[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This is just a theory; Carlos never said it.   As far as I know, he never wrote it either.\n\nI’m sure I could find some justification for it, but all of you know Carlos’ writings fairly well and can come up with your own references.\n\nFile it along with my theory that “The Wall” is just the inside of your own luminous shell.  This new idea is also workable, but unproven.\n\nThe theory is, the Allies are too slow to perceive the way we do.  They live billions of years for a reason.  They burn a lot dimmer.\n\nThis amounts to having less energy of awareness to focus on things.  But they’re also less rational than we are and not saddled with our oppressive internal dialogues.\n\nEven with less energy than we have, they do just fine getting around.\n\nThey have less energy to focus on perception, but the energy they do have is far more than enough to pick up our perceptions.  They can project some of their energy of awareness into perceiving through our eyes.\n\nI will point out one reference. Don Juan seemed to be able to read other people’s minds under some conditions.  The allies can do the same, but even more so.\n\nConsider that it’s like hacking into someone’s security system.  Suddenly you have dozens of views of all kinds of activity.\n\nOnce they tune into us, they’re an Ally on steroids!  They have all of our perceptual power, plus all of their flexibility and experience.\n\nBut to do that, they need to interact with us.  And there’s the problem. They’re absolutely clueless when it comes to our context.  You can plead with them to do something, and all you’ll get is a blank expression.    That assumes of course that they even have a head to make a blank expression with.\n\nIf you ask them to do something, it’ll be a good 10 minutes before you could expect any hint of understanding.\n\nAs it turns out, the best way to interact with them is to be doing something.  It doesn’t matter what.    They see the activity, perceive what’s happening through our eyes, and try to interact with us by helping out.\n\nIf you try to do something that seems impossible, they’re likely to try to show you how.    But also, if they scare the hell out of you because you haven’t gotten used to them, they’ll help out with that too.\n\nThey’re completely clueless. In Eagle’s Gift, the old sorcerers even managed to collect a group of 12 Allies, and use them to scare people to death.  I suspect that if someone had come along who could interact with them, they could have been convinced to turn on the old sorcerers.\n\nThey love to help, but they’re completely alien.   They can’t come up with anything meaningful to offer us on their own.  They just interact.   If you’re trying to do something, helping is the obvious interaction.\n\nLast night I got an early start looking at colors in darkness. I was having a lot of trouble for the first 3 hours.  I couldn’t get any help from Carlos’ Ally.\n\nI finally realized, I should try to do something instead of just watching colors, hoping to see an Ally manifest.\n\nI started playing with puffs of colors, intending to try to make a new kind of energy ball to toss at the wall.  The ally had shown me that form of energy ball the night before; it taught me to grab or create the swirl that forms text when you’re “reading off the wall”, and convert it into a sort of plasma ball.\n\nThe technique was a little odd.  You grab a patch of color. It has to be very bright or you are out of luck.  If you can find a swirl in the patches of color, that’s the best. But any very bright patch will do.\n\nOnce you have it, you curl it into your palm as if you had the paw of a big cat.  And you sort of growl into it.  I guess the best visual would be a Puma licking its paw.\n\nI wasn’t happy with the animal reference. There’s too much of that going on in the world of me-too naguals.  It’s a little embarrassing even.\n\nNever mind that the old seers named themselves things like “Jaguar Paw”, or “Eagle’s Claw”.   They didn’t have any video games or internet porn, so they were easily amused.\n\nBut I had to admit, animals surely have intent also, and maybe you can tap into it.   Carlos tried to tap into the intent of Saber-Toothed Tigers, in one of his books.\n\nI decided to rethink the analogy, and convinced myself that it’s the same sound you make in the gym when you try to lift weights that are too heavy for you.  The growl helps lift the weights, so maybe it’s just our way of putting maximum effort into something, and not actually associated with physical activity.\n\nEmbarassed by the weirdness, and wanting to look around to make sure no one saw, I put my hand very close to my mouth and began to growl quietly into the patch of color. The Ally’s head popped out nearby.  She was staring at the color, and it started to form a swirl.   I noticed something clearly. The swirl required me to concentrate, or it started to fade. I actually had to work the entire time, to keep it on my hand.  That wasn't true of the blue balls or orange pumpkin I'd learned to form.\n\n\"The swirl\", or \"Sworl\" as Carlos might have called it one time,  is a tiny collection of bright and dark lines, shaped somewhat like a spiral galaxy except that it has only a few fibers.   It’s about 2 inches wide. When viewing “the wall”, it’s the center of assemblage of that structure. Whatever comes out and ends up on the wall, is generated from there.  Carlos used to give lectures by reading lines of text propelled by that swirl.\n\nI succeeded in forming a very nice swirl.  It even had red, blue, yellow, and white lines.  And instead of being flat, like the swirl on “the wall”, it had taken on a 3D form that gave me goosebumps.  Things get a little too real when they look like that, and the brain can't possibly explain it. So energy is released, and you get goosebumps.\n\nI cast it at the wall that had formed in front of me.  I’d been walking around watching colors for 3 hours, which at my stage of practice means, \"the wall\" is all around me.  But I have a nice spot to use, where I can sit on the edge of the bed and observe the reaction, but can also stand in order to throw the ball with greater force.\n\nThe Ally’s head followed it until it hit the wall, and then the swirl got stuck.  It was smack dab in the center of the wall of light, about 8 feet from me and at eye level.\n\nIt started to generate more light, spawning off colors and shapes as if I had broken it and spilled its contents.\n\nThe ally’s head showed up in the middle of the wall, near the activity, as if it were watching the colors generate.\n\nA very bright patch of purple had formed just below the area where the ball collided. It was about 1 foot high, and 3 feet wide.  It was only an inch or two thick.\n\nIt wasn't a vague cloud. It was flat and rectangular, like the board of a single level of a wall shelf, but made out of purple light.\n\nI tried to grab it and stretch it towards me, but it was stuck on the wall. It was literally like trying to pull one of the boards from a small shelf that was affixed to the wall of light, but finding it was stuck to the mounting bracket.\n\nSo I struck it, to break it off.  I smashed it down using both hands. It formed into a flat surface, right in front of my stomach.  I remembered the “Building the Frame of the Energy body” tensegrity move, and it occurred to me that this was exactly what that move was supposed to do.  Each smash against the purple patch made it even brighter.\n\nI struck to the sides of an imaginary frame in front of me, using that tensegrity move.  And I struck to the corners.\n\nEach strike produced a brilliant and lasting smear of amazingly bright purple.\n\nI got greedy, and smashed the entire frame I had built out of purple light.  I smashed it down over and over until it crushed into a smear of colors, and something new slid out.\n\nIt was green!  I’ve never seen green.  I looked at it to figure out if it was teal, or actual green. As I stared into it, it turned into a perfect copy of the green color given off by old fashioned LEDs from the 80s.\n\nIn fact, it was too perfect.  Obviously, I had altered it by watching it.\n\nThe Ally’s head zipped off the wall and onto the green color, at which time I could clearly see that there was yellow in there also.  It was a smooth patch of yellow and green, floating horizontally and parallel to the floor.  I realized I'd never seen that color, because it existed at a different layer than I'd been watching.\n\nI dipped my hand in it near the Ally’s head, and scooped some out.  The ally floated up next to my hand, and it turned into the most amazing flame I had ever seen.\n\nOr rather, I realized that it resembled a flame shape, because of the 2 colors, and once I realized that it became more like a cartoon image of a flame.\n\nIt was a perfect replica of a flame taken right off a big candle, except that the outside of the flame was yellow, and the center was green.    It was in fact almost too perfect, sitting there in the middle of my palm,  giving off no heat, and not going anywhere or dissipating.\n\nI pulled my arm back, asking the Ally if she was going to help? She appeared above the flame, and I cast it into the wall.\n\nAll hell broke loose with the colors, and I don’t recall much of what happened next.  I found myself in bed, laying on my side, with a vision of odd objects.  I had my eyes closed, but what I was seeing was as bright as if someone had put some strange things on my bed, right in front of my eyes, and illuminated them with a perfect spot light.  There was no mistaking their reality, and yet I was just laying on my side with my eyes closed.\n\nThey didn’t go away, which means the ball of flame had pushed me into a strange sort of heightened awareness, where my attention was fixated on something abstract.\n\nI had all kinds of ideas about what those things were, including a dream vision where one was put to use.   I also saw that 3 of them had existed before, and this one was only slightly different.\n\nIt was like a revelation, and I couldn't wait to make use of them the next day.  I finally had \"proof\" of the existence of that realm!\n\nIn the morning, none of it made sense.  I tried to picture what I was thinking at the time, but all I could come up with was that a tiny flat man was embedded in a red cigarette case.\n\n&amp;#x200B;\n\nEdited: five times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Theory on Why the Allies Help Us", "link_flair_richtext": [{"e": "text", "t": "Inorganic Beings"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_byn7eo", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.82, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Inorganic Beings", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1579666590.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1560104189.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is just a theory; Carlos never said it.   As far as I know, he never wrote it either.&lt;/p&gt;\n\n&lt;p&gt;I’m sure I could find some justification for it, but all of you know Carlos’ writings fairly well and can come up with your own references.&lt;/p&gt;\n\n&lt;p&gt;File it along with my theory that “The Wall” is just the inside of your own luminous shell.  This new idea is also workable, but unproven.&lt;/p&gt;\n\n&lt;p&gt;The theory is, the Allies are too slow to perceive the way we do.  They live billions of years for a reason.  They burn a lot dimmer.&lt;/p&gt;\n\n&lt;p&gt;This amounts to having less energy of awareness to focus on things.  But they’re also less rational than we are and not saddled with our oppressive internal dialogues.&lt;/p&gt;\n\n&lt;p&gt;Even with less energy than we have, they do just fine getting around.&lt;/p&gt;\n\n&lt;p&gt;They have less energy to focus on perception, but the energy they do have is far more than enough to pick up our perceptions.  They can project some of their energy of awareness into perceiving through our eyes.&lt;/p&gt;\n\n&lt;p&gt;I will point out one reference. Don Juan seemed to be able to read other people’s minds under some conditions.  The allies can do the same, but even more so.&lt;/p&gt;\n\n&lt;p&gt;Consider that it’s like hacking into someone’s security system.  Suddenly you have dozens of views of all kinds of activity.&lt;/p&gt;\n\n&lt;p&gt;Once they tune into us, they’re an Ally on steroids!  They have all of our perceptual power, plus all of their flexibility and experience.&lt;/p&gt;\n\n&lt;p&gt;But to do that, they need to interact with us.  And there’s the problem. They’re absolutely clueless when it comes to our context.  You can plead with them to do something, and all you’ll get is a blank expression.    That assumes of course that they even have a head to make a blank expression with.&lt;/p&gt;\n\n&lt;p&gt;If you ask them to do something, it’ll be a good 10 minutes before you could expect any hint of understanding.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, the best way to interact with them is to be doing something.  It doesn’t matter what.    They see the activity, perceive what’s happening through our eyes, and try to interact with us by helping out.&lt;/p&gt;\n\n&lt;p&gt;If you try to do something that seems impossible, they’re likely to try to show you how.    But also, if they scare the hell out of you because you haven’t gotten used to them, they’ll help out with that too.&lt;/p&gt;\n\n&lt;p&gt;They’re completely clueless. In Eagle’s Gift, the old sorcerers even managed to collect a group of 12 Allies, and use them to scare people to death.  I suspect that if someone had come along who could interact with them, they could have been convinced to turn on the old sorcerers.&lt;/p&gt;\n\n&lt;p&gt;They love to help, but they’re completely alien.   They can’t come up with anything meaningful to offer us on their own.  They just interact.   If you’re trying to do something, helping is the obvious interaction.&lt;/p&gt;\n\n&lt;p&gt;Last night I got an early start looking at colors in darkness. I was having a lot of trouble for the first 3 hours.  I couldn’t get any help from Carlos’ Ally.&lt;/p&gt;\n\n&lt;p&gt;I finally realized, I should try to do something instead of just watching colors, hoping to see an Ally manifest.&lt;/p&gt;\n\n&lt;p&gt;I started playing with puffs of colors, intending to try to make a new kind of energy ball to toss at the wall.  The ally had shown me that form of energy ball the night before; it taught me to grab or create the swirl that forms text when you’re “reading off the wall”, and convert it into a sort of plasma ball.&lt;/p&gt;\n\n&lt;p&gt;The technique was a little odd.  You grab a patch of color. It has to be very bright or you are out of luck.  If you can find a swirl in the patches of color, that’s the best. But any very bright patch will do.&lt;/p&gt;\n\n&lt;p&gt;Once you have it, you curl it into your palm as if you had the paw of a big cat.  And you sort of growl into it.  I guess the best visual would be a Puma licking its paw.&lt;/p&gt;\n\n&lt;p&gt;I wasn’t happy with the animal reference. There’s too much of that going on in the world of me-too naguals.  It’s a little embarrassing even.&lt;/p&gt;\n\n&lt;p&gt;Never mind that the old seers named themselves things like “Jaguar Paw”, or “Eagle’s Claw”.   They didn’t have any video games or internet porn, so they were easily amused.&lt;/p&gt;\n\n&lt;p&gt;But I had to admit, animals surely have intent also, and maybe you can tap into it.   Carlos tried to tap into the intent of Saber-Toothed Tigers, in one of his books.&lt;/p&gt;\n\n&lt;p&gt;I decided to rethink the analogy, and convinced myself that it’s the same sound you make in the gym when you try to lift weights that are too heavy for you.  The growl helps lift the weights, so maybe it’s just our way of putting maximum effort into something, and not actually associated with physical activity.&lt;/p&gt;\n\n&lt;p&gt;Embarassed by the weirdness, and wanting to look around to make sure no one saw, I put my hand very close to my mouth and began to growl quietly into the patch of color. The Ally’s head popped out nearby.  She was staring at the color, and it started to form a swirl.   I noticed something clearly. The swirl required me to concentrate, or it started to fade. I actually had to work the entire time, to keep it on my hand.  That wasn&amp;#39;t true of the blue balls or orange pumpkin I&amp;#39;d learned to form.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The swirl&amp;quot;, or &amp;quot;Sworl&amp;quot; as Carlos might have called it one time,  is a tiny collection of bright and dark lines, shaped somewhat like a spiral galaxy except that it has only a few fibers.   It’s about 2 inches wide. When viewing “the wall”, it’s the center of assemblage of that structure. Whatever comes out and ends up on the wall, is generated from there.  Carlos used to give lectures by reading lines of text propelled by that swirl.&lt;/p&gt;\n\n&lt;p&gt;I succeeded in forming a very nice swirl.  It even had red, blue, yellow, and white lines.  And instead of being flat, like the swirl on “the wall”, it had taken on a 3D form that gave me goosebumps.  Things get a little too real when they look like that, and the brain can&amp;#39;t possibly explain it. So energy is released, and you get goosebumps.&lt;/p&gt;\n\n&lt;p&gt;I cast it at the wall that had formed in front of me.  I’d been walking around watching colors for 3 hours, which at my stage of practice means, &amp;quot;the wall&amp;quot; is all around me.  But I have a nice spot to use, where I can sit on the edge of the bed and observe the reaction, but can also stand in order to throw the ball with greater force.&lt;/p&gt;\n\n&lt;p&gt;The Ally’s head followed it until it hit the wall, and then the swirl got stuck.  It was smack dab in the center of the wall of light, about 8 feet from me and at eye level.&lt;/p&gt;\n\n&lt;p&gt;It started to generate more light, spawning off colors and shapes as if I had broken it and spilled its contents.&lt;/p&gt;\n\n&lt;p&gt;The ally’s head showed up in the middle of the wall, near the activity, as if it were watching the colors generate.&lt;/p&gt;\n\n&lt;p&gt;A very bright patch of purple had formed just below the area where the ball collided. It was about 1 foot high, and 3 feet wide.  It was only an inch or two thick.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t a vague cloud. It was flat and rectangular, like the board of a single level of a wall shelf, but made out of purple light.&lt;/p&gt;\n\n&lt;p&gt;I tried to grab it and stretch it towards me, but it was stuck on the wall. It was literally like trying to pull one of the boards from a small shelf that was affixed to the wall of light, but finding it was stuck to the mounting bracket.&lt;/p&gt;\n\n&lt;p&gt;So I struck it, to break it off.  I smashed it down using both hands. It formed into a flat surface, right in front of my stomach.  I remembered the “Building the Frame of the Energy body” tensegrity move, and it occurred to me that this was exactly what that move was supposed to do.  Each smash against the purple patch made it even brighter.&lt;/p&gt;\n\n&lt;p&gt;I struck to the sides of an imaginary frame in front of me, using that tensegrity move.  And I struck to the corners.&lt;/p&gt;\n\n&lt;p&gt;Each strike produced a brilliant and lasting smear of amazingly bright purple.&lt;/p&gt;\n\n&lt;p&gt;I got greedy, and smashed the entire frame I had built out of purple light.  I smashed it down over and over until it crushed into a smear of colors, and something new slid out.&lt;/p&gt;\n\n&lt;p&gt;It was green!  I’ve never seen green.  I looked at it to figure out if it was teal, or actual green. As I stared into it, it turned into a perfect copy of the green color given off by old fashioned LEDs from the 80s.&lt;/p&gt;\n\n&lt;p&gt;In fact, it was too perfect.  Obviously, I had altered it by watching it.&lt;/p&gt;\n\n&lt;p&gt;The Ally’s head zipped off the wall and onto the green color, at which time I could clearly see that there was yellow in there also.  It was a smooth patch of yellow and green, floating horizontally and parallel to the floor.  I realized I&amp;#39;d never seen that color, because it existed at a different layer than I&amp;#39;d been watching.&lt;/p&gt;\n\n&lt;p&gt;I dipped my hand in it near the Ally’s head, and scooped some out.  The ally floated up next to my hand, and it turned into the most amazing flame I had ever seen.&lt;/p&gt;\n\n&lt;p&gt;Or rather, I realized that it resembled a flame shape, because of the 2 colors, and once I realized that it became more like a cartoon image of a flame.&lt;/p&gt;\n\n&lt;p&gt;It was a perfect replica of a flame taken right off a big candle, except that the outside of the flame was yellow, and the center was green.    It was in fact almost too perfect, sitting there in the middle of my palm,  giving off no heat, and not going anywhere or dissipating.&lt;/p&gt;\n\n&lt;p&gt;I pulled my arm back, asking the Ally if she was going to help? She appeared above the flame, and I cast it into the wall.&lt;/p&gt;\n\n&lt;p&gt;All hell broke loose with the colors, and I don’t recall much of what happened next.  I found myself in bed, laying on my side, with a vision of odd objects.  I had my eyes closed, but what I was seeing was as bright as if someone had put some strange things on my bed, right in front of my eyes, and illuminated them with a perfect spot light.  There was no mistaking their reality, and yet I was just laying on my side with my eyes closed.&lt;/p&gt;\n\n&lt;p&gt;They didn’t go away, which means the ball of flame had pushed me into a strange sort of heightened awareness, where my attention was fixated on something abstract.&lt;/p&gt;\n\n&lt;p&gt;I had all kinds of ideas about what those things were, including a dream vision where one was put to use.   I also saw that 3 of them had existed before, and this one was only slightly different.&lt;/p&gt;\n\n&lt;p&gt;It was like a revelation, and I couldn&amp;#39;t wait to make use of them the next day.  I finally had &amp;quot;proof&amp;quot; of the existence of that realm!&lt;/p&gt;\n\n&lt;p&gt;In the morning, none of it made sense.  I tried to picture what I was thinking at the time, but all I could come up with was that a tiny flat man was embedded in a red cigarette case.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Edited: five times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "25c96bb2-6006-11ea-a318-0e7b3e95c21d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "byn7eo", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/", "subreddit_subscribers": 9561, "created_utc": 1560104189.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eqk3fx3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SilenceisGolden29", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eqjmhzq", "score": 1, "author_fullname": "t2_3b1g8h4y", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Working on it, you better stick around old man! 💪🏼", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_eqk3fx3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Working on it, you better stick around old man! 💪🏼&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_byn7eo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/eqk3fx3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560115532.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1560115532.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eqjmhzq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1560107604.0, "send_replies": true, "parent_id": "t1_eqjmaqo", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I guess that means we need for you to learn to get silent, so that you can investigate.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eqjmhzq", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess that means we need for you to learn to get silent, so that you can investigate.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_byn7eo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/eqjmhzq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560107604.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eqjmaqo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SilenceisGolden29", "can_mod_post": false, "created_utc": 1560107488.0, "send_replies": true, "parent_id": "t3_byn7eo", "score": 2, "author_fullname": "t2_3b1g8h4y", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Maybe it was some sort of food you were making for the ally’s, isn’t everything a big energy exchange", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eqjmaqo", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe it was some sort of food you were making for the ally’s, isn’t everything a big energy exchange&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/eqjmaqo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560107488.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_byn7eo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eqjnr2p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1560108361.0, "send_replies": true, "parent_id": "t1_eqjmtrz", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've studied at over 15 martial arts studios, for over 40 years.  I'm lucky to be located where all the money is, so Asians come here to start a martial arts business.\n\nI pretty much know what's out there.  But I do appreciate the mention. I'd forgotten that.  \n\nIt's not as embarrassing when you put it that way.  There's something about a Chinese guy with a bamboo sword hitting you on your legs to correct them, to make standing in an animal form seem ok.\n\nThe particular guy I'm thinking of had techniques for shape shifting and crude teleportation.  The key to his techniques was to get up just before dawn, and do martial arts forms on the beach as the sun rises.\n\nThe first time I met him he said, \"I know you!  You're looking for a true martial arts way, aren't you?  Well, you found it.\"", "edited": 1560108569.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eqjnr2p", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve studied at over 15 martial arts studios, for over 40 years.  I&amp;#39;m lucky to be located where all the money is, so Asians come here to start a martial arts business.&lt;/p&gt;\n\n&lt;p&gt;I pretty much know what&amp;#39;s out there.  But I do appreciate the mention. I&amp;#39;d forgotten that.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not as embarrassing when you put it that way.  There&amp;#39;s something about a Chinese guy with a bamboo sword hitting you on your legs to correct them, to make standing in an animal form seem ok.&lt;/p&gt;\n\n&lt;p&gt;The particular guy I&amp;#39;m thinking of had techniques for shape shifting and crude teleportation.  The key to his techniques was to get up just before dawn, and do martial arts forms on the beach as the sun rises.&lt;/p&gt;\n\n&lt;p&gt;The first time I met him he said, &amp;quot;I know you!  You&amp;#39;re looking for a true martial arts way, aren&amp;#39;t you?  Well, you found it.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_byn7eo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/eqjnr2p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560108361.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eqjmtrz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1560107807.0, "send_replies": true, "parent_id": "t3_byn7eo", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;the old sorcerers even managed to collect a group of 12 Allies, and use them to scare people to death\n\nThey really were a bunch of fucks weren't they. But with tribal \"barbarians at the door\" a constant reality I guess you'd have to do a bit of posturing and 'fear me' projecting. Modern equivalent would be face tattoos and body-modification. Those who are the most fearful desire, above all else, to be feared.\n\nThere are a lot of animal forms in Kung-Fu and Qigong: praying mantis, monkey, even rarified ones like centipede, spider, &amp; tibetan ghost bat. Some even aren't that \"martial\" looking in their intent, almost like performance art:\n\nhttps://youtu.be/MYr0mvsF0bo\n\nThis particular clip doesn't show the forms I'm thinking of, but he knows some astoundingly rare styles. Sticking to Tensegrity and it's animal forms would be more advisable for neophytes to Nagualism/Sorcery, at least until you get proficient. Later on your hobbies are your own.", "edited": 1560117436.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eqjmtrz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;the old sorcerers even managed to collect a group of 12 Allies, and use them to scare people to death&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;They really were a bunch of fucks weren&amp;#39;t they. But with tribal &amp;quot;barbarians at the door&amp;quot; a constant reality I guess you&amp;#39;d have to do a bit of posturing and &amp;#39;fear me&amp;#39; projecting. Modern equivalent would be face tattoos and body-modification. Those who are the most fearful desire, above all else, to be feared.&lt;/p&gt;\n\n&lt;p&gt;There are a lot of animal forms in Kung-Fu and Qigong: praying mantis, monkey, even rarified ones like centipede, spider, &amp;amp; tibetan ghost bat. Some even aren&amp;#39;t that &amp;quot;martial&amp;quot; looking in their intent, almost like performance art:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/MYr0mvsF0bo\"&gt;https://youtu.be/MYr0mvsF0bo&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;This particular clip doesn&amp;#39;t show the forms I&amp;#39;m thinking of, but he knows some astoundingly rare styles. Sticking to Tensegrity and it&amp;#39;s animal forms would be more advisable for neophytes to Nagualism/Sorcery, at least until you get proficient. Later on your hobbies are your own.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/byn7eo/theory_on_why_the_allies_help_us/eqjmtrz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560107807.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_byn7eo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]