[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nJust when you forgot to wonder what was the point of my original post,  since it never really got to that, here's more to think about.  If it's not enough, I'm sure more will show up.\n\nConsider it a measles vacination.\n\n&amp;#x200B;\n\nCleargreen Night Sessions, Part VII\n\nMonday, November 25, 1996, Dance Home, Santa Monica 7:30 PM\n\nby Corey Donovan\n\n\\[The Witches and other Cleargreen members were there, with the exception of Nury. From our Sunday group, the others besides myself were Paul Gutsmuths, Thorton Chavez, Marcos Conal, Nina Blake, Darby Romeo, Daniel Lawton, G. Shores and Larry Hosterman.\\]\n\nCastaneda began \"I'm getting really nervous and anxious, and my stomach is churning, because I don't know what's going to happen this weekend\" \\[the Pasadena workshop\\]. \"We're moving from a point where we were under a certain umbrella of energy and we're maybe moving to a point where there is no umbrella.\n\n\"Rich Jennings was in a terrible accident--five, six cars involved.\" He started describing it as though I was not in the room, so some people said, \"He's here!\" He then asked how I was and I commented that, \"Miles saved me.\"\n\n\"This has been a tough time for us. I don't know what we're moving toward. Maybe we will die, I don't know. The thing that gets me excited is the time of the workshops, but, outside of that, we are at something of a loss.\n\n\"On top of this, there has been some deception. We do not have time to be investigators: we trust people and take them at their word. But there are some people who come to these events and who have been participating in classes who are not what they appear. People that we have tried to help.\"\n\n\"Chris was my very close friend. I owed this person my life, and wanted to share with him what I learned from don Juan. The guy just spurned it totally and said, 'I can't believe you're talking about that stuff. Don't bother me with it.' He was 'appalled.' Shortly thereafter, the guy got killed, as he was apparently fated to, and nothing he ever did amounted to anything--his life had been a total waste.\n\n\"My woman doctor, the woman to whom I owed my life, because she saved me \\[around the time of the Women's Workshop\\], was pretending to be interested in what my colleagues and I are doing. We had all gotten involved in helping her and I had opened up my life totally to her--because I didn't want anything from her but was willing to make things available to her. It turned out that all the time she had been getting involved with us and was pretending to be interested, she really was not. And what is worse, she brought down the guy she was involved with who really did have an interest in this path. She moved here to be with him.\n\n\"Angelica and François were married: they lived together and were having sex all the time, and he was the reason she moved from New York to Los Angeles. They kept it secret the whole time. When they were both at Sunday classes together they pretended they did not know each other.\" He imitated how they would just look away from each other. \"But they were having this hot and heavy romance the whole time.\n\n\"We didn't know. We knew that there was this dark, black energy to her, but we did not know what it was. She finally confessed to the Witches--she did not tell me--but she had this meeting with Florinda and Taisha and Muni and told them. But I guessed it. I knew there was a man involved, but I did not know what it was. When she told me she was having this meeting and I guessed that it involved a man, she said she was going to marry a Canadian. I asked if it was someone in the group and she said yes. I said there were only three Canadians I knew in the group, the Salter boys and François. She claimed it was Adam Salter. So not only did she piss on one, she pissed on three.\"\n\n\"She was going to marry François to help with the green card, and I said, 'No, don't do that. That's a disaster. To marry someone for a green card is a terrible misuse of energy that can lead to all kinds of things that are hard to undo.' So I was strongly advising against it. She claimed she was going to do it for Adam. When the truth finally came out, I saw François at the Sunday class, standing behind Rich Jennings, and he had this funny grin on his face, like he had already eaten the cake. I blame the doctor. We did not want anything from her. Why could she not have leveled with us that she was not really interested in this stuff? That's fine, but she led us along, and did damage to someone, François, who was very interested in this stuff.\" She pretended to be interested on his behalf.\n\nLater, Bruce made one of his little jokes, and told Talia, who ultimately brought it to Castaneda's attention: that François was marrying Angelica to get his \"Cleargreen card.\"\n\n\"Florinda's aunt once advised her that the important thing in picking a man is that he can buy his own drinks. That was supposed to be the one, ultimate criteria--if you are going to have a man, he has got to be able to buy his own drinks. So when I learned that the doctor was involved with somebody, I hoped it was someone well off. 'Maybe it is a dermatologist. We need a dermatologist.' But instead, it's François. He can't even pay for his own drinks. He's dependent on her. Which is terrible, for him. Angelica is using François to work out her own psychological problems. I don't know what they are--I'm not a psychologist.\n\n\"I can't be involved with just anything because when It asks you to sum things up, you've got to have something to show.\n\n\"I talked yesterday about women, and how much they are stuck with this idea that they need a man. Angelica asserted that if she hadn't confessed, she could have gone to her grave with the secret. But that's not true. I had 'seen' there was something wrong, and I finally figured out that she was involved with a man. So she would not have kept her secret forever.\n\n\"When I talk about the doctor, I'm talking about all of us. There's a little 'doctor' in all of us.\" Someone asked jokingly, \"Why such a 'little doctor?'\" Rosa commented, \"Yeah, Argentine--big.\" Castaneda asked, \"Ellis?\" Ellis, taken off guard, responded, \"Uhhh, yes!\" Castaneda asked, \"Do you recognize that?\" Ellis said, \"Yes, of course. She's speaking my language.\"\n\n\"So, right at this point, when we are at low ebb anyway, and do not know what is next, what is coming, and aren't functioning all that well, the doctor comes and kicks us when we're down.\n\n\"Angelica told us that she doesn't buy what I'm saying. She doesn't go along with it. It's not for her.\"\n\nHe asked some of us, especially on the left side of the room (including me), \"Did you know? Did you know?\" I said, \"No.\" Later on, he went up to Paul and asked the same question. Paul said, \"Well, I suspected. They seemed very involved in Mexico.\"\n\n\"It took us all by surprise. They shouldn't be messing around with us, they should be secret agents. Maybe Ellis and I will be secret agents. We could infiltrate. What could we infiltrate?\" Ellis suggested, \"The I.R.A.\" Castaneda laughed, \"Yeah! We could be Arabs!\"\n\n\"We are so hung up on our genitals--that's why we do things like this. But we don't even like our genitals--men don't even like their peters. And it leads us into this stuff. Bobby the Flyer's got us with all these tentacles, and sex is up here\" \\[he gestured high\\]. \"It's all in the mind.\"\n\n\"We don't have much time, and I don't know how much longer it will be. Angelica will probably be fine in five years, but I don't have five years. That is why I was telling the Sunday group that we have to grind that extra bit, that we have to put in the extra effort now.\"\n\nAs we started doing strikes, Kylie heard someone hit something. She was concerned because we had been warned to be careful, because we could hit someone or something with these movements. It was Carola hitting \"her mother.\" Castaneda came over and asked Zaia if she was hurt. She jokingly responded with a meek \"yes,\" and held up her hand. He kissed it. He told us, \"Carola can't stand it when I'm paying attention to Zaia. She just gets so jealous.\" Florinda said, \"That's not the only thing that gets her jealous.\"\n\nCarola responded by laughing with her head back, in a fakish way. Castaneda made fun of her. Then she was slumping, next to the large column on the right side of the room. He told us, \"Carol has something she wants to say.\" Then he said, referring to Carola, \"Next she'll be lying on the ground,\" and he proceeded to do so, right before Carol started speaking.\n\nCarol's eyes were black (which I had not remembered noticing when she walked by me at the beginning). She said, \"I have enough energy for six.\" She was going to have Kylie and Talia pull together the six. She indicated whom she wanted, which included the two new women--Barbara and Carmela, along with Darien, Aerin, Brandon and Miles.\n\nCarol said, \"Sorcerers normally live in the present, but I wanted to take you for a moment into another time, another place.\" She first had us rub our stomachs, on the point at which we usually place the paperweight. She then had us do a long exhale. She indicated that she could see where that had gone, somewhere out onto the floor in front of us. She then focused on the six, giving each of them \"the eye,\" as we had seen her do before at workshops. Then she turned to the rest of us and told us to close our eyes and empty our minds.\n\n\\[I felt massive chills up and down my back when Carol was putting the six out. After she had us close our eyes, I did not see any particular images, but had a sense of a deep, cavernous place. My mind was, however, quite empty, and I quickly became aware that the top of my head felt like it was rotating, toward my right--clockwise. I was concerned that I might be drawing attention to myself, because it felt like I must be visibly moving with this rotating motion. A couple of times the rotation seemed to alternate and go counterclockwise. The feeling went on and on, even when Castaneda started speaking to us again. I kept feeling the swaying, twisting motion, and was concerned he would see it, so I tried to really focus on what he was saying to bring me back. It also felt, by then, that a lot of time had elapsed, but I looked at the clock on the wall and it was not even 8:30 yet.\\]\n\nThen Castaneda had us continue with movements. \\[It felt like a jolt to go from his talk about betrayal and running out of time, to Carol's putting us out, to doing movements again.\\] The first was the temple throw--bringing the fists up to the temples and then flinging them back behind us--to get rid of the Flyer's mind. Then thrusts.\n\nHe explained that the tight hand with the thumb held in constitutes an edge. We did \"edge thrusts,\" on alternating sides, coming from the stomach, with a jolt to either side. He told us this was tendon energy, and their slogan was going to be \"Tendon energy! Where is it?\"\n\nCastaneda told us that one of the women in his group had seen the female entity and thought it looked like Kylie. Nyei commented, \"Gee, I sure wouldn't want to see Kylie in the middle of the night, standing there at the foot of the bed.\" A couple of others agreed. A minute or so later, Talia spoke up and said, \"Well, I would.\"\n\nThe other strike was one that he said was for an older person. \"Coming from the stomach is coming from our youth. Sorcerers stress using and working the stomach so much because that is where we age. We need to tighten the stomach.\" The second strike was more from the shoulders, but also from the stomach, with palms facing downward, but tilted on an angle, a little above shoulder level.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Monster in the Closet, Part 2.", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_bmd13m", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.85, "author_flair_background_color": null, "subreddit_type": "public", "ups": 8, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 8, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1557441421.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1557361215.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Just when you forgot to wonder what was the point of my original post,  since it never really got to that, here&amp;#39;s more to think about.  If it&amp;#39;s not enough, I&amp;#39;m sure more will show up.&lt;/p&gt;\n\n&lt;p&gt;Consider it a measles vacination.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Cleargreen Night Sessions, Part VII&lt;/p&gt;\n\n&lt;p&gt;Monday, November 25, 1996, Dance Home, Santa Monica 7:30 PM&lt;/p&gt;\n\n&lt;p&gt;by Corey Donovan&lt;/p&gt;\n\n&lt;p&gt;[The Witches and other Cleargreen members were there, with the exception of Nury. From our Sunday group, the others besides myself were Paul Gutsmuths, Thorton Chavez, Marcos Conal, Nina Blake, Darby Romeo, Daniel Lawton, G. Shores and Larry Hosterman.]&lt;/p&gt;\n\n&lt;p&gt;Castaneda began &amp;quot;I&amp;#39;m getting really nervous and anxious, and my stomach is churning, because I don&amp;#39;t know what&amp;#39;s going to happen this weekend&amp;quot; [the Pasadena workshop]. &amp;quot;We&amp;#39;re moving from a point where we were under a certain umbrella of energy and we&amp;#39;re maybe moving to a point where there is no umbrella.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Rich Jennings was in a terrible accident--five, six cars involved.&amp;quot; He started describing it as though I was not in the room, so some people said, &amp;quot;He&amp;#39;s here!&amp;quot; He then asked how I was and I commented that, &amp;quot;Miles saved me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This has been a tough time for us. I don&amp;#39;t know what we&amp;#39;re moving toward. Maybe we will die, I don&amp;#39;t know. The thing that gets me excited is the time of the workshops, but, outside of that, we are at something of a loss.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;On top of this, there has been some deception. We do not have time to be investigators: we trust people and take them at their word. But there are some people who come to these events and who have been participating in classes who are not what they appear. People that we have tried to help.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Chris was my very close friend. I owed this person my life, and wanted to share with him what I learned from don Juan. The guy just spurned it totally and said, &amp;#39;I can&amp;#39;t believe you&amp;#39;re talking about that stuff. Don&amp;#39;t bother me with it.&amp;#39; He was &amp;#39;appalled.&amp;#39; Shortly thereafter, the guy got killed, as he was apparently fated to, and nothing he ever did amounted to anything--his life had been a total waste.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;My woman doctor, the woman to whom I owed my life, because she saved me [around the time of the Women&amp;#39;s Workshop], was pretending to be interested in what my colleagues and I are doing. We had all gotten involved in helping her and I had opened up my life totally to her--because I didn&amp;#39;t want anything from her but was willing to make things available to her. It turned out that all the time she had been getting involved with us and was pretending to be interested, she really was not. And what is worse, she brought down the guy she was involved with who really did have an interest in this path. She moved here to be with him.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Angelica and François were married: they lived together and were having sex all the time, and he was the reason she moved from New York to Los Angeles. They kept it secret the whole time. When they were both at Sunday classes together they pretended they did not know each other.&amp;quot; He imitated how they would just look away from each other. &amp;quot;But they were having this hot and heavy romance the whole time.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We didn&amp;#39;t know. We knew that there was this dark, black energy to her, but we did not know what it was. She finally confessed to the Witches--she did not tell me--but she had this meeting with Florinda and Taisha and Muni and told them. But I guessed it. I knew there was a man involved, but I did not know what it was. When she told me she was having this meeting and I guessed that it involved a man, she said she was going to marry a Canadian. I asked if it was someone in the group and she said yes. I said there were only three Canadians I knew in the group, the Salter boys and François. She claimed it was Adam Salter. So not only did she piss on one, she pissed on three.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;She was going to marry François to help with the green card, and I said, &amp;#39;No, don&amp;#39;t do that. That&amp;#39;s a disaster. To marry someone for a green card is a terrible misuse of energy that can lead to all kinds of things that are hard to undo.&amp;#39; So I was strongly advising against it. She claimed she was going to do it for Adam. When the truth finally came out, I saw François at the Sunday class, standing behind Rich Jennings, and he had this funny grin on his face, like he had already eaten the cake. I blame the doctor. We did not want anything from her. Why could she not have leveled with us that she was not really interested in this stuff? That&amp;#39;s fine, but she led us along, and did damage to someone, François, who was very interested in this stuff.&amp;quot; She pretended to be interested on his behalf.&lt;/p&gt;\n\n&lt;p&gt;Later, Bruce made one of his little jokes, and told Talia, who ultimately brought it to Castaneda&amp;#39;s attention: that François was marrying Angelica to get his &amp;quot;Cleargreen card.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Florinda&amp;#39;s aunt once advised her that the important thing in picking a man is that he can buy his own drinks. That was supposed to be the one, ultimate criteria--if you are going to have a man, he has got to be able to buy his own drinks. So when I learned that the doctor was involved with somebody, I hoped it was someone well off. &amp;#39;Maybe it is a dermatologist. We need a dermatologist.&amp;#39; But instead, it&amp;#39;s François. He can&amp;#39;t even pay for his own drinks. He&amp;#39;s dependent on her. Which is terrible, for him. Angelica is using François to work out her own psychological problems. I don&amp;#39;t know what they are--I&amp;#39;m not a psychologist.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I can&amp;#39;t be involved with just anything because when It asks you to sum things up, you&amp;#39;ve got to have something to show.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I talked yesterday about women, and how much they are stuck with this idea that they need a man. Angelica asserted that if she hadn&amp;#39;t confessed, she could have gone to her grave with the secret. But that&amp;#39;s not true. I had &amp;#39;seen&amp;#39; there was something wrong, and I finally figured out that she was involved with a man. So she would not have kept her secret forever.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When I talk about the doctor, I&amp;#39;m talking about all of us. There&amp;#39;s a little &amp;#39;doctor&amp;#39; in all of us.&amp;quot; Someone asked jokingly, &amp;quot;Why such a &amp;#39;little doctor?&amp;#39;&amp;quot; Rosa commented, &amp;quot;Yeah, Argentine--big.&amp;quot; Castaneda asked, &amp;quot;Ellis?&amp;quot; Ellis, taken off guard, responded, &amp;quot;Uhhh, yes!&amp;quot; Castaneda asked, &amp;quot;Do you recognize that?&amp;quot; Ellis said, &amp;quot;Yes, of course. She&amp;#39;s speaking my language.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;So, right at this point, when we are at low ebb anyway, and do not know what is next, what is coming, and aren&amp;#39;t functioning all that well, the doctor comes and kicks us when we&amp;#39;re down.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Angelica told us that she doesn&amp;#39;t buy what I&amp;#39;m saying. She doesn&amp;#39;t go along with it. It&amp;#39;s not for her.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He asked some of us, especially on the left side of the room (including me), &amp;quot;Did you know? Did you know?&amp;quot; I said, &amp;quot;No.&amp;quot; Later on, he went up to Paul and asked the same question. Paul said, &amp;quot;Well, I suspected. They seemed very involved in Mexico.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It took us all by surprise. They shouldn&amp;#39;t be messing around with us, they should be secret agents. Maybe Ellis and I will be secret agents. We could infiltrate. What could we infiltrate?&amp;quot; Ellis suggested, &amp;quot;The I.R.A.&amp;quot; Castaneda laughed, &amp;quot;Yeah! We could be Arabs!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We are so hung up on our genitals--that&amp;#39;s why we do things like this. But we don&amp;#39;t even like our genitals--men don&amp;#39;t even like their peters. And it leads us into this stuff. Bobby the Flyer&amp;#39;s got us with all these tentacles, and sex is up here&amp;quot; [he gestured high]. &amp;quot;It&amp;#39;s all in the mind.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We don&amp;#39;t have much time, and I don&amp;#39;t know how much longer it will be. Angelica will probably be fine in five years, but I don&amp;#39;t have five years. That is why I was telling the Sunday group that we have to grind that extra bit, that we have to put in the extra effort now.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As we started doing strikes, Kylie heard someone hit something. She was concerned because we had been warned to be careful, because we could hit someone or something with these movements. It was Carola hitting &amp;quot;her mother.&amp;quot; Castaneda came over and asked Zaia if she was hurt. She jokingly responded with a meek &amp;quot;yes,&amp;quot; and held up her hand. He kissed it. He told us, &amp;quot;Carola can&amp;#39;t stand it when I&amp;#39;m paying attention to Zaia. She just gets so jealous.&amp;quot; Florinda said, &amp;quot;That&amp;#39;s not the only thing that gets her jealous.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Carola responded by laughing with her head back, in a fakish way. Castaneda made fun of her. Then she was slumping, next to the large column on the right side of the room. He told us, &amp;quot;Carol has something she wants to say.&amp;quot; Then he said, referring to Carola, &amp;quot;Next she&amp;#39;ll be lying on the ground,&amp;quot; and he proceeded to do so, right before Carol started speaking.&lt;/p&gt;\n\n&lt;p&gt;Carol&amp;#39;s eyes were black (which I had not remembered noticing when she walked by me at the beginning). She said, &amp;quot;I have enough energy for six.&amp;quot; She was going to have Kylie and Talia pull together the six. She indicated whom she wanted, which included the two new women--Barbara and Carmela, along with Darien, Aerin, Brandon and Miles.&lt;/p&gt;\n\n&lt;p&gt;Carol said, &amp;quot;Sorcerers normally live in the present, but I wanted to take you for a moment into another time, another place.&amp;quot; She first had us rub our stomachs, on the point at which we usually place the paperweight. She then had us do a long exhale. She indicated that she could see where that had gone, somewhere out onto the floor in front of us. She then focused on the six, giving each of them &amp;quot;the eye,&amp;quot; as we had seen her do before at workshops. Then she turned to the rest of us and told us to close our eyes and empty our minds.&lt;/p&gt;\n\n&lt;p&gt;[I felt massive chills up and down my back when Carol was putting the six out. After she had us close our eyes, I did not see any particular images, but had a sense of a deep, cavernous place. My mind was, however, quite empty, and I quickly became aware that the top of my head felt like it was rotating, toward my right--clockwise. I was concerned that I might be drawing attention to myself, because it felt like I must be visibly moving with this rotating motion. A couple of times the rotation seemed to alternate and go counterclockwise. The feeling went on and on, even when Castaneda started speaking to us again. I kept feeling the swaying, twisting motion, and was concerned he would see it, so I tried to really focus on what he was saying to bring me back. It also felt, by then, that a lot of time had elapsed, but I looked at the clock on the wall and it was not even 8:30 yet.]&lt;/p&gt;\n\n&lt;p&gt;Then Castaneda had us continue with movements. [It felt like a jolt to go from his talk about betrayal and running out of time, to Carol&amp;#39;s putting us out, to doing movements again.] The first was the temple throw--bringing the fists up to the temples and then flinging them back behind us--to get rid of the Flyer&amp;#39;s mind. Then thrusts.&lt;/p&gt;\n\n&lt;p&gt;He explained that the tight hand with the thumb held in constitutes an edge. We did &amp;quot;edge thrusts,&amp;quot; on alternating sides, coming from the stomach, with a jolt to either side. He told us this was tendon energy, and their slogan was going to be &amp;quot;Tendon energy! Where is it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Castaneda told us that one of the women in his group had seen the female entity and thought it looked like Kylie. Nyei commented, &amp;quot;Gee, I sure wouldn&amp;#39;t want to see Kylie in the middle of the night, standing there at the foot of the bed.&amp;quot; A couple of others agreed. A minute or so later, Talia spoke up and said, &amp;quot;Well, I would.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The other strike was one that he said was for an older person. &amp;quot;Coming from the stomach is coming from our youth. Sorcerers stress using and working the stomach so much because that is where we age. We need to tighten the stomach.&amp;quot; The second strike was more from the shoulders, but also from the stomach, with palms facing downward, but tilted on an angle, a little above shoulder level.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "bmd13m", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/bmd13m/the_monster_in_the_closet_part_2/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/bmd13m/the_monster_in_the_closet_part_2/", "subreddit_subscribers": 9561, "created_utc": 1557361215.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "emvnn5u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1557361392.0, "send_replies": true, "parent_id": "t3_bmd13m", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Oddly, despite being there, I only remember a fraction of it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_emvnn5u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oddly, despite being there, I only remember a fraction of it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bmd13m/the_monster_in_the_closet_part_2/emvnn5u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1557361392.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bmd13m", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "emxwf4w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1557425810.0, "send_replies": true, "parent_id": "t3_bmd13m", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Time for that vaccination I mentioned.  For history, we had an outbreak of measles in LA last week, just from a single person passing through populated public places.   The outbreak reminded me of Carlos’ idea of syntactic commands,  such as “my butt is too big”, which can spread a weak position of the assemblage point almost through thin air.\n\nNotice how many people had cool experiences as a result of being in Carlos' classes.  But in the end, it didn't keep most of them from dropping the practice.  You don’t “get there” as Buddhism promises.  For a long time, you only move around and mostly return to where you started from.  Self-pity (Doubt).\n\nAnd as Carlos was pointing out here, there were mixed motivations for being in the classes. Despite his efforts to prevent that, people did what they wanted.   Some chasing members of the opposite sex, some looking for a free place to live, some taking shelter in a famous and wealthy man.  Some even wanted to try to make money by writing their own book.\n\nIt’s kind of obvious why he told his students to be celibate from this set of notes, and maybe it explains why I tell people to forget about celibacy until they get far enough along to feel the effect of sex.  It’s not because celibacy doesn’t matter. It’s more because worrying about things you can’t detect is mental masturbation, and takes away from you making the decision to work hard. You’ll always be putting it off until you get your act together.\n\nEdited: once", "edited": 1557442057.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_emxwf4w", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Time for that vaccination I mentioned.  For history, we had an outbreak of measles in LA last week, just from a single person passing through populated public places.   The outbreak reminded me of Carlos’ idea of syntactic commands,  such as “my butt is too big”, which can spread a weak position of the assemblage point almost through thin air.&lt;/p&gt;\n\n&lt;p&gt;Notice how many people had cool experiences as a result of being in Carlos&amp;#39; classes.  But in the end, it didn&amp;#39;t keep most of them from dropping the practice.  You don’t “get there” as Buddhism promises.  For a long time, you only move around and mostly return to where you started from.  Self-pity (Doubt).&lt;/p&gt;\n\n&lt;p&gt;And as Carlos was pointing out here, there were mixed motivations for being in the classes. Despite his efforts to prevent that, people did what they wanted.   Some chasing members of the opposite sex, some looking for a free place to live, some taking shelter in a famous and wealthy man.  Some even wanted to try to make money by writing their own book.&lt;/p&gt;\n\n&lt;p&gt;It’s kind of obvious why he told his students to be celibate from this set of notes, and maybe it explains why I tell people to forget about celibacy until they get far enough along to feel the effect of sex.  It’s not because celibacy doesn’t matter. It’s more because worrying about things you can’t detect is mental masturbation, and takes away from you making the decision to work hard. You’ll always be putting it off until you get your act together.&lt;/p&gt;\n\n&lt;p&gt;Edited: once&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bmd13m/the_monster_in_the_closet_part_2/emxwf4w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1557425810.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bmd13m", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]