[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Ever had a bad day, where you're sitting on the toilet because it's the only dark place you can manage in your house, and  after weeks of trying, you realize you just aren’t going to find any purple puffs of light to do tensegrity chops on?\n\nAnd so maybe you’re a ***stalker*** type?\n\nShit!  It's like being told, your sperm count is too low to conceive.\n\nI hope my prejudice isn’t showing there.\n\nBut there’s some good news in it all.\n\nFor one thing, stalkers get to go shopping more often!\n\nJust ask Florinda and Taisha. One day Carlos was very worried, and announced they were gone.\n\nVanished.\n\nLost in the second attention.\n\nThey turned up the next day and said, “We went shopping!”\n\nThat means you have at least that to look forward to, if you have to be a stalker.\n\nBut also,  in reality, there’s absolutely no difference in how you learn.\n\nBoth stalkers and dreamers take advantage of the same thing.\n\nWhen you are silent, the assemblage point isn’t being forced to hold your current position. It can drift.\n\nBut it won’t unless something gives it a push, or pulls on it. Or both.\n\nYesterday I was looking at some Chi Gung moves.\n\nOne involved gyrating your hips while you let your upper body roll with it.\n\nThe person doing the movement got really exaggerated, until his body was waving around like it was made out of rubber.\n\nHe had a wicked grin on his face as he asked, “Is your Tensegrity like this????”\n\nHe was making fun of one or the other. Probably Chi Gung, since he hasn’t seen any actual tensegrity.\n\nBut instead of agreeing that Chi Gung was silly, I had to tell him the truth.\n\n\"That would work!\", I said. \"You could change worlds doing that movement\".\n\nHe had a look of puzzlement on his face, so that night I gave it a try just to make sure I hadn't told a mistruth.\n\nSure enough, wiggling like that frees up a **lot** of energy, which you can redeploy to assemble another world.\n\nIt may not be well designed to make good use of that energy, as is also true of some kungfu moves Cholita practices, learned from Howard.\n\nThey don't have the same purpose as those designed by Carlos.\n\nSo doing them over time, won't have the same effect as Tensegrity.\n\nBut they will work enough to free up energy needed to assemble another world.\n\nYou just have to be silent long enough that your assemblage point is very loose.\n\nOne might define Tensegrity as the control of the energy of awareness.\n\nA way to redeploy it.\n\nAnd that’s true. But if you think that’s all of what it is, you’re missing the magic of being human.\n\nWe’re like super fine radios which can tune in hundreds of stations (worlds).\n\nWe don’t have an actual knob to select the radio station.\n\nIt’s a psychic interface.  You think it, and the dial moves until it finds that station.  It moves through *intent*.\n\nAnd there’s the problem. We picked up this nagging voice in our heads, telling us which station we must listen to.\n\nIn fact, according to that nagging voice, there's only one radio station.  Even looking for more is delusional.\n\nPeople write entire articles and propose biographies, based on how delusional it is to assume there's other radio stations.\n\nIt's maddening (literally).\n\nIt’s like having a \"spiritual\" girlfriend who controls the radio in your car, and only listens to Jesus Freak music.\n\nWe’re screwed.\n\nBut get rid of the girlfriend, and you can choose whatever station you like.\n\nThat’s the internal dialogue. Get rid of it.\n\nOnce you do, any tensegrity move can be enough to push the assemblage point.\n\nNotice I said push.  That's the method Tensegrity uses.  It's a little like the \"Nagual's Blow\".\n\nI’m not a big fan of long forms, but I’m absolutely convinced you could start a tensegrity move in this world, end up in another in the middle, and finish in an entirely different world at the end.\n\nI'm waiting for lovely Yulia Chi to learn to do that.  She could.\n\n[https://www.youtube.com/watch?v=BMBZH\\_xWh2g](https://www.youtube.com/watch?v=BMBZH_xWh2g)\n\nIt just doesn’t happen yet, because no one can get silent.  Or at least if someone made it work, I never got the memo.\n\nBut it does. I've done it at workshops.\n\nIn the case of Tensegrity, the assemblage point is being pushed.\n\nIt's also possible to pull on it.  But Tensegrity isn't primarily designed for that.\n\nOur assemblage point also gets a burst of new energy, at the new positions it takes on while doing tensegrity.\n\nSo once it gets moving, it will keep moving if you remain silent and continue the Tensegrity.\n\nIt’s like trying to move something heavy. Once you get it sliding, it’s easier to keep it moving.\n\nBut at first, it’s stuck.\n\nWhat it feels like when it starts moving, is key to making Tensegrity work.\n\nYou have to learn that feeling.  If you're just doing the tensegrity because Julio in front of you has a cute butt, it won't work.  Julio might feel a tingle, but you won't.\n\nIt's the same with my simple silence technique.\n\nYou need to learn what it feels like when the assemblage point moves, so you do that more.\n\nThat example is how to **push** the assemblage point  using Tensegrity, but using darkness to find colors, is a method to **pull** on it.\n\nIt’s pulled by the second attention.  A tug of war begins, between your Tonal, and your Nagual.\n\nYou get silent, and the radio dial is released (the bad girlfriend leaves the car).\n\nBut it’s still on the Jesus freak music.\n\nSo you look around for a billboard.  Anything that suggests a musical group, so your psychic interface can activate.\n\nWhat do you see?\n\nPrince doing Purple Rain!\n\nAll you have to do is gaze at his dazzling purple awesomeness, and you've selected a new station.\n\nIn the real world however, you get perfectly silent in darkness, look for colors, and play with them.\n\nYou find a puff of purple color in the darkness and interact with it.\n\nIf you keep it up, you can even make a mini-Prince ride along on the puff of color for you.\n\n(Adopt an inorganic being the way I did with my Fairy.)\n\nWith silence, that’ll pull the assemblage point along to where it’s easier to see the purple, and easier to interact with it.\n\nEven without mini-Prince.\n\nI've been asked if we really need mini-Prince (inorganic beings).\n\nAnd isn't he evil anyway?\n\nThe ones giving out Dr. Pepper are evil.\n\n[https://www.youtube.com/watch?v=Rf7-wrzpN3U](https://www.youtube.com/watch?v=Rf7-wrzpN3U)\n\nThe rest have no opinions on anything, other than that you're the best fan ever, and thank you for coming to their concert!\n\nYou chose a new station with your actions, by watching the purple color.\n\nBut what’s a **stalker** to do?\n\nStuck in daylight, nothing seen in darkness, and no reason weird Kungfu moves are going to be pushing on things right now, because your tensegrity shoes are at home.\n\nIt’s just you walking around in the hostile world, trapped at your current position of the assemblage point.\n\nNot to worry.  Get silent so that your assemblage point is loose.\n\nThen get rid of the girlfriend.   It’s the same basic thing.\n\nBut the girlfriend is you this time.\n\nGet rid of you.\n\nIt’s \"you\" that’s making it remain in the undesirable location.\n\nEven if you get rid of the internal dialogue girlfriend,  you still reek of \"you\", her favorite perfume.\n\nChange yourself to someone else!\n\nThat removes the latent images from our mind also.  You're not only silent, but you also aren't fantasizing about \"you\".\n\nIf you’re completely silent, there’s no way your assemblage point can remain where it was.\n\nHow far do you have to go with this stalking?\n\nYou can’t just tell everyone you’ve decided you’re the opposite sex now.\n\nIt’s not enough.  Sorry guys.  You might become more popular that way, but it won't make you a sorcerer.\n\nA new suit isn’t going to do it either.\n\nI've always fancied Zoot suits.   With a big chain attached to a silver pocket watch, of course.\n\nAnd with a decent roach hidden in the watch.\n\nWell, just for effect.  A zoot suit requires weed.\n\nThat new zoot suit, a transgender announcement, new exciting gay friends,  in a new city, just might do the trick!\n\nThat’s stalking.  But you REALLY have to take on the part.\n\nYou change the world so that it pushes and rubs on you in a different manner.\n\nOops . If forgot what example I was giving.  Skip the rubbing and you’ll be fine. It's over quicker if you only enlist the pushing.\n\nBut the stalking has to be complete, to guarantee your assemblage point will move.\n\nYou can't be thinking, \"Man I don't like progressives\", while you're doing it.\n\nYou have to be more like, \"If Trump comes in here, I'll get my *little friend* to deal with him!\"\n\nI forgot to mention.   A zoot suit also requires a switch blade.\n\nCrazy Josefina used to get into stalking so much that she got carried away. She really became the part, and forgot she ought not to attack the other apprentices for real.\n\nCarlos tried to create a stalking bubble around the inner circle. People were married to other people, but not really, people were misidentified so they could take on a new identity, and in general became very secretive, all around.\n\nPeople were so aware of his bubble, that some tried to penetrate it with video cameras.\n\nIf they couldn't be special, no one could!\n\nI’m not a big fan of stalking bubbles for groups, but it could work.\n\nMaybe Carlos just had too big of a group to control. It created its own dynamics, which forced their assemblage points to get sticky again.  They got stuck to pieces of the new bubble.\n\nIt’s part of the reason he was so bothered when he found people in classes chasing each other, for ordinary mating purposes.\n\nHe was trying to keep everyone in a bubble, where their assemblage point could be moved.\n\nAnd just when he had it sliding a little, so pushing it would be easier, someone put on the brakes.\n\nBut if they hadn't, it might have worked.\n\nYou might even say, stalking is the most efficient way of all to move the assemblage point.\n\nIt doesn't just push it, as Tensegrity does. It doesn't just pull on it, as dreaming does.\n\nIt both pushes and pulls.\n\nBut you still need to learn silence.\n\nEdited: six times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "OMG, I’m not a Dreamer: I have to be a Stalker!", "link_flair_richtext": [{"e": "text", "t": "Stalking"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_ed2s3f", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Stalking", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1576809515.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1576804613.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Ever had a bad day, where you&amp;#39;re sitting on the toilet because it&amp;#39;s the only dark place you can manage in your house, and  after weeks of trying, you realize you just aren’t going to find any purple puffs of light to do tensegrity chops on?&lt;/p&gt;\n\n&lt;p&gt;And so maybe you’re a &lt;strong&gt;&lt;em&gt;stalker&lt;/em&gt;&lt;/strong&gt; type?&lt;/p&gt;\n\n&lt;p&gt;Shit!  It&amp;#39;s like being told, your sperm count is too low to conceive.&lt;/p&gt;\n\n&lt;p&gt;I hope my prejudice isn’t showing there.&lt;/p&gt;\n\n&lt;p&gt;But there’s some good news in it all.&lt;/p&gt;\n\n&lt;p&gt;For one thing, stalkers get to go shopping more often!&lt;/p&gt;\n\n&lt;p&gt;Just ask Florinda and Taisha. One day Carlos was very worried, and announced they were gone.&lt;/p&gt;\n\n&lt;p&gt;Vanished.&lt;/p&gt;\n\n&lt;p&gt;Lost in the second attention.&lt;/p&gt;\n\n&lt;p&gt;They turned up the next day and said, “We went shopping!”&lt;/p&gt;\n\n&lt;p&gt;That means you have at least that to look forward to, if you have to be a stalker.&lt;/p&gt;\n\n&lt;p&gt;But also,  in reality, there’s absolutely no difference in how you learn.&lt;/p&gt;\n\n&lt;p&gt;Both stalkers and dreamers take advantage of the same thing.&lt;/p&gt;\n\n&lt;p&gt;When you are silent, the assemblage point isn’t being forced to hold your current position. It can drift.&lt;/p&gt;\n\n&lt;p&gt;But it won’t unless something gives it a push, or pulls on it. Or both.&lt;/p&gt;\n\n&lt;p&gt;Yesterday I was looking at some Chi Gung moves.&lt;/p&gt;\n\n&lt;p&gt;One involved gyrating your hips while you let your upper body roll with it.&lt;/p&gt;\n\n&lt;p&gt;The person doing the movement got really exaggerated, until his body was waving around like it was made out of rubber.&lt;/p&gt;\n\n&lt;p&gt;He had a wicked grin on his face as he asked, “Is your Tensegrity like this????”&lt;/p&gt;\n\n&lt;p&gt;He was making fun of one or the other. Probably Chi Gung, since he hasn’t seen any actual tensegrity.&lt;/p&gt;\n\n&lt;p&gt;But instead of agreeing that Chi Gung was silly, I had to tell him the truth.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That would work!&amp;quot;, I said. &amp;quot;You could change worlds doing that movement&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He had a look of puzzlement on his face, so that night I gave it a try just to make sure I hadn&amp;#39;t told a mistruth.&lt;/p&gt;\n\n&lt;p&gt;Sure enough, wiggling like that frees up a &lt;strong&gt;lot&lt;/strong&gt; of energy, which you can redeploy to assemble another world.&lt;/p&gt;\n\n&lt;p&gt;It may not be well designed to make good use of that energy, as is also true of some kungfu moves Cholita practices, learned from Howard.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t have the same purpose as those designed by Carlos.&lt;/p&gt;\n\n&lt;p&gt;So doing them over time, won&amp;#39;t have the same effect as Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;But they will work enough to free up energy needed to assemble another world.&lt;/p&gt;\n\n&lt;p&gt;You just have to be silent long enough that your assemblage point is very loose.&lt;/p&gt;\n\n&lt;p&gt;One might define Tensegrity as the control of the energy of awareness.&lt;/p&gt;\n\n&lt;p&gt;A way to redeploy it.&lt;/p&gt;\n\n&lt;p&gt;And that’s true. But if you think that’s all of what it is, you’re missing the magic of being human.&lt;/p&gt;\n\n&lt;p&gt;We’re like super fine radios which can tune in hundreds of stations (worlds).&lt;/p&gt;\n\n&lt;p&gt;We don’t have an actual knob to select the radio station.&lt;/p&gt;\n\n&lt;p&gt;It’s a psychic interface.  You think it, and the dial moves until it finds that station.  It moves through &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;And there’s the problem. We picked up this nagging voice in our heads, telling us which station we must listen to.&lt;/p&gt;\n\n&lt;p&gt;In fact, according to that nagging voice, there&amp;#39;s only one radio station.  Even looking for more is delusional.&lt;/p&gt;\n\n&lt;p&gt;People write entire articles and propose biographies, based on how delusional it is to assume there&amp;#39;s other radio stations.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s maddening (literally).&lt;/p&gt;\n\n&lt;p&gt;It’s like having a &amp;quot;spiritual&amp;quot; girlfriend who controls the radio in your car, and only listens to Jesus Freak music.&lt;/p&gt;\n\n&lt;p&gt;We’re screwed.&lt;/p&gt;\n\n&lt;p&gt;But get rid of the girlfriend, and you can choose whatever station you like.&lt;/p&gt;\n\n&lt;p&gt;That’s the internal dialogue. Get rid of it.&lt;/p&gt;\n\n&lt;p&gt;Once you do, any tensegrity move can be enough to push the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Notice I said push.  That&amp;#39;s the method Tensegrity uses.  It&amp;#39;s a little like the &amp;quot;Nagual&amp;#39;s Blow&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I’m not a big fan of long forms, but I’m absolutely convinced you could start a tensegrity move in this world, end up in another in the middle, and finish in an entirely different world at the end.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m waiting for lovely Yulia Chi to learn to do that.  She could.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=BMBZH_xWh2g\"&gt;https://www.youtube.com/watch?v=BMBZH_xWh2g&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It just doesn’t happen yet, because no one can get silent.  Or at least if someone made it work, I never got the memo.&lt;/p&gt;\n\n&lt;p&gt;But it does. I&amp;#39;ve done it at workshops.&lt;/p&gt;\n\n&lt;p&gt;In the case of Tensegrity, the assemblage point is being pushed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also possible to pull on it.  But Tensegrity isn&amp;#39;t primarily designed for that.&lt;/p&gt;\n\n&lt;p&gt;Our assemblage point also gets a burst of new energy, at the new positions it takes on while doing tensegrity.&lt;/p&gt;\n\n&lt;p&gt;So once it gets moving, it will keep moving if you remain silent and continue the Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;It’s like trying to move something heavy. Once you get it sliding, it’s easier to keep it moving.&lt;/p&gt;\n\n&lt;p&gt;But at first, it’s stuck.&lt;/p&gt;\n\n&lt;p&gt;What it feels like when it starts moving, is key to making Tensegrity work.&lt;/p&gt;\n\n&lt;p&gt;You have to learn that feeling.  If you&amp;#39;re just doing the tensegrity because Julio in front of you has a cute butt, it won&amp;#39;t work.  Julio might feel a tingle, but you won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same with my simple silence technique.&lt;/p&gt;\n\n&lt;p&gt;You need to learn what it feels like when the assemblage point moves, so you do that more.&lt;/p&gt;\n\n&lt;p&gt;That example is how to &lt;strong&gt;push&lt;/strong&gt; the assemblage point  using Tensegrity, but using darkness to find colors, is a method to &lt;strong&gt;pull&lt;/strong&gt; on it.&lt;/p&gt;\n\n&lt;p&gt;It’s pulled by the second attention.  A tug of war begins, between your Tonal, and your Nagual.&lt;/p&gt;\n\n&lt;p&gt;You get silent, and the radio dial is released (the bad girlfriend leaves the car).&lt;/p&gt;\n\n&lt;p&gt;But it’s still on the Jesus freak music.&lt;/p&gt;\n\n&lt;p&gt;So you look around for a billboard.  Anything that suggests a musical group, so your psychic interface can activate.&lt;/p&gt;\n\n&lt;p&gt;What do you see?&lt;/p&gt;\n\n&lt;p&gt;Prince doing Purple Rain!&lt;/p&gt;\n\n&lt;p&gt;All you have to do is gaze at his dazzling purple awesomeness, and you&amp;#39;ve selected a new station.&lt;/p&gt;\n\n&lt;p&gt;In the real world however, you get perfectly silent in darkness, look for colors, and play with them.&lt;/p&gt;\n\n&lt;p&gt;You find a puff of purple color in the darkness and interact with it.&lt;/p&gt;\n\n&lt;p&gt;If you keep it up, you can even make a mini-Prince ride along on the puff of color for you.&lt;/p&gt;\n\n&lt;p&gt;(Adopt an inorganic being the way I did with my Fairy.)&lt;/p&gt;\n\n&lt;p&gt;With silence, that’ll pull the assemblage point along to where it’s easier to see the purple, and easier to interact with it.&lt;/p&gt;\n\n&lt;p&gt;Even without mini-Prince.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been asked if we really need mini-Prince (inorganic beings).&lt;/p&gt;\n\n&lt;p&gt;And isn&amp;#39;t he evil anyway?&lt;/p&gt;\n\n&lt;p&gt;The ones giving out Dr. Pepper are evil.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=Rf7-wrzpN3U\"&gt;https://www.youtube.com/watch?v=Rf7-wrzpN3U&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The rest have no opinions on anything, other than that you&amp;#39;re the best fan ever, and thank you for coming to their concert!&lt;/p&gt;\n\n&lt;p&gt;You chose a new station with your actions, by watching the purple color.&lt;/p&gt;\n\n&lt;p&gt;But what’s a &lt;strong&gt;stalker&lt;/strong&gt; to do?&lt;/p&gt;\n\n&lt;p&gt;Stuck in daylight, nothing seen in darkness, and no reason weird Kungfu moves are going to be pushing on things right now, because your tensegrity shoes are at home.&lt;/p&gt;\n\n&lt;p&gt;It’s just you walking around in the hostile world, trapped at your current position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Not to worry.  Get silent so that your assemblage point is loose.&lt;/p&gt;\n\n&lt;p&gt;Then get rid of the girlfriend.   It’s the same basic thing.&lt;/p&gt;\n\n&lt;p&gt;But the girlfriend is you this time.&lt;/p&gt;\n\n&lt;p&gt;Get rid of you.&lt;/p&gt;\n\n&lt;p&gt;It’s &amp;quot;you&amp;quot; that’s making it remain in the undesirable location.&lt;/p&gt;\n\n&lt;p&gt;Even if you get rid of the internal dialogue girlfriend,  you still reek of &amp;quot;you&amp;quot;, her favorite perfume.&lt;/p&gt;\n\n&lt;p&gt;Change yourself to someone else!&lt;/p&gt;\n\n&lt;p&gt;That removes the latent images from our mind also.  You&amp;#39;re not only silent, but you also aren&amp;#39;t fantasizing about &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you’re completely silent, there’s no way your assemblage point can remain where it was.&lt;/p&gt;\n\n&lt;p&gt;How far do you have to go with this stalking?&lt;/p&gt;\n\n&lt;p&gt;You can’t just tell everyone you’ve decided you’re the opposite sex now.&lt;/p&gt;\n\n&lt;p&gt;It’s not enough.  Sorry guys.  You might become more popular that way, but it won&amp;#39;t make you a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;A new suit isn’t going to do it either.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve always fancied Zoot suits.   With a big chain attached to a silver pocket watch, of course.&lt;/p&gt;\n\n&lt;p&gt;And with a decent roach hidden in the watch.&lt;/p&gt;\n\n&lt;p&gt;Well, just for effect.  A zoot suit requires weed.&lt;/p&gt;\n\n&lt;p&gt;That new zoot suit, a transgender announcement, new exciting gay friends,  in a new city, just might do the trick!&lt;/p&gt;\n\n&lt;p&gt;That’s stalking.  But you REALLY have to take on the part.&lt;/p&gt;\n\n&lt;p&gt;You change the world so that it pushes and rubs on you in a different manner.&lt;/p&gt;\n\n&lt;p&gt;Oops . If forgot what example I was giving.  Skip the rubbing and you’ll be fine. It&amp;#39;s over quicker if you only enlist the pushing.&lt;/p&gt;\n\n&lt;p&gt;But the stalking has to be complete, to guarantee your assemblage point will move.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t be thinking, &amp;quot;Man I don&amp;#39;t like progressives&amp;quot;, while you&amp;#39;re doing it.&lt;/p&gt;\n\n&lt;p&gt;You have to be more like, &amp;quot;If Trump comes in here, I&amp;#39;ll get my &lt;em&gt;little friend&lt;/em&gt; to deal with him!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I forgot to mention.   A zoot suit also requires a switch blade.&lt;/p&gt;\n\n&lt;p&gt;Crazy Josefina used to get into stalking so much that she got carried away. She really became the part, and forgot she ought not to attack the other apprentices for real.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to create a stalking bubble around the inner circle. People were married to other people, but not really, people were misidentified so they could take on a new identity, and in general became very secretive, all around.&lt;/p&gt;\n\n&lt;p&gt;People were so aware of his bubble, that some tried to penetrate it with video cameras.&lt;/p&gt;\n\n&lt;p&gt;If they couldn&amp;#39;t be special, no one could!&lt;/p&gt;\n\n&lt;p&gt;I’m not a big fan of stalking bubbles for groups, but it could work.&lt;/p&gt;\n\n&lt;p&gt;Maybe Carlos just had too big of a group to control. It created its own dynamics, which forced their assemblage points to get sticky again.  They got stuck to pieces of the new bubble.&lt;/p&gt;\n\n&lt;p&gt;It’s part of the reason he was so bothered when he found people in classes chasing each other, for ordinary mating purposes.&lt;/p&gt;\n\n&lt;p&gt;He was trying to keep everyone in a bubble, where their assemblage point could be moved.&lt;/p&gt;\n\n&lt;p&gt;And just when he had it sliding a little, so pushing it would be easier, someone put on the brakes.&lt;/p&gt;\n\n&lt;p&gt;But if they hadn&amp;#39;t, it might have worked.&lt;/p&gt;\n\n&lt;p&gt;You might even say, stalking is the most efficient way of all to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t just push it, as Tensegrity does. It doesn&amp;#39;t just pull on it, as dreaming does.&lt;/p&gt;\n\n&lt;p&gt;It both pushes and pulls.&lt;/p&gt;\n\n&lt;p&gt;But you still need to learn silence.&lt;/p&gt;\n\n&lt;p&gt;Edited: six times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/PyMHq3Hj-Po6XtFnNbjDQOeHxvG0VYHLtYbjeXCZ33U.jpg?auto=webp&amp;s=ac172d0f8f4a72a867e5aa3c4dbc40f6c4ca5bda", "width": 480, "height": 360}, "resolutions": [{"url": "https://external-preview.redd.it/PyMHq3Hj-Po6XtFnNbjDQOeHxvG0VYHLtYbjeXCZ33U.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=063fe9bf43166dfc09f9f96619e3e0f0a76eb5fe", "width": 108, "height": 81}, {"url": "https://external-preview.redd.it/PyMHq3Hj-Po6XtFnNbjDQOeHxvG0VYHLtYbjeXCZ33U.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=6f0c918a99112a9064aed16fb937272129ca77e0", "width": 216, "height": 162}, {"url": "https://external-preview.redd.it/PyMHq3Hj-Po6XtFnNbjDQOeHxvG0VYHLtYbjeXCZ33U.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=75484b74d16c198335a66bff564bb3f123b6609d", "width": 320, "height": 240}], "variants": {}, "id": "b5MMcpv-wwdwbU-lJ2vgfvxOPpmg0cju39-_Tm3WWDk"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "e041b6bc-6005-11ea-a799-0edc1fd152bd", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "ed2s3f", "is_robot_indexable": true, "num_duplicates": 1, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 28, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/", "subreddit_subscribers": 9561, "created_utc": 1576804613.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbl9kix", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbhlhiw", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I got the wall to produce the \"sworl\" last night.  But I didn't see any pomegranate dot.\n\nWhich is ok, since there wasn't any text.  There's still a chance that description of reading off the wall is universal.\n\nI always get distracted by the wall, because these days I'm only interested in provable \"impossible\" things. Like teleportation or moving objects by looking at them.  Or shared dreaming, but Cholita won't cooperate.\n\nAnd \"the wall\" can assemble other worlds.    So it's easy to go for those, and not wait for text.\n\nI managed to get the wall to form on my palm however.  I'd seen it on the ceiling, bed sheets, wall, floor.\n\nBut I never thought of using my hand!\n\n I wish Carlos had mentioned that in class.\n\nI keep trying to remember if I saw him reading \"cliff notes\" from his palm in class.\n\nMaybe I did...\n\nIf more runaway apprentices would come in here, we'd get a lot better info than I can recall.\n\nCome on guys!  You owe Carlos.  I'm sorry if realizing it was all true, hurts your feelings.\n\nBut it's not too late!\n\nYou can go ahead and hug the grand kids, drink your wine, tweet away,  with all the anger and cute kittens you can muster.\n\nAnd sex it up!   Give your spouse a giant emotional hug just for me.\n\nAnd then consider, where that all leads in the end.  Haven't you been paying attention?\n\nYou'll never have as much fun, as if you return to your practices. \n\nOr at least, come share some memories in here, so that all the effort Carlos put into you isn't wasted.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbl9kix", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I got the wall to produce the &amp;quot;sworl&amp;quot; last night.  But I didn&amp;#39;t see any pomegranate dot.&lt;/p&gt;\n\n&lt;p&gt;Which is ok, since there wasn&amp;#39;t any text.  There&amp;#39;s still a chance that description of reading off the wall is universal.&lt;/p&gt;\n\n&lt;p&gt;I always get distracted by the wall, because these days I&amp;#39;m only interested in provable &amp;quot;impossible&amp;quot; things. Like teleportation or moving objects by looking at them.  Or shared dreaming, but Cholita won&amp;#39;t cooperate.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;the wall&amp;quot; can assemble other worlds.    So it&amp;#39;s easy to go for those, and not wait for text.&lt;/p&gt;\n\n&lt;p&gt;I managed to get the wall to form on my palm however.  I&amp;#39;d seen it on the ceiling, bed sheets, wall, floor.&lt;/p&gt;\n\n&lt;p&gt;But I never thought of using my hand!&lt;/p&gt;\n\n&lt;p&gt;I wish Carlos had mentioned that in class.&lt;/p&gt;\n\n&lt;p&gt;I keep trying to remember if I saw him reading &amp;quot;cliff notes&amp;quot; from his palm in class.&lt;/p&gt;\n\n&lt;p&gt;Maybe I did...&lt;/p&gt;\n\n&lt;p&gt;If more runaway apprentices would come in here, we&amp;#39;d get a lot better info than I can recall.&lt;/p&gt;\n\n&lt;p&gt;Come on guys!  You owe Carlos.  I&amp;#39;m sorry if realizing it was all true, hurts your feelings.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not too late!&lt;/p&gt;\n\n&lt;p&gt;You can go ahead and hug the grand kids, drink your wine, tweet away,  with all the anger and cute kittens you can muster.&lt;/p&gt;\n\n&lt;p&gt;And sex it up!   Give your spouse a giant emotional hug just for me.&lt;/p&gt;\n\n&lt;p&gt;And then consider, where that all leads in the end.  Haven&amp;#39;t you been paying attention?&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll never have as much fun, as if you return to your practices. &lt;/p&gt;\n\n&lt;p&gt;Or at least, come share some memories in here, so that all the effort Carlos put into you isn&amp;#39;t wasted.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbl9kix/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576959948.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576959948.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbhw642", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbhsjmf", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I forgot to mention. This form of \"the wall\" lets you look through solid objects, to see the energy bodies of people behind walls.\n\nSomeone else mentioned that ability recently.  I wasn't sure if they learned to do it, or were just mentioning it was possible.\n\nBut this is one way to do it.\n\nAnd newbee warning:  Just because you can do it once, doesn't mean you can do it again any time soon.  \n\nThe way I figure it, there's a certain amount of energy released, doing something like that.  \n\nOnce it's been used up, you have to bring your own along, to repeat it.\n\nIt's like a \"preview\", but you have to earn return privileges.\n\nFortunately, it charges up again, over a long time, in case you're too slow to have learned how to save energy.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbhw642", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I forgot to mention. This form of &amp;quot;the wall&amp;quot; lets you look through solid objects, to see the energy bodies of people behind walls.&lt;/p&gt;\n\n&lt;p&gt;Someone else mentioned that ability recently.  I wasn&amp;#39;t sure if they learned to do it, or were just mentioning it was possible.&lt;/p&gt;\n\n&lt;p&gt;But this is one way to do it.&lt;/p&gt;\n\n&lt;p&gt;And newbee warning:  Just because you can do it once, doesn&amp;#39;t mean you can do it again any time soon.  &lt;/p&gt;\n\n&lt;p&gt;The way I figure it, there&amp;#39;s a certain amount of energy released, doing something like that.  &lt;/p&gt;\n\n&lt;p&gt;Once it&amp;#39;s been used up, you have to bring your own along, to repeat it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like a &amp;quot;preview&amp;quot;, but you have to earn return privileges.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, it charges up again, over a long time, in case you&amp;#39;re too slow to have learned how to save energy.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhw642/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576883915.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576883915.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbhugjz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbhsjmf", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No, that's the wall as it appears with eyes closed!\n\nIt can have details, even dreaming images. But the main thing is, there it is.\n\nRight in your face.\n\nMaybe you can see now why I told that stupid eyeball of la Gorda's to take a hike.\n\nIf you activate the second attention while awake, you might see, \"the wall\".\n\nOr La Gorda's big eyeball.\n\nThe good news is, you can tell the eyeball to get lost and it might only try to return a time or two again.\n\nEdit:  I invited Owsley Stanley's daughter Nina, to come look around over here.\n\nSome of you might remember, \"bear\" from Grateful Dead Concerts.  Or even Nina!\n\nIf you don't, here's the first obituary that comes up on google:\n\n\"Obituary: Owsley Stanley dies at 76; 'Acid King' of the '60s ...\"\n\nIf Nina is like Cholita, she won't notice this comment.\n\nIf she does, say hello Nina!", "edited": 1576883260.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbhugjz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, that&amp;#39;s the wall as it appears with eyes closed!&lt;/p&gt;\n\n&lt;p&gt;It can have details, even dreaming images. But the main thing is, there it is.&lt;/p&gt;\n\n&lt;p&gt;Right in your face.&lt;/p&gt;\n\n&lt;p&gt;Maybe you can see now why I told that stupid eyeball of la Gorda&amp;#39;s to take a hike.&lt;/p&gt;\n\n&lt;p&gt;If you activate the second attention while awake, you might see, &amp;quot;the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or La Gorda&amp;#39;s big eyeball.&lt;/p&gt;\n\n&lt;p&gt;The good news is, you can tell the eyeball to get lost and it might only try to return a time or two again.&lt;/p&gt;\n\n&lt;p&gt;Edit:  I invited Owsley Stanley&amp;#39;s daughter Nina, to come look around over here.&lt;/p&gt;\n\n&lt;p&gt;Some of you might remember, &amp;quot;bear&amp;quot; from Grateful Dead Concerts.  Or even Nina!&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t, here&amp;#39;s the first obituary that comes up on google:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Obituary: Owsley Stanley dies at 76; &amp;#39;Acid King&amp;#39; of the &amp;#39;60s ...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If Nina is like Cholita, she won&amp;#39;t notice this comment.&lt;/p&gt;\n\n&lt;p&gt;If she does, say hello Nina!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhugjz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576882630.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576882630.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbhsjmf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbhlhiw", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;You stare at colors in darkness, in silence, and some eventually form a \"virtual wall\" in front of you.\n\n\"Virtual wall\" clicked with something, I still haven't got a place with complete darkness, probably down to sheer laziness, but there's quite an accessible feeling in semidarkness of my vision getting very flat, not so much seeing something flat, but the actual vision being flat. I've always thought it was just my eyes half-closed or something as features (whatever can be seen in the little light) disappear. I wonder if it's an early stage of the wall. Lack of silence or perhaps just perseverance hasn't turned it into anything. It's a relaxed place and comfortable place to be. I'll pursue it more!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbhsjmf", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You stare at colors in darkness, in silence, and some eventually form a &amp;quot;virtual wall&amp;quot; in front of you.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&amp;quot;Virtual wall&amp;quot; clicked with something, I still haven&amp;#39;t got a place with complete darkness, probably down to sheer laziness, but there&amp;#39;s quite an accessible feeling in semidarkness of my vision getting very flat, not so much seeing something flat, but the actual vision being flat. I&amp;#39;ve always thought it was just my eyes half-closed or something as features (whatever can be seen in the little light) disappear. I wonder if it&amp;#39;s an early stage of the wall. Lack of silence or perhaps just perseverance hasn&amp;#39;t turned it into anything. It&amp;#39;s a relaxed place and comfortable place to be. I&amp;#39;ll pursue it more!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhsjmf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576881237.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576881237.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbhlhiw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbhl344", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What if the pomegranate dot that spins off text is the same thing as the blue, red, and white dots?\n\nI've been looking for that particular dot since someone posted Carlos' description of \"the wall\". \n\nForming \"the wall\" is a piece of cake for me these days.\n\nA good point to make here is, while you might not learn to repeat what you did last time, meaning, you get a really exciting thing to happen, but then you can't the next day,  the thing you did to cause it, *is* possible to learn.\n\nSo while I can't get an ally to show up on the wall and spin dreaming scenes for me, to find an answer, like I wrote about in the past, I *can* get the wall to form.\n\nAnd then something new happens.\n\nSo, don't fret if you can't repeat something you did.  What you'll be able to repeat is HOW you got it to happen.\n\nWhen I succeed with making text on the wall, I see it roll off a larger swirl of lights.\n\nBut maybe the dots under there and I thought it was just how the text looks when it first emerges.\n\nI have noticed each time, that when the text rolls out, there's some sort of colorful sparkle.\n\nCould be the pomegranite dot.\n\nNewbies: You stare at colors in darkness, in silence, and some eventually form a \"virtual wall\" in front of you.\n\nYou can use that for oodles of really cool stuff!\n\nNot the least of which seems to be, you can learn to view it on your hand, and read answers from your palm.\n\nMaybe you could even look at your hand and it would tell you, \"This guy in front of you is lying.\"\n\nWe need to investigate those dots more!", "edited": 1576877056.0, "author_flair_css_class": null, "name": "t1_fbhlhiw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What if the pomegranate dot that spins off text is the same thing as the blue, red, and white dots?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been looking for that particular dot since someone posted Carlos&amp;#39; description of &amp;quot;the wall&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Forming &amp;quot;the wall&amp;quot; is a piece of cake for me these days.&lt;/p&gt;\n\n&lt;p&gt;A good point to make here is, while you might not learn to repeat what you did last time, meaning, you get a really exciting thing to happen, but then you can&amp;#39;t the next day,  the thing you did to cause it, &lt;em&gt;is&lt;/em&gt; possible to learn.&lt;/p&gt;\n\n&lt;p&gt;So while I can&amp;#39;t get an ally to show up on the wall and spin dreaming scenes for me, to find an answer, like I wrote about in the past, I &lt;em&gt;can&lt;/em&gt; get the wall to form.&lt;/p&gt;\n\n&lt;p&gt;And then something new happens.&lt;/p&gt;\n\n&lt;p&gt;So, don&amp;#39;t fret if you can&amp;#39;t repeat something you did.  What you&amp;#39;ll be able to repeat is HOW you got it to happen.&lt;/p&gt;\n\n&lt;p&gt;When I succeed with making text on the wall, I see it roll off a larger swirl of lights.&lt;/p&gt;\n\n&lt;p&gt;But maybe the dots under there and I thought it was just how the text looks when it first emerges.&lt;/p&gt;\n\n&lt;p&gt;I have noticed each time, that when the text rolls out, there&amp;#39;s some sort of colorful sparkle.&lt;/p&gt;\n\n&lt;p&gt;Could be the pomegranite dot.&lt;/p&gt;\n\n&lt;p&gt;Newbies: You stare at colors in darkness, in silence, and some eventually form a &amp;quot;virtual wall&amp;quot; in front of you.&lt;/p&gt;\n\n&lt;p&gt;You can use that for oodles of really cool stuff!&lt;/p&gt;\n\n&lt;p&gt;Not the least of which seems to be, you can learn to view it on your hand, and read answers from your palm.&lt;/p&gt;\n\n&lt;p&gt;Maybe you could even look at your hand and it would tell you, &amp;quot;This guy in front of you is lying.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We need to investigate those dots more!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhlhiw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576876504.0, "author_flair_text": null, "collapsed": false, "created_utc": 1576876504.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbhl344", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbh6jag", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Next time I'm silent enough I'll try to provoke them with emotions again, see if there really was a connection or it was just coincidental. \n\n&gt;\"Yea, so what??? Ho hum, I've seen you before.\"\n\nThis is pretty much what I understand by \"sobriety\" in the books, just not making a big deal of anything, keeping your head I guess. \"Equanimity\" in Buddhist jargon.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbhl344", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Next time I&amp;#39;m silent enough I&amp;#39;ll try to provoke them with emotions again, see if there really was a connection or it was just coincidental. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;Yea, so what??? Ho hum, I&amp;#39;ve seen you before.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is pretty much what I understand by &amp;quot;sobriety&amp;quot; in the books, just not making a big deal of anything, keeping your head I guess. &amp;quot;Equanimity&amp;quot; in Buddhist jargon.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhl344/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576876226.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576876226.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbh6jag", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbh3mng", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have 2 theories on those dots. \n\nPerhaps it's the brightest point in the assemblage point, of a type of inorganic being that doesn't overlap with us much at all.  Certainly a lot less than normal ones.  So all we can perceive is the bright dot.\n\nIn esoteric literature, they're associated with ascended masters.\n\nI've noticed they either herald, or emphasize, a movement in consciousness. But, and here's the weird part.\n\nThey can show up BEFORE the movement of the assemblage point.\n\nI'm not implying there's some time travel there.  Because in fact, they can be distracting enough, to prevent whatever future event made them show up.\n\nCarlos only mentioned them once that I know of.\n\nThe blue dot one, possibly the most common, kept landing on his toe, while he was laying in bed, ill from cancer.\n\nHe said if it remained there, he'd burn with the fire from within.\n\nAt the time, I was like most fans of Carlos. The good guys always win in the books.\n\nI didn't realize the seriousness of it, and commented to Taisha, \"Isn't that a good thing?\"\n\n(Could have been Flo.  I'm face blind.)\n\nShe said, \"Ooohhhh noooooo!!!!!\"\n\nShe was obviously seriously worried about it.  I felt like I'd told an inappropriate joke at a funeral.\n\nI vaguely remember Carlos described the blue dot as landing on his toe, like a tiny moth would.\n\nMost of the time I've seen these, and from accounts others have, they bloom into existence, then fade away. It's like a tiny supernova that burns out very fast.\n\nBut you can keep them around longer, by not paying attention.  \n\n\"Yea, so what???  Ho hum, I've seen you before.\"\n\nThat's what keeps them around.  Minus the internal dialogue of course.\n\nI've managed to push one with my hand, and I've seen as many as 3 at once.\n\nPushing it with the hand is significant because when I asked my eye doctor about them, he suggested it was a cone type neuron (visual receptor) dying, and sending a very strong false signal.  You got blue, if a blue cone died.  Red if another type died.\n\nExcept that, cones are complementary color pairs, not primary colors. So there's something slightly wrong with his explanation.  Plus I could push them, and there were 3 at once.\n\nIt's hard to count them all at once, because they bloom and fade. So I might have seen the same one jumping around in space.\n\nThere was both red and white in the case of multiples.\n\nI'll venture another wild guess: They're here to help.  Maybe they don't know something cool is about to happen, but rather they show up as a boost, and if they succeed then something cool happens.\n\nIf they don't, it's not their fault. They tried.\n\nIf that's so, it's a good idea to pay attention to what you were doing, when you saw them.  So you do more of that.\n\nMaybe them, coming directly from the second attention, can give you a boost just because you watch them, and are prevented from letting your assemblage point move back to normal.\n\nEdited twice", "edited": 1576959373.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fbh6jag", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have 2 theories on those dots. &lt;/p&gt;\n\n&lt;p&gt;Perhaps it&amp;#39;s the brightest point in the assemblage point, of a type of inorganic being that doesn&amp;#39;t overlap with us much at all.  Certainly a lot less than normal ones.  So all we can perceive is the bright dot.&lt;/p&gt;\n\n&lt;p&gt;In esoteric literature, they&amp;#39;re associated with ascended masters.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve noticed they either herald, or emphasize, a movement in consciousness. But, and here&amp;#39;s the weird part.&lt;/p&gt;\n\n&lt;p&gt;They can show up BEFORE the movement of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not implying there&amp;#39;s some time travel there.  Because in fact, they can be distracting enough, to prevent whatever future event made them show up.&lt;/p&gt;\n\n&lt;p&gt;Carlos only mentioned them once that I know of.&lt;/p&gt;\n\n&lt;p&gt;The blue dot one, possibly the most common, kept landing on his toe, while he was laying in bed, ill from cancer.&lt;/p&gt;\n\n&lt;p&gt;He said if it remained there, he&amp;#39;d burn with the fire from within.&lt;/p&gt;\n\n&lt;p&gt;At the time, I was like most fans of Carlos. The good guys always win in the books.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t realize the seriousness of it, and commented to Taisha, &amp;quot;Isn&amp;#39;t that a good thing?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(Could have been Flo.  I&amp;#39;m face blind.)&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;Ooohhhh noooooo!!!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She was obviously seriously worried about it.  I felt like I&amp;#39;d told an inappropriate joke at a funeral.&lt;/p&gt;\n\n&lt;p&gt;I vaguely remember Carlos described the blue dot as landing on his toe, like a tiny moth would.&lt;/p&gt;\n\n&lt;p&gt;Most of the time I&amp;#39;ve seen these, and from accounts others have, they bloom into existence, then fade away. It&amp;#39;s like a tiny supernova that burns out very fast.&lt;/p&gt;\n\n&lt;p&gt;But you can keep them around longer, by not paying attention.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yea, so what???  Ho hum, I&amp;#39;ve seen you before.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what keeps them around.  Minus the internal dialogue of course.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve managed to push one with my hand, and I&amp;#39;ve seen as many as 3 at once.&lt;/p&gt;\n\n&lt;p&gt;Pushing it with the hand is significant because when I asked my eye doctor about them, he suggested it was a cone type neuron (visual receptor) dying, and sending a very strong false signal.  You got blue, if a blue cone died.  Red if another type died.&lt;/p&gt;\n\n&lt;p&gt;Except that, cones are complementary color pairs, not primary colors. So there&amp;#39;s something slightly wrong with his explanation.  Plus I could push them, and there were 3 at once.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to count them all at once, because they bloom and fade. So I might have seen the same one jumping around in space.&lt;/p&gt;\n\n&lt;p&gt;There was both red and white in the case of multiples.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll venture another wild guess: They&amp;#39;re here to help.  Maybe they don&amp;#39;t know something cool is about to happen, but rather they show up as a boost, and if they succeed then something cool happens.&lt;/p&gt;\n\n&lt;p&gt;If they don&amp;#39;t, it&amp;#39;s not their fault. They tried.&lt;/p&gt;\n\n&lt;p&gt;If that&amp;#39;s so, it&amp;#39;s a good idea to pay attention to what you were doing, when you saw them.  So you do more of that.&lt;/p&gt;\n\n&lt;p&gt;Maybe them, coming directly from the second attention, can give you a boost just because you watch them, and are prevented from letting your assemblage point move back to normal.&lt;/p&gt;\n\n&lt;p&gt;Edited twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh6jag/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576866449.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576866449.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbh3mng", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1576864621.0, "send_replies": true, "parent_id": "t1_fbh0mly", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Talking about Julian (extremely vague connection coming up), I was preparing breakfast this morning absorbed in thoughts, one rather irate one popped into my head and I immediately saw a shiny dot down to my right, one I often see but had never made any connection to something I'd been thinking before. It's mainly bright white but has a reddish or yellowish tinge around the outside. Then I recalled that yesterday a blue/violet dot had appeared down and centre while having a cosy thought, so I repeated the cosy thought and it appeared again! Hmm…\n\nThe vague connection with Julian is his drip-feeding the allies feelings (of terror was it?). Perhaps those bright dots are inorganic beings. (Or just something in my eyes sparking at random emotional outbursts.) It's interesting that the colour seems to correlate to the emotion.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbh3mng", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Talking about Julian (extremely vague connection coming up), I was preparing breakfast this morning absorbed in thoughts, one rather irate one popped into my head and I immediately saw a shiny dot down to my right, one I often see but had never made any connection to something I&amp;#39;d been thinking before. It&amp;#39;s mainly bright white but has a reddish or yellowish tinge around the outside. Then I recalled that yesterday a blue/violet dot had appeared down and centre while having a cosy thought, so I repeated the cosy thought and it appeared again! Hmm…&lt;/p&gt;\n\n&lt;p&gt;The vague connection with Julian is his drip-feeding the allies feelings (of terror was it?). Perhaps those bright dots are inorganic beings. (Or just something in my eyes sparking at random emotional outbursts.) It&amp;#39;s interesting that the colour seems to correlate to the emotion.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh3mng/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576864621.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbh0mly", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1576862892.0, "send_replies": true, "parent_id": "t3_ed2s3f", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I missed gazing.\n\nGazing is like looking for colors in the darkness.  You use something complex or hard to recognize, to puzzle the tonal.\n\nThen the Nagual can come out.  You gaze at it to move the assemblage point.\n\nYou can use ferns because of the complex interplay of light and dark.  You blur your eyes slightly, or perhaps find a way to make it hard to understand.\n\nIt should work just as well as gazing at colors in the darkness, except that you're in daylight. And so when your assemblage point shifts, you're kind of tied to remaining there gazing.  If you get up and move on, all the bright lights will return your assemblage point to its normal position.\n\nMore or less that is.  How long you can keep your assemblage point at a new location varies by how you moved it.\n\nCarlos used stalking and not-doing among his inner circle, to move their assemblage points.  I suspect that required some personalized tinkering on his part, such as how he dealt with Cholita.\n\nHe brought a woman or two up to the front, to explain how they'd moved their assemblage points to a place where it could remain for days, or even weeks.\n\nI suspect no one took him seriously on that, because they were fairly new young women, and there wasn't any obvious sign their assemblage point had moved so much.\n\nBut he might just as well have been not-doing and *intending*, during that explanation.\n\nAlso, my emphasis on cross dressing in that post wasn't just for fun.  I'm trying to dispel the idea that sorcerers are saints, holy people, better than they were before they started, or whatever impression the me-too Naguals like to give their students, in order to secure more workshop customers.\n\nWhen you hear how a me-too Nagual is so \"this\", or wonderful, \"that\", you've probably got a fake sorcerer.  He's selling himself, not sorcery.\n\nCarlos was rumored to have cross dressed some men, and even put them up on stage naked.\n\nBut the king of bad behavior was the Nagual Julian.  When I suggested skipping the rubbing and going for the pushing to get it over with, I had him in mind.\n\nHere's what I've seen about how long you can keep the assemblage point moved (and you'll be able to feel that it's still moved for this duration):\n\nTensegrity:  4-6 hours depending on how miserable your internal dialogue is.\n\nStalking: 2 weeks is a piece of cake. It's the most stable way to move the assemblage point.\n\nDreaming: 1 day.  But that's all you need, because nighttime comes around every 24 hours!\n\nGazing: 30 minutes\n\nWhat does it feel like?\n\nA cocaine high, or at least from what I've seen of coke users, it's very much as they seem to feel and behave.\n\nCholita likens it to a strong cup of coffee, but without the jitters.  A \"high\" that makes you happy and alert, but not wired.\n\nThat's not surprising. Drugs (power plants) still have to use the same body we use when not high, so the effects will tend to be similar or somehow familiar.\n\nIt's all about moving the assemblage point, and the results will be similar when it's moved to similar positions.\n\nI know it's nutty to give those times, and it's only my personal experience.  But I have in fact moved it by all of these methods, and that's my experience on how long it can last, given a specific triggering technique.\n\nUnfortunately, stalking is the supreme champion of moving the assemblage point.  It's just such a pain in the ass.\n\nBut it's also the easiest way to be practicing all the time, instead of trying to cram 3 hours in, at 2AM.\n\nFinally, there's the \"impeccable warrior\" thing.  In that case, you do all of them, all the time.\n\nAll methods. Any chance you find, all day long.\n\nTrouble with that is, it's hard enough to get someone to practice for an  hour, sitting comfortably in a chair with their eyes closed.\n\nI can't see the \"impeccable warrior\" thing working out, unless you're in a party of impeccable warriors, all of them enforcing the idea that you have to work all the time.\n\nCarlos tried that, but it didn't seem to work very well.\n\nEdited twice", "edited": 1576868521.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbh0mly", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I missed gazing.&lt;/p&gt;\n\n&lt;p&gt;Gazing is like looking for colors in the darkness.  You use something complex or hard to recognize, to puzzle the tonal.&lt;/p&gt;\n\n&lt;p&gt;Then the Nagual can come out.  You gaze at it to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You can use ferns because of the complex interplay of light and dark.  You blur your eyes slightly, or perhaps find a way to make it hard to understand.&lt;/p&gt;\n\n&lt;p&gt;It should work just as well as gazing at colors in the darkness, except that you&amp;#39;re in daylight. And so when your assemblage point shifts, you&amp;#39;re kind of tied to remaining there gazing.  If you get up and move on, all the bright lights will return your assemblage point to its normal position.&lt;/p&gt;\n\n&lt;p&gt;More or less that is.  How long you can keep your assemblage point at a new location varies by how you moved it.&lt;/p&gt;\n\n&lt;p&gt;Carlos used stalking and not-doing among his inner circle, to move their assemblage points.  I suspect that required some personalized tinkering on his part, such as how he dealt with Cholita.&lt;/p&gt;\n\n&lt;p&gt;He brought a woman or two up to the front, to explain how they&amp;#39;d moved their assemblage points to a place where it could remain for days, or even weeks.&lt;/p&gt;\n\n&lt;p&gt;I suspect no one took him seriously on that, because they were fairly new young women, and there wasn&amp;#39;t any obvious sign their assemblage point had moved so much.&lt;/p&gt;\n\n&lt;p&gt;But he might just as well have been not-doing and &lt;em&gt;intending&lt;/em&gt;, during that explanation.&lt;/p&gt;\n\n&lt;p&gt;Also, my emphasis on cross dressing in that post wasn&amp;#39;t just for fun.  I&amp;#39;m trying to dispel the idea that sorcerers are saints, holy people, better than they were before they started, or whatever impression the me-too Naguals like to give their students, in order to secure more workshop customers.&lt;/p&gt;\n\n&lt;p&gt;When you hear how a me-too Nagual is so &amp;quot;this&amp;quot;, or wonderful, &amp;quot;that&amp;quot;, you&amp;#39;ve probably got a fake sorcerer.  He&amp;#39;s selling himself, not sorcery.&lt;/p&gt;\n\n&lt;p&gt;Carlos was rumored to have cross dressed some men, and even put them up on stage naked.&lt;/p&gt;\n\n&lt;p&gt;But the king of bad behavior was the Nagual Julian.  When I suggested skipping the rubbing and going for the pushing to get it over with, I had him in mind.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I&amp;#39;ve seen about how long you can keep the assemblage point moved (and you&amp;#39;ll be able to feel that it&amp;#39;s still moved for this duration):&lt;/p&gt;\n\n&lt;p&gt;Tensegrity:  4-6 hours depending on how miserable your internal dialogue is.&lt;/p&gt;\n\n&lt;p&gt;Stalking: 2 weeks is a piece of cake. It&amp;#39;s the most stable way to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Dreaming: 1 day.  But that&amp;#39;s all you need, because nighttime comes around every 24 hours!&lt;/p&gt;\n\n&lt;p&gt;Gazing: 30 minutes&lt;/p&gt;\n\n&lt;p&gt;What does it feel like?&lt;/p&gt;\n\n&lt;p&gt;A cocaine high, or at least from what I&amp;#39;ve seen of coke users, it&amp;#39;s very much as they seem to feel and behave.&lt;/p&gt;\n\n&lt;p&gt;Cholita likens it to a strong cup of coffee, but without the jitters.  A &amp;quot;high&amp;quot; that makes you happy and alert, but not wired.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not surprising. Drugs (power plants) still have to use the same body we use when not high, so the effects will tend to be similar or somehow familiar.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all about moving the assemblage point, and the results will be similar when it&amp;#39;s moved to similar positions.&lt;/p&gt;\n\n&lt;p&gt;I know it&amp;#39;s nutty to give those times, and it&amp;#39;s only my personal experience.  But I have in fact moved it by all of these methods, and that&amp;#39;s my experience on how long it can last, given a specific triggering technique.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, stalking is the supreme champion of moving the assemblage point.  It&amp;#39;s just such a pain in the ass.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s also the easiest way to be practicing all the time, instead of trying to cram 3 hours in, at 2AM.&lt;/p&gt;\n\n&lt;p&gt;Finally, there&amp;#39;s the &amp;quot;impeccable warrior&amp;quot; thing.  In that case, you do all of them, all the time.&lt;/p&gt;\n\n&lt;p&gt;All methods. Any chance you find, all day long.&lt;/p&gt;\n\n&lt;p&gt;Trouble with that is, it&amp;#39;s hard enough to get someone to practice for an  hour, sitting comfortably in a chair with their eyes closed.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t see the &amp;quot;impeccable warrior&amp;quot; thing working out, unless you&amp;#39;re in a party of impeccable warriors, all of them enforcing the idea that you have to work all the time.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried that, but it didn&amp;#39;t seem to work very well.&lt;/p&gt;\n\n&lt;p&gt;Edited twice&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh0mly/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576862892.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbhb4pr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbh2dqw", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So let's talk about that.  Why stalkers aren't all that impressive when you talk to them.\n\nI engage in stalking on occasion.\n\nAt the time, you want something you can’t get.\n\nYou have to alter circumstances to get it, using your own behavior.\n\nAnd if you’re lucky, an associate.\n\nIn the course of planning it, you have to follow *intent*. That is, if you are capable of that.  Being in heightened awareness is the best tool for stalking planning.  You can see the \"oncoming time\".\n\n(Which means, you have unwarranted confidence in your bizarre ideas.)\n\nBut even if you can't manipulate *intent* by yourself, you have to come up with a plan that has a chance of success, based on specific factors unique to the situation.\n\nAnd if you add a bit of humor and finesse to it, *intent* might help you out anyway.\n\nNow here’s the problem.\n\nIf you explain what you did to someone else, all the while in your own mind remembering how much planning went into it, you might be surprised at their reaction.\n\nIt’s one thing to describe how you jumped into a portal to another world, and remained there for a few hours.  That's entertaining.\n\nYou’ll get your praise for that, unless you get condemned because it’s an ordinary person hearing about it.\n\nBut with stalking, you always get the shaft.\n\nIt always sounds like bad behavior.\n\nCrude trickery. Stupid.\n\nLike you’re making up stuff. It'll sound like you behaved badly somewhere, then after the fact made up the lame excuse that it was all stalking.\n\nI get that from former class members.  \"We're stalkers!\", they'll tell me.\n\nTranslation in my head: We're assholes pretending to be sorcerers.\n\nBut I'm wrong. Stalking is more powerful than dreaming. It just doesn't sound good in the telling.\n\nFor that reason, stalkers are like outsiders. They can toil alone for years, and seem not to have anything to show for it.\n\nNot all from the Sunday Classes “gave up”.\n\nSome became stalkers.  I try to get them interested, and they scurry like roaches.  But they scurry into small groups.\n\nThey're out there, and in some odd way, still active.\n\nBut it doesn't help restore Carlos' reputation on the web, because of what I said about stalking not sounding all that cool when described.\n\nI just realized as a result of writing this, that erasing personal history helps with stalking.\n\nI erased personal history for 17 years, including ditching my family.\n\nCarlos sent me back.\n\nTo make up for it to my family,  I dedicated myself to being a good son for 20 years.  As good as someone autistic can be in a normal family, that is.\n\nBut now I see, ditch the family.\n\nIt's all downhill for them.  Endless suffering and fussing around.  They're just starting to realize, in old age, that they were had.\n\nThey can't yet put their finger on it, but things weren't as advertised.\n\nAnd unfortunately, they'll drag you into their attempts to get what they want, in the face of waning time and health.\n\nI suspect that's why I saw a bit of sadness on Carlos' face, when he sent me back.\n\nI thought he realized it was his fault, and was rectifying it.\n\nBut in fact, he sent me back so I could feel the contrast.  Which is valuable, because I can report it to you.\n\nYes, you have to feel sorry for people you left behind.  How can you not?\n\nAnd you might even try to bring one or two along.\n\nBut they either won't go, or the rest will hold them back.\n\nI guess you could stick around and employ stalking, but you have no idea how good they are at tugging on your assemblage point, to keep it where they need it to be.\n\nAnd even if you could manage to remain, it's a bit too stuffy in that river of shit for my taste.\n\nBest way to make it up to them, is to succeed.\n\nEdited", "edited": 1576874917.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbhb4pr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So let&amp;#39;s talk about that.  Why stalkers aren&amp;#39;t all that impressive when you talk to them.&lt;/p&gt;\n\n&lt;p&gt;I engage in stalking on occasion.&lt;/p&gt;\n\n&lt;p&gt;At the time, you want something you can’t get.&lt;/p&gt;\n\n&lt;p&gt;You have to alter circumstances to get it, using your own behavior.&lt;/p&gt;\n\n&lt;p&gt;And if you’re lucky, an associate.&lt;/p&gt;\n\n&lt;p&gt;In the course of planning it, you have to follow &lt;em&gt;intent&lt;/em&gt;. That is, if you are capable of that.  Being in heightened awareness is the best tool for stalking planning.  You can see the &amp;quot;oncoming time&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;(Which means, you have unwarranted confidence in your bizarre ideas.)&lt;/p&gt;\n\n&lt;p&gt;But even if you can&amp;#39;t manipulate &lt;em&gt;intent&lt;/em&gt; by yourself, you have to come up with a plan that has a chance of success, based on specific factors unique to the situation.&lt;/p&gt;\n\n&lt;p&gt;And if you add a bit of humor and finesse to it, &lt;em&gt;intent&lt;/em&gt; might help you out anyway.&lt;/p&gt;\n\n&lt;p&gt;Now here’s the problem.&lt;/p&gt;\n\n&lt;p&gt;If you explain what you did to someone else, all the while in your own mind remembering how much planning went into it, you might be surprised at their reaction.&lt;/p&gt;\n\n&lt;p&gt;It’s one thing to describe how you jumped into a portal to another world, and remained there for a few hours.  That&amp;#39;s entertaining.&lt;/p&gt;\n\n&lt;p&gt;You’ll get your praise for that, unless you get condemned because it’s an ordinary person hearing about it.&lt;/p&gt;\n\n&lt;p&gt;But with stalking, you always get the shaft.&lt;/p&gt;\n\n&lt;p&gt;It always sounds like bad behavior.&lt;/p&gt;\n\n&lt;p&gt;Crude trickery. Stupid.&lt;/p&gt;\n\n&lt;p&gt;Like you’re making up stuff. It&amp;#39;ll sound like you behaved badly somewhere, then after the fact made up the lame excuse that it was all stalking.&lt;/p&gt;\n\n&lt;p&gt;I get that from former class members.  &amp;quot;We&amp;#39;re stalkers!&amp;quot;, they&amp;#39;ll tell me.&lt;/p&gt;\n\n&lt;p&gt;Translation in my head: We&amp;#39;re assholes pretending to be sorcerers.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m wrong. Stalking is more powerful than dreaming. It just doesn&amp;#39;t sound good in the telling.&lt;/p&gt;\n\n&lt;p&gt;For that reason, stalkers are like outsiders. They can toil alone for years, and seem not to have anything to show for it.&lt;/p&gt;\n\n&lt;p&gt;Not all from the Sunday Classes “gave up”.&lt;/p&gt;\n\n&lt;p&gt;Some became stalkers.  I try to get them interested, and they scurry like roaches.  But they scurry into small groups.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re out there, and in some odd way, still active.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t help restore Carlos&amp;#39; reputation on the web, because of what I said about stalking not sounding all that cool when described.&lt;/p&gt;\n\n&lt;p&gt;I just realized as a result of writing this, that erasing personal history helps with stalking.&lt;/p&gt;\n\n&lt;p&gt;I erased personal history for 17 years, including ditching my family.&lt;/p&gt;\n\n&lt;p&gt;Carlos sent me back.&lt;/p&gt;\n\n&lt;p&gt;To make up for it to my family,  I dedicated myself to being a good son for 20 years.  As good as someone autistic can be in a normal family, that is.&lt;/p&gt;\n\n&lt;p&gt;But now I see, ditch the family.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all downhill for them.  Endless suffering and fussing around.  They&amp;#39;re just starting to realize, in old age, that they were had.&lt;/p&gt;\n\n&lt;p&gt;They can&amp;#39;t yet put their finger on it, but things weren&amp;#39;t as advertised.&lt;/p&gt;\n\n&lt;p&gt;And unfortunately, they&amp;#39;ll drag you into their attempts to get what they want, in the face of waning time and health.&lt;/p&gt;\n\n&lt;p&gt;I suspect that&amp;#39;s why I saw a bit of sadness on Carlos&amp;#39; face, when he sent me back.&lt;/p&gt;\n\n&lt;p&gt;I thought he realized it was his fault, and was rectifying it.&lt;/p&gt;\n\n&lt;p&gt;But in fact, he sent me back so I could feel the contrast.  Which is valuable, because I can report it to you.&lt;/p&gt;\n\n&lt;p&gt;Yes, you have to feel sorry for people you left behind.  How can you not?&lt;/p&gt;\n\n&lt;p&gt;And you might even try to bring one or two along.&lt;/p&gt;\n\n&lt;p&gt;But they either won&amp;#39;t go, or the rest will hold them back.&lt;/p&gt;\n\n&lt;p&gt;I guess you could stick around and employ stalking, but you have no idea how good they are at tugging on your assemblage point, to keep it where they need it to be.&lt;/p&gt;\n\n&lt;p&gt;And even if you could manage to remain, it&amp;#39;s a bit too stuffy in that river of shit for my taste.&lt;/p&gt;\n\n&lt;p&gt;Best way to make it up to them, is to succeed.&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhb4pr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576869502.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576869502.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbh2dqw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbh1l8h", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Stalkers seem so uptight! Perhaps that's just the early stages though, once the AP loosens a bit, it all becomes more of a game.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fbh2dqw", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Stalkers seem so uptight! Perhaps that&amp;#39;s just the early stages though, once the AP loosens a bit, it all becomes more of a game.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh2dqw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576863924.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1576863924.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbh1l8h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1576863490.0, "send_replies": true, "parent_id": "t1_fbffbw5", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Of course.  Except I've heard, the stalkers are happier.\n\nThe dreamers tend to be grumpy.\n\nIt's obvious why. The stalkers are playing with the Tonal, using the Nagual.\n\nThe dreamers said, \"Screw the Tonal, I'm going fishing in another world.\"\n\nScrew the Tonal always leads to less happiness.  Cholita can verify that.\n\nBut dreamers don't care.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbh1l8h", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Of course.  Except I&amp;#39;ve heard, the stalkers are happier.&lt;/p&gt;\n\n&lt;p&gt;The dreamers tend to be grumpy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s obvious why. The stalkers are playing with the Tonal, using the Nagual.&lt;/p&gt;\n\n&lt;p&gt;The dreamers said, &amp;quot;Screw the Tonal, I&amp;#39;m going fishing in another world.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Screw the Tonal always leads to less happiness.  Cholita can verify that.&lt;/p&gt;\n\n&lt;p&gt;But dreamers don&amp;#39;t care.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh1l8h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576863490.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbffbw5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1576809201.0, "send_replies": true, "parent_id": "t3_ed2s3f", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Does dreaming and stalking ultimately lead to the same end, the merging of the first and second attentions? It feels kind of intuitive that they would, stalkers just taking a more cautious or painstaking approach, carefully manipulating the first attention to get the feel of the second in a controlled manner, and dreamers throwing themselves into the second attention over and over till the first attention catches up. May be a bit too neat though.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbffbw5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Does dreaming and stalking ultimately lead to the same end, the merging of the first and second attentions? It feels kind of intuitive that they would, stalkers just taking a more cautious or painstaking approach, carefully manipulating the first attention to get the feel of the second in a controlled manner, and dreamers throwing themselves into the second attention over and over till the first attention catches up. May be a bit too neat though.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbffbw5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576809201.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbh3iat", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1576864551.0, "send_replies": true, "parent_id": "t1_fbgvo0k", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It might sound self-serving, but if you go stalking, women are very good to have around.\n\nFrom my point of view, their social skills are vastly superior to those of men.\n\nAs for dreaming, Cholita does indeed seem to have stolen my inorganics, and spends a lot more time interacting with them than I ever did.\n\nOn her own, I doubt she would have found them.  But once she was in a house where they were often present, she just took them.\n\nAnalogy:  A man saves up and buys his dream car.\n\nHis wife ends up driving it most of the time.\n\nMaybe that's why women are so useful to sorcery groups.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbh3iat", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It might sound self-serving, but if you go stalking, women are very good to have around.&lt;/p&gt;\n\n&lt;p&gt;From my point of view, their social skills are vastly superior to those of men.&lt;/p&gt;\n\n&lt;p&gt;As for dreaming, Cholita does indeed seem to have stolen my inorganics, and spends a lot more time interacting with them than I ever did.&lt;/p&gt;\n\n&lt;p&gt;On her own, I doubt she would have found them.  But once she was in a house where they were often present, she just took them.&lt;/p&gt;\n\n&lt;p&gt;Analogy:  A man saves up and buys his dream car.&lt;/p&gt;\n\n&lt;p&gt;His wife ends up driving it most of the time.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s why women are so useful to sorcery groups.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbh3iat/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576864551.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_ed2s3f", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_ed2s3f", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_ed2s3f", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fc3x7kb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577400948.0, "send_replies": true, "parent_id": "t1_fc3szmx", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;  crazy cliffside tents climbers sleep in.\n\nCholita lived in a tiny house built on a cliff, for a while.\n\nShe's sort of stumbled on doing a bunch of stuff from Carlos' books, without planning it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fc3x7kb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;crazy cliffside tents climbers sleep in.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Cholita lived in a tiny house built on a cliff, for a while.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s sort of stumbled on doing a bunch of stuff from Carlos&amp;#39; books, without planning it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3x7kb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577400948.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fc3wgas", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577400388.0, "send_replies": true, "parent_id": "t1_fc3szmx", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'd go for hammocks, except that Cholita would take them over and I'd be banned.\n\nAssuming she comes back.   The reasonable theory is that she's learning to be homeless, in preference to being my prisoner.\n\nHer theory lately is that Carlos worked for the descendants of the knights Templar, and has a scheme with me to kidnap her and block her from living her old life.  And to sex traffic her.\n\nGiven that, she'd probably rather live in a rental car in Los Angeles, where free food for homeless people is easy to get.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fc3wgas", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;d go for hammocks, except that Cholita would take them over and I&amp;#39;d be banned.&lt;/p&gt;\n\n&lt;p&gt;Assuming she comes back.   The reasonable theory is that she&amp;#39;s learning to be homeless, in preference to being my prisoner.&lt;/p&gt;\n\n&lt;p&gt;Her theory lately is that Carlos worked for the descendants of the knights Templar, and has a scheme with me to kidnap her and block her from living her old life.  And to sex traffic her.&lt;/p&gt;\n\n&lt;p&gt;Given that, she&amp;#39;d probably rather live in a rental car in Los Angeles, where free food for homeless people is easy to get.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3wgas/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577400388.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc3szmx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1577397856.0, "send_replies": true, "parent_id": "t1_fc3rn6g", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Alex Honnold could be their Carlos. I wonder if a treehouse or treeblind for hunting would be effective enough?\n\nYou could also hold-up in one of those crazy cliffside tents climbers sleep in.\n\nEdit: I posted some links earlier:\n\nhttps://www.reddit.com/r/castaneda/comments/bisxxg/methods_of_significantly_shifting_perception/emlifq3", "edited": 1577454321.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fc3szmx", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Alex Honnold could be their Carlos. I wonder if a treehouse or treeblind for hunting would be effective enough?&lt;/p&gt;\n\n&lt;p&gt;You could also hold-up in one of those crazy cliffside tents climbers sleep in.&lt;/p&gt;\n\n&lt;p&gt;Edit: I posted some links earlier:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/bisxxg/methods_of_significantly_shifting_perception/emlifq3\"&gt;https://www.reddit.com/r/castaneda/comments/bisxxg/methods_of_significantly_shifting_perception/emlifq3&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3szmx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577397856.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc3rn6g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577396893.0, "send_replies": true, "parent_id": "t1_fc3nve2", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Lots of cool stuff is hidden in there!  \n\nI was thinking about hanging myself, to keep my feet from touching the ground, for a day or two.  It seems that several of the apprentices ended up being hung like a salami.\n\nEven don Juan.\n\nYou know what would be cool!  A group of real sorcerers, not the me-too money earning type, who had absolutely differerent realms of power.\n\nWe could get advice from different angles, and some would appeal to some, others not so much.\n\nA climbing sorcerer would be a good thing!\n\nYou could probably interest more women in that too, since it involves hiking.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fc3rn6g", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Lots of cool stuff is hidden in there!  &lt;/p&gt;\n\n&lt;p&gt;I was thinking about hanging myself, to keep my feet from touching the ground, for a day or two.  It seems that several of the apprentices ended up being hung like a salami.&lt;/p&gt;\n\n&lt;p&gt;Even don Juan.&lt;/p&gt;\n\n&lt;p&gt;You know what would be cool!  A group of real sorcerers, not the me-too money earning type, who had absolutely differerent realms of power.&lt;/p&gt;\n\n&lt;p&gt;We could get advice from different angles, and some would appeal to some, others not so much.&lt;/p&gt;\n\n&lt;p&gt;A climbing sorcerer would be a good thing!&lt;/p&gt;\n\n&lt;p&gt;You could probably interest more women in that too, since it involves hiking.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3rn6g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577396893.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fc3xc5z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577401043.0, "send_replies": true, "parent_id": "t1_fc3nve2", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I guess I meant the opposite. Embedded it into some experienced and famous climbers, perhaps by assault.\n\nGrab them, move them into heightened awareness, teach them, so they don't really have to be convinced.\n\nDon Juan's lineage was actually a little violent, if you think about it.\n\nThey couldn't have done what we're trying to do here, so they kidnapped people that were useful.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fc3xc5z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess I meant the opposite. Embedded it into some experienced and famous climbers, perhaps by assault.&lt;/p&gt;\n\n&lt;p&gt;Grab them, move them into heightened awareness, teach them, so they don&amp;#39;t really have to be convinced.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s lineage was actually a little violent, if you think about it.&lt;/p&gt;\n\n&lt;p&gt;They couldn&amp;#39;t have done what we&amp;#39;re trying to do here, so they kidnapped people that were useful.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3xc5z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577401043.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc3nve2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fc37px7", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "climbing... is mentioned\n\nas an act of power perfomed by genaro\n\nas sth the male apprentices do during the day (hang, balance, climb within their home)\n\nas sth that helps develop\nthe form of the calebasse (lol). i remember something like ... you can form your calebasse by climbing... \n\nso no - you dont need to embed this onto don juan's knowledge. it is already there.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;climbing... is mentioned&lt;/p&gt;\n\n&lt;p&gt;as an act of power perfomed by genaro&lt;/p&gt;\n\n&lt;p&gt;as sth the male apprentices do during the day (hang, balance, climb within their home)&lt;/p&gt;\n\n&lt;p&gt;as sth that helps develop\nthe form of the calebasse (lol). i remember something like ... you can form your calebasse by climbing... &lt;/p&gt;\n\n&lt;p&gt;so no - you dont need to embed this onto don juan&amp;#39;s knowledge. it is already there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc3nve2/", "num_reports": null, "locked": false, "name": "t1_fc3nve2", "created": 1577394208.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1577394208.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc37px7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fc2arfl", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Climbing seems like a place you could embed some of don Juan's knowledge.  \n\nHolding onto rocks with will for example.\n\nQuite a few things you'd believe were unrelated to sorcery, actually contain some sorcery justifications at the higher levels of understanding.\n\nI'm sure there must be a little of that in Kabuki, but I haven't found it yet.  \n\nIt's certainly embedded in traditional martial arts.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fc37px7", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Climbing seems like a place you could embed some of don Juan&amp;#39;s knowledge.  &lt;/p&gt;\n\n&lt;p&gt;Holding onto rocks with will for example.&lt;/p&gt;\n\n&lt;p&gt;Quite a few things you&amp;#39;d believe were unrelated to sorcery, actually contain some sorcery justifications at the higher levels of understanding.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure there must be a little of that in Kabuki, but I haven&amp;#39;t found it yet.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s certainly embedded in traditional martial arts.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ed2s3f", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc37px7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577383478.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577383478.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc2arfl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fc12n6i", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "the thing about climbing\n\n&amp;#x200B;\n\n[https://www.youtube.com/watch?v=iz7-t3cj0CQ&amp;t=11240s](https://www.youtube.com/watch?v=iz7-t3cj0CQ&amp;t=11240s)\n\n&amp;#x200B;\n\nis .. you can practise it, too. muscles develop, senses get stronger.... especially in the hands. we are apes, yes. but we stopped climing and started sitting. once you are in the boulder scene (e.g.) you see don genaros everywhere.\n\n&amp;#x200B;\n\ni view carlos books' also as technology (techniqes) that works.\n\n but i aspire to the strong people that are described in the books. not carlos... why? because he wanted to be the deliverer of information that he chose not to follow himself whole-heartedly. the sheer fact that as an author ... you sell your personal history ... with that a lot of energy gets drained... \n\nthis was his choice\n\n&amp;#x200B;\n\nso lets be thankful and merry holidays", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;the thing about climbing&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=iz7-t3cj0CQ&amp;amp;t=11240s\"&gt;https://www.youtube.com/watch?v=iz7-t3cj0CQ&amp;amp;t=11240s&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;is .. you can practise it, too. muscles develop, senses get stronger.... especially in the hands. we are apes, yes. but we stopped climing and started sitting. once you are in the boulder scene (e.g.) you see don genaros everywhere.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;i view carlos books&amp;#39; also as technology (techniqes) that works.&lt;/p&gt;\n\n&lt;p&gt;but i aspire to the strong people that are described in the books. not carlos... why? because he wanted to be the deliverer of information that he chose not to follow himself whole-heartedly. the sheer fact that as an author ... you sell your personal history ... with that a lot of energy gets drained... &lt;/p&gt;\n\n&lt;p&gt;this was his choice&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;so lets be thankful and merry holidays&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc2arfl/", "num_reports": null, "locked": false, "name": "t1_fc2arfl", "created": 1577349115.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1577349115.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc12n6i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fc04co5", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I only view it as a technology that works.  I was never really into the inspired thing.\n\nCholita was. That was a good half of why she was there.  To join up with a great man.\n\nIn my case, it's just nuts and bolts. Nothing's going to keep me from trying to figure out how Cholita can move dim sum plates without touching them.\n\nIt's just too cool.\n\nAnd what is that V spot???  Is that how you develop *Will*?  Carlos never talked about that.\n\nDon Genaro climbed a sheer cliff using that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fc12n6i", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I only view it as a technology that works.  I was never really into the inspired thing.&lt;/p&gt;\n\n&lt;p&gt;Cholita was. That was a good half of why she was there.  To join up with a great man.&lt;/p&gt;\n\n&lt;p&gt;In my case, it&amp;#39;s just nuts and bolts. Nothing&amp;#39;s going to keep me from trying to figure out how Cholita can move dim sum plates without touching them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just too cool.&lt;/p&gt;\n\n&lt;p&gt;And what is that V spot???  Is that how you develop &lt;em&gt;Will&lt;/em&gt;?  Carlos never talked about that.&lt;/p&gt;\n\n&lt;p&gt;Don Genaro climbed a sheer cliff using that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc12n6i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577306505.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577306505.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc04co5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1577277966.0, "send_replies": true, "parent_id": "t1_fbhk7nv", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "carlos reputation doesn't need fixing\n\n&amp;#x200B;\n\ncarlos did what he wanted. he wrote books of powerful people.  he succeeded. he met people who appreciated his work, that's what he wanted, too, i guess. he is not at all the one to aspire to... unless you want to become a writer with fans", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;carlos reputation doesn&amp;#39;t need fixing&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;carlos did what he wanted. he wrote books of powerful people.  he succeeded. he met people who appreciated his work, that&amp;#39;s what he wanted, too, i guess. he is not at all the one to aspire to... unless you want to become a writer with fans&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc04co5/", "num_reports": null, "locked": false, "name": "t1_fc04co5", "created": 1577277966.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbhk7nv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1576875625.0, "send_replies": true, "parent_id": "t1_fbgvo0k", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Speaking of astounding, Cholita moved that dim sum plate with her eyes, 3 times.\n\nI was talking to her the whole time,  excited to see it for real.\n\nSo she was fully aware of it.  How could she not be, with me excitedly pointing my finger at the moving plate?\n\nShe didn't care.\n\nStill doesn't.\n\nI haven't even gotten her to comment on it at all, and promise she didn't have some weird way to cheat.\n\nI just get a blank stare.\n\nI can't see how she could have cheated, but it would be nice if she said she didn't.\n\nShe won't.\n\nI can't figure out if women just take things for granted, and don't have to have a tantrum just because something impossible happened.\n\nMaybe men have to have the tantrum, but women don't.\n\nLike a little boy standing on the tiny hill with his stick sword, yelling he has the victory, while the little girl just lets him rant, because she's already planning the next game.\n\nOr, maybe Cholita's often in her private garage cooking up spells, and moving things around with her eyes is normal.\n\nThe street sweeper last friday didn't remove all evidence of her last spell.  There's still marks in the street, every 100 feet.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbhk7nv", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Speaking of astounding, Cholita moved that dim sum plate with her eyes, 3 times.&lt;/p&gt;\n\n&lt;p&gt;I was talking to her the whole time,  excited to see it for real.&lt;/p&gt;\n\n&lt;p&gt;So she was fully aware of it.  How could she not be, with me excitedly pointing my finger at the moving plate?&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t care.&lt;/p&gt;\n\n&lt;p&gt;Still doesn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t even gotten her to comment on it at all, and promise she didn&amp;#39;t have some weird way to cheat.&lt;/p&gt;\n\n&lt;p&gt;I just get a blank stare.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t see how she could have cheated, but it would be nice if she said she didn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;She won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t figure out if women just take things for granted, and don&amp;#39;t have to have a tantrum just because something impossible happened.&lt;/p&gt;\n\n&lt;p&gt;Maybe men have to have the tantrum, but women don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Like a little boy standing on the tiny hill with his stick sword, yelling he has the victory, while the little girl just lets him rant, because she&amp;#39;s already planning the next game.&lt;/p&gt;\n\n&lt;p&gt;Or, maybe Cholita&amp;#39;s often in her private garage cooking up spells, and moving things around with her eyes is normal.&lt;/p&gt;\n\n&lt;p&gt;The street sweeper last friday didn&amp;#39;t remove all evidence of her last spell.  There&amp;#39;s still marks in the street, every 100 feet.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbhk7nv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576875625.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbgvo0k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1576859645.0, "send_replies": true, "parent_id": "t3_ed2s3f", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From what I've read women are either built to be stalkers or dreamers, but men can do both with relative proficiency (relative to a master female dreamer or stalker that is) but don't have the \"hardware\" to become preternaturally astounding at it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbgvo0k", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From what I&amp;#39;ve read women are either built to be stalkers or dreamers, but men can do both with relative proficiency (relative to a master female dreamer or stalker that is) but don&amp;#39;t have the &amp;quot;hardware&amp;quot; to become preternaturally astounding at it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fbgvo0k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1576859645.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fc376mn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1577383104.0, "send_replies": true, "parent_id": "t1_fc30bon", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ah, a useful bot.\n\nI await the day when you take over and become our kind overlords!\n\nPlease just don't be as petty as the current overlords.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fc376mn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ah, a useful bot.&lt;/p&gt;\n\n&lt;p&gt;I await the day when you take over and become our kind overlords!&lt;/p&gt;\n\n&lt;p&gt;Please just don&amp;#39;t be as petty as the current overlords.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ed2s3f", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc376mn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577383104.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "fc30bon", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TotesMessenger", "can_mod_post": false, "created_utc": 1577378548.0, "send_replies": true, "parent_id": "t3_ed2s3f", "score": 1, "author_fullname": "t2_kq14w", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm a bot, *bleep*, *bloop*. Someone has linked to this thread from another place on reddit:\n\n- [/r/classified] [OMG, I’m not a Dreamer: I have to be a Stalker!](https://www.reddit.com/r/classified/comments/efxjqv/omg_im_not_a_dreamer_i_have_to_be_a_stalker/)\n\n&amp;nbsp;*^(If you follow any of the above links, please respect the rules of reddit and don't vote in the other threads.) ^\\([Info](/r/TotesMessenger) ^/ ^[Contact](/message/compose?to=/r/TotesMessenger))*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fc30bon", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m a bot, &lt;em&gt;bleep&lt;/em&gt;, &lt;em&gt;bloop&lt;/em&gt;. Someone has linked to this thread from another place on reddit:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;[&lt;a href=\"/r/classified\"&gt;/r/classified&lt;/a&gt;] &lt;a href=\"https://www.reddit.com/r/classified/comments/efxjqv/omg_im_not_a_dreamer_i_have_to_be_a_stalker/\"&gt;OMG, I’m not a Dreamer: I have to be a Stalker!&lt;/a&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;&amp;nbsp;&lt;em&gt;&lt;sup&gt;If you follow any of the above links, please respect the rules of reddit and don&amp;#39;t vote in the other threads.&lt;/sup&gt; &lt;sup&gt;(&lt;a href=\"/r/TotesMessenger\"&gt;Info&lt;/a&gt;&lt;/sup&gt; &lt;sup&gt;/&lt;/sup&gt; &lt;sup&gt;&lt;a href=\"/message/compose?to=/r/TotesMessenger\"&gt;Contact&lt;/a&gt;)&lt;/sup&gt;&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ed2s3f/omg_im_not_a_dreamer_i_have_to_be_a_stalker/fc30bon/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577378548.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ed2s3f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]