[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This stuff works as Carlos promised.   For the hecklers out there who've been saying he's a fake since he died, what were you doing all that time?  Yoga postures?  Buddhist acts of servitude?\n\nObviously you weren't practicing Carlos' techniques, or you would have noticed it actually works.\n\nWhat we imagine it'll be like, that's the part that's probably not true.   So keep that in mind while reading the chaos described in these notes, taken from that link recently posted in the workshop notes thread.  Don't let the chaos give you any doubts.\n\nIt's just interesting.\n\nI never heard the witches being this chatty, but I guess it was because when they attended private classes, they were not the featured speaker.  Carlos was.\n\nNote: I heard a rumour from one of the women in the classes that Carol Tiggs was in a mental institution for 10 years.  I really didn't think much of it at the time, but now I wonder if that doesn't correspond to don Juan taking her away, as mentioned in these notes.\n\nWe still don't know what happens to the Tonal body when we switch worlds, and there's talk of needing another sorcerer to protect your body while you're in dreaming.  But then, we also don't know why Carlos gathered up so many women, and whether he put them up to saying some of the things they did.  Also, he liked to weave events and names in this world, to those in his books.  I think it was an act of intending.  Or maybe giving that person a hook to help them out.\n\n&amp;#x200B;\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\nReport on the Tensegrity Workshop held May 19-21 in Mexico City.\n\n&amp;#x200B;\n\nA Tensegrity seminar was given this past weekend in Mexico City (19-21 May)  at the Sheraton Maria Isabel hotel in the heart of the city thethree  Chaacmools were present along with Florinda, Taisha and Carol Tiggs. The event draw 1,000 people. and it consisted of three evening talks (fridayCarol, Saturday Taisha and Sunday the event was closed by Florinda), and two tensegrity sessions one on saturday for 500 people and another session on sunday for the other 500 people. This sessions started at 9 am and ended at 6 pm following the conferences at 8 pm.\n\n&amp;#x200B;\n\nTo keep the reports short i'm going to start with the event that took place  on friday 19th which corresponded to Carol Tiggs talk. The bigballroom that was rented at the hotel for the ocassion was packedfull with over a thousand people because they let in people without tickets  this day. The gruop (Florinda, Taisha, Carol, Kylie, Renata, Nyei and a  couple more associates) arrived at 8:30 Carol and a translator sat on the stage and the others remained in the first two rows wich were reserved for  them just in front of the stage. Carol started the talk presenting herself  to the people and then recited a 'poem' in spanish and then in english wich draw everybody's attention and it went something like this:\n\n&amp;#x200B;\n\nGive me god what you still have\n\nGive me what no one asks you for\n\ni dont ask you for health or for success, not even for help\n\npeople ask you for all that so often, that you can\n\nnot have anything left\n\nGive me god what you still have\n\nGive me what people refuse to accept\n\ni want insecurity and disquietude\n\ni want hardship and strugle with no end\n\nand if you should give them to me... god\n\ngive them to me once and for all\n\ncause i will not always find the courage\n\nto ask you for what you still have.\n\n&amp;#x200B;\n\nThen she spoke about when she first meet CC at the Alameda park in Mexico  City and how DJ hooked her first with a loud 'burp' and then withhis eyes,  and let her know that she was a 'double' woman and that CC was energetically  the same as her. Then she told us about her disappeareance for more than tenyears from this world and she saud that for her it had been like a dream but  that time lost it's significance during that event. \"When i was back from these place i found myself in Tucson Arizona ten years later it was hard for me even to recognize the place but i'm sure that DJ knew beforehand that  this was going to happen because he made me hide plastic packs with money in  different parts of this and other towns wich at the time seem to be absurd  for me but at this moment i understood perfectly, so i went and retreived  one of these packs and with tis money i went to L.A. and lurked there for a  while like in a zombie state until i found out that CC was going to give a  lecture at the Phoenix bookstore at Santa Monica and i went and CC saw me and he talk for two hours without knowing what did he said because he was  asttonished of seeing me there.\"\n\n&amp;#x200B;\n\n\"Carlos and i used to find ourselves in dreaming laying in a bed naked in a  strange room, there was also this little girl that cameinto the room  shouting not again mami' when things were getting out of hand in this wierd  world Carlos had me jump into the bed and shouted 'twirl Carol twirl', and  both started twirling and twirling until wewoke up in our bed\"\n\n&amp;#x200B;\n\n(She also mentioned an american actor from the 30's or 40's who smoked apipe and this character became a regular also in that world where she and CC went in dreaming. this old man wich spoke with a special accent used to call  Carol \"honey\" and also used to call Carlos \"shorty\")\n\n&amp;#x200B;\n\n\"..like any other visit to this world it started when we found ourselvesnaked in that bed, suddenly we heard someone coming, carlos got himself  inside a closet that was in the room, he wanted to hide from whoever was  coming but he was not able to shut the door closed from the inside. At that moment the little girl came into the room shouting as ever 'not again mami', she went directly to the closet and shut the door closed right on carlos's  nose. At that moment i heard the footsteps of the old man with the pipe, he  entered the room and said \"whats up honey\", i noticed that he had a newspaper in his hand and i became intrigued with it, i tried deperately to  catch a glimpse of it trying to figure out in what language was it written or what was the date on this publication, i knew that Carlos will be very interested in this newspaper because since he is scientifically oriented he would love to corroborate whatever info from this  world in \"our real world\". so i dont know where i got the nerve to snatch  the paper from his hand as the old man was leaving the room and hurried to lay it flat on the bed to see its contents. There were color pictures of people but when i fixed my attention to the text i noticed that the  characters where not the alphabet we use, they where some sort of \"symbols\" like spirals, triangles and circles. i was so excited that i wanted Carlos to see it so i  went to the closet to let him out but i noticed that there was no door knob or anything to open it i started to get anxious that the oldman would come back when i heard Carlos voice comming from inside the closet instructing me  about a dark spot on the floor that i had to step on, i looked down at the floor and i saw the dark spot wich looked like a button, i steped on it and  the door opened and Carlos jumped out with feline agility. i showed him the  newspaper and he was perplexed all he told me was \"this is real Tiggs...  this is real\" we heard footsteps again and we jumped into the bed and  started to twirl like the other times until we woke up in our beds.\"\n\n&amp;#x200B;\n\n\"... in order to get in and out of these \"other worlds\" one must be verysober and in control because if you \"hooked\" to something in that world (like the newspaper) you will be lost in that world cause you will forget  from where you come from and you will end up living and dying in this world. that is why the path of the warrior needs to be impecable because when you become a \"navegante\" (navigator) you can not afford any mistake. This world was very similar to ours because people also got old and died. actually we saw the little girl grow up.\"\n\n&amp;#x200B;\n\nCarol also revealed that CC is writing another book when she said that\"Carlos is naming a chapter of the book he's now writting The return of  Carol Tiggs\"\n\n&amp;#x200B;\n\n\"...energetically CC and i have been very distant for the past three years,  some time ago Carlos made an energetic jump and maybe thisis what has kept us apart (energetically), but three weeks ago i again woke up in this  strange world.....\"\n\n&amp;#x200B;\n\n\"...we are (energetically) a strand of energy that is cyclic and it expands  through the diferent worlds (which are like the layers ofan onion) and it  seems that in this other layer of the onion we (CC and Carol) have found a  couple of beings that share this other world as we share this world, and wesee ourselves in this world like humans but this is due our tendency to  \"anthropomorphisize\" but maybe the creatures on this world have a different  mold than ours, the point is that our \"perception\" goes with us even when we go to other \"layers of the onion\"\"\n\n&amp;#x200B;\n\nShe ended her lecture reading the poem again in english and in spanish.\n\n&amp;#x200B;\n\nDios dame lo que aun te queda\n\nDame lo que nadie te pide\n\nYo no te pido riquezas ni fortuna\n\nni siquiera te pido salud\n\nLa gente te pide todo eso tan seguido\n\nQue tu ya nada de esto debes tener\n\nDios dame lo que aun te queda\n\nDame lo que la gente no quiere aceptar\n\nQuiero inseguridad y desasosiego\n\nQuiero privaciones y lucha sin fin\n\ny si me das todo esto... Oh Dios\n\nDamelo ahora de una vez\n\nporque no siempre tendre la fortaleza\n\npara pedirte lo que aun te queda.\n\n&amp;#x200B;\n\nThis day the tensigrity workshop got started for half of the people enrolledin the workshop (total of 1,000) it consisted of one morning session from  9am to 1:30pm hours and an afternoon session (3:30pm-6:00pm) for review of  the exercises thaught in the morning session. the chacmools arrived alone (Florinda droped in later just to watch) and started a series of warming up exercises and then begun teaching 14 new passes which they said \"where specially intended for the peolple who lives  in the valley of mexico at this particular time\". when people started asking  questions about this matter Kylie responded with the next story. \"...life is like a river with cristaline water people keep on picking up the stones at  the bottom of the river and treasure them without knowing that the most  precious part of it is its water wich can not be held or kept all you can do  is flow with it...\"\n\n&amp;#x200B;\n\n\"...the water is the Nagual and the stones are the Tonal we must learn to  let the Tonal in its place so we can go with theNagual..\"  after this story people gave a good thought before asking a question. the 14 passes shown were:\n\n&amp;#x200B;\n\n1- Using Energy with the Foot\n\n2- The Gate to Stars\n\n3- The Gait of Power\n\n4- Defining the Width of the Energy Body\n\n5- Circle Within a Circle\n\n6- Axing the Energy\n\n7- Up and Low Blow of Energy\n\n8- Amassing Energy\n\n9- The Energy House\n\n10- Storing Energy\n\n11- The Animal Step\n\n12- The Pyramid of Energy\n\n13- The Sorcerers Breath\n\n14- The Sorcerers Window\n\n&amp;#x200B;\n\nThey finished the afternoon session with a superb performance of four parts  of the \"tensigrity of affection\" by Reni and Nyeimurez.\n\n&amp;#x200B;\n\nEvening talk by Taisha Abelar.\n\n&amp;#x200B;\n\nWhen seers \"see\" they see that \"stalkers\" have like a \"chal\" of luminous fibers hanging down from their shoulders,and \"dreamers\" look like if they had a \"hawaiian skirt\" of luminous fibers hanging down from their waist.... i am a \"stalker\". My teachers were a woman named Clara and a man called Emilito, inorder to start my apprenticeship i had first to stop the \"voladores\" (flyers) from eating my awareness. Don Juan used to say that as we humans keep the chickens in \"gallineros\" (henhouses) the voladores keepthe humans in \"humaneros\" to do the same thing that we do to chickens.... acording to the old nahual (DJ) when we are born our luminous egg shines brightly with the light of awareness, but as we grow old and enter thesocial world creatures that share our world called by the \"seers\" the \"voladores\" feed of our awarness until they only leave that shine in our luminous egg to the height of our heels (so, they eat us down toour heels), DJ said that this awarness is enough for living in the social world because it is the awarness of self reflection. the problem for the man of knowledge is to find a way to stop the \"voladores\" from eatingwhatever new awarness grows on top of the heels (because,yes it does grow back). This awareness is so easily eaten by the voladores because of self-pity and a \"poor-baby\" kind like attitude towards life and ourselves,so one way to stop the \"voladores\" is thru disciplined acts like recapitulation and tensegrity. by doing these disciplined acts we generate a kind of awareness that is not the kind of what the voladores like so nowyou can begin to grow your awareness past your heels without worry that the \"voladores\" will \"eat\" it as long as you behave impecably as a warrior.\n\n&amp;#x200B;\n\nCarlos is always on the look for people that have developed their awareness past their heels, and one day somebody told him that there it was a\"guruess\" (a woman guru) that lived in LA and that was very popular and had \"lots\" energy and was having success recruiting many people for meditation. Carlos took the three of us (Carol, Florinda and I) tosee this woman, and when we \"saw\" her we noticed that his awareness was just like everybody else the brightness was  only up to her heels, the only different thing that we \"saw\" was that thiswoman had a larger than normal assemblage point and this resulted on a big  big EGO that made her into an egomaniac so that she could belive and also  make others belive that she had powers of \"enlighting\" people. (then with the help of Kylie, Taisha showed a picture of a \"volador\" taken at the Teotihuacan piramids during the equinox ceremony last year by a friend of theirs. it looked like a human like flying shadow on top of the crowd). This is a particular good place for \"voladores\" to feed because it is filled with \"self-importance\" because everybody there is feeling that \"his/her energy\" is been used to who knows what \"saving the world\" purpouse. Or maybe they feel so important because they are the receptacles of the \"cosmic energy\" that is sent by the gods through the heavens to the \"choosen ones\" that are there for the taking. Also other good places to find \"voladores\"  are funeral homes where people gatter to indulge in self-pittyness and \"poor-baby\" attitude, is not their fault is just the way it is. Thats why when we come across a situation like this we must be \"aware\" (through the continuos practice of recapitulation) of what is going on, and not fall prey of our own \"self-importance\" or \"self-pitty\", which will make us vulnerable to the \"voladores\". Thats why we do not need rituals, \"cleansings\",  \"protections\", \"amulets\", \"talismans\", etc. The best possible protection and  offering to the spirit that you can make is to get rid of your  \"self-importance\" and to follow and impecable path \"a path with a heart\" (un camino con coraz 'n).\n\n&amp;#x200B;\n\nI lived in the top of some trees at the sorcerers house for two years aspart of my training as a stalker. The stalker is a master on the fixation of  the assemblage point into a different place. When you sleep the AP moves  naturally, but unless you start \"dreaming\", for which you need to store some energy through the techniques we've already mentioned, you will not be aware of this movement. Now after you are aware that your AP has moved in order to get advantage of its new position you need to fix it there, and that's  stalking. When i lived up in the trees one of the most unusual things that  moved my AP to a new position was the fact that i lost the reference point  of the \"horizon\" all i could perceive was the folliage and the sky, the ground was always \"down\" whereas we normally move when we are stuck to the  ground in a four directions system, living in the top of the trees you enter a six direcctions moving system because i was not allowed to touch the  ground this made my AP to move and to be fixed in a new position. The AP as the \"seers\" see it has a brilliant side which in men is oriented towards the outside of the \"luminous egg\" and in women this bright side of the AP is pointing inward. Due to my living in the top of the trees my AP started to  twist outward to man's orientation, when DJ \"saw\" that he made me do another  stalking in order to correct this. He sent me to live to a mexican town  where Nelida lived as a whealthy high society woman very well know in this town, i was to became its niece which came to live with her to find a husband. So they thaught me everything about being \"femenine\", the art of  make-up, cooking, good manners, knitting, dancing, to play the piano and even i had french lessons. We used to go to all of the high-society parties  and i was displayed as a well educated girl in search of the right man, until one day after six months of arriving to this town i meet a excomunicated priest that was havin deep emotional troubles and all that occurred to me was to hung him from a tree to try to help him. This was a  big scandal in town so DJ \"saw\" that it was time to change the strategy and  he told me that since i still wanted to have \"everybodies attention\" he was  going to set a stalking for me that will either cure me or will kill me so  he set me up to be a beggar. They started by changing my nice white dress for a \"rag\" then they put all kind of sticky things in my hair, i remember that emilito came with the idea of putting chewing gum in my hair while Nelida put grease on my skin so i will look darker and dirty. After they had \"dress me\" to be a beggar DJ called a woman called \"Alfonsina\" which was a beggar in town he told her that i was crazy and that they could not have me  any more with them so DJ gave this woman some money and told her to take  care of me. I left with this woman and i remember she told me \"you don't seem to talk much eh...that's good i think that we will get along fine...\" so we arrived at her home and i was terrified it was the worst dirtiest and  smelliest place i ever saw. she lived in a 6 by 6 room made of cardboard and tin, on the dirt floor there where two \"petates\" ((straw mats)) crawling  with insects it was so horrible that i was compelled to leave. I ran to the house but when i got there the servants told me that everybody had gone to a long trip, but that it might be possible to still find them in downtown. I  inmediatelly ran to downtown and to my relief i saw Nelida's car stoped in a corner waiting for the red light to change, i got to the car and saw DJ who  was driving and begged him to let me off this crazy stunt, i told him that i did not wanted to be a beggar and that all this was going too far that  alfonsina's house was a \"shit-hole\" and that i did not wanted to spend a  night in there. DJ looked at me with fixed eyes and told me that it was the design of the spirit for me to do that so that i either succeded or i will not see any of them again, he reached into his pocket and threw me a coin and said \"go and find what you have to find and you will see that people will give you their money but they will despise you for what you are, but  there's always the other side of the coin if you find somebody that really cares for you then you will have succeded in your task, and you will learn  not to be seeking attention for yourself anymore\". The light changed and  they left, i stood there at the main plaza thinking that i had no option but to go back to alfonsina and play the roll of a beggar impecably without any  expectation or concern on when it is going to end or what is going to  happen, i was prepared to be a beggar for the rest of my life if that's what the spirit wanted for me. I arrived to alfonsina's house, she was kneeling down in front of the wood stove and was preparing some corn \"tortillas\" to eat without saying a word she handed me a \"tortilla\" and i sat down quietly  and started to eat. Since we were in a small town i needed to have a history behind me so this is what alfonsina told the people. I was her crazy  daughter that used to live in the big city with her father but know the father died and they sent me with her. So i started calling alfonsina \"mama\" and everyday i came back to the house i will say \"hello mama this is what i  collected today\" and i gave alfonsina everyday whatever i got from the day of begging. Life was hard as a beggar i had to fight other beggars for a good corner to beg. Alfonsina told me that the best places to beg were  outside restaurants or sport clubs (gyms), she said that when people is well  eaten or well exercised they will give to the poor, also she said that churches were not good places because people already gave to church and that they would prefer to give to the church than to the beggars. Alfonsina also  thaught me to carry always a small pack of wood to use it as a shield when i was attacked by other beggars because i was invading their territory, this little pack of wood happened to be very useful for this purpouse. I always liked to go to church, not to beg but to see a very beautiful woman that came everyday, she had something that draw my attention to her. As i became more in depth with my beggar roll i started to hear \"people's thoughts\" and  i could hear thing happening block from where i was. One day i was begging outside church and this beautiful lady came out and spoke to me, she wanted to take me to her home to wash me and to give me clean clothes, but i  refused for somtime until want day i remembered what DJ told me about  \"genuine concern\" an i accepted to go to her house. The lady inmediatelly put me into the shower and got rid of the rags i was wearing. As water  started to fel in my body and the dirt disapeared from my skin the lady was horrified to the fact that i was a \"white girl\" she screamed \"what have they done to tou !\", i was spechless, the lady then gave me a \"cardigan\" dress  and a big sum of money and told me to go back to wherever a came from but to  get off the streets. I went back to alfonsina and handing her the money i  told her as always \"mama, mama look what i collected today\". When she looked  at me she fainted, when she got back she said \"you've been touched by an  angel\". She became ill and i took her to Nelida's house. There i found DJ,  Nelida and all the others. Nelida took alfonsina to her bedroom to give her attention. I stayed at the living room with DJ, i was anxious about what was  going to hapen to alfonsina because at that time i knew that i loved her, unconditionally, up to this time i did not know what love was. I tried to  relay this to DJ but it seemed that he already knew my feelings and he told me that i had succeded in my task and that i dont needed to go with  alfonsina anymore, that alfonsina had a daughter that loved her truly, but to alfonsina this daughter had died today. At this time i knew that in the  sorcerers world things come and things go and one has to flow without  attachments.\n\n&amp;#x200B;\n\nGuillermo.\n\nTo: The Ixtlan Mailing List\n\nDate: 95-05-25 02:09:41 EDT\n\n&amp;#x200B;\n\nHere is a description of some tensegrity stuff taught at the Mexico City workshop. Kylie and the cousins taught us 20 exercises. She told us that:\n\n&amp;#x200B;\n\n(1) Tensegrity should be done every day but should not be made into a routine. The practitioner should apply extreme concentration but should not permit the exercises tobecome routine. She said that doing something repeatedly does not necessarily make it a routine. If you practice assiduously, you will move beyond the need to do them in any order, ever. She said this was one of thecontradictions (paradoxes) of sorcery. She also played on the theme that you start everything in sorcery by doing it formally and then you drop that formalism and move into \\*fluidity\\* both mentally and practically. This themewas expressed indirectly throughout the workshop and apparently applies to just about every concept in sorcery.\n\n&amp;#x200B;\n\n(2) the order of the exercises is important (to beginners) and was established by CC just prior to the workshop. The order expresses a particular \\*intent\\* designedspecially for the people of mexico city. They said to do the exercises in order, even if you have to stop your session and restart later (pick up where you left off). Kylie says that CC can sense what the proper intent ought tobe for the particular group of people in question, and designs the order of exercise for them.\n\n&amp;#x200B;\n\n(3) Kylie said that the witches \\*saw\\* that the combination of Tensegrity, Recapping and Intent practiced by the CMs, had moved their APs down their backs, around in front,and up inside their bodies (she pointed with her hand to demonstrate the path it took). She said that when the AP is at that position (i.e. inside the body), that any previous damage to the luminous body such as holes, \"isunimportant\". This plays on the theme that we don't need to worry about some of the images the old nagual gave us (like children leaving holes in our bodies etc.).\n\n&amp;#x200B;\n\n(4) Kylie said that we are \"each on a solo journey\" - you have your fight just as each of us has our fight.\n\n&amp;#x200B;\n\n(5) It is impossible \\[for any of us\\] to feed off other people's energy.\n\n&amp;#x200B;\n\n(6) You only recap what you want to get rid of. Recapping is a very individualistic practice.\n\n&amp;#x200B;\n\n(7) We \\[chacmools\\] don't want to give advice, we only want to tell you what we've seen.\n\n&amp;#x200B;\n\n(8) Intent is a force, Freedom is the goal.\n\n&amp;#x200B;\n\n(9) Children should practice Tensegrity. (I personally think this is a great idea.)\n\n&amp;#x200B;\n\n(10) always wear shoes, don't do Tensegrity outside. Sorcerer's \\*see\\* stuff \"going up into the body\" from the ground (like \"bacteria\" and such).\n\n&amp;#x200B;\n\n(11) CC is compelled to help everybody if he can.\n\n&amp;#x200B;\n\n(12) Kylie took about a dozen questions related to details of the movements. She patiently explained over and over again that the point of doing the exercises is to focusyour attention intensely, and to gain the moments of inner silence that come with that. Most of the details, about starting with the left foot or the right foot or how many breaths to take etc etc are not really very important.\n\n&amp;#x200B;\n\nHere is the list of movements:\n\n&amp;#x200B;\n\n1. Shoulder movement warmup\n2. Arm swing warmup\n\n&amp;#x200B;\n\n3) Hip thrust warmup\n\n&amp;#x200B;\n\n4) Neck warmup\n\n&amp;#x200B;\n\n5) Ankle movement (hop) warmup\n\n&amp;#x200B;\n\n6) Fluidity Foot version 1\n\n&amp;#x200B;\n\n7) Fluidity Foot version 2\n\n&amp;#x200B;\n\n8) Stellar Hatch\n\nThis is an interesting movement that I had not seen before. You visualize a ball ofenergy between your feet which you pull with your eyes until it \"hooks\" on your chest. Then you look up as the ball rises until it hits the top of your personal energy region. You want to let the ball out of yourpersonal sphere so that it can travel to the stars and return with \"abstract energy\". So you slice a hole in the top of your personal energy region and unscrew the \"hatch\". The ball travels out to the starsand then returns to \"splash\" all over the back of your neck. You breath in the energy, then screw the hatch closed. Then you allow the ball to go back into the earth where it came from.\n\n&amp;#x200B;\n\n9) Step of Power\n\nExaggerated stepping motion while keeping the weight on one leg and raising the knee high and\"stepping\" forward to touch the heel and then stepping backwards to touch the toe. Done for each leg a number of times.\n\n&amp;#x200B;\n\n10) Drawing the Width of the Energy Body\n\nExaggerated circle with the foot extending well to the front and thensliding all the way around back while keeping the weight on the other leg.\n\n&amp;#x200B;\n\n11) Making the Circle Within the Circle\n\nMaking small circles with one foot while balancing the weight on theother leg. Clockwise and then Counterclockwise with each foot and then for each leg.\n\n&amp;#x200B;\n\n12) Axing Energy\n\nAn interesting martial-arts-style strike. Clap the hands together and hold. \"Axe\"the air starting at your right shoulder and going to the left hip. Continue holding the hands and make a large CCW circle (holding hands) and end at the right side of the chest. Then \"strike\" straight ahead at solarplexus level holding the hands clasped. Actually, this would be a better block than a strike I guess.\n\n&amp;#x200B;\n\n13) Slap/Hit\n\nA sort of highly modified palm strike at head level followed by a slap straight down ending asthough hitting a table at mid-body level. Done with alternating hands in rapid succession.\n\n&amp;#x200B;\n\n14) Amassing Energy\n\n&amp;#x200B;\n\n15) Little House of Energy\n\n&amp;#x200B;\n\n16) Storing Energy\n\n&amp;#x200B;\n\n17) Pawing like a Bull\n\n(this is not their name for it) �  Just push your feet back along the ground as though you were a bull about to attack the matador.\n\n&amp;#x200B;\n\n18) Pyramid of Energy\n\n&amp;#x200B;\n\n19) Sorcerer's Breath\n\n&amp;#x200B;\n\n20) Seer's Window\n\n(I don't speak spanish but itsounded like \"Las Ventana de Vidente\") �  This was a very cool movement. Imagine you are a mime and you are surrounded by a soft clay barrier that is preventing you seeing the unknown (the abstract). You want toform a window in the clay with your hands so that you can peer through it into the unknown. You start with a large circular motion of both hands which finishes with a movement like you are spreading a rolled up paper on a tableto form the window sill. Then you form the outside of the window box sides by moving your hands, palms facing each other, slowly, straight up and down about 8 inches apart, three times (if you want a bigger window hold yourhands farther apart  ). Then flip each hand one at a time so that the palms are facing opposite directions and form the inside of the window box sides by sliding your hands straight up and down three times slowly. Thenflip your hands palm up and raise your arms, move your hand back and forth to smooth out the upper part of the window box. Then put your hands on the window sill and lean forward slightly and peer out. When Kylie does this shelooks like she is actually leaning on a window sill. Then relax for a moment in the standing position and yell INTENT! 9 times. Or if you speak spanish, you yell Intento, Intento, Intento ...\n\n&amp;#x200B;\n\nMark\n\nP.S. Kylie said that a new video would be available Monday.\n\nHome", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Chaotic World of Sorcerers", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_brhhgx", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.81, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1558481367.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This stuff works as Carlos promised.   For the hecklers out there who&amp;#39;ve been saying he&amp;#39;s a fake since he died, what were you doing all that time?  Yoga postures?  Buddhist acts of servitude?&lt;/p&gt;\n\n&lt;p&gt;Obviously you weren&amp;#39;t practicing Carlos&amp;#39; techniques, or you would have noticed it actually works.&lt;/p&gt;\n\n&lt;p&gt;What we imagine it&amp;#39;ll be like, that&amp;#39;s the part that&amp;#39;s probably not true.   So keep that in mind while reading the chaos described in these notes, taken from that link recently posted in the workshop notes thread.  Don&amp;#39;t let the chaos give you any doubts.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just interesting.&lt;/p&gt;\n\n&lt;p&gt;I never heard the witches being this chatty, but I guess it was because when they attended private classes, they were not the featured speaker.  Carlos was.&lt;/p&gt;\n\n&lt;p&gt;Note: I heard a rumour from one of the women in the classes that Carol Tiggs was in a mental institution for 10 years.  I really didn&amp;#39;t think much of it at the time, but now I wonder if that doesn&amp;#39;t correspond to don Juan taking her away, as mentioned in these notes.&lt;/p&gt;\n\n&lt;p&gt;We still don&amp;#39;t know what happens to the Tonal body when we switch worlds, and there&amp;#39;s talk of needing another sorcerer to protect your body while you&amp;#39;re in dreaming.  But then, we also don&amp;#39;t know why Carlos gathered up so many women, and whether he put them up to saying some of the things they did.  Also, he liked to weave events and names in this world, to those in his books.  I think it was an act of intending.  Or maybe giving that person a hook to help them out.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;***************************************&lt;/p&gt;\n\n&lt;p&gt;Report on the Tensegrity Workshop held May 19-21 in Mexico City.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;A Tensegrity seminar was given this past weekend in Mexico City (19-21 May)  at the Sheraton Maria Isabel hotel in the heart of the city thethree  Chaacmools were present along with Florinda, Taisha and Carol Tiggs. The event draw 1,000 people. and it consisted of three evening talks (fridayCarol, Saturday Taisha and Sunday the event was closed by Florinda), and two tensegrity sessions one on saturday for 500 people and another session on sunday for the other 500 people. This sessions started at 9 am and ended at 6 pm following the conferences at 8 pm.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;To keep the reports short i&amp;#39;m going to start with the event that took place  on friday 19th which corresponded to Carol Tiggs talk. The bigballroom that was rented at the hotel for the ocassion was packedfull with over a thousand people because they let in people without tickets  this day. The gruop (Florinda, Taisha, Carol, Kylie, Renata, Nyei and a  couple more associates) arrived at 8:30 Carol and a translator sat on the stage and the others remained in the first two rows wich were reserved for  them just in front of the stage. Carol started the talk presenting herself  to the people and then recited a &amp;#39;poem&amp;#39; in spanish and then in english wich draw everybody&amp;#39;s attention and it went something like this:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Give me god what you still have&lt;/p&gt;\n\n&lt;p&gt;Give me what no one asks you for&lt;/p&gt;\n\n&lt;p&gt;i dont ask you for health or for success, not even for help&lt;/p&gt;\n\n&lt;p&gt;people ask you for all that so often, that you can&lt;/p&gt;\n\n&lt;p&gt;not have anything left&lt;/p&gt;\n\n&lt;p&gt;Give me god what you still have&lt;/p&gt;\n\n&lt;p&gt;Give me what people refuse to accept&lt;/p&gt;\n\n&lt;p&gt;i want insecurity and disquietude&lt;/p&gt;\n\n&lt;p&gt;i want hardship and strugle with no end&lt;/p&gt;\n\n&lt;p&gt;and if you should give them to me... god&lt;/p&gt;\n\n&lt;p&gt;give them to me once and for all&lt;/p&gt;\n\n&lt;p&gt;cause i will not always find the courage&lt;/p&gt;\n\n&lt;p&gt;to ask you for what you still have.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Then she spoke about when she first meet CC at the Alameda park in Mexico  City and how DJ hooked her first with a loud &amp;#39;burp&amp;#39; and then withhis eyes,  and let her know that she was a &amp;#39;double&amp;#39; woman and that CC was energetically  the same as her. Then she told us about her disappeareance for more than tenyears from this world and she saud that for her it had been like a dream but  that time lost it&amp;#39;s significance during that event. &amp;quot;When i was back from these place i found myself in Tucson Arizona ten years later it was hard for me even to recognize the place but i&amp;#39;m sure that DJ knew beforehand that  this was going to happen because he made me hide plastic packs with money in  different parts of this and other towns wich at the time seem to be absurd  for me but at this moment i understood perfectly, so i went and retreived  one of these packs and with tis money i went to L.A. and lurked there for a  while like in a zombie state until i found out that CC was going to give a  lecture at the Phoenix bookstore at Santa Monica and i went and CC saw me and he talk for two hours without knowing what did he said because he was  asttonished of seeing me there.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Carlos and i used to find ourselves in dreaming laying in a bed naked in a  strange room, there was also this little girl that cameinto the room  shouting not again mami&amp;#39; when things were getting out of hand in this wierd  world Carlos had me jump into the bed and shouted &amp;#39;twirl Carol twirl&amp;#39;, and  both started twirling and twirling until wewoke up in our bed&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(She also mentioned an american actor from the 30&amp;#39;s or 40&amp;#39;s who smoked apipe and this character became a regular also in that world where she and CC went in dreaming. this old man wich spoke with a special accent used to call  Carol &amp;quot;honey&amp;quot; and also used to call Carlos &amp;quot;shorty&amp;quot;)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;..like any other visit to this world it started when we found ourselvesnaked in that bed, suddenly we heard someone coming, carlos got himself  inside a closet that was in the room, he wanted to hide from whoever was  coming but he was not able to shut the door closed from the inside. At that moment the little girl came into the room shouting as ever &amp;#39;not again mami&amp;#39;, she went directly to the closet and shut the door closed right on carlos&amp;#39;s  nose. At that moment i heard the footsteps of the old man with the pipe, he  entered the room and said &amp;quot;whats up honey&amp;quot;, i noticed that he had a newspaper in his hand and i became intrigued with it, i tried deperately to  catch a glimpse of it trying to figure out in what language was it written or what was the date on this publication, i knew that Carlos will be very interested in this newspaper because since he is scientifically oriented he would love to corroborate whatever info from this  world in &amp;quot;our real world&amp;quot;. so i dont know where i got the nerve to snatch  the paper from his hand as the old man was leaving the room and hurried to lay it flat on the bed to see its contents. There were color pictures of people but when i fixed my attention to the text i noticed that the  characters where not the alphabet we use, they where some sort of &amp;quot;symbols&amp;quot; like spirals, triangles and circles. i was so excited that i wanted Carlos to see it so i  went to the closet to let him out but i noticed that there was no door knob or anything to open it i started to get anxious that the oldman would come back when i heard Carlos voice comming from inside the closet instructing me  about a dark spot on the floor that i had to step on, i looked down at the floor and i saw the dark spot wich looked like a button, i steped on it and  the door opened and Carlos jumped out with feline agility. i showed him the  newspaper and he was perplexed all he told me was &amp;quot;this is real Tiggs...  this is real&amp;quot; we heard footsteps again and we jumped into the bed and  started to twirl like the other times until we woke up in our beds.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;... in order to get in and out of these &amp;quot;other worlds&amp;quot; one must be verysober and in control because if you &amp;quot;hooked&amp;quot; to something in that world (like the newspaper) you will be lost in that world cause you will forget  from where you come from and you will end up living and dying in this world. that is why the path of the warrior needs to be impecable because when you become a &amp;quot;navegante&amp;quot; (navigator) you can not afford any mistake. This world was very similar to ours because people also got old and died. actually we saw the little girl grow up.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Carol also revealed that CC is writing another book when she said that&amp;quot;Carlos is naming a chapter of the book he&amp;#39;s now writting The return of  Carol Tiggs&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;...energetically CC and i have been very distant for the past three years,  some time ago Carlos made an energetic jump and maybe thisis what has kept us apart (energetically), but three weeks ago i again woke up in this  strange world.....&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;...we are (energetically) a strand of energy that is cyclic and it expands  through the diferent worlds (which are like the layers ofan onion) and it  seems that in this other layer of the onion we (CC and Carol) have found a  couple of beings that share this other world as we share this world, and wesee ourselves in this world like humans but this is due our tendency to  &amp;quot;anthropomorphisize&amp;quot; but maybe the creatures on this world have a different  mold than ours, the point is that our &amp;quot;perception&amp;quot; goes with us even when we go to other &amp;quot;layers of the onion&amp;quot;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;She ended her lecture reading the poem again in english and in spanish.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Dios dame lo que aun te queda&lt;/p&gt;\n\n&lt;p&gt;Dame lo que nadie te pide&lt;/p&gt;\n\n&lt;p&gt;Yo no te pido riquezas ni fortuna&lt;/p&gt;\n\n&lt;p&gt;ni siquiera te pido salud&lt;/p&gt;\n\n&lt;p&gt;La gente te pide todo eso tan seguido&lt;/p&gt;\n\n&lt;p&gt;Que tu ya nada de esto debes tener&lt;/p&gt;\n\n&lt;p&gt;Dios dame lo que aun te queda&lt;/p&gt;\n\n&lt;p&gt;Dame lo que la gente no quiere aceptar&lt;/p&gt;\n\n&lt;p&gt;Quiero inseguridad y desasosiego&lt;/p&gt;\n\n&lt;p&gt;Quiero privaciones y lucha sin fin&lt;/p&gt;\n\n&lt;p&gt;y si me das todo esto... Oh Dios&lt;/p&gt;\n\n&lt;p&gt;Damelo ahora de una vez&lt;/p&gt;\n\n&lt;p&gt;porque no siempre tendre la fortaleza&lt;/p&gt;\n\n&lt;p&gt;para pedirte lo que aun te queda.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;This day the tensigrity workshop got started for half of the people enrolledin the workshop (total of 1,000) it consisted of one morning session from  9am to 1:30pm hours and an afternoon session (3:30pm-6:00pm) for review of  the exercises thaught in the morning session. the chacmools arrived alone (Florinda droped in later just to watch) and started a series of warming up exercises and then begun teaching 14 new passes which they said &amp;quot;where specially intended for the peolple who lives  in the valley of mexico at this particular time&amp;quot;. when people started asking  questions about this matter Kylie responded with the next story. &amp;quot;...life is like a river with cristaline water people keep on picking up the stones at  the bottom of the river and treasure them without knowing that the most  precious part of it is its water wich can not be held or kept all you can do  is flow with it...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;...the water is the Nagual and the stones are the Tonal we must learn to  let the Tonal in its place so we can go with theNagual..&amp;quot;  after this story people gave a good thought before asking a question. the 14 passes shown were:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;1- Using Energy with the Foot&lt;/p&gt;\n\n&lt;p&gt;2- The Gate to Stars&lt;/p&gt;\n\n&lt;p&gt;3- The Gait of Power&lt;/p&gt;\n\n&lt;p&gt;4- Defining the Width of the Energy Body&lt;/p&gt;\n\n&lt;p&gt;5- Circle Within a Circle&lt;/p&gt;\n\n&lt;p&gt;6- Axing the Energy&lt;/p&gt;\n\n&lt;p&gt;7- Up and Low Blow of Energy&lt;/p&gt;\n\n&lt;p&gt;8- Amassing Energy&lt;/p&gt;\n\n&lt;p&gt;9- The Energy House&lt;/p&gt;\n\n&lt;p&gt;10- Storing Energy&lt;/p&gt;\n\n&lt;p&gt;11- The Animal Step&lt;/p&gt;\n\n&lt;p&gt;12- The Pyramid of Energy&lt;/p&gt;\n\n&lt;p&gt;13- The Sorcerers Breath&lt;/p&gt;\n\n&lt;p&gt;14- The Sorcerers Window&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;They finished the afternoon session with a superb performance of four parts  of the &amp;quot;tensigrity of affection&amp;quot; by Reni and Nyeimurez.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Evening talk by Taisha Abelar.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;When seers &amp;quot;see&amp;quot; they see that &amp;quot;stalkers&amp;quot; have like a &amp;quot;chal&amp;quot; of luminous fibers hanging down from their shoulders,and &amp;quot;dreamers&amp;quot; look like if they had a &amp;quot;hawaiian skirt&amp;quot; of luminous fibers hanging down from their waist.... i am a &amp;quot;stalker&amp;quot;. My teachers were a woman named Clara and a man called Emilito, inorder to start my apprenticeship i had first to stop the &amp;quot;voladores&amp;quot; (flyers) from eating my awareness. Don Juan used to say that as we humans keep the chickens in &amp;quot;gallineros&amp;quot; (henhouses) the voladores keepthe humans in &amp;quot;humaneros&amp;quot; to do the same thing that we do to chickens.... acording to the old nahual (DJ) when we are born our luminous egg shines brightly with the light of awareness, but as we grow old and enter thesocial world creatures that share our world called by the &amp;quot;seers&amp;quot; the &amp;quot;voladores&amp;quot; feed of our awarness until they only leave that shine in our luminous egg to the height of our heels (so, they eat us down toour heels), DJ said that this awarness is enough for living in the social world because it is the awarness of self reflection. the problem for the man of knowledge is to find a way to stop the &amp;quot;voladores&amp;quot; from eatingwhatever new awarness grows on top of the heels (because,yes it does grow back). This awareness is so easily eaten by the voladores because of self-pity and a &amp;quot;poor-baby&amp;quot; kind like attitude towards life and ourselves,so one way to stop the &amp;quot;voladores&amp;quot; is thru disciplined acts like recapitulation and tensegrity. by doing these disciplined acts we generate a kind of awareness that is not the kind of what the voladores like so nowyou can begin to grow your awareness past your heels without worry that the &amp;quot;voladores&amp;quot; will &amp;quot;eat&amp;quot; it as long as you behave impecably as a warrior.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Carlos is always on the look for people that have developed their awareness past their heels, and one day somebody told him that there it was a&amp;quot;guruess&amp;quot; (a woman guru) that lived in LA and that was very popular and had &amp;quot;lots&amp;quot; energy and was having success recruiting many people for meditation. Carlos took the three of us (Carol, Florinda and I) tosee this woman, and when we &amp;quot;saw&amp;quot; her we noticed that his awareness was just like everybody else the brightness was  only up to her heels, the only different thing that we &amp;quot;saw&amp;quot; was that thiswoman had a larger than normal assemblage point and this resulted on a big  big EGO that made her into an egomaniac so that she could belive and also  make others belive that she had powers of &amp;quot;enlighting&amp;quot; people. (then with the help of Kylie, Taisha showed a picture of a &amp;quot;volador&amp;quot; taken at the Teotihuacan piramids during the equinox ceremony last year by a friend of theirs. it looked like a human like flying shadow on top of the crowd). This is a particular good place for &amp;quot;voladores&amp;quot; to feed because it is filled with &amp;quot;self-importance&amp;quot; because everybody there is feeling that &amp;quot;his/her energy&amp;quot; is been used to who knows what &amp;quot;saving the world&amp;quot; purpouse. Or maybe they feel so important because they are the receptacles of the &amp;quot;cosmic energy&amp;quot; that is sent by the gods through the heavens to the &amp;quot;choosen ones&amp;quot; that are there for the taking. Also other good places to find &amp;quot;voladores&amp;quot;  are funeral homes where people gatter to indulge in self-pittyness and &amp;quot;poor-baby&amp;quot; attitude, is not their fault is just the way it is. Thats why when we come across a situation like this we must be &amp;quot;aware&amp;quot; (through the continuos practice of recapitulation) of what is going on, and not fall prey of our own &amp;quot;self-importance&amp;quot; or &amp;quot;self-pitty&amp;quot;, which will make us vulnerable to the &amp;quot;voladores&amp;quot;. Thats why we do not need rituals, &amp;quot;cleansings&amp;quot;,  &amp;quot;protections&amp;quot;, &amp;quot;amulets&amp;quot;, &amp;quot;talismans&amp;quot;, etc. The best possible protection and  offering to the spirit that you can make is to get rid of your  &amp;quot;self-importance&amp;quot; and to follow and impecable path &amp;quot;a path with a heart&amp;quot; (un camino con coraz &amp;#39;n).&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I lived in the top of some trees at the sorcerers house for two years aspart of my training as a stalker. The stalker is a master on the fixation of  the assemblage point into a different place. When you sleep the AP moves  naturally, but unless you start &amp;quot;dreaming&amp;quot;, for which you need to store some energy through the techniques we&amp;#39;ve already mentioned, you will not be aware of this movement. Now after you are aware that your AP has moved in order to get advantage of its new position you need to fix it there, and that&amp;#39;s  stalking. When i lived up in the trees one of the most unusual things that  moved my AP to a new position was the fact that i lost the reference point  of the &amp;quot;horizon&amp;quot; all i could perceive was the folliage and the sky, the ground was always &amp;quot;down&amp;quot; whereas we normally move when we are stuck to the  ground in a four directions system, living in the top of the trees you enter a six direcctions moving system because i was not allowed to touch the  ground this made my AP to move and to be fixed in a new position. The AP as the &amp;quot;seers&amp;quot; see it has a brilliant side which in men is oriented towards the outside of the &amp;quot;luminous egg&amp;quot; and in women this bright side of the AP is pointing inward. Due to my living in the top of the trees my AP started to  twist outward to man&amp;#39;s orientation, when DJ &amp;quot;saw&amp;quot; that he made me do another  stalking in order to correct this. He sent me to live to a mexican town  where Nelida lived as a whealthy high society woman very well know in this town, i was to became its niece which came to live with her to find a husband. So they thaught me everything about being &amp;quot;femenine&amp;quot;, the art of  make-up, cooking, good manners, knitting, dancing, to play the piano and even i had french lessons. We used to go to all of the high-society parties  and i was displayed as a well educated girl in search of the right man, until one day after six months of arriving to this town i meet a excomunicated priest that was havin deep emotional troubles and all that occurred to me was to hung him from a tree to try to help him. This was a  big scandal in town so DJ &amp;quot;saw&amp;quot; that it was time to change the strategy and  he told me that since i still wanted to have &amp;quot;everybodies attention&amp;quot; he was  going to set a stalking for me that will either cure me or will kill me so  he set me up to be a beggar. They started by changing my nice white dress for a &amp;quot;rag&amp;quot; then they put all kind of sticky things in my hair, i remember that emilito came with the idea of putting chewing gum in my hair while Nelida put grease on my skin so i will look darker and dirty. After they had &amp;quot;dress me&amp;quot; to be a beggar DJ called a woman called &amp;quot;Alfonsina&amp;quot; which was a beggar in town he told her that i was crazy and that they could not have me  any more with them so DJ gave this woman some money and told her to take  care of me. I left with this woman and i remember she told me &amp;quot;you don&amp;#39;t seem to talk much eh...that&amp;#39;s good i think that we will get along fine...&amp;quot; so we arrived at her home and i was terrified it was the worst dirtiest and  smelliest place i ever saw. she lived in a 6 by 6 room made of cardboard and tin, on the dirt floor there where two &amp;quot;petates&amp;quot; ((straw mats)) crawling  with insects it was so horrible that i was compelled to leave. I ran to the house but when i got there the servants told me that everybody had gone to a long trip, but that it might be possible to still find them in downtown. I  inmediatelly ran to downtown and to my relief i saw Nelida&amp;#39;s car stoped in a corner waiting for the red light to change, i got to the car and saw DJ who  was driving and begged him to let me off this crazy stunt, i told him that i did not wanted to be a beggar and that all this was going too far that  alfonsina&amp;#39;s house was a &amp;quot;shit-hole&amp;quot; and that i did not wanted to spend a  night in there. DJ looked at me with fixed eyes and told me that it was the design of the spirit for me to do that so that i either succeded or i will not see any of them again, he reached into his pocket and threw me a coin and said &amp;quot;go and find what you have to find and you will see that people will give you their money but they will despise you for what you are, but  there&amp;#39;s always the other side of the coin if you find somebody that really cares for you then you will have succeded in your task, and you will learn  not to be seeking attention for yourself anymore&amp;quot;. The light changed and  they left, i stood there at the main plaza thinking that i had no option but to go back to alfonsina and play the roll of a beggar impecably without any  expectation or concern on when it is going to end or what is going to  happen, i was prepared to be a beggar for the rest of my life if that&amp;#39;s what the spirit wanted for me. I arrived to alfonsina&amp;#39;s house, she was kneeling down in front of the wood stove and was preparing some corn &amp;quot;tortillas&amp;quot; to eat without saying a word she handed me a &amp;quot;tortilla&amp;quot; and i sat down quietly  and started to eat. Since we were in a small town i needed to have a history behind me so this is what alfonsina told the people. I was her crazy  daughter that used to live in the big city with her father but know the father died and they sent me with her. So i started calling alfonsina &amp;quot;mama&amp;quot; and everyday i came back to the house i will say &amp;quot;hello mama this is what i  collected today&amp;quot; and i gave alfonsina everyday whatever i got from the day of begging. Life was hard as a beggar i had to fight other beggars for a good corner to beg. Alfonsina told me that the best places to beg were  outside restaurants or sport clubs (gyms), she said that when people is well  eaten or well exercised they will give to the poor, also she said that churches were not good places because people already gave to church and that they would prefer to give to the church than to the beggars. Alfonsina also  thaught me to carry always a small pack of wood to use it as a shield when i was attacked by other beggars because i was invading their territory, this little pack of wood happened to be very useful for this purpouse. I always liked to go to church, not to beg but to see a very beautiful woman that came everyday, she had something that draw my attention to her. As i became more in depth with my beggar roll i started to hear &amp;quot;people&amp;#39;s thoughts&amp;quot; and  i could hear thing happening block from where i was. One day i was begging outside church and this beautiful lady came out and spoke to me, she wanted to take me to her home to wash me and to give me clean clothes, but i  refused for somtime until want day i remembered what DJ told me about  &amp;quot;genuine concern&amp;quot; an i accepted to go to her house. The lady inmediatelly put me into the shower and got rid of the rags i was wearing. As water  started to fel in my body and the dirt disapeared from my skin the lady was horrified to the fact that i was a &amp;quot;white girl&amp;quot; she screamed &amp;quot;what have they done to tou !&amp;quot;, i was spechless, the lady then gave me a &amp;quot;cardigan&amp;quot; dress  and a big sum of money and told me to go back to wherever a came from but to  get off the streets. I went back to alfonsina and handing her the money i  told her as always &amp;quot;mama, mama look what i collected today&amp;quot;. When she looked  at me she fainted, when she got back she said &amp;quot;you&amp;#39;ve been touched by an  angel&amp;quot;. She became ill and i took her to Nelida&amp;#39;s house. There i found DJ,  Nelida and all the others. Nelida took alfonsina to her bedroom to give her attention. I stayed at the living room with DJ, i was anxious about what was  going to hapen to alfonsina because at that time i knew that i loved her, unconditionally, up to this time i did not know what love was. I tried to  relay this to DJ but it seemed that he already knew my feelings and he told me that i had succeded in my task and that i dont needed to go with  alfonsina anymore, that alfonsina had a daughter that loved her truly, but to alfonsina this daughter had died today. At this time i knew that in the  sorcerers world things come and things go and one has to flow without  attachments.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Guillermo.&lt;/p&gt;\n\n&lt;p&gt;To: The Ixtlan Mailing List&lt;/p&gt;\n\n&lt;p&gt;Date: 95-05-25 02:09:41 EDT&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Here is a description of some tensegrity stuff taught at the Mexico City workshop. Kylie and the cousins taught us 20 exercises. She told us that:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(1) Tensegrity should be done every day but should not be made into a routine. The practitioner should apply extreme concentration but should not permit the exercises tobecome routine. She said that doing something repeatedly does not necessarily make it a routine. If you practice assiduously, you will move beyond the need to do them in any order, ever. She said this was one of thecontradictions (paradoxes) of sorcery. She also played on the theme that you start everything in sorcery by doing it formally and then you drop that formalism and move into *fluidity* both mentally and practically. This themewas expressed indirectly throughout the workshop and apparently applies to just about every concept in sorcery.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(2) the order of the exercises is important (to beginners) and was established by CC just prior to the workshop. The order expresses a particular *intent* designedspecially for the people of mexico city. They said to do the exercises in order, even if you have to stop your session and restart later (pick up where you left off). Kylie says that CC can sense what the proper intent ought tobe for the particular group of people in question, and designs the order of exercise for them.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(3) Kylie said that the witches *saw* that the combination of Tensegrity, Recapping and Intent practiced by the CMs, had moved their APs down their backs, around in front,and up inside their bodies (she pointed with her hand to demonstrate the path it took). She said that when the AP is at that position (i.e. inside the body), that any previous damage to the luminous body such as holes, &amp;quot;isunimportant&amp;quot;. This plays on the theme that we don&amp;#39;t need to worry about some of the images the old nagual gave us (like children leaving holes in our bodies etc.).&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(4) Kylie said that we are &amp;quot;each on a solo journey&amp;quot; - you have your fight just as each of us has our fight.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(5) It is impossible [for any of us] to feed off other people&amp;#39;s energy.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(6) You only recap what you want to get rid of. Recapping is a very individualistic practice.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(7) We [chacmools] don&amp;#39;t want to give advice, we only want to tell you what we&amp;#39;ve seen.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(8) Intent is a force, Freedom is the goal.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(9) Children should practice Tensegrity. (I personally think this is a great idea.)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(10) always wear shoes, don&amp;#39;t do Tensegrity outside. Sorcerer&amp;#39;s *see* stuff &amp;quot;going up into the body&amp;quot; from the ground (like &amp;quot;bacteria&amp;quot; and such).&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(11) CC is compelled to help everybody if he can.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;(12) Kylie took about a dozen questions related to details of the movements. She patiently explained over and over again that the point of doing the exercises is to focusyour attention intensely, and to gain the moments of inner silence that come with that. Most of the details, about starting with the left foot or the right foot or how many breaths to take etc etc are not really very important.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Here is the list of movements:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Shoulder movement warmup&lt;/li&gt;\n&lt;li&gt;Arm swing warmup&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;3) Hip thrust warmup&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;4) Neck warmup&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;5) Ankle movement (hop) warmup&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;6) Fluidity Foot version 1&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;7) Fluidity Foot version 2&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;8) Stellar Hatch&lt;/p&gt;\n\n&lt;p&gt;This is an interesting movement that I had not seen before. You visualize a ball ofenergy between your feet which you pull with your eyes until it &amp;quot;hooks&amp;quot; on your chest. Then you look up as the ball rises until it hits the top of your personal energy region. You want to let the ball out of yourpersonal sphere so that it can travel to the stars and return with &amp;quot;abstract energy&amp;quot;. So you slice a hole in the top of your personal energy region and unscrew the &amp;quot;hatch&amp;quot;. The ball travels out to the starsand then returns to &amp;quot;splash&amp;quot; all over the back of your neck. You breath in the energy, then screw the hatch closed. Then you allow the ball to go back into the earth where it came from.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;9) Step of Power&lt;/p&gt;\n\n&lt;p&gt;Exaggerated stepping motion while keeping the weight on one leg and raising the knee high and&amp;quot;stepping&amp;quot; forward to touch the heel and then stepping backwards to touch the toe. Done for each leg a number of times.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;10) Drawing the Width of the Energy Body&lt;/p&gt;\n\n&lt;p&gt;Exaggerated circle with the foot extending well to the front and thensliding all the way around back while keeping the weight on the other leg.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;11) Making the Circle Within the Circle&lt;/p&gt;\n\n&lt;p&gt;Making small circles with one foot while balancing the weight on theother leg. Clockwise and then Counterclockwise with each foot and then for each leg.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;12) Axing Energy&lt;/p&gt;\n\n&lt;p&gt;An interesting martial-arts-style strike. Clap the hands together and hold. &amp;quot;Axe&amp;quot;the air starting at your right shoulder and going to the left hip. Continue holding the hands and make a large CCW circle (holding hands) and end at the right side of the chest. Then &amp;quot;strike&amp;quot; straight ahead at solarplexus level holding the hands clasped. Actually, this would be a better block than a strike I guess.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;13) Slap/Hit&lt;/p&gt;\n\n&lt;p&gt;A sort of highly modified palm strike at head level followed by a slap straight down ending asthough hitting a table at mid-body level. Done with alternating hands in rapid succession.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;14) Amassing Energy&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;15) Little House of Energy&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;16) Storing Energy&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;17) Pawing like a Bull&lt;/p&gt;\n\n&lt;p&gt;(this is not their name for it) �  Just push your feet back along the ground as though you were a bull about to attack the matador.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;18) Pyramid of Energy&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;19) Sorcerer&amp;#39;s Breath&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;20) Seer&amp;#39;s Window&lt;/p&gt;\n\n&lt;p&gt;(I don&amp;#39;t speak spanish but itsounded like &amp;quot;Las Ventana de Vidente&amp;quot;) �  This was a very cool movement. Imagine you are a mime and you are surrounded by a soft clay barrier that is preventing you seeing the unknown (the abstract). You want toform a window in the clay with your hands so that you can peer through it into the unknown. You start with a large circular motion of both hands which finishes with a movement like you are spreading a rolled up paper on a tableto form the window sill. Then you form the outside of the window box sides by moving your hands, palms facing each other, slowly, straight up and down about 8 inches apart, three times (if you want a bigger window hold yourhands farther apart  ). Then flip each hand one at a time so that the palms are facing opposite directions and form the inside of the window box sides by sliding your hands straight up and down three times slowly. Thenflip your hands palm up and raise your arms, move your hand back and forth to smooth out the upper part of the window box. Then put your hands on the window sill and lean forward slightly and peer out. When Kylie does this shelooks like she is actually leaning on a window sill. Then relax for a moment in the standing position and yell INTENT! 9 times. Or if you speak spanish, you yell Intento, Intento, Intento ...&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Mark&lt;/p&gt;\n\n&lt;p&gt;P.S. Kylie said that a new video would be available Monday.&lt;/p&gt;\n\n&lt;p&gt;Home&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "brhhgx", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/", "subreddit_subscribers": 9561, "created_utc": 1558481367.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eodxvq8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1558483584.0, "send_replies": true, "parent_id": "t3_brhhgx", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "About that term \"Navigator\".\n\nMost people are \"Reward Seekers\". We're brainwashed to be that way, by whoever raises us. You can watch it in action next time you're around an infant and parent.\n\nI have a niece whos around the correct age to witness it. I once watched her gazing at the room, not focusing her eyes on anything. He father wanted to show her off, so he got a cookie, and snapped his fingers loudly in front of her eyes. She was startled, got a weird look on her face, then looked at him. She smiled, and he stuck a cookie right in her mouth. Everyone around her laughed with joy.\n\nA year later I was watchign her at another family outing. She was wandering around from person to person, seeing what she could get. Eventually she went up to the front of the room, sat where the guests of honor had been sitting, and clapped her hands whenever something fun was happening in the room. She captured center stage.\n\nShe'll be stuck like that the rest of her life. Seeking rewards.\n\nA Navigator on the other hand is out exploring. That's what's meant by Navigation. It's the alternative to being a reward seeker.\n\nNot that you don't get better rewards in the long run, but there's pretty much none when you first start out, and have to make such a huge effort.", "edited": 1558540467.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eodxvq8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;About that term &amp;quot;Navigator&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Most people are &amp;quot;Reward Seekers&amp;quot;. We&amp;#39;re brainwashed to be that way, by whoever raises us. You can watch it in action next time you&amp;#39;re around an infant and parent.&lt;/p&gt;\n\n&lt;p&gt;I have a niece whos around the correct age to witness it. I once watched her gazing at the room, not focusing her eyes on anything. He father wanted to show her off, so he got a cookie, and snapped his fingers loudly in front of her eyes. She was startled, got a weird look on her face, then looked at him. She smiled, and he stuck a cookie right in her mouth. Everyone around her laughed with joy.&lt;/p&gt;\n\n&lt;p&gt;A year later I was watchign her at another family outing. She was wandering around from person to person, seeing what she could get. Eventually she went up to the front of the room, sat where the guests of honor had been sitting, and clapped her hands whenever something fun was happening in the room. She captured center stage.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;ll be stuck like that the rest of her life. Seeking rewards.&lt;/p&gt;\n\n&lt;p&gt;A Navigator on the other hand is out exploring. That&amp;#39;s what&amp;#39;s meant by Navigation. It&amp;#39;s the alternative to being a reward seeker.&lt;/p&gt;\n\n&lt;p&gt;Not that you don&amp;#39;t get better rewards in the long run, but there&amp;#39;s pretty much none when you first start out, and have to make such a huge effort.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/eodxvq8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558483584.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_brhhgx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eorx5o7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eofx19b", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Don’t worry about the boogeyman. Better to meet one than never know if he exists. And I have it on good authority, that’s he’s kind of lonely.\n\nI saw something like Death the other day. He's like the tiredest possible being that could still maintain any cohesive idea of a self before it all falls apart. I felt quite sorry for him.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_eorx5o7", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Don’t worry about the boogeyman. Better to meet one than never know if he exists. And I have it on good authority, that’s he’s kind of lonely.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I saw something like Death the other day. He&amp;#39;s like the tiredest possible being that could still maintain any cohesive idea of a self before it all falls apart. I felt quite sorry for him.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_brhhgx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/eorx5o7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558814271.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558814271.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eofx19b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1558545556.0, "send_replies": true, "parent_id": "t1_eofv5qk", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Man from Taured.  Cool.  You'd have to think there are \"exceptions\" around, where people from other worlds traveled and got stuck here.\n\nTensegrity outside?  They used to do that.  There was one particular park near the Santa Monica Towers.\n\nNot to mention Carlos was a member of Marshall Ho'o's Tai Chi academy.  They loved doing Tai Chi in parks.  \n\n Tai Chi is amazingly close to Tensegrity.  I have to think that whoever designed it could see energy because it certainly pushes it around.  It even feels around for the luminous shell.\n\nI would truly love to re-habilitate Tai Chi, so it could lead directly to other worlds.  It ought to be that after completing a set, you’re in another place.  \n\nI never saw anything going up from the ground into my body, but I’d sure like to!\n\nI think it’s reasonable to not worry about some things, which might be an interesting experience even if they were bad.   Getting some proof outweighs a slight inconvenience.\n\nSo:\n\nDon’t worry about celibacy.  Worry more about social ties that prevent practicing.\n\nDon’t leave your family and friends. Use them as petty tyrants.  They’ll teach you about the energy strands we constantly send out, and take in from others.  No one can push your buttons better than your slightly older sibling.\n\nDon’t worry about the boogeyman.  Better to meet one than never know if he exists.  And I have it on good authority, that’s he’s kind of lonely.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eofx19b", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Man from Taured.  Cool.  You&amp;#39;d have to think there are &amp;quot;exceptions&amp;quot; around, where people from other worlds traveled and got stuck here.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity outside?  They used to do that.  There was one particular park near the Santa Monica Towers.&lt;/p&gt;\n\n&lt;p&gt;Not to mention Carlos was a member of Marshall Ho&amp;#39;o&amp;#39;s Tai Chi academy.  They loved doing Tai Chi in parks.  &lt;/p&gt;\n\n&lt;p&gt;Tai Chi is amazingly close to Tensegrity.  I have to think that whoever designed it could see energy because it certainly pushes it around.  It even feels around for the luminous shell.&lt;/p&gt;\n\n&lt;p&gt;I would truly love to re-habilitate Tai Chi, so it could lead directly to other worlds.  It ought to be that after completing a set, you’re in another place.  &lt;/p&gt;\n\n&lt;p&gt;I never saw anything going up from the ground into my body, but I’d sure like to!&lt;/p&gt;\n\n&lt;p&gt;I think it’s reasonable to not worry about some things, which might be an interesting experience even if they were bad.   Getting some proof outweighs a slight inconvenience.&lt;/p&gt;\n\n&lt;p&gt;So:&lt;/p&gt;\n\n&lt;p&gt;Don’t worry about celibacy.  Worry more about social ties that prevent practicing.&lt;/p&gt;\n\n&lt;p&gt;Don’t leave your family and friends. Use them as petty tyrants.  They’ll teach you about the energy strands we constantly send out, and take in from others.  No one can push your buttons better than your slightly older sibling.&lt;/p&gt;\n\n&lt;p&gt;Don’t worry about the boogeyman.  Better to meet one than never know if he exists.  And I have it on good authority, that’s he’s kind of lonely.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_brhhgx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/eofx19b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558545556.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eofv5qk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1558544242.0, "send_replies": true, "parent_id": "t3_brhhgx", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "First, have you ever seen what's described below:\n\n&gt;(10) always wear shoes, don't do Tensegrity outside. Sorcerer's *see* stuff \"going up into the body\" from the ground (like \"bacteria\" and such).\n\nI like walking barefoot, and have always been reticent after reading this years ago! Tensegrity practiced outside is especially synergistic, is it really a big no-no?\n\nSecond, here's a poem with similar spirit evoked in the post above:\n\n\"Better one hour's stour than a year's peace\n\nWith fat boards, bawds, wine and frail music!\n\nBah! there's no wine like the bloods crimson!...\n\n...And it fills all my heart with rejoicing\n\nAnd pries wide my mouth with fast music,\n\nWhen I see him so scorn and defy peace,\n\nHis lone might 'gainst all darkness opposing.\n\nThe man who fears war and squats opposing\n\nMy words for stour, hath no blood of crimson,\n\nBut is fit only to rot...\n\n...Yeah, I fill all the air with my music...\n\n...May God damn forever all who cry, \"Peace!\"\n\nEzra Pound, The Oxford Book of American Poetry,  Page 296 (paraphrased).\n\nPeace (as it applies here): \"in stasis, static and unchanging (the status quo).\" Rather antithetical to a path with heart.\n\nThird:\n&gt;one must be very sober and in control because if you \"hooked\" to something in that world (like the newspaper) you will be lost in that world cause you will forget from where you come from and you will end up living and dying in (that) world.\n\nI remember the account of \"The Man from Taured,\" and that this kind of journeying is perpetual...both volitional (intended) and otherwise.\nhttps://obscurban-legend.fandom.com/wiki/The_Man_from_Taured", "edited": 1559877675.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eofv5qk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;First, have you ever seen what&amp;#39;s described below:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;(10) always wear shoes, don&amp;#39;t do Tensegrity outside. Sorcerer&amp;#39;s &lt;em&gt;see&lt;/em&gt; stuff &amp;quot;going up into the body&amp;quot; from the ground (like &amp;quot;bacteria&amp;quot; and such).&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I like walking barefoot, and have always been reticent after reading this years ago! Tensegrity practiced outside is especially synergistic, is it really a big no-no?&lt;/p&gt;\n\n&lt;p&gt;Second, here&amp;#39;s a poem with similar spirit evoked in the post above:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Better one hour&amp;#39;s stour than a year&amp;#39;s peace&lt;/p&gt;\n\n&lt;p&gt;With fat boards, bawds, wine and frail music!&lt;/p&gt;\n\n&lt;p&gt;Bah! there&amp;#39;s no wine like the bloods crimson!...&lt;/p&gt;\n\n&lt;p&gt;...And it fills all my heart with rejoicing&lt;/p&gt;\n\n&lt;p&gt;And pries wide my mouth with fast music,&lt;/p&gt;\n\n&lt;p&gt;When I see him so scorn and defy peace,&lt;/p&gt;\n\n&lt;p&gt;His lone might &amp;#39;gainst all darkness opposing.&lt;/p&gt;\n\n&lt;p&gt;The man who fears war and squats opposing&lt;/p&gt;\n\n&lt;p&gt;My words for stour, hath no blood of crimson,&lt;/p&gt;\n\n&lt;p&gt;But is fit only to rot...&lt;/p&gt;\n\n&lt;p&gt;...Yeah, I fill all the air with my music...&lt;/p&gt;\n\n&lt;p&gt;...May God damn forever all who cry, &amp;quot;Peace!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Ezra Pound, The Oxford Book of American Poetry,  Page 296 (paraphrased).&lt;/p&gt;\n\n&lt;p&gt;Peace (as it applies here): &amp;quot;in stasis, static and unchanging (the status quo).&amp;quot; Rather antithetical to a path with heart.&lt;/p&gt;\n\n&lt;p&gt;Third:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;one must be very sober and in control because if you &amp;quot;hooked&amp;quot; to something in that world (like the newspaper) you will be lost in that world cause you will forget from where you come from and you will end up living and dying in (that) world.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I remember the account of &amp;quot;The Man from Taured,&amp;quot; and that this kind of journeying is perpetual...both volitional (intended) and otherwise.\n&lt;a href=\"https://obscurban-legend.fandom.com/wiki/The_Man_from_Taured\"&gt;https://obscurban-legend.fandom.com/wiki/The_Man_from_Taured&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/brhhgx/the_chaotic_world_of_sorcerers/eofv5qk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558544242.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_brhhgx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]