[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Cholita's Garden](https://preview.redd.it/g46mcx6hykp31.jpg?width=379&amp;format=pjpg&amp;auto=webp&amp;s=3cd74836a81d9a699ef100a77dbcf045cf13c957)\n\nWhile sitting in a Celtic bar sipping wine and eating latkes, Cholita asked me more about the dreaming techniques I use.\n\nI explained some to her, thinking they would be new ideas. But after each one she said, “That’s obvious!”, or “Of course,  that’s nothing new.”\n\nIt seemed that because she was in private classes, she had the same view of how to proceed as me.\n\nShe just wasn’t working on it anymore.\n\nAs she said to me months ago,  “The Nagual is gone, it’s over.”\n\nI insisted it wasn’t over if we did something about it.\n\nThen she asked me why I’m doing this.\n\nI explained that people had been living on inspirational quotes all these 20 years since Carlos died, and I didn’t find any understanding in anything written about Carlos on the web.\n\nI feared his knowledge would be lost.\n\nI blamed it on the “impeccable warrior” thing.\n\nCholita became very angry. “ What????”, she said. “That’s the main thing!”\n\nI tried to tell her, yes of course. Everyone knows I’m joking when I say to forget about that.\n\nYou have to be as impeccable as you can, and god knows it’s a war.\n\nTo myself, I thought about the Armageddon Cholita had promised me if I didn’t let her flee to Seattle tomorrow. She had said, “You will start Armageddon with your words if you aren’t careful!”\n\nAt the time, I understood it to be one of her wide conspiracy delusions.  I didn't realize it was a warning of impending doom.\n\nI further explained to her that the mindset of the “warrior’s way” was pacifying the minds of people interested in Carlos’ books, so that they never took the time to practice.\n\nYou’ll never get anywhere based on that.\n\nShe disagreed completely.\n\nI realized, aside from what Cleargreen 1 and Cleargreen 2 are doing, it’s just Cholita and me from faction #3.\n\nThere are no others so far.\n\nAnd that means Cholita’s knowledge of things is equal to my own. It needs to be shared equally as much, if for nothing else but to balance my male views out.\n\nI asked her to explain.\n\nShe said that impeccability was everything. Once you became impeccable, all of your decisions would be correct.\n\nShe further said, \"You put too much emphasis on silence!  Silence isn't everything!!!\"\n\nI realized, Cholita had been hanging out with the more powerful women in the group, including the witches.  I heard echos of Taisha in her words.\n\nAnd I thought about a witch I'm trying to help by email, who despite not being able to get silent, was manifesting cobra demons in her bedroom.\n\nI had a sudden insight and thought of how I could understand her better.\n\nI asked her, \"What’s more important?  What you do? Or how you live?\"\n\nCholita had spaced out again.   She began to talk.\n\n“This technology is ***amazing***! The inorganics have spread dust everywhere in the air. You can see anything you like!”\n\nWe hadn’t been talking about technology at any point I can remember. But I had to ask her about it.\n\n\"What color is the dust\", I asked?\n\nShe gave me an angry look and ignored my question.\n\nShe went on, “The Grand Canyon has turned green.  You can see that from the helicopter tours they give.  You can even have fish swimming in the water!”\n\nI asked again, but what about this dust?\n\n“It’s like TV static”, she said.\n\n“Anything or anyone can suddenly appear in front of you, as real as can be!”\n\nThen she began to worry what the government was going to do with this ability.  It reminded me that some former Sunday Class members were putting out bogus info on the inorganics, combining it with conspiracy theories to make it more marketable.  Cholita might have seen some of that garbage.\n\nI asked her again, What you do, or how you live?\n\nShe stopped talking and said, “What? Huh? Oh. What you do or how you live?”\n\n“How you live of course!”\n\nI suddenly understood the last 20 years of inspirational quotes. They were motivated by the female mindset.\n\nThe men just went along with the deal.\n\nI’m not sure why.  Because Carlos put women in charge?\n\nA few men broke off and started their own blogs, but they still didn’t put in enough time to know what they were talking about. And they mixed in other things just to make it more marketable.\n\nThe women on the other hand comprise most of the participants at me-too Nagual workshops.\n\nIt’s all about how you live. Not what you do.\n\n\"Be a Goddess\", is the slogan of one me-too Nagual.  A former Chacmool even re-tweeted it for him.\n\nI remembered how Cholita had puzzled me when I picked her up from her hotel suite across from the mall.  She told me, she finally realized how important it was to keep things organized and in place. She lifted a little bundle of clothes she planned to wear tomorrow and sat them gently on the bed, perhaps to make a show for me. I couldn't help but notice she'd made the bed herself, since she hung out the do not disturb sign.   And the little outfit she'd selected was so sexy, I hadn't seen anything like that since she showed up in my garage many months ago, homeless.\n\nIt had my favorite bra on top. Completely see-through black lace, with a light underwire.  Cholita hadn't worn it since she lifted it up at Victoria's Secret, and asked if I liked it?\n\nLater that evening, Armageddon did indeed break out.\n\nCholita, after getting her hair cut perfectly so that it wasn’t out of spec for a Chacmool, did a little shopping at Whole Foods. She bought every little bottle of supplements designed to keep you calm and happy. There were so many that the checkout clerk made a comment about it.\n\nShe also ravaged the makeup section, tossing little lipstick boxes around, finding the brightest red color she would never wear in a million years, tearing the box open,  smearing it heavily on her lips, then finally tossing it into her basket saying, “You’ll buy **that**!”\n\nShe smeared the red off until there was just a hint of it, and smeared her hand on the edge of the counter, to wipe it off.\n\nAs we finally walked out of Whole Foods, and I worried she was entering her **very** angry phase, she informed me that she’d bought tickets to Seattle, and I had to take her to the train station in Los Angeles at 6AM on Monday.\n\nI said no. Of course I’m not going to help you run away again!\n\nShe became angrier and angrier, shouting loudly even as people walked by.  She made such a fuss that the security guards showed up.\n\nThree of them.\n\nThey asked if everyone was ok. I explained, she suffers from paranoid schizophrenia.\n\nShe became furious and explained how I was blocking all of her jobs, had taken all of her money, and was holding her prisoner, for sex trafficking.\n\nI pointed out to them that she was wearing over $1000 in clothes.\n\nThey looked her over, and talked on their radios to someone elsewhere.\n\nShe continued to throw a tirade, saying she was a prisoner and she needed them to take me into custody.\n\nThey asked if she wanted to go to a women’s shelter?\n\n\"Yes!\", she said. Take me away from him.\n\nThey called the police to come pick her up.\n\nThe police took so long that they never arrived. Instead, Cholita started to talk about how she was going to kill herself if she didn’t get her old life back.\n\nI told the security guards, that’s what we need. You’re the witness. The police won’t take her for evaluation, unless she threatens harm to someone or herself.\n\nThey didn’t look like they wanted to be witnesses.\n\nThe security guards talked on their radios, and said the police were almost here.\n\nCholita ran out of energy.  She sighed and exhaled slowly.\n\nThen she said to me sweetly, \"I’m tired. Let’s go.\"\n\nI wasn’t sure what to do. At some point she had to get evaluated by a doctor, in order to secure social security benefits.  And maybe there's a simple medication that would help her keep her sanity.\n\nI looked at her, trying to figure out if being taken into custody might be too traumatic for her.\n\nBesides, in 20 minutes she’d be happy again.\n\nShe looked up at me and said, “Tss, Tss, Sssshhh. It’s ok…”\n\nWe walked away, leaving the police to find out that she wasn’t there to deal with anymore.\n\nBut before we left, one younger security guard, possibly only 20, asked me, \"Why do you help her?\"\n\nI realized, there was no way to explain that, without going into lockup evaluation myself.  The myth that sorcerers live in just isn't compatible with the \"pursuit of happiness\" of normal people.  There was no way I could tell him, I'm protecting a powerful witch, given to me by a famous sorcerer, and it's my job to keep her safe if at all possible.  And there are hundreds of people who know about it, and wish her well.  Not only that, but her amazingly horrible and angry behavior,  combined with personal attacks of the worst kind she can think up, helps me perfect my silence.\n\nAs we drove home on the long dark road, because Cholita had kept me out until all the stores closed again, she sat up on the seat, turned around to get access to the back seat, and rifled through her bag of goodies from Whole Foods.  I couldn't help but notice (as a stormtrooper), that her butt was just 3 inches from my face.\n\n\"Don't do **that** to me!\", I commented.\n\nShe pulled out a bag of plantain chips. She’d told me that they were evil, because she eats the whole bag, and then gets sick later on.\n\nI warned her, didn’t you say those made you sick?\n\nShe turned around, plopped her butt down hard on the seat, used her teeth to open the bag, and began crunching chip after chip.\n\nShe was calmer. I asked her, do you still hate me?\n\nShe crunched through 4 or 5 more chips, then finally said,\n\n“Cuddles”.\n\nI felt my heart sink.\n\n\"You mean you want to cuddle with me?\", I asked.\n\n\"Why not?\", she said.\n\nOf course, I knew there weren't any cuddles in my future, but it was pretty nice to get the offer.\n\nShe was trying to make up for Armageddon.\n\nJust for fun, because stormtroopers need to get something out of the chaos once in a while, I asked if they could be naked cuddles, all night long.\n\nI like to escalate her subtle offers (which will never take place) to their final conclusion, making them \"obscene\", as she calls it.\n\n\"Of course\", she said.\n\nLater on she asked me, \"What are you writing about me on the internet???\"\n\nThe next day,  Cholita texted me and said she was wearing the red lipstick, and can we go to the apple store?\n\nEdited: ten times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Male vs Female Mindset", "link_flair_richtext": [{"e": "text", "t": "Cholita"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"g46mcx6hykp31": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 142, "x": 108, "u": "https://preview.redd.it/g46mcx6hykp31.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=23a95916c0365e4e4481576b22bddc06a4e18615"}, {"y": 285, "x": 216, "u": "https://preview.redd.it/g46mcx6hykp31.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a3b653173ef50a97fdadfadd80d79c9c272026b1"}, {"y": 423, "x": 320, "u": "https://preview.redd.it/g46mcx6hykp31.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=c8ffbc04e5d7297bf49be12414db513f569f497c"}], "s": {"y": 501, "x": 379, "u": "https://preview.redd.it/g46mcx6hykp31.jpg?width=379&amp;format=pjpg&amp;auto=webp&amp;s=3cd74836a81d9a699ef100a77dbcf045cf13c957"}, "id": "g46mcx6hykp31"}}, "name": "t3_dayrm2", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 14, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Cholita", "can_mod_post": false, "score": 14, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/ThKodHSFXfaluVAMQw40bWlOB8n9lZWrUhUfYDAsJTI.jpg", "edited": 1569973298.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1569780417.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/g46mcx6hykp31.jpg?width=379&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=3cd74836a81d9a699ef100a77dbcf045cf13c957\"&gt;Cholita&amp;#39;s Garden&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;While sitting in a Celtic bar sipping wine and eating latkes, Cholita asked me more about the dreaming techniques I use.&lt;/p&gt;\n\n&lt;p&gt;I explained some to her, thinking they would be new ideas. But after each one she said, “That’s obvious!”, or “Of course,  that’s nothing new.”&lt;/p&gt;\n\n&lt;p&gt;It seemed that because she was in private classes, she had the same view of how to proceed as me.&lt;/p&gt;\n\n&lt;p&gt;She just wasn’t working on it anymore.&lt;/p&gt;\n\n&lt;p&gt;As she said to me months ago,  “The Nagual is gone, it’s over.”&lt;/p&gt;\n\n&lt;p&gt;I insisted it wasn’t over if we did something about it.&lt;/p&gt;\n\n&lt;p&gt;Then she asked me why I’m doing this.&lt;/p&gt;\n\n&lt;p&gt;I explained that people had been living on inspirational quotes all these 20 years since Carlos died, and I didn’t find any understanding in anything written about Carlos on the web.&lt;/p&gt;\n\n&lt;p&gt;I feared his knowledge would be lost.&lt;/p&gt;\n\n&lt;p&gt;I blamed it on the “impeccable warrior” thing.&lt;/p&gt;\n\n&lt;p&gt;Cholita became very angry. “ What????”, she said. “That’s the main thing!”&lt;/p&gt;\n\n&lt;p&gt;I tried to tell her, yes of course. Everyone knows I’m joking when I say to forget about that.&lt;/p&gt;\n\n&lt;p&gt;You have to be as impeccable as you can, and god knows it’s a war.&lt;/p&gt;\n\n&lt;p&gt;To myself, I thought about the Armageddon Cholita had promised me if I didn’t let her flee to Seattle tomorrow. She had said, “You will start Armageddon with your words if you aren’t careful!”&lt;/p&gt;\n\n&lt;p&gt;At the time, I understood it to be one of her wide conspiracy delusions.  I didn&amp;#39;t realize it was a warning of impending doom.&lt;/p&gt;\n\n&lt;p&gt;I further explained to her that the mindset of the “warrior’s way” was pacifying the minds of people interested in Carlos’ books, so that they never took the time to practice.&lt;/p&gt;\n\n&lt;p&gt;You’ll never get anywhere based on that.&lt;/p&gt;\n\n&lt;p&gt;She disagreed completely.&lt;/p&gt;\n\n&lt;p&gt;I realized, aside from what Cleargreen 1 and Cleargreen 2 are doing, it’s just Cholita and me from faction #3.&lt;/p&gt;\n\n&lt;p&gt;There are no others so far.&lt;/p&gt;\n\n&lt;p&gt;And that means Cholita’s knowledge of things is equal to my own. It needs to be shared equally as much, if for nothing else but to balance my male views out.&lt;/p&gt;\n\n&lt;p&gt;I asked her to explain.&lt;/p&gt;\n\n&lt;p&gt;She said that impeccability was everything. Once you became impeccable, all of your decisions would be correct.&lt;/p&gt;\n\n&lt;p&gt;She further said, &amp;quot;You put too much emphasis on silence!  Silence isn&amp;#39;t everything!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I realized, Cholita had been hanging out with the more powerful women in the group, including the witches.  I heard echos of Taisha in her words.&lt;/p&gt;\n\n&lt;p&gt;And I thought about a witch I&amp;#39;m trying to help by email, who despite not being able to get silent, was manifesting cobra demons in her bedroom.&lt;/p&gt;\n\n&lt;p&gt;I had a sudden insight and thought of how I could understand her better.&lt;/p&gt;\n\n&lt;p&gt;I asked her, &amp;quot;What’s more important?  What you do? Or how you live?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita had spaced out again.   She began to talk.&lt;/p&gt;\n\n&lt;p&gt;“This technology is &lt;strong&gt;&lt;em&gt;amazing&lt;/em&gt;&lt;/strong&gt;! The inorganics have spread dust everywhere in the air. You can see anything you like!”&lt;/p&gt;\n\n&lt;p&gt;We hadn’t been talking about technology at any point I can remember. But I had to ask her about it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What color is the dust&amp;quot;, I asked?&lt;/p&gt;\n\n&lt;p&gt;She gave me an angry look and ignored my question.&lt;/p&gt;\n\n&lt;p&gt;She went on, “The Grand Canyon has turned green.  You can see that from the helicopter tours they give.  You can even have fish swimming in the water!”&lt;/p&gt;\n\n&lt;p&gt;I asked again, but what about this dust?&lt;/p&gt;\n\n&lt;p&gt;“It’s like TV static”, she said.&lt;/p&gt;\n\n&lt;p&gt;“Anything or anyone can suddenly appear in front of you, as real as can be!”&lt;/p&gt;\n\n&lt;p&gt;Then she began to worry what the government was going to do with this ability.  It reminded me that some former Sunday Class members were putting out bogus info on the inorganics, combining it with conspiracy theories to make it more marketable.  Cholita might have seen some of that garbage.&lt;/p&gt;\n\n&lt;p&gt;I asked her again, What you do, or how you live?&lt;/p&gt;\n\n&lt;p&gt;She stopped talking and said, “What? Huh? Oh. What you do or how you live?”&lt;/p&gt;\n\n&lt;p&gt;“How you live of course!”&lt;/p&gt;\n\n&lt;p&gt;I suddenly understood the last 20 years of inspirational quotes. They were motivated by the female mindset.&lt;/p&gt;\n\n&lt;p&gt;The men just went along with the deal.&lt;/p&gt;\n\n&lt;p&gt;I’m not sure why.  Because Carlos put women in charge?&lt;/p&gt;\n\n&lt;p&gt;A few men broke off and started their own blogs, but they still didn’t put in enough time to know what they were talking about. And they mixed in other things just to make it more marketable.&lt;/p&gt;\n\n&lt;p&gt;The women on the other hand comprise most of the participants at me-too Nagual workshops.&lt;/p&gt;\n\n&lt;p&gt;It’s all about how you live. Not what you do.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Be a Goddess&amp;quot;, is the slogan of one me-too Nagual.  A former Chacmool even re-tweeted it for him.&lt;/p&gt;\n\n&lt;p&gt;I remembered how Cholita had puzzled me when I picked her up from her hotel suite across from the mall.  She told me, she finally realized how important it was to keep things organized and in place. She lifted a little bundle of clothes she planned to wear tomorrow and sat them gently on the bed, perhaps to make a show for me. I couldn&amp;#39;t help but notice she&amp;#39;d made the bed herself, since she hung out the do not disturb sign.   And the little outfit she&amp;#39;d selected was so sexy, I hadn&amp;#39;t seen anything like that since she showed up in my garage many months ago, homeless.&lt;/p&gt;\n\n&lt;p&gt;It had my favorite bra on top. Completely see-through black lace, with a light underwire.  Cholita hadn&amp;#39;t worn it since she lifted it up at Victoria&amp;#39;s Secret, and asked if I liked it?&lt;/p&gt;\n\n&lt;p&gt;Later that evening, Armageddon did indeed break out.&lt;/p&gt;\n\n&lt;p&gt;Cholita, after getting her hair cut perfectly so that it wasn’t out of spec for a Chacmool, did a little shopping at Whole Foods. She bought every little bottle of supplements designed to keep you calm and happy. There were so many that the checkout clerk made a comment about it.&lt;/p&gt;\n\n&lt;p&gt;She also ravaged the makeup section, tossing little lipstick boxes around, finding the brightest red color she would never wear in a million years, tearing the box open,  smearing it heavily on her lips, then finally tossing it into her basket saying, “You’ll buy &lt;strong&gt;that&lt;/strong&gt;!”&lt;/p&gt;\n\n&lt;p&gt;She smeared the red off until there was just a hint of it, and smeared her hand on the edge of the counter, to wipe it off.&lt;/p&gt;\n\n&lt;p&gt;As we finally walked out of Whole Foods, and I worried she was entering her &lt;strong&gt;very&lt;/strong&gt; angry phase, she informed me that she’d bought tickets to Seattle, and I had to take her to the train station in Los Angeles at 6AM on Monday.&lt;/p&gt;\n\n&lt;p&gt;I said no. Of course I’m not going to help you run away again!&lt;/p&gt;\n\n&lt;p&gt;She became angrier and angrier, shouting loudly even as people walked by.  She made such a fuss that the security guards showed up.&lt;/p&gt;\n\n&lt;p&gt;Three of them.&lt;/p&gt;\n\n&lt;p&gt;They asked if everyone was ok. I explained, she suffers from paranoid schizophrenia.&lt;/p&gt;\n\n&lt;p&gt;She became furious and explained how I was blocking all of her jobs, had taken all of her money, and was holding her prisoner, for sex trafficking.&lt;/p&gt;\n\n&lt;p&gt;I pointed out to them that she was wearing over $1000 in clothes.&lt;/p&gt;\n\n&lt;p&gt;They looked her over, and talked on their radios to someone elsewhere.&lt;/p&gt;\n\n&lt;p&gt;She continued to throw a tirade, saying she was a prisoner and she needed them to take me into custody.&lt;/p&gt;\n\n&lt;p&gt;They asked if she wanted to go to a women’s shelter?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes!&amp;quot;, she said. Take me away from him.&lt;/p&gt;\n\n&lt;p&gt;They called the police to come pick her up.&lt;/p&gt;\n\n&lt;p&gt;The police took so long that they never arrived. Instead, Cholita started to talk about how she was going to kill herself if she didn’t get her old life back.&lt;/p&gt;\n\n&lt;p&gt;I told the security guards, that’s what we need. You’re the witness. The police won’t take her for evaluation, unless she threatens harm to someone or herself.&lt;/p&gt;\n\n&lt;p&gt;They didn’t look like they wanted to be witnesses.&lt;/p&gt;\n\n&lt;p&gt;The security guards talked on their radios, and said the police were almost here.&lt;/p&gt;\n\n&lt;p&gt;Cholita ran out of energy.  She sighed and exhaled slowly.&lt;/p&gt;\n\n&lt;p&gt;Then she said to me sweetly, &amp;quot;I’m tired. Let’s go.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wasn’t sure what to do. At some point she had to get evaluated by a doctor, in order to secure social security benefits.  And maybe there&amp;#39;s a simple medication that would help her keep her sanity.&lt;/p&gt;\n\n&lt;p&gt;I looked at her, trying to figure out if being taken into custody might be too traumatic for her.&lt;/p&gt;\n\n&lt;p&gt;Besides, in 20 minutes she’d be happy again.&lt;/p&gt;\n\n&lt;p&gt;She looked up at me and said, “Tss, Tss, Sssshhh. It’s ok…”&lt;/p&gt;\n\n&lt;p&gt;We walked away, leaving the police to find out that she wasn’t there to deal with anymore.&lt;/p&gt;\n\n&lt;p&gt;But before we left, one younger security guard, possibly only 20, asked me, &amp;quot;Why do you help her?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I realized, there was no way to explain that, without going into lockup evaluation myself.  The myth that sorcerers live in just isn&amp;#39;t compatible with the &amp;quot;pursuit of happiness&amp;quot; of normal people.  There was no way I could tell him, I&amp;#39;m protecting a powerful witch, given to me by a famous sorcerer, and it&amp;#39;s my job to keep her safe if at all possible.  And there are hundreds of people who know about it, and wish her well.  Not only that, but her amazingly horrible and angry behavior,  combined with personal attacks of the worst kind she can think up, helps me perfect my silence.&lt;/p&gt;\n\n&lt;p&gt;As we drove home on the long dark road, because Cholita had kept me out until all the stores closed again, she sat up on the seat, turned around to get access to the back seat, and rifled through her bag of goodies from Whole Foods.  I couldn&amp;#39;t help but notice (as a stormtrooper), that her butt was just 3 inches from my face.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t do &lt;strong&gt;that&lt;/strong&gt; to me!&amp;quot;, I commented.&lt;/p&gt;\n\n&lt;p&gt;She pulled out a bag of plantain chips. She’d told me that they were evil, because she eats the whole bag, and then gets sick later on.&lt;/p&gt;\n\n&lt;p&gt;I warned her, didn’t you say those made you sick?&lt;/p&gt;\n\n&lt;p&gt;She turned around, plopped her butt down hard on the seat, used her teeth to open the bag, and began crunching chip after chip.&lt;/p&gt;\n\n&lt;p&gt;She was calmer. I asked her, do you still hate me?&lt;/p&gt;\n\n&lt;p&gt;She crunched through 4 or 5 more chips, then finally said,&lt;/p&gt;\n\n&lt;p&gt;“Cuddles”.&lt;/p&gt;\n\n&lt;p&gt;I felt my heart sink.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You mean you want to cuddle with me?&amp;quot;, I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why not?&amp;quot;, she said.&lt;/p&gt;\n\n&lt;p&gt;Of course, I knew there weren&amp;#39;t any cuddles in my future, but it was pretty nice to get the offer.&lt;/p&gt;\n\n&lt;p&gt;She was trying to make up for Armageddon.&lt;/p&gt;\n\n&lt;p&gt;Just for fun, because stormtroopers need to get something out of the chaos once in a while, I asked if they could be naked cuddles, all night long.&lt;/p&gt;\n\n&lt;p&gt;I like to escalate her subtle offers (which will never take place) to their final conclusion, making them &amp;quot;obscene&amp;quot;, as she calls it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Of course&amp;quot;, she said.&lt;/p&gt;\n\n&lt;p&gt;Later on she asked me, &amp;quot;What are you writing about me on the internet???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The next day,  Cholita texted me and said she was wearing the red lipstick, and can we go to the apple store?&lt;/p&gt;\n\n&lt;p&gt;Edited: ten times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "43d4e582-6010-11ea-a748-0ef2a7bb995d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "dayrm2", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 74, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/dayrm2/male_vs_female_mindset/", "subreddit_subscribers": 9561, "created_utc": 1569780417.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f1wv8fi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569789882.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I suspect this story ought to put the rumors to bed, that Carlos was mostly gathering himself a harem of sorts.  Please reviewers, stop saying that.\n\nIt's prudish and naive.\n\nIt was sort of the other way around.\n\nAnd it explains why monasteries often won't allow women.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1wv8fi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suspect this story ought to put the rumors to bed, that Carlos was mostly gathering himself a harem of sorts.  Please reviewers, stop saying that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s prudish and naive.&lt;/p&gt;\n\n&lt;p&gt;It was sort of the other way around.&lt;/p&gt;\n\n&lt;p&gt;And it explains why monasteries often won&amp;#39;t allow women.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wv8fi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569789882.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f246bzg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22o4w2", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I might be able to figure out how to do that, but the problem is landing in the right copy of the world.  It's always a bit off.\n\nThis is one of the dirty little secrets of OBEs. The people relating them are never sober enough, or perhaps honest enough, to fully describe what they saw.  \n\nAnd that's possibly because if they did, it would destroy their pride at having done something cool.\n\nIt's not so cool when you realize, the bedroom you were standing in during your OBE is not the actual one you went to sleep in.\n\nBetter to just be honest about that, because it's something we need to learn about.\n\nBesides, Cholita already believes I can see everything she does, no matter how far apart we are.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f246bzg", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I might be able to figure out how to do that, but the problem is landing in the right copy of the world.  It&amp;#39;s always a bit off.&lt;/p&gt;\n\n&lt;p&gt;This is one of the dirty little secrets of OBEs. The people relating them are never sober enough, or perhaps honest enough, to fully describe what they saw.  &lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s possibly because if they did, it would destroy their pride at having done something cool.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not so cool when you realize, the bedroom you were standing in during your OBE is not the actual one you went to sleep in.&lt;/p&gt;\n\n&lt;p&gt;Better to just be honest about that, because it&amp;#39;s something we need to learn about.&lt;/p&gt;\n\n&lt;p&gt;Besides, Cholita already believes I can see everything she does, no matter how far apart we are.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f246bzg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569945682.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569945682.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f22o4w2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f222xwb", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was uncertain of how to respond to your comment, if you were a \"pushover\" with Cholita and didn't fight hard enough or in the right way to convince her to stay, so I took a long bike ride. Coming back in the dark I looked to my left and walking along the sidewalk was a Schnauzer-mix dog with a collar completely ringed in bright green led's, looking like a luminous rope. I then see that the \"dog owner,\" walking just ahead, had a matching luminous leash that he had wrapped around his neck for some reason, making it look like he had on a larger version of his dog's collar. The spectacle wasn't lost on me.\n\nSometimes we have to \"serve\" in our relationships which may mean letting someone go free. Other times we have to hold the leash. It must be a 50/50 balance though, or you can be sure that one or the other will grow bitter and resentful. The fluidity of a warrior (or a stormtrooper) is the antidote to the inflexibility that inevitably breeds that bitterness, that and the conquering of the ego through silence.\n\nYou could also be motivated to merge your body of the first attention with the second attention and \"fly\" directly to Cholita **anywhere** she may be, if necessary. She could be free, but still protected (from herself).", "edited": 1569897624.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f22o4w2", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was uncertain of how to respond to your comment, if you were a &amp;quot;pushover&amp;quot; with Cholita and didn&amp;#39;t fight hard enough or in the right way to convince her to stay, so I took a long bike ride. Coming back in the dark I looked to my left and walking along the sidewalk was a Schnauzer-mix dog with a collar completely ringed in bright green led&amp;#39;s, looking like a luminous rope. I then see that the &amp;quot;dog owner,&amp;quot; walking just ahead, had a matching luminous leash that he had wrapped around his neck for some reason, making it look like he had on a larger version of his dog&amp;#39;s collar. The spectacle wasn&amp;#39;t lost on me.&lt;/p&gt;\n\n&lt;p&gt;Sometimes we have to &amp;quot;serve&amp;quot; in our relationships which may mean letting someone go free. Other times we have to hold the leash. It must be a 50/50 balance though, or you can be sure that one or the other will grow bitter and resentful. The fluidity of a warrior (or a stormtrooper) is the antidote to the inflexibility that inevitably breeds that bitterness, that and the conquering of the ego through silence.&lt;/p&gt;\n\n&lt;p&gt;You could also be motivated to merge your body of the first attention with the second attention and &amp;quot;fly&amp;quot; directly to Cholita &lt;strong&gt;anywhere&lt;/strong&gt; she may be, if necessary. She could be free, but still protected (from herself).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22o4w2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569892921.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569892921.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f222xwb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569880842.0, "send_replies": true, "parent_id": "t1_f21rchc", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When I told the witch that Cholita had run away, she asked why I didn't use a spell to bring her back?  What's the point of magic, if you can't use it?\n\nI had to think about that one.\n\nIt's a rather witchy point of view.\n\n\\#1 reason: Carlos let us all go.  We have to volunteer to come back. That was the purpose of blowing it up.  Same thing happened in his books.\n\nAnd in Cholita's case, there were even more possible stalking things going on in acquiring her.\n\nThere's some odd coincidences in her history.  So she was to some extent, snatched.  She deserves to keep her freedom if she wants it.\n\n\\#2 reason: As the witch has wisely said, men need a \"boss\".\n\nI'd rather let *intent* be my boss, because I don't know anyone else right now  who is suitable for the job.\n\nWhile she was here, I was letting Cholita boss me around.\n\nBut when she told me she was fleeing again, I told her she couldn't be the boss anymore.\n\nShe knows.  No big deal. She's Latina.  They tend to respect bullies more than wimps.\n\nCholita gave me a 2 minute lecture last night, on how I had no balls.  I needed some backbone.   And to scrub my ass with some soap she found where we were shopping, that had sand in it.\n\nI couldn't figure out what she was talking about.  Maybe that I was letting her boss me around too much?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f222xwb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When I told the witch that Cholita had run away, she asked why I didn&amp;#39;t use a spell to bring her back?  What&amp;#39;s the point of magic, if you can&amp;#39;t use it?&lt;/p&gt;\n\n&lt;p&gt;I had to think about that one.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a rather witchy point of view.&lt;/p&gt;\n\n&lt;p&gt;#1 reason: Carlos let us all go.  We have to volunteer to come back. That was the purpose of blowing it up.  Same thing happened in his books.&lt;/p&gt;\n\n&lt;p&gt;And in Cholita&amp;#39;s case, there were even more possible stalking things going on in acquiring her.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some odd coincidences in her history.  So she was to some extent, snatched.  She deserves to keep her freedom if she wants it.&lt;/p&gt;\n\n&lt;p&gt;#2 reason: As the witch has wisely said, men need a &amp;quot;boss&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d rather let &lt;em&gt;intent&lt;/em&gt; be my boss, because I don&amp;#39;t know anyone else right now  who is suitable for the job.&lt;/p&gt;\n\n&lt;p&gt;While she was here, I was letting Cholita boss me around.&lt;/p&gt;\n\n&lt;p&gt;But when she told me she was fleeing again, I told her she couldn&amp;#39;t be the boss anymore.&lt;/p&gt;\n\n&lt;p&gt;She knows.  No big deal. She&amp;#39;s Latina.  They tend to respect bullies more than wimps.&lt;/p&gt;\n\n&lt;p&gt;Cholita gave me a 2 minute lecture last night, on how I had no balls.  I needed some backbone.   And to scrub my ass with some soap she found where we were shopping, that had sand in it.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t figure out what she was talking about.  Maybe that I was letting her boss me around too much?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f222xwb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569880842.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f24i6hr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24bnge", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'd have to say that heightened awareness may be the ultimate narcissistic state.\n\nIn heightened awareness, it really is all about you.", "edited": false, "author_flair_css_class": null, "name": "t1_f24i6hr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;d have to say that heightened awareness may be the ultimate narcissistic state.&lt;/p&gt;\n\n&lt;p&gt;In heightened awareness, it really is all about you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24i6hr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569952651.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569952651.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f24epzh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24e726", "score": 3, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "A Sorcerer does have to be a tad selfish, in that their life goals are so different from the norm...and very demanding on their time and engagement.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f24epzh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A Sorcerer does have to be a tad selfish, in that their life goals are so different from the norm...and very demanding on their time and engagement.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24epzh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569950375.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569950375.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24e726", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24dcr9", "score": 3, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "A “driven” individual can be viewed as “narcissistic”, with disregard to goals and agency of others. The “controlled” part is the ability to “step back” from the presented identity instead of falling into narcissistic rage after perceived injury to presented identity.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f24e726", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A “driven” individual can be viewed as “narcissistic”, with disregard to goals and agency of others. The “controlled” part is the ability to “step back” from the presented identity instead of falling into narcissistic rage after perceived injury to presented identity.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24e726/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569950063.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569950063.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24dcr9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24bnge", "score": 3, "author_fullname": "t2_3l9c5e07", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\"...in  the  absence  of  self-importance,  a  warrior's  only  way  of  dealing  with  the social  milieu is  in terms  of  *controlled folly*.\"\n\nI'm not at all experienced with *stalking* in regards to human interaction or *controlled folly*, but I don't see narcissism as a component of it. Maybe I'm not getting your point though.", "edited": false, "author_flair_css_class": null, "name": "t1_f24dcr9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;...in  the  absence  of  self-importance,  a  warrior&amp;#39;s  only  way  of  dealing  with  the social  milieu is  in terms  of  &lt;em&gt;controlled folly&lt;/em&gt;.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not at all experienced with &lt;em&gt;stalking&lt;/em&gt; in regards to human interaction or &lt;em&gt;controlled folly&lt;/em&gt;, but I don&amp;#39;t see narcissism as a component of it. Maybe I&amp;#39;m not getting your point though.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24dcr9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569949559.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569949559.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24bnge", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f245q5y", "score": 2, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So “controlled folly” is really “controlled narcissism”, the narcissistic part as a visible side effect of not hiding the “drive”", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f24bnge", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So “controlled folly” is really “controlled narcissism”, the narcissistic part as a visible side effect of not hiding the “drive”&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24bnge/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569948550.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569948550.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f25l6c9", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f25l6c9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1569977324.0, "send_replies": true, "parent_id": "t1_f2587s4", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "🥰", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f25l6c9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;🥰&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f25l6c9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569977324.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f2587s4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1569968224.0, "send_replies": true, "parent_id": "t1_f257zs2", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "And I hope her Nagual decides to walk around in underwear, when it comes to live with me.\n\nIntent!!!!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f2587s4", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And I hope her Nagual decides to walk around in underwear, when it comes to live with me.&lt;/p&gt;\n\n&lt;p&gt;Intent!!!!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f2587s4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569968224.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f257zs2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1569968075.0, "send_replies": true, "parent_id": "t1_f257epx", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "At least she knows she has a safe port of call in LA. Her nagual may make the decision for her. (There’s a bit in Power of Silence where CC had the choice of leaving the path for good,  so he went to LA in great relief only to find his old life no longer held any charm. DJ said that CC’s nagual had already made the decision to stick with it and it was just the tonal that had to get used to it.)", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f257zs2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;At least she knows she has a safe port of call in LA. Her nagual may make the decision for her. (There’s a bit in Power of Silence where CC had the choice of leaving the path for good,  so he went to LA in great relief only to find his old life no longer held any charm. DJ said that CC’s nagual had already made the decision to stick with it and it was just the tonal that had to get used to it.)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f257zs2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569968075.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f257epx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f256pg3", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "She's gone. Left all the luggage she'd planned to take in the hotel room.\n\nI texted her, and she said she only took a backpack.\n\nMy suspicion is that she'll try to find a way to remain in Seattle for a few years.\n\nYes, Cholita tries to embarrass me all the time. Attacks me in front of hostesses, insults me in front of shop keepers, and generally finds the most hurtful thing to say.\n\nBefore I learned to get silent, it would have bothered me.\n\nBut in silence I can see everything that's going on. Not just what I want or think is going on.\n\nIf Carlos planned this, it was a master stroke. I couldn't refuse her.\n\nAnd it was precisely the time when I needed a second person for Faction #3.\n\nNot only that, the rest from faction #3 won't even answer emails.  They're either puffed up as a fake sorcerer, or bitter about the whole thing, having moved on to something \"better\".\n\nCholita probably wouldn't have listened to me either, except that she had no choice but to come to me.\n\nIf it's not Carlos, it's *intent*.", "edited": 1569967947.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_f257epx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;She&amp;#39;s gone. Left all the luggage she&amp;#39;d planned to take in the hotel room.&lt;/p&gt;\n\n&lt;p&gt;I texted her, and she said she only took a backpack.&lt;/p&gt;\n\n&lt;p&gt;My suspicion is that she&amp;#39;ll try to find a way to remain in Seattle for a few years.&lt;/p&gt;\n\n&lt;p&gt;Yes, Cholita tries to embarrass me all the time. Attacks me in front of hostesses, insults me in front of shop keepers, and generally finds the most hurtful thing to say.&lt;/p&gt;\n\n&lt;p&gt;Before I learned to get silent, it would have bothered me.&lt;/p&gt;\n\n&lt;p&gt;But in silence I can see everything that&amp;#39;s going on. Not just what I want or think is going on.&lt;/p&gt;\n\n&lt;p&gt;If Carlos planned this, it was a master stroke. I couldn&amp;#39;t refuse her.&lt;/p&gt;\n\n&lt;p&gt;And it was precisely the time when I needed a second person for Faction #3.&lt;/p&gt;\n\n&lt;p&gt;Not only that, the rest from faction #3 won&amp;#39;t even answer emails.  They&amp;#39;re either puffed up as a fake sorcerer, or bitter about the whole thing, having moved on to something &amp;quot;better&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cholita probably wouldn&amp;#39;t have listened to me either, except that she had no choice but to come to me.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s not Carlos, it&amp;#39;s &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f257epx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569967676.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569967676.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f256pg3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f252te7", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "LOL. Did she come back or never go? I haven't seen today's update. Embarrassing situations are supposed to shrink it fast, it sounds like she's doing a good job already!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f256pg3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;LOL. Did she come back or never go? I haven&amp;#39;t seen today&amp;#39;s update. Embarrassing situations are supposed to shrink it fast, it sounds like she&amp;#39;s doing a good job already!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f256pg3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569967194.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569967194.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f258jay", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Bot_Metric", "can_mod_post": false, "created_utc": 1569968442.0, "send_replies": true, "parent_id": "t1_f258ij7", "score": 0, "author_fullname": "t2_19wz37bm", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "For me to lose weight, or to drug Cholita so I can drag her home?\n\nActually Cholita is a good weight loss plan. I've lost **4.5 kilograms** since she started hanging out with me.  My appetite is gone, and she often chooses restaurants where I can't eat anything at all (severe gluten allergy from autism).\n\n_____\n\n ^(I'm a bot) ^| ^[Feedback](https://www.reddit.com/message/compose?to=Ttime5) ^| ^[Stats](https://www.reddit.com/message/compose?to=Bot_Metric&amp;subject=stats&amp;message=Sent%20this%20message%20to%20get%20some%20stats) ^| ^[Opt-out](https://www.reddit.com/message/compose?to=Bot_Metric&amp;subject=Don't%20reply%20to%20me&amp;message=If%20you%20send%20this%20message,%20I%20will%20no%20longer%20reply%20to%20your%20comments%20and%20posts.) ^| ^(v5.1)", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f258jay", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;For me to lose weight, or to drug Cholita so I can drag her home?&lt;/p&gt;\n\n&lt;p&gt;Actually Cholita is a good weight loss plan. I&amp;#39;ve lost &lt;strong&gt;4.5 kilograms&lt;/strong&gt; since she started hanging out with me.  My appetite is gone, and she often chooses restaurants where I can&amp;#39;t eat anything at all (severe gluten allergy from autism).&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;&lt;sup&gt;I&amp;#39;m a bot&lt;/sup&gt; &lt;sup&gt;|&lt;/sup&gt; &lt;sup&gt;&lt;a href=\"https://www.reddit.com/message/compose?to=Ttime5\"&gt;Feedback&lt;/a&gt;&lt;/sup&gt; &lt;sup&gt;|&lt;/sup&gt; &lt;sup&gt;&lt;a href=\"https://www.reddit.com/message/compose?to=Bot_Metric&amp;amp;subject=stats&amp;amp;message=Sent%20this%20message%20to%20get%20some%20stats\"&gt;Stats&lt;/a&gt;&lt;/sup&gt; &lt;sup&gt;|&lt;/sup&gt; &lt;sup&gt;&lt;a href=\"https://www.reddit.com/message/compose?to=Bot_Metric&amp;amp;subject=Don&amp;#x27;t%20reply%20to%20me&amp;amp;message=If%20you%20send%20this%20message,%20I%20will%20no%20longer%20reply%20to%20your%20comments%20and%20posts.\"&gt;Opt-out&lt;/a&gt;&lt;/sup&gt; &lt;sup&gt;|&lt;/sup&gt; &lt;sup&gt;v5.1&lt;/sup&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f258jay/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569968442.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "f258ij7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f2580qw", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "For me to lose weight, or to drug Cholita so I can drag her home?\n\nActually Cholita is a good weight loss plan. I've lost 10 pounds since she started hanging out with me.  My appetite is gone, and she often chooses restaurants where I can't eat anything at all (severe gluten allergy from autism).", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f258ij7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;For me to lose weight, or to drug Cholita so I can drag her home?&lt;/p&gt;\n\n&lt;p&gt;Actually Cholita is a good weight loss plan. I&amp;#39;ve lost 10 pounds since she started hanging out with me.  My appetite is gone, and she often chooses restaurants where I can&amp;#39;t eat anything at all (severe gluten allergy from autism).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f258ij7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569968427.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569968427.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "f2580qw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f252te7", "score": 2, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Try Metformin in 1-2g/day dosing. Read up on pubmed the studies regarding mitochondrial health benefits, longevity increase and blood glucose/insulin resistance optimization.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f2580qw", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Try Metformin in 1-2g/day dosing. Read up on pubmed the studies regarding mitochondrial health benefits, longevity increase and blood glucose/insulin resistance optimization.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f2580qw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569968094.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569968094.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f252te7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f252ao5", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I sure hope so. Cholita calls me fat nearly every time we go out.  \n\nSometimes she tells me to stand further away, because I'm making her look ugly.\n\nNext time I'll tell her, help me shrink my tonal if you're not happy about it.", "edited": false, "author_flair_css_class": null, "name": "t1_f252te7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I sure hope so. Cholita calls me fat nearly every time we go out.  &lt;/p&gt;\n\n&lt;p&gt;Sometimes she tells me to stand further away, because I&amp;#39;m making her look ugly.&lt;/p&gt;\n\n&lt;p&gt;Next time I&amp;#39;ll tell her, help me shrink my tonal if you&amp;#39;re not happy about it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f252te7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569964783.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569964783.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f252ao5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f245q5y", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; sorcery doesn't make you thin\n\nBut does it make you strong or supple? Many descriptions of DJ and DG in the books allude to their exceptional physical condition. I think you've written too about CC doing remarkable tensegrity moves even when quite close to death, in his 70s…\n\nThere's something in the *Power of Silence* chapters too about the tonal naturally toning up as it shrinks, allowing the nagual to begin to emerge. I'll try to find the quote.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f252ao5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;sorcery doesn&amp;#39;t make you thin&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;But does it make you strong or supple? Many descriptions of DJ and DG in the books allude to their exceptional physical condition. I think you&amp;#39;ve written too about CC doing remarkable tensegrity moves even when quite close to death, in his 70s…&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s something in the &lt;em&gt;Power of Silence&lt;/em&gt; chapters too about the tonal naturally toning up as it shrinks, allowing the nagual to begin to emerge. I&amp;#39;ll try to find the quote.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f252ao5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569964504.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569964504.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f245q5y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22monh", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My theory is that women tend to have personality disorders because there was no reason for those genetic traits to evolve out of them.\n\nWhat's more successful for reproduction, given a woman is beautiful enough to attract men?\n\nBeing level headed, or being a little bit of a selfish bully?\n\nThe selfish bully will do better in life and her children will benefit from it. (Aside from copying her behavior).\n\nAs I recall, Carlos was accused of narcissism too. I don't know if he was, but the evidence I saw was naive, poorly informed, and pretty much bogus.\n\nI might add, sorcery doesn't make you thin. It doesn't make you dress well.  It doesn't guarantee that a skilled practitioner will be a \"superior human being\" by anyone's standard you want to bring up.\n\nSorcery has no more to do with those outward appearance and behavior issues, than computers do.\n\nIt's not a religion. It's just technology.\n\nI had to get that off my chest again.  It didn't really flow from tryerr's comments.\n\nIt was just due again.", "edited": 1569953646.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f245q5y", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My theory is that women tend to have personality disorders because there was no reason for those genetic traits to evolve out of them.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s more successful for reproduction, given a woman is beautiful enough to attract men?&lt;/p&gt;\n\n&lt;p&gt;Being level headed, or being a little bit of a selfish bully?&lt;/p&gt;\n\n&lt;p&gt;The selfish bully will do better in life and her children will benefit from it. (Aside from copying her behavior).&lt;/p&gt;\n\n&lt;p&gt;As I recall, Carlos was accused of narcissism too. I don&amp;#39;t know if he was, but the evidence I saw was naive, poorly informed, and pretty much bogus.&lt;/p&gt;\n\n&lt;p&gt;I might add, sorcery doesn&amp;#39;t make you thin. It doesn&amp;#39;t make you dress well.  It doesn&amp;#39;t guarantee that a skilled practitioner will be a &amp;quot;superior human being&amp;quot; by anyone&amp;#39;s standard you want to bring up.&lt;/p&gt;\n\n&lt;p&gt;Sorcery has no more to do with those outward appearance and behavior issues, than computers do.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a religion. It&amp;#39;s just technology.&lt;/p&gt;\n\n&lt;p&gt;I had to get that off my chest again.  It didn&amp;#39;t really flow from tryerr&amp;#39;s comments.&lt;/p&gt;\n\n&lt;p&gt;It was just due again.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f245q5y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569945376.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569945376.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "f22monh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1569892116.0, "send_replies": true, "parent_id": "t1_f21rchc", "score": 3, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This seems to map to the personality disorders, first one to Narcissistic (NPD) and second to Borderline (BPD) Personality Disorder. \nPerhaps this has nothing to do with feminibe and masculine traits, but only a view that someone with NPD has - narcissists view narcissism as a virtue, and only see people as modified copies of themselves (so other narcissists) or those “serving” them in the roles required (so borderlines).", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f22monh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This seems to map to the personality disorders, first one to Narcissistic (NPD) and second to Borderline (BPD) Personality Disorder. \nPerhaps this has nothing to do with feminibe and masculine traits, but only a view that someone with NPD has - narcissists view narcissism as a virtue, and only see people as modified copies of themselves (so other narcissists) or those “serving” them in the roles required (so borderlines).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22monh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569892116.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f246lzk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f234sc3", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Everytime Cholita drags me into Los Angeles, and I realize that seemingly half the male population is now openly gay (as in french kissing at the mall), I get a chance to observe the behavior.\n\nI've concluded, I like gay men more than straight men, because they do in fact behave more like women.  Less bullying, and more listening.\n\nSo maybe there's some energetic factor involved.\n\nIf I learn to *see* well enough to pick up fine details, I'll try to get the answer to that.\n\nBut for now I'm still working on *seeing* Cholita fully. If she'd just sit still in the dark for a few hours, I could do it.\n\nBut no way she'll do that.  \n\nMy best bet is for her to fall asleep in her garden at twilight.", "edited": 1569946043.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f246lzk", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Everytime Cholita drags me into Los Angeles, and I realize that seemingly half the male population is now openly gay (as in french kissing at the mall), I get a chance to observe the behavior.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve concluded, I like gay men more than straight men, because they do in fact behave more like women.  Less bullying, and more listening.&lt;/p&gt;\n\n&lt;p&gt;So maybe there&amp;#39;s some energetic factor involved.&lt;/p&gt;\n\n&lt;p&gt;If I learn to &lt;em&gt;see&lt;/em&gt; well enough to pick up fine details, I&amp;#39;ll try to get the answer to that.&lt;/p&gt;\n\n&lt;p&gt;But for now I&amp;#39;m still working on &lt;em&gt;seeing&lt;/em&gt; Cholita fully. If she&amp;#39;d just sit still in the dark for a few hours, I could do it.&lt;/p&gt;\n\n&lt;p&gt;But no way she&amp;#39;ll do that.  &lt;/p&gt;\n\n&lt;p&gt;My best bet is for her to fall asleep in her garden at twilight.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f246lzk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569945829.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569945829.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "f234sc3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "takestheraftwithhim", "can_mod_post": false, "created_utc": 1569906086.0, "send_replies": true, "parent_id": "t1_f21rchc", "score": 2, "author_fullname": "t2_h16ufz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hah! This is ridiculously true. I’m being taught every day by my kids and those younger than me that gender is obsolete and I welcome the mental Kung fu I’ve had to practice to change my syntax and meet them in that consensual reality...but one of them is now raising a 4 year old girl and we both observe this exact behavior. It’s totally true and it is mostly girls who do this in my experience. Although I’ve seen some boys do it to and they ended up trans women.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f234sc3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hah! This is ridiculously true. I’m being taught every day by my kids and those younger than me that gender is obsolete and I welcome the mental Kung fu I’ve had to practice to change my syntax and meet them in that consensual reality...but one of them is now raising a 4 year old girl and we both observe this exact behavior. It’s totally true and it is mostly girls who do this in my experience. Although I’ve seen some boys do it to and they ended up trans women.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f234sc3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569906086.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f21rchc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569875767.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's input on men vs women from a 3rd generation witch.  I've been trying to help her become more powerful by summoning her demon ally and overcoming it.\n\nShe's asked if it's just as good to summon it by ritual, instead of silence.   She's not a fan of internal silence.\n\nWell, I guess they're almost the same thing for women.  The ritual interrupts the internal dialogue every bit as well as complicated tensegrity forms would, and Carlos felt that was enough of a boost to make some absurdly long forms.\n\nDon't forget that most Buddhist and Hindu techniques are a bit confused, and don't go directly for the internal dialogue.  Sure wish I knew why.\n\nPossibly because you can't make a profit teaching the direct path.\n\nSo if anything, make the spells longer.  And concentrate only on the spell and ritual.  Keep worries outside the circle.\n\nJust go for it!   Summon entities any way you can. But do it often, and for hours a night.  \n\nThe entity can only come from the second attention, and interacting with that leads to heightened awareness.\n\nA good way to interact with them is to try to figure out how to \"train\" it.  Make them into your helper rather than a night terror, or a price you have to pay for your spell to work.\n\nAnd for god's sake, do yourself a favor and try to see them visually, and normally.  Make them as real as possible.\n\nI hate it when I can't figure out if someone is really seeing it, or it's a subtle daydream type of situation, or even worse, they're so used to pretend techniques from other systems, that they don't know the difference between seeing, and lying.\n\nThe difference is, the ones outside that you can visually see are real. The daydream type could be anything. No way of knowing.\n\nHere's her comments on men vs women:\n\n \"Woman creates her kingdom. It can be just one foot by one foot, but it is hers. She has “roles” that need to be fit in her kingdom, and she finds people to fit those roles. If her kingdom gets destroyed she will build the new one.\n\nMan has a need to serve something. Woman, or company, or religion, or idea. While man is allowed to serve his chosen “boss” he will be happy and feel there is a meaning to his life. If he looses his “boss” he often looses himself and breaks down, or dies. \"\n\nI liken this to the way children play.\n\nI'm the idiot autistic kid in my family, so the children all rush to me to play.  I get dragged outside within seconds of arriving.\n\n(Thank god.  Adults are insane and hard to interact with.)\n\nI've notice that the female children set up their play \"kingdom\", but then don't do much playing.  \n\nThey come to agreement on the setting and roles, but when it's time to play they realize they need to go to the bathroom. Or they forgot about their new toy and run off.\n\nThe boys are even more annoying.   You actually have to play the game, and god help you if you break a rule.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f21rchc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s input on men vs women from a 3rd generation witch.  I&amp;#39;ve been trying to help her become more powerful by summoning her demon ally and overcoming it.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s asked if it&amp;#39;s just as good to summon it by ritual, instead of silence.   She&amp;#39;s not a fan of internal silence.&lt;/p&gt;\n\n&lt;p&gt;Well, I guess they&amp;#39;re almost the same thing for women.  The ritual interrupts the internal dialogue every bit as well as complicated tensegrity forms would, and Carlos felt that was enough of a boost to make some absurdly long forms.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t forget that most Buddhist and Hindu techniques are a bit confused, and don&amp;#39;t go directly for the internal dialogue.  Sure wish I knew why.&lt;/p&gt;\n\n&lt;p&gt;Possibly because you can&amp;#39;t make a profit teaching the direct path.&lt;/p&gt;\n\n&lt;p&gt;So if anything, make the spells longer.  And concentrate only on the spell and ritual.  Keep worries outside the circle.&lt;/p&gt;\n\n&lt;p&gt;Just go for it!   Summon entities any way you can. But do it often, and for hours a night.  &lt;/p&gt;\n\n&lt;p&gt;The entity can only come from the second attention, and interacting with that leads to heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;A good way to interact with them is to try to figure out how to &amp;quot;train&amp;quot; it.  Make them into your helper rather than a night terror, or a price you have to pay for your spell to work.&lt;/p&gt;\n\n&lt;p&gt;And for god&amp;#39;s sake, do yourself a favor and try to see them visually, and normally.  Make them as real as possible.&lt;/p&gt;\n\n&lt;p&gt;I hate it when I can&amp;#39;t figure out if someone is really seeing it, or it&amp;#39;s a subtle daydream type of situation, or even worse, they&amp;#39;re so used to pretend techniques from other systems, that they don&amp;#39;t know the difference between seeing, and lying.&lt;/p&gt;\n\n&lt;p&gt;The difference is, the ones outside that you can visually see are real. The daydream type could be anything. No way of knowing.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s her comments on men vs women:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Woman creates her kingdom. It can be just one foot by one foot, but it is hers. She has “roles” that need to be fit in her kingdom, and she finds people to fit those roles. If her kingdom gets destroyed she will build the new one.&lt;/p&gt;\n\n&lt;p&gt;Man has a need to serve something. Woman, or company, or religion, or idea. While man is allowed to serve his chosen “boss” he will be happy and feel there is a meaning to his life. If he looses his “boss” he often looses himself and breaks down, or dies. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I liken this to the way children play.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m the idiot autistic kid in my family, so the children all rush to me to play.  I get dragged outside within seconds of arriving.&lt;/p&gt;\n\n&lt;p&gt;(Thank god.  Adults are insane and hard to interact with.)&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve notice that the female children set up their play &amp;quot;kingdom&amp;quot;, but then don&amp;#39;t do much playing.  &lt;/p&gt;\n\n&lt;p&gt;They come to agreement on the setting and roles, but when it&amp;#39;s time to play they realize they need to go to the bathroom. Or they forgot about their new toy and run off.&lt;/p&gt;\n\n&lt;p&gt;The boys are even more annoying.   You actually have to play the game, and god help you if you break a rule.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f21rchc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569875767.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f20q33v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f20onnl", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I had an odd experience getting Cholita's hair done.  I was waiting outside the hair saloon.  Cholita's ashamed to be seen with me.\n\nI was watching her get her hair cut, and I quietly said, \"intent\", hoping for a boost.\n\nThere was some unusual fern plant right there, where I was watching her from outside.  A strong breeze made the leaves vibrate.  \n\nI was curious so I waited, and they stopped. I said intent again, and they vibrated even more strongly.  \n\nI did it 5 times before I gave up, and decided that pursuing omens is not a good pastime.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f20q33v", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had an odd experience getting Cholita&amp;#39;s hair done.  I was waiting outside the hair saloon.  Cholita&amp;#39;s ashamed to be seen with me.&lt;/p&gt;\n\n&lt;p&gt;I was watching her get her hair cut, and I quietly said, &amp;quot;intent&amp;quot;, hoping for a boost.&lt;/p&gt;\n\n&lt;p&gt;There was some unusual fern plant right there, where I was watching her from outside.  A strong breeze made the leaves vibrate.  &lt;/p&gt;\n\n&lt;p&gt;I was curious so I waited, and they stopped. I said intent again, and they vibrated even more strongly.  &lt;/p&gt;\n\n&lt;p&gt;I did it 5 times before I gave up, and decided that pursuing omens is not a good pastime.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20q33v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569862646.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569862646.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f20onnl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f20en5l", "score": 3, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I know what it's like, though on a lesser scale. I got really confused with the whole omen thing when a very young man, it'd have me wandering around like a vagrant with mental issues, even travelling fairly large distances, moved by one odd thing after another. I'm not sure why either, as the actual appearances of the spirit were clear, just if you look for them everywhere you end up seeing things. This did work somewhat as stalking, or at least not doing.  \nNumbers have always had me teetering too, factorising every number I'd see, taking them as meaningful, shaping my decisions and reality.  \nBuddhist study and meditation got me off those rails fortunately.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f20onnl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I know what it&amp;#39;s like, though on a lesser scale. I got really confused with the whole omen thing when a very young man, it&amp;#39;d have me wandering around like a vagrant with mental issues, even travelling fairly large distances, moved by one odd thing after another. I&amp;#39;m not sure why either, as the actual appearances of the spirit were clear, just if you look for them everywhere you end up seeing things. This did work somewhat as stalking, or at least not doing.&lt;br/&gt;\nNumbers have always had me teetering too, factorising every number I&amp;#39;d see, taking them as meaningful, shaping my decisions and reality.&lt;br/&gt;\nBuddhist study and meditation got me off those rails fortunately.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20onnl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569862150.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569862150.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f20en5l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569858768.0, "send_replies": true, "parent_id": "t1_f1xnsg9", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; I feel for Cholita.\n\nExcellent analysis of that subject!  And yes, it seems that stalking, no matter how distasteful I find it personally, is inevitable for sorcerers. The same is built into religions.\n\nCholita is, unfortunately, completely incoherent now.  As I drove her back to her hotel suite, she was picking out numbers on license plates and signs, and  using them to cast a spell.  She spoke continuously like that, in a little rhyme or rap song, for 10 minutes.\n\nI suspect she's fled to Seattle today.  I had no way to stop her.  She seems to have saved up a little money from what I give her for food and entertainment.\n\nI won't find out until checkout time. If she's not in the room, she's on a 30 hour train ride to seatle.\n\nShe surely is a \"scout\".  It's 100% her behavior. She even scouts the internet for anything related to sorcery or meditation, and reports it to me at dinner.\n\nAs mysterious as it sounds, I suspect \"a scout\" is just a trouble maker in a sorcerer's party.  But the trouble is useful.", "edited": 1569955303.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f20en5l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I feel for Cholita.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Excellent analysis of that subject!  And yes, it seems that stalking, no matter how distasteful I find it personally, is inevitable for sorcerers. The same is built into religions.&lt;/p&gt;\n\n&lt;p&gt;Cholita is, unfortunately, completely incoherent now.  As I drove her back to her hotel suite, she was picking out numbers on license plates and signs, and  using them to cast a spell.  She spoke continuously like that, in a little rhyme or rap song, for 10 minutes.&lt;/p&gt;\n\n&lt;p&gt;I suspect she&amp;#39;s fled to Seattle today.  I had no way to stop her.  She seems to have saved up a little money from what I give her for food and entertainment.&lt;/p&gt;\n\n&lt;p&gt;I won&amp;#39;t find out until checkout time. If she&amp;#39;s not in the room, she&amp;#39;s on a 30 hour train ride to seatle.&lt;/p&gt;\n\n&lt;p&gt;She surely is a &amp;quot;scout&amp;quot;.  It&amp;#39;s 100% her behavior. She even scouts the internet for anything related to sorcery or meditation, and reports it to me at dinner.&lt;/p&gt;\n\n&lt;p&gt;As mysterious as it sounds, I suspect &amp;quot;a scout&amp;quot; is just a trouble maker in a sorcerer&amp;#39;s party.  But the trouble is useful.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20en5l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569858768.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f24iadx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24blg2", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm becoming a fan of inspirational quotes, especially since I can now see the truth in them.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f24iadx", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m becoming a fan of inspirational quotes, especially since I can now see the truth in them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24iadx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569952728.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569952728.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24blg2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f245u7r", "score": 4, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I guess that implies we attach ourselves to the nagual in order to survive.\n\nIt's hard to know exactly what would survive. Certainly not anything that could be described as *we* or *us*. This is DJ's explanation of what the *nagual* is:\n\n&gt;\"We can say that the *tonal* is like the top of this table. An island. And on this island we have everything. This island is, in fact, the world. There is a personal *tonal* for every one of us, and there is a collective one for all of us at any given time, which we can call the *tonal* of the times.\"  \nHe pointed to the rows of tables in the restaurant.  \n\"Look! Every table has the same configuration. Certain items are present on all of them. They are, however, individually different from each other; some tables are more crowded than others; they have different food on them, different plates, different atmosphere, yet we have to admit that all the tables in this restaurant are very alike. The same thing happens with the *tonal*. We can say that the *tonal* of the times is what makes us alike, in the same way it makes all the tables in this restaurant alike. Each table separately, nevertheless, is an individual case, just like the personal *tonal* of each of us. But the important factor to keep in mind is that everything we know about ourselves and about our world is on the island of the *tonal*. See what I mean?\"  \n\"If the *tonal* is everything we know about ourselves and our world, what, then, is the *nagual*?\"  \n\"The nagual is the part of us for which there is no description - no words, no names, no feelings, no knowledge.\"  \n\"That's a contradiction, don Juan. In my opinion if it can't be felt or described or named, it cannot exist.\"  \n\"It's a contradiction only in your opinion. I warned you before, don't knock yourself out trying to understand this.\"  \n\"Would you say that the *nagual* is the mind?\"  \n\"No. The mind is an item on the table. The mind is part of the *tonal*. Let's say that the mind is the chili sauce.\" He took a bottle of sauce and placed it in front of me.  \n\"Is the *nagual* the soul?\"  \n\"No. The soul is also on the table. Let's say that the soul is the ashtray.\"  \n\"Is it the thoughts of men?\"  \n\"No. Thoughts are also on the table. Thoughts are like the silverware.\" He picked up a fork and placed it next to the chili sauce and the ashtray.  \n\"Is it a state of grace? Heaven?\"  \n\"Not that either. That, whatever it might be, is also part of the *tonal*. It is, let's say, the napkin.\"  \nI went on giving possible ways of describing what he was alluding to: pure intellect, psyche, energy, vital force, immortality, life principle. For each thing I named he found an item on the table to serve as a counterpart and shoved it in front of me, until he had all the objects on the table stashed in one pile.  \n\"Is the nagual the Supreme Being, the Almighty, God?\" I asked.  \n\"No. God is also on the table. Let's say that God is the tablecloth.\"  \nHe made a joking gesture of pulling the tablecloth in order to stack it up with the rest of the items he had put in front of me.  \n\"But, are you saying that God does not exist?\"  \n\"No. I didn't say that. All I said was that the *nagual* was not God, because God is an item of our personal *tonal* and of the *tonal* of the times. The *tonal* is, as I've already said, everything we think the world is composed of, including God, of course. God has no more importance other than being a part of the *tonal* of our time.\"  \n\"In my understanding, don Juan, God is everything. Aren't we talking about the same thing?\"  \n\"No. God is only everything you can think of, therefore, properly speaking, he is only another item on the island. God cannot be witnessed at will, he can only be talked about. The *nagual*, on the other hand, is at the service of the warrior. It can be witnessed, but it cannot be talked about.\"  \n\"If the *nagual* is not any of the things I have mentioned,\" I said, \"perhaps you can tell me about its location. Where is it?\"  \nDon Juan made a sweeping gesture and pointed to the area beyond the boundaries of the table. He swept his hand, as if with the back of it he were cleaning an imaginary surface that went beyond the edges of the table.  \n\"The *nagual* is there,\" he said. \"There, surrounding the island. The *nagual* is there, where power hovers.\"", "edited": false, "author_flair_css_class": null, "name": "t1_f24blg2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I guess that implies we attach ourselves to the nagual in order to survive.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;It&amp;#39;s hard to know exactly what would survive. Certainly not anything that could be described as &lt;em&gt;we&lt;/em&gt; or &lt;em&gt;us&lt;/em&gt;. This is DJ&amp;#39;s explanation of what the &lt;em&gt;nagual&lt;/em&gt; is:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;We can say that the &lt;em&gt;tonal&lt;/em&gt; is like the top of this table. An island. And on this island we have everything. This island is, in fact, the world. There is a personal &lt;em&gt;tonal&lt;/em&gt; for every one of us, and there is a collective one for all of us at any given time, which we can call the &lt;em&gt;tonal&lt;/em&gt; of the times.&amp;quot;&lt;br/&gt;\nHe pointed to the rows of tables in the restaurant.&lt;br/&gt;\n&amp;quot;Look! Every table has the same configuration. Certain items are present on all of them. They are, however, individually different from each other; some tables are more crowded than others; they have different food on them, different plates, different atmosphere, yet we have to admit that all the tables in this restaurant are very alike. The same thing happens with the &lt;em&gt;tonal&lt;/em&gt;. We can say that the &lt;em&gt;tonal&lt;/em&gt; of the times is what makes us alike, in the same way it makes all the tables in this restaurant alike. Each table separately, nevertheless, is an individual case, just like the personal &lt;em&gt;tonal&lt;/em&gt; of each of us. But the important factor to keep in mind is that everything we know about ourselves and about our world is on the island of the &lt;em&gt;tonal&lt;/em&gt;. See what I mean?&amp;quot;&lt;br/&gt;\n&amp;quot;If the &lt;em&gt;tonal&lt;/em&gt; is everything we know about ourselves and our world, what, then, is the &lt;em&gt;nagual&lt;/em&gt;?&amp;quot;&lt;br/&gt;\n&amp;quot;The nagual is the part of us for which there is no description - no words, no names, no feelings, no knowledge.&amp;quot;&lt;br/&gt;\n&amp;quot;That&amp;#39;s a contradiction, don Juan. In my opinion if it can&amp;#39;t be felt or described or named, it cannot exist.&amp;quot;&lt;br/&gt;\n&amp;quot;It&amp;#39;s a contradiction only in your opinion. I warned you before, don&amp;#39;t knock yourself out trying to understand this.&amp;quot;&lt;br/&gt;\n&amp;quot;Would you say that the &lt;em&gt;nagual&lt;/em&gt; is the mind?&amp;quot;&lt;br/&gt;\n&amp;quot;No. The mind is an item on the table. The mind is part of the &lt;em&gt;tonal&lt;/em&gt;. Let&amp;#39;s say that the mind is the chili sauce.&amp;quot; He took a bottle of sauce and placed it in front of me.&lt;br/&gt;\n&amp;quot;Is the &lt;em&gt;nagual&lt;/em&gt; the soul?&amp;quot;&lt;br/&gt;\n&amp;quot;No. The soul is also on the table. Let&amp;#39;s say that the soul is the ashtray.&amp;quot;&lt;br/&gt;\n&amp;quot;Is it the thoughts of men?&amp;quot;&lt;br/&gt;\n&amp;quot;No. Thoughts are also on the table. Thoughts are like the silverware.&amp;quot; He picked up a fork and placed it next to the chili sauce and the ashtray.&lt;br/&gt;\n&amp;quot;Is it a state of grace? Heaven?&amp;quot;&lt;br/&gt;\n&amp;quot;Not that either. That, whatever it might be, is also part of the &lt;em&gt;tonal&lt;/em&gt;. It is, let&amp;#39;s say, the napkin.&amp;quot;&lt;br/&gt;\nI went on giving possible ways of describing what he was alluding to: pure intellect, psyche, energy, vital force, immortality, life principle. For each thing I named he found an item on the table to serve as a counterpart and shoved it in front of me, until he had all the objects on the table stashed in one pile.&lt;br/&gt;\n&amp;quot;Is the nagual the Supreme Being, the Almighty, God?&amp;quot; I asked.&lt;br/&gt;\n&amp;quot;No. God is also on the table. Let&amp;#39;s say that God is the tablecloth.&amp;quot;&lt;br/&gt;\nHe made a joking gesture of pulling the tablecloth in order to stack it up with the rest of the items he had put in front of me.&lt;br/&gt;\n&amp;quot;But, are you saying that God does not exist?&amp;quot;&lt;br/&gt;\n&amp;quot;No. I didn&amp;#39;t say that. All I said was that the &lt;em&gt;nagual&lt;/em&gt; was not God, because God is an item of our personal &lt;em&gt;tonal&lt;/em&gt; and of the &lt;em&gt;tonal&lt;/em&gt; of the times. The &lt;em&gt;tonal&lt;/em&gt; is, as I&amp;#39;ve already said, everything we think the world is composed of, including God, of course. God has no more importance other than being a part of the &lt;em&gt;tonal&lt;/em&gt; of our time.&amp;quot;&lt;br/&gt;\n&amp;quot;In my understanding, don Juan, God is everything. Aren&amp;#39;t we talking about the same thing?&amp;quot;&lt;br/&gt;\n&amp;quot;No. God is only everything you can think of, therefore, properly speaking, he is only another item on the island. God cannot be witnessed at will, he can only be talked about. The &lt;em&gt;nagual&lt;/em&gt;, on the other hand, is at the service of the warrior. It can be witnessed, but it cannot be talked about.&amp;quot;&lt;br/&gt;\n&amp;quot;If the &lt;em&gt;nagual&lt;/em&gt; is not any of the things I have mentioned,&amp;quot; I said, &amp;quot;perhaps you can tell me about its location. Where is it?&amp;quot;&lt;br/&gt;\nDon Juan made a sweeping gesture and pointed to the area beyond the boundaries of the table. He swept his hand, as if with the back of it he were cleaning an imaginary surface that went beyond the edges of the table.&lt;br/&gt;\n&amp;quot;The &lt;em&gt;nagual&lt;/em&gt; is there,&amp;quot; he said. &amp;quot;There, surrounding the island. The &lt;em&gt;nagual&lt;/em&gt; is there, where power hovers.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24blg2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569948515.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569948515.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f245u7r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22iv7a", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I guess that implies we attach ourselves to the nagual in order to survive.\n\nMyself, I'm not in a quest for freedom, or immortality.\n\nI just like weird stuff to happen.  Last night was a doozy!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f245u7r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess that implies we attach ourselves to the nagual in order to survive.&lt;/p&gt;\n\n&lt;p&gt;Myself, I&amp;#39;m not in a quest for freedom, or immortality.&lt;/p&gt;\n\n&lt;p&gt;I just like weird stuff to happen.  Last night was a doozy!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f245u7r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569945434.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569945434.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "f22iv7a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f20g2i4", "score": 5, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The nagual is not experience or intuition or consciousness. Those terms and everything else you may care to say are only items on the island of the tonal. The nagual, on the other hand, is only effect. **The tonal begins at birth and ends at death, but the nagual never ends. The nagual has no limit.** I've said that the nagual is where power hovers; that was only a way of alluding to it. By reasons of its effect, perhaps the nagual can be best understood in terms of power.\n\nPretty explicit!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f22iv7a", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The nagual is not experience or intuition or consciousness. Those terms and everything else you may care to say are only items on the island of the tonal. The nagual, on the other hand, is only effect. &lt;strong&gt;The tonal begins at birth and ends at death, but the nagual never ends. The nagual has no limit.&lt;/strong&gt; I&amp;#39;ve said that the nagual is where power hovers; that was only a way of alluding to it. By reasons of its effect, perhaps the nagual can be best understood in terms of power.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Pretty explicit!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22iv7a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569889969.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569889969.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f20rtwe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f20mrgy", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; Another one, when I don't have time to get up and gaze, is just looking for light when falling asleep with eyes closed, like waiting for the mind's eye to show a scene. \n\nI do that all the time, when I'm either too tired to sit up, or I've been sitting up for hours and have to sleep.\n\nDon't think of tensegrity as the formal exercises. Use those for a guide.\n\nI saw all the bits and pieces in their original form. They were all simple movements, considered complete techniques.\n\nRemember, Carlos was trying to make complex sequences that took concentration to remember, so that people would be forced to lessen their internal dialogue.\n\nIf you're already forcing silence, the individual movements are FAR more effective than the long forms, for a beginner.\n\nJust waving the hand towards yourself, as if you were using your own hand like a fan, is enough to pull on an inorganic being (and thus on the colors).\n\nCholita makes that movement all the time. I haven't been able to find out why.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f20rtwe", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Another one, when I don&amp;#39;t have time to get up and gaze, is just looking for light when falling asleep with eyes closed, like waiting for the mind&amp;#39;s eye to show a scene. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I do that all the time, when I&amp;#39;m either too tired to sit up, or I&amp;#39;ve been sitting up for hours and have to sleep.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t think of tensegrity as the formal exercises. Use those for a guide.&lt;/p&gt;\n\n&lt;p&gt;I saw all the bits and pieces in their original form. They were all simple movements, considered complete techniques.&lt;/p&gt;\n\n&lt;p&gt;Remember, Carlos was trying to make complex sequences that took concentration to remember, so that people would be forced to lessen their internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re already forcing silence, the individual movements are FAR more effective than the long forms, for a beginner.&lt;/p&gt;\n\n&lt;p&gt;Just waving the hand towards yourself, as if you were using your own hand like a fan, is enough to pull on an inorganic being (and thus on the colors).&lt;/p&gt;\n\n&lt;p&gt;Cholita makes that movement all the time. I haven&amp;#39;t been able to find out why.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20rtwe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569863260.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569863260.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f20mrgy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f20g2i4", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Does that imply the nagual doesn't have to end at death?\n\nPerhaps so, that's the bit that sneaks round the side of the eagle. I'm still absorbing those chapters on the tonal and nagual (since they came up in the eight-point diagram…). There's a pretty specific quote there that may shed light here, I don't have time right now to look it up, hopefully later on.\n\nI love Cholita's description of visual static btw. I've started looking for it in daylight, it's always been apparent, just I'd ignored it. That feeds back into gazing in the (semi)darkness, the \"pixels\" really start popping. Just need to find more time… \n\nAnother one, when I don't have time to get up and gaze, is just looking for light when falling asleep with eyes closed, like waiting for the mind's eye to show a scene. It can be quite spectacular, a suddenly bright scene appears, but it's very hard not to fall asleep completely then, or jerk back awake. Poco a poco!\n\nI did tensegrity for many years but never with any real intention, mainly just as an aerobic exercise, and self-taught from the book. I may take it up again, looking for colours.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f20mrgy", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Does that imply the nagual doesn&amp;#39;t have to end at death?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Perhaps so, that&amp;#39;s the bit that sneaks round the side of the eagle. I&amp;#39;m still absorbing those chapters on the tonal and nagual (since they came up in the eight-point diagram…). There&amp;#39;s a pretty specific quote there that may shed light here, I don&amp;#39;t have time right now to look it up, hopefully later on.&lt;/p&gt;\n\n&lt;p&gt;I love Cholita&amp;#39;s description of visual static btw. I&amp;#39;ve started looking for it in daylight, it&amp;#39;s always been apparent, just I&amp;#39;d ignored it. That feeds back into gazing in the (semi)darkness, the &amp;quot;pixels&amp;quot; really start popping. Just need to find more time… &lt;/p&gt;\n\n&lt;p&gt;Another one, when I don&amp;#39;t have time to get up and gaze, is just looking for light when falling asleep with eyes closed, like waiting for the mind&amp;#39;s eye to show a scene. It can be quite spectacular, a suddenly bright scene appears, but it&amp;#39;s very hard not to fall asleep completely then, or jerk back awake. Poco a poco!&lt;/p&gt;\n\n&lt;p&gt;I did tensegrity for many years but never with any real intention, mainly just as an aerobic exercise, and self-taught from the book. I may take it up again, looking for colours.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20mrgy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569861497.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569861497.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f20g2i4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569859258.0, "send_replies": true, "parent_id": "t1_f1xnsg9", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; The tonal begins at birth and ends at death.\n\nDoes that imply the nagual doesn't have to end at death?\n\nI must comment here. I feel for all of you who haven't yet learned to activate the second attention.\n\nCholita has worn me out to the point that,  trying to activate my second attention in darkness is very chaotic. If I didn't know what to look for, I'd take it as mere frustration over failure.\n\nSo people starting out,  who will ALWAYS be in doubt, even if they keep a stiff upper lip and claim they have no doubts, will not only face their first attention blocking their view of the second attention (doing an immediate double take to make it go away), but they'll also face abstract views of the second attention, which only feel bad and ugly and like failure, until you get used to it.\n\nPossibly it'll get easier, as more in this group can do it.\n\nMy outside guy who doesn't know about this group (I try to keep my domains separated, the way Carlos showed me), is still making good progress.  He's scooping more colors each day, hoping to snag an inorganic being. \n\nI've also noticed, since Cholita wore me out, that Zuleica's harp playing is ok to do, even if you don't see colors. It seems to help out in getting them going.  I remember someone commenting they'd been doing that too.  If you do, look for \"dark waves\".  Very faint ripples caused by the movement of your hands and fingers.\n\nBut one shouldn't focus entirely on that at first, because it might tend to distract you from being silent and looking around the room for light.\n\nTensegrity also helps, as loathe as I am to say it.  I still have my original opinion of it:  What the heck is Carlos up to with this weird kungfu???", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f20g2i4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The tonal begins at birth and ends at death.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Does that imply the nagual doesn&amp;#39;t have to end at death?&lt;/p&gt;\n\n&lt;p&gt;I must comment here. I feel for all of you who haven&amp;#39;t yet learned to activate the second attention.&lt;/p&gt;\n\n&lt;p&gt;Cholita has worn me out to the point that,  trying to activate my second attention in darkness is very chaotic. If I didn&amp;#39;t know what to look for, I&amp;#39;d take it as mere frustration over failure.&lt;/p&gt;\n\n&lt;p&gt;So people starting out,  who will ALWAYS be in doubt, even if they keep a stiff upper lip and claim they have no doubts, will not only face their first attention blocking their view of the second attention (doing an immediate double take to make it go away), but they&amp;#39;ll also face abstract views of the second attention, which only feel bad and ugly and like failure, until you get used to it.&lt;/p&gt;\n\n&lt;p&gt;Possibly it&amp;#39;ll get easier, as more in this group can do it.&lt;/p&gt;\n\n&lt;p&gt;My outside guy who doesn&amp;#39;t know about this group (I try to keep my domains separated, the way Carlos showed me), is still making good progress.  He&amp;#39;s scooping more colors each day, hoping to snag an inorganic being. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve also noticed, since Cholita wore me out, that Zuleica&amp;#39;s harp playing is ok to do, even if you don&amp;#39;t see colors. It seems to help out in getting them going.  I remember someone commenting they&amp;#39;d been doing that too.  If you do, look for &amp;quot;dark waves&amp;quot;.  Very faint ripples caused by the movement of your hands and fingers.&lt;/p&gt;\n\n&lt;p&gt;But one shouldn&amp;#39;t focus entirely on that at first, because it might tend to distract you from being silent and looking around the room for light.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity also helps, as loathe as I am to say it.  I still have my original opinion of it:  What the heck is Carlos up to with this weird kungfu???&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20g2i4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569859258.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1xnsg9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1569801184.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 3, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;What you do, or how you live?  \n\nAs a younger person, I'd have answered \"what you do\", but later, perhaps for lacking clear direction on what to do, it definitely became and largely remains \"[how you live](https://www.youtube.com/watch?v=4o0r9unT4L4).\"\n\nOne interpretation of alchemy is taking whatever outside experience or event and turning it into gold inside. Once this is learned, the world takes on a very different flavour and it doesn't matter what you do; this may come under the \"how you live\" umbrella. It's not actually necessary to turn it into \"gold\" of course, though that's a good intermediate point, a safe stepping stone. This is the reason for rules in many religions, to get a grip on the inner life and become aware that it's not controlled by outside circumstances: we aren't leaves in the wind. Then ultimately, presumably, the point is to realise the emptiness or infiniteness of everything, which no narrative can withstand. I suppose this is what stalking does, changing totally one's description of the world over and over until you realise how subjective any is, and how it colors our experience, our very reality. Impeccability also has to do with getting this grip on the inner world, or on one's *tonal*, not being at the whim of others.\n\n&gt;\"The tonal makes up the rules by which it apprehends the world.\" \n\nThis line from chapter 5 of *The Power of Silence* seems to point in a similar direction. Once we realise this, we can decide what rules to make. A warrior's rules, which admittedly often sound like inspirational quotes, lead to shrinking the tonal until the nagual can re-emerge without obliterating the tonal altogether. The me-too naguals may not have made that connection though.\n\n&gt;\"The tonal is the organizer of the world. Perhaps the best way of describing\nits monumental work is to say that on its shoulders rests the task of setting the chaos of the world in order.\n\nI feel for Cholita. Her nagual emerges freely and easily but perhaps her tonal can't create a coherent narrative to make sense of the chaos. We need a strong narrative to trick the tonal into thinking it's keeping its wits and is still in control. This is where self-importance comes in: if the tonal is bloated, it won't stand a chance when the nagual emerges, which can end in our death:\n\n&gt;\"The tonal is everything we know. And that includes not only us, as persons, but everything in our world. It can be said that the tonal is everything that meets the eye.\n\"We begin to groom it at the moment of birth. The moment we take the first gasp of air we also breathe in power for the tonal. So, it is proper to say that the tonal of a human being is intimately tied to his birth.\n**\"You must remember this point. It is of great importance in understanding all this. The tonal begins at birth and ends at death.**\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1xnsg9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;What you do, or how you live?  &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;As a younger person, I&amp;#39;d have answered &amp;quot;what you do&amp;quot;, but later, perhaps for lacking clear direction on what to do, it definitely became and largely remains &amp;quot;&lt;a href=\"https://www.youtube.com/watch?v=4o0r9unT4L4\"&gt;how you live&lt;/a&gt;.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;One interpretation of alchemy is taking whatever outside experience or event and turning it into gold inside. Once this is learned, the world takes on a very different flavour and it doesn&amp;#39;t matter what you do; this may come under the &amp;quot;how you live&amp;quot; umbrella. It&amp;#39;s not actually necessary to turn it into &amp;quot;gold&amp;quot; of course, though that&amp;#39;s a good intermediate point, a safe stepping stone. This is the reason for rules in many religions, to get a grip on the inner life and become aware that it&amp;#39;s not controlled by outside circumstances: we aren&amp;#39;t leaves in the wind. Then ultimately, presumably, the point is to realise the emptiness or infiniteness of everything, which no narrative can withstand. I suppose this is what stalking does, changing totally one&amp;#39;s description of the world over and over until you realise how subjective any is, and how it colors our experience, our very reality. Impeccability also has to do with getting this grip on the inner world, or on one&amp;#39;s &lt;em&gt;tonal&lt;/em&gt;, not being at the whim of others.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;The tonal makes up the rules by which it apprehends the world.&amp;quot; &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This line from chapter 5 of &lt;em&gt;The Power of Silence&lt;/em&gt; seems to point in a similar direction. Once we realise this, we can decide what rules to make. A warrior&amp;#39;s rules, which admittedly often sound like inspirational quotes, lead to shrinking the tonal until the nagual can re-emerge without obliterating the tonal altogether. The me-too naguals may not have made that connection though.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;The tonal is the organizer of the world. Perhaps the best way of describing\nits monumental work is to say that on its shoulders rests the task of setting the chaos of the world in order.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I feel for Cholita. Her nagual emerges freely and easily but perhaps her tonal can&amp;#39;t create a coherent narrative to make sense of the chaos. We need a strong narrative to trick the tonal into thinking it&amp;#39;s keeping its wits and is still in control. This is where self-importance comes in: if the tonal is bloated, it won&amp;#39;t stand a chance when the nagual emerges, which can end in our death:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;The tonal is everything we know. And that includes not only us, as persons, but everything in our world. It can be said that the tonal is everything that meets the eye.\n&amp;quot;We begin to groom it at the moment of birth. The moment we take the first gasp of air we also breathe in power for the tonal. So, it is proper to say that the tonal of a human being is intimately tied to his birth.\n&lt;strong&gt;&amp;quot;You must remember this point. It is of great importance in understanding all this. The tonal begins at birth and ends at death.&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1xnsg9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569801184.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f20hxk1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569859921.0, "send_replies": true, "parent_id": "t1_f1z4cdf", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have to think Carlos had this in mind a little bit, when he made the women be in charge.  Plus maybe he was hoping they'd lure men to stick around based on their (sometimes amazing) bodies, but that the men would become willing assistants (energy slaves) and learn to *see*.\n\nImagine if he had mostly men. They'd end up in fist fights over who could wear 2 eagle feathers in their cap, instead of one.", "edited": 1569973802.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f20hxk1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have to think Carlos had this in mind a little bit, when he made the women be in charge.  Plus maybe he was hoping they&amp;#39;d lure men to stick around based on their (sometimes amazing) bodies, but that the men would become willing assistants (energy slaves) and learn to &lt;em&gt;see&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Imagine if he had mostly men. They&amp;#39;d end up in fist fights over who could wear 2 eagle feathers in their cap, instead of one.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f20hxk1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569859921.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f24vhbt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24tp9f", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "She never told me.\n\nI asked, but she spaced out.\n\nShe accused me of keeping her prisoner.\n\nI've noticed that there are patterns to her angry moods. \n\nToo many people around is one of them.  \n\nTrying to get through a computer installation menu is another.\n\nBut in this case, we were alone. And the mention of infinity theater seems to be all that could have triggered it.", "edited": false, "author_flair_css_class": null, "name": "t1_f24vhbt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;She never told me.&lt;/p&gt;\n\n&lt;p&gt;I asked, but she spaced out.&lt;/p&gt;\n\n&lt;p&gt;She accused me of keeping her prisoner.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve noticed that there are patterns to her angry moods. &lt;/p&gt;\n\n&lt;p&gt;Too many people around is one of them.  &lt;/p&gt;\n\n&lt;p&gt;Trying to get through a computer installation menu is another.&lt;/p&gt;\n\n&lt;p&gt;But in this case, we were alone. And the mention of infinity theater seems to be all that could have triggered it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24vhbt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569961043.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569961043.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24tp9f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f24k3uh", "score": 1, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What was this theater about?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f24tp9f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What was this theater about?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24tp9f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569960123.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569960123.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f24k3uh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22k3tu", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Cholita's become obsessed lately with the idea that the world, including me, is trying to turn her into a man.\n\nIt's part of her scrambled internal dialogue.  That's possibly a lateral shift of her assemblage point, according to what Carlos taught us.\n\nAlso, Corey might have been recruited to private classes due to his activity in the LGB community.  He founded a charity with that orientation.\n\nAnd a few times I heard about lesbian orgies in cleargreen.\n\nI tried not to think about it, because those stories often involved Grant being naked during infinity theater.\n\nI never got invited to infinity theater, but Cholita did.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f24k3uh", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita&amp;#39;s become obsessed lately with the idea that the world, including me, is trying to turn her into a man.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s part of her scrambled internal dialogue.  That&amp;#39;s possibly a lateral shift of her assemblage point, according to what Carlos taught us.&lt;/p&gt;\n\n&lt;p&gt;Also, Corey might have been recruited to private classes due to his activity in the LGB community.  He founded a charity with that orientation.&lt;/p&gt;\n\n&lt;p&gt;And a few times I heard about lesbian orgies in cleargreen.&lt;/p&gt;\n\n&lt;p&gt;I tried not to think about it, because those stories often involved Grant being naked during infinity theater.&lt;/p&gt;\n\n&lt;p&gt;I never got invited to infinity theater, but Cholita did.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f24k3uh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569954069.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569954069.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f238o70", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Valtzu_92", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22k3tu", "score": 1, "author_fullname": "t2_mtlmq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I see it more as a result from all the feminist / sjw propaganda. Even if you mutilate your body and transition yourself into a woman, your whole body is still \"wired\" as a man. The woman have realized how to manipulate men on a larger scale, and too many men fall for it. \"Beta mentality\" and when women get their way they are still unhappy because the social Dynamics woman vs man have evolved to what they are for a long time. One change won't change that fact", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f238o70", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I see it more as a result from all the feminist / sjw propaganda. Even if you mutilate your body and transition yourself into a woman, your whole body is still &amp;quot;wired&amp;quot; as a man. The woman have realized how to manipulate men on a larger scale, and too many men fall for it. &amp;quot;Beta mentality&amp;quot; and when women get their way they are still unhappy because the social Dynamics woman vs man have evolved to what they are for a long time. One change won&amp;#39;t change that fact&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f238o70/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569910876.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569910876.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f22k3tu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "takestheraftwithhim", "can_mod_post": false, "created_utc": 1569890738.0, "send_replies": true, "parent_id": "t1_f1z4cdf", "score": 1, "author_fullname": "t2_h16ufz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This has been a theme in my life lately. I was given a “statement” recently from a semi-reliable source that went something like,  “we have successfully made the switch from male to female, so act accordingly.” \n\nDisclaimer: I was communicating under the influence of psilocybin...I have a long standing familiarity with the source, and it’s been consistently reliable, but I’m forever skeptical when it comes to directives in any way and no one here knows me from jack. So I’m aware of this for what it’s worth. But there is some synchronistic evidence to back it up.\n\nI am surrounded by a large extended family of young adults. Ages 17-25. In the past 3 years nearly half of the males (roughly 15) transitioned to female. At least identity-wise. Some are medically transitioning. Some of my long term straight male friends have suddenly taken an interest in drag. Some who I would never have expected it from. \n\nI have known, met, and grown close to a number of women who exude enormous amounts of power, energetically speaking, and have rolled into owning and wielding it with the comfort of changing shoes. Even older female friends who I considered kind of meek in the past have recently made drastic changes in their lives and I barely recognize them.\n\nHere in the US...and in my local Pacific Northwest region, specifically, public sentiment has drifted away from supporting straight men in power and instead favoring females in general. It’s a thing. \n\nCombined with my knowledge of male-female differences in sorcery, it all pretty much checks out. Anyone else picking up on this?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f22k3tu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This has been a theme in my life lately. I was given a “statement” recently from a semi-reliable source that went something like,  “we have successfully made the switch from male to female, so act accordingly.” &lt;/p&gt;\n\n&lt;p&gt;Disclaimer: I was communicating under the influence of psilocybin...I have a long standing familiarity with the source, and it’s been consistently reliable, but I’m forever skeptical when it comes to directives in any way and no one here knows me from jack. So I’m aware of this for what it’s worth. But there is some synchronistic evidence to back it up.&lt;/p&gt;\n\n&lt;p&gt;I am surrounded by a large extended family of young adults. Ages 17-25. In the past 3 years nearly half of the males (roughly 15) transitioned to female. At least identity-wise. Some are medically transitioning. Some of my long term straight male friends have suddenly taken an interest in drag. Some who I would never have expected it from. &lt;/p&gt;\n\n&lt;p&gt;I have known, met, and grown close to a number of women who exude enormous amounts of power, energetically speaking, and have rolled into owning and wielding it with the comfort of changing shoes. Even older female friends who I considered kind of meek in the past have recently made drastic changes in their lives and I barely recognize them.&lt;/p&gt;\n\n&lt;p&gt;Here in the US...and in my local Pacific Northwest region, specifically, public sentiment has drifted away from supporting straight men in power and instead favoring females in general. It’s a thing. &lt;/p&gt;\n\n&lt;p&gt;Combined with my knowledge of male-female differences in sorcery, it all pretty much checks out. Anyone else picking up on this?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22k3tu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569890738.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1z4cdf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "donvertigo", "can_mod_post": false, "created_utc": 1569833670.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 3, "author_fullname": "t2_hkde3", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "We do not have our naguals who would exert pressure on us and force us to change and transform. Perhaps women can take on this role? Over the millennia of unequal interactions between men and women, women have learned incredible manipulations and they are able to be absolutely ruthless.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1z4cdf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We do not have our naguals who would exert pressure on us and force us to change and transform. Perhaps women can take on this role? Over the millennia of unequal interactions between men and women, women have learned incredible manipulations and they are able to be absolutely ruthless.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1z4cdf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569833670.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f22h7eb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f22fn91", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've run into a few.  You get to know the effects, even if you can’t perfectly *see* their configuration.\n\nDon't forget that don Juan misread Carlos. It wasn't until years later, they realized he was something else. He wasn't a double but he produced the same effects on the surface. \n\nI ran into one who could produce those effects, years before I met Jenna.  She was standing in line at a Taiwanese bakery.  I looked over, and all I saw was a glowing luminous ball.  With a big green ribbon on top.\n\nI couldn't do anything about it. I was escorting my mother to get salted caramel coffee.  The nagual is delusion to her and has to be eradicated at all costs.\n\nBut she went to the bathroom, and the double woman came right up to my table. She pretended to need to share my table because she had so many bakery goods, that she had to organize them before she left.\n\nShe put her hands inside the bag to hold it open, tilted it so I could see both her hands, and the contents of the bag. \n\nNo wedding ring, and only 2 items in the bag.\n\nShe was on a job interview!  \n\nI was so dazzled that I didn't think to get her information.  \n\nI returned to that bakery for nearly a year, at the same time and on the same day of the week.\n\nBut I never saw her again.\n\nI vowed I wouldn't make that mistake the next time.  Back then, it hadn't occurred to me to perpetuate Carlos' techniques via the internet. I thought you couldn't have personal contact and help people directly, in that medium.  \n\nNow things are different.\n\nBut then, I had made a vow.  And it was a vow linked to the same one I made to Carlos, when he was dying.  To make sure someone succeeded at what he was teaching.\n\nThen I ran into another double being. I was at Home Depot and they had just installed new automatic checkout machines.\n\nI was standing at one, trying to figure out if the operating system was Windows or Linux based, what kind of resolution the display had, and what kind of mechanics it used.\n\nShe was assigned to that area. It was her second job, just after 31 flavors ice-cream.\n\nWhile I was trying to figure out if I would have designed the terminal the way they did, she saw that an old man was struggling to figure out how to use it, walked up to me, and stuck her hands in my view.  \n\nI saw the most amazing turquoise fingernails on a young woman’s hand, coming to gently touch my hands.\n\nIt’s a sight only old men can fully appreciate.\n\nI heard a very pleasant voice say, \"Do you need any help?\"\n\nI said, \"I *always* need help”, looking up to see who that could possibly be.\n\nShe had no face at all!\n\nI saw something exactly like the cover of one of Carlos' books, where someone’s head is made out of fibers of light, superimposed on a glowing body that still has clothes on.\n\nIt was so bright that I had to look away.\n\nWhile she was helping me, I told her of my plans to kidnap her.  She thought I was just an old man flirting with her.\n\nBut after 8 months, and a stalking trip all over Asia to secure a position for her, she was working at my company.  \n\nI had some help from the Chinese Bosses' son, who is sorcery tolerant. \n\nHe tracked her down for me, including her social media.\n\nI was still unable to see her face when I visited the store again.  I had to bring him to see her, so he could tell me which of the women working there she was.\n\nTo that end, I concocted a multi-lens camera measuring device for Harvard University, to study notch frequencies in plant reflections. \n\nAll the parts I needed were available from Jenna. So I had to return many times.\n\nI read everything she'd ever written on the net, not understanding at the time that it wasn't her own \"TV show\".  \n\nThat's what I thought when I first saw twitter.  \n\nYou mean, hot mess women have their own reality shows?\n\nI'm all in!\n\nIt was obviously bad to read everything, but I was innocent of that.\n\nI found out that she wanted to travel.  And that she was leaving that job in a week.\n\nI had to act immediately, instead of waiting for her to invite me to do something.\n\nUltimately I lured her in by showing her my passport, where the visa section was nearly full and at least 10 countries were listed.\n\nI warned her best friend and her mother that letting her come to work for me would deviate her life.\n\nThey didn't seem to mind.\n\nHer best friend later confided, everyone expected her to be dead in a year or two, if I hadn't come along.\n\nDouble women just get themselves into endless trouble.\n\nOver the next few years, she proved her energy level over and over.  Her dreaming double would make visits, even appearing on the opposite end of the warehouse, from where her real body was located.\n\nBut she was 100% oriented to find a husband and  have a baby, so I never managed to interest her in learning sorcery.\n\nShe'd be shocked if she read what I've posted here about her. \n\nShe figured I was just nuts, but harmless.  Last time she visited, she accused me of being a \"big exaggerator\".\n\nI'd promised to teach her to capture a fairy, the first week she was working for me.\n\nShe just ignored it.\n\nEdited twice, to add details of how chaotic it can be to collect apprentices.  So don't do it.", "edited": 1569957647.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f22h7eb", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve run into a few.  You get to know the effects, even if you can’t perfectly &lt;em&gt;see&lt;/em&gt; their configuration.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t forget that don Juan misread Carlos. It wasn&amp;#39;t until years later, they realized he was something else. He wasn&amp;#39;t a double but he produced the same effects on the surface. &lt;/p&gt;\n\n&lt;p&gt;I ran into one who could produce those effects, years before I met Jenna.  She was standing in line at a Taiwanese bakery.  I looked over, and all I saw was a glowing luminous ball.  With a big green ribbon on top.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t do anything about it. I was escorting my mother to get salted caramel coffee.  The nagual is delusion to her and has to be eradicated at all costs.&lt;/p&gt;\n\n&lt;p&gt;But she went to the bathroom, and the double woman came right up to my table. She pretended to need to share my table because she had so many bakery goods, that she had to organize them before she left.&lt;/p&gt;\n\n&lt;p&gt;She put her hands inside the bag to hold it open, tilted it so I could see both her hands, and the contents of the bag. &lt;/p&gt;\n\n&lt;p&gt;No wedding ring, and only 2 items in the bag.&lt;/p&gt;\n\n&lt;p&gt;She was on a job interview!  &lt;/p&gt;\n\n&lt;p&gt;I was so dazzled that I didn&amp;#39;t think to get her information.  &lt;/p&gt;\n\n&lt;p&gt;I returned to that bakery for nearly a year, at the same time and on the same day of the week.&lt;/p&gt;\n\n&lt;p&gt;But I never saw her again.&lt;/p&gt;\n\n&lt;p&gt;I vowed I wouldn&amp;#39;t make that mistake the next time.  Back then, it hadn&amp;#39;t occurred to me to perpetuate Carlos&amp;#39; techniques via the internet. I thought you couldn&amp;#39;t have personal contact and help people directly, in that medium.  &lt;/p&gt;\n\n&lt;p&gt;Now things are different.&lt;/p&gt;\n\n&lt;p&gt;But then, I had made a vow.  And it was a vow linked to the same one I made to Carlos, when he was dying.  To make sure someone succeeded at what he was teaching.&lt;/p&gt;\n\n&lt;p&gt;Then I ran into another double being. I was at Home Depot and they had just installed new automatic checkout machines.&lt;/p&gt;\n\n&lt;p&gt;I was standing at one, trying to figure out if the operating system was Windows or Linux based, what kind of resolution the display had, and what kind of mechanics it used.&lt;/p&gt;\n\n&lt;p&gt;She was assigned to that area. It was her second job, just after 31 flavors ice-cream.&lt;/p&gt;\n\n&lt;p&gt;While I was trying to figure out if I would have designed the terminal the way they did, she saw that an old man was struggling to figure out how to use it, walked up to me, and stuck her hands in my view.  &lt;/p&gt;\n\n&lt;p&gt;I saw the most amazing turquoise fingernails on a young woman’s hand, coming to gently touch my hands.&lt;/p&gt;\n\n&lt;p&gt;It’s a sight only old men can fully appreciate.&lt;/p&gt;\n\n&lt;p&gt;I heard a very pleasant voice say, &amp;quot;Do you need any help?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I said, &amp;quot;I &lt;em&gt;always&lt;/em&gt; need help”, looking up to see who that could possibly be.&lt;/p&gt;\n\n&lt;p&gt;She had no face at all!&lt;/p&gt;\n\n&lt;p&gt;I saw something exactly like the cover of one of Carlos&amp;#39; books, where someone’s head is made out of fibers of light, superimposed on a glowing body that still has clothes on.&lt;/p&gt;\n\n&lt;p&gt;It was so bright that I had to look away.&lt;/p&gt;\n\n&lt;p&gt;While she was helping me, I told her of my plans to kidnap her.  She thought I was just an old man flirting with her.&lt;/p&gt;\n\n&lt;p&gt;But after 8 months, and a stalking trip all over Asia to secure a position for her, she was working at my company.  &lt;/p&gt;\n\n&lt;p&gt;I had some help from the Chinese Bosses&amp;#39; son, who is sorcery tolerant. &lt;/p&gt;\n\n&lt;p&gt;He tracked her down for me, including her social media.&lt;/p&gt;\n\n&lt;p&gt;I was still unable to see her face when I visited the store again.  I had to bring him to see her, so he could tell me which of the women working there she was.&lt;/p&gt;\n\n&lt;p&gt;To that end, I concocted a multi-lens camera measuring device for Harvard University, to study notch frequencies in plant reflections. &lt;/p&gt;\n\n&lt;p&gt;All the parts I needed were available from Jenna. So I had to return many times.&lt;/p&gt;\n\n&lt;p&gt;I read everything she&amp;#39;d ever written on the net, not understanding at the time that it wasn&amp;#39;t her own &amp;quot;TV show&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I thought when I first saw twitter.  &lt;/p&gt;\n\n&lt;p&gt;You mean, hot mess women have their own reality shows?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m all in!&lt;/p&gt;\n\n&lt;p&gt;It was obviously bad to read everything, but I was innocent of that.&lt;/p&gt;\n\n&lt;p&gt;I found out that she wanted to travel.  And that she was leaving that job in a week.&lt;/p&gt;\n\n&lt;p&gt;I had to act immediately, instead of waiting for her to invite me to do something.&lt;/p&gt;\n\n&lt;p&gt;Ultimately I lured her in by showing her my passport, where the visa section was nearly full and at least 10 countries were listed.&lt;/p&gt;\n\n&lt;p&gt;I warned her best friend and her mother that letting her come to work for me would deviate her life.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t seem to mind.&lt;/p&gt;\n\n&lt;p&gt;Her best friend later confided, everyone expected her to be dead in a year or two, if I hadn&amp;#39;t come along.&lt;/p&gt;\n\n&lt;p&gt;Double women just get themselves into endless trouble.&lt;/p&gt;\n\n&lt;p&gt;Over the next few years, she proved her energy level over and over.  Her dreaming double would make visits, even appearing on the opposite end of the warehouse, from where her real body was located.&lt;/p&gt;\n\n&lt;p&gt;But she was 100% oriented to find a husband and  have a baby, so I never managed to interest her in learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d be shocked if she read what I&amp;#39;ve posted here about her. &lt;/p&gt;\n\n&lt;p&gt;She figured I was just nuts, but harmless.  Last time she visited, she accused me of being a &amp;quot;big exaggerator&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d promised to teach her to capture a fairy, the first week she was working for me.&lt;/p&gt;\n\n&lt;p&gt;She just ignored it.&lt;/p&gt;\n\n&lt;p&gt;Edited twice, to add details of how chaotic it can be to collect apprentices.  So don&amp;#39;t do it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22h7eb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569888981.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569888981.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f22fn91", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "takestheraftwithhim", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f1wybr3", "score": 1, "author_fullname": "t2_h16ufz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "How did you know she was a nagual?", "edited": false, "author_flair_css_class": null, "name": "t1_f22fn91", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How did you know she was a nagual?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f22fn91/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569888085.0, "author_flair_text": null, "collapsed": false, "created_utc": 1569888085.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1wybr3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f1wq8z1", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes. There's too many darned spellings for Aerin.\n\nI gathered an Aeron to form a group around Jenna, my last attempt to pass on what Carlos knew by forming a party of the 4 directions with a nagual woman.\n\nIt didn't work out.  It took me 2 years of exhausting stalking to get all of them together, including a young woman imported from Taiwan.  I even had a silvio manuel male type helping.\n\nAll hell broke lose once I succeeded.  Some of the women started competing for my affections, and one started crying. They needed a preset hierarchy, and I wasn't inclined for actual romance of any type. They were far too young.\n\nAnd I should have realized, there's internet now.  No need for old fashioned methods of building a sorcerer's party.\n\nLooks like that's what Miles is up to also.", "edited": 1569791468.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1wybr3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes. There&amp;#39;s too many darned spellings for Aerin.&lt;/p&gt;\n\n&lt;p&gt;I gathered an Aeron to form a group around Jenna, my last attempt to pass on what Carlos knew by forming a party of the 4 directions with a nagual woman.&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t work out.  It took me 2 years of exhausting stalking to get all of them together, including a young woman imported from Taiwan.  I even had a silvio manuel male type helping.&lt;/p&gt;\n\n&lt;p&gt;All hell broke lose once I succeeded.  Some of the women started competing for my affections, and one started crying. They needed a preset hierarchy, and I wasn&amp;#39;t inclined for actual romance of any type. They were far too young.&lt;/p&gt;\n\n&lt;p&gt;And I should have realized, there&amp;#39;s internet now.  No need for old fashioned methods of building a sorcerer&amp;#39;s party.&lt;/p&gt;\n\n&lt;p&gt;Looks like that&amp;#39;s what Miles is up to also.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wybr3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569791037.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569791037.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f1wxg9n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f1wq8z1", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This is their Vimeo Channel:\n\nhttps://www.reddit.com/r/castaneda/comments/d3ww3h/being_energy_vimeo_channel", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1wxg9n", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is their Vimeo Channel:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/d3ww3h/being_energy_vimeo_channel\"&gt;https://www.reddit.com/r/castaneda/comments/d3ww3h/being_energy_vimeo_channel&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wxg9n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569790716.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569790716.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1wq8z1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f1wiky1", "score": 2, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Miles Reid and Aerin Alexander of Energy Life Sciences?\nwww.energylifesciences.com", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f1wq8z1", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Miles Reid and Aerin Alexander of Energy Life Sciences?\n&lt;a href=\"http://www.energylifesciences.com\"&gt;www.energylifesciences.com&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wq8z1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569788092.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1569788092.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1wiky1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1569785240.0, "send_replies": true, "parent_id": "t1_f1wg1iv", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Cleargreen #1 is everyone but Miles and Aeron, if they're still actively promoting workshops and classes.\n\nMiles and Aeron are cleargreen #2.\n\nCholita even knew that was going to happen, and said she had anticipated Miles and Aeron would be involved.  They're married.\n\nI forgot to put something in that story.  Cholita gave me an explanation of what impeccability would do.  It would keep the fliers from licking off the sugar coating on the outside of your luminous cocoon.\n\nShe'd even drawn a picture of it in her notebook, which she rarely lets me see.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1wiky1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cleargreen #1 is everyone but Miles and Aeron, if they&amp;#39;re still actively promoting workshops and classes.&lt;/p&gt;\n\n&lt;p&gt;Miles and Aeron are cleargreen #2.&lt;/p&gt;\n\n&lt;p&gt;Cholita even knew that was going to happen, and said she had anticipated Miles and Aeron would be involved.  They&amp;#39;re married.&lt;/p&gt;\n\n&lt;p&gt;I forgot to put something in that story.  Cholita gave me an explanation of what impeccability would do.  It would keep the fliers from licking off the sugar coating on the outside of your luminous cocoon.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d even drawn a picture of it in her notebook, which she rarely lets me see.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wiky1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569785240.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f1wg1iv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1569784301.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I almost feel like I'm in the car with you! Interesting concept of the dust from the inorganics. I occasionally wonder, after pondering on the horrid state of affairs humanity has suffered with over the past few thousand years, if there's an active agency working to even the playing field (again, if you believe in the \"los voladores\").\n\nHow are you distinguishing Cleargreen #1 from Cleargreen #2?\n\nEdit: As far as silence vs. impeccability. I think they are equally as important. 50/50 all the way. For both men and women. If women don't seek silence, their (at least the Cholita types) instability seems to obliterate their self-control. Chaos is fun, to a point, but ultimately counterproductive if you have any kind of goal at all. Maybe some don't...", "edited": 1569785866.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f1wg1iv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I almost feel like I&amp;#39;m in the car with you! Interesting concept of the dust from the inorganics. I occasionally wonder, after pondering on the horrid state of affairs humanity has suffered with over the past few thousand years, if there&amp;#39;s an active agency working to even the playing field (again, if you believe in the &amp;quot;los voladores&amp;quot;).&lt;/p&gt;\n\n&lt;p&gt;How are you distinguishing Cleargreen #1 from Cleargreen #2?&lt;/p&gt;\n\n&lt;p&gt;Edit: As far as silence vs. impeccability. I think they are equally as important. 50/50 all the way. For both men and women. If women don&amp;#39;t seek silence, their (at least the Cholita types) instability seems to obliterate their self-control. Chaos is fun, to a point, but ultimately counterproductive if you have any kind of goal at all. Maybe some don&amp;#39;t...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f1wg1iv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1569784301.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f6mfrwu", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6mfrwu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1572972263.0, "send_replies": true, "parent_id": "t1_f6ko3yd", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I was pretty much at all of them, and don't remember any significant light dimming.  Except that time.\n\nI'll save all that stuff and look into it.  But this was interesting (from the notes):\n\n\n*********************\n\nBig Florinda had said that if the four of them had enough \"gall\" to continue to pursue the path of the warrior with all they had that someday a time would come when the mood of the ancient sorcerers would be completely removed from the passes. Instead of being heavy, cold and detached, they would find a new mood, one that was light and very precise. Precision would replace cold detachment and lightness would replace heaviness of mood.\n\nCarol then paused and looked at us and said, \"That time has finally arrived. It occurred right here in this room last month at the last workshop.\" She said that she had been here doing all the passes with us and had witnessed it for herself. She ascribed it to a combination of the energy of the participants combined with the energy of the instructors. She said that a new mood had begun and would prevail from now on.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f6mfrwu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was pretty much at all of them, and don&amp;#39;t remember any significant light dimming.  Except that time.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll save all that stuff and look into it.  But this was interesting (from the notes):&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;Big Florinda had said that if the four of them had enough &amp;quot;gall&amp;quot; to continue to pursue the path of the warrior with all they had that someday a time would come when the mood of the ancient sorcerers would be completely removed from the passes. Instead of being heavy, cold and detached, they would find a new mood, one that was light and very precise. Precision would replace cold detachment and lightness would replace heaviness of mood.&lt;/p&gt;\n\n&lt;p&gt;Carol then paused and looked at us and said, &amp;quot;That time has finally arrived. It occurred right here in this room last month at the last workshop.&amp;quot; She said that she had been here doing all the passes with us and had witnessed it for herself. She ascribed it to a combination of the energy of the participants combined with the energy of the instructors. She said that a new mood had begun and would prevail from now on.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6mfrwu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572972263.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f6mkqyw", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6mkqyw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1572974541.0, "send_replies": true, "parent_id": "t1_f6ko3yd", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; The next workshop was is Munich on May 23, 1998.\n\nI've read that workshops started in 1993.\n\nWas that extensive, or just some select ones here and there?\n\nI'm still trying to figure out why I thought I was only in his classes for 1 year.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f6mkqyw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The next workshop was is Munich on May 23, 1998.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;ve read that workshops started in 1993.&lt;/p&gt;\n\n&lt;p&gt;Was that extensive, or just some select ones here and there?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still trying to figure out why I thought I was only in his classes for 1 year.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6mkqyw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572974541.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f6mox3l", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6mox3l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1572976269.0, "send_replies": true, "parent_id": "t1_f6ko3yd", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yep, that's the one.\n\nThe \"Westwood long form\".\n \nI'll see if Cholita wants to revive it.  Probably not with me around.\n\nBut I can say with authority, you can absolutely see a great band of emanations, doing that pass.\n\nTrouble is, I can also promise you can absolutely stretch out your right hand to bridge the gap between worlds, and snag an inorganic being from its own realm.  \n\nAnd you don't even need to leave your bed.  Next time I'll try to figure out how the arm stretches to be that long.\n\nWhat's the cause of strange things like that?  Figuring out how to do something you never did before, or seeing a great band of emanations by doing seemingly unrelated exercises?\n\nThe great band could have been from the witches being present.   Maybe one of them was watching it for the effect of the group, and I picked up their *intent*.  When I saw it, I was surprised at how it was moving.  I had the feeling that the movement was generated by the workshop.  It was slowly moving away, like a conveyor belt made from lines of light. It was an invitation to move with it.\n\nThe witches might have been noticing that, when they talked about energetic configurations changing things.\n\nThat would have left a trace from their use of *intent*.\n\n*Intent* is sticky. It hangs around and if you get a whiff of it, it can pull you somewhere.\n\nI've been making use of it for the last few days, after Cholita taught me to pick up her dreaming *intent*.\n\nI just wait in near perfect silence, with the *intent* that a dream will materialize in the darkness, and be fully stable so that I can watch it.\n\nIt's easy! That's the surprising part.\n\n*Intent* certainly hangs out short term.\n\nBut according to Carlos, it even hangs out for hundreds of years.\n\nMaybe that's what the witches were talking about changing. That *intent*.", "edited": 1572976731.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f6mox3l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yep, that&amp;#39;s the one.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Westwood long form&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll see if Cholita wants to revive it.  Probably not with me around.&lt;/p&gt;\n\n&lt;p&gt;But I can say with authority, you can absolutely see a great band of emanations, doing that pass.&lt;/p&gt;\n\n&lt;p&gt;Trouble is, I can also promise you can absolutely stretch out your right hand to bridge the gap between worlds, and snag an inorganic being from its own realm.  &lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t even need to leave your bed.  Next time I&amp;#39;ll try to figure out how the arm stretches to be that long.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the cause of strange things like that?  Figuring out how to do something you never did before, or seeing a great band of emanations by doing seemingly unrelated exercises?&lt;/p&gt;\n\n&lt;p&gt;The great band could have been from the witches being present.   Maybe one of them was watching it for the effect of the group, and I picked up their &lt;em&gt;intent&lt;/em&gt;.  When I saw it, I was surprised at how it was moving.  I had the feeling that the movement was generated by the workshop.  It was slowly moving away, like a conveyor belt made from lines of light. It was an invitation to move with it.&lt;/p&gt;\n\n&lt;p&gt;The witches might have been noticing that, when they talked about energetic configurations changing things.&lt;/p&gt;\n\n&lt;p&gt;That would have left a trace from their use of &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Intent&lt;/em&gt; is sticky. It hangs around and if you get a whiff of it, it can pull you somewhere.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been making use of it for the last few days, after Cholita taught me to pick up her dreaming &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;I just wait in near perfect silence, with the &lt;em&gt;intent&lt;/em&gt; that a dream will materialize in the darkness, and be fully stable so that I can watch it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s easy! That&amp;#39;s the surprising part.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Intent&lt;/em&gt; certainly hangs out short term.&lt;/p&gt;\n\n&lt;p&gt;But according to Carlos, it even hangs out for hundreds of years.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s what the witches were talking about changing. That &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6mox3l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572976269.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6ko3yd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1572916517.0, "send_replies": true, "parent_id": "t1_f6kcefr", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The Tensegrity movement that helped was the one done just before recess in the middle of the first workshop after Carlos died, where they'd dimmed the lights.\n\nThe AP newswire reported that he died April 27, 1988. There was a workshop May 2, 1998 in Santa Monica. A \"review\" of the Westwood series long form was done at the end of the afternoon session, before the dinner break. It was done for 45 minutes, and was \"intense.\"\n\nhttp://insensciety.com/notes/1998_santamonica3.html\n\nNo mention of the lighting conditions. Though they did note that at the April 4, 1998  workshop (before he died) they **didn't** dim the lights like they had at others.\n\nThe next workshop was is Munich on May 23, 1998.", "edited": 1572957639.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f6ko3yd", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The Tensegrity movement that helped was the one done just before recess in the middle of the first workshop after Carlos died, where they&amp;#39;d dimmed the lights.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The AP newswire reported that he died April 27, 1988. There was a workshop May 2, 1998 in Santa Monica. A &amp;quot;review&amp;quot; of the Westwood series long form was done at the end of the afternoon session, before the dinner break. It was done for 45 minutes, and was &amp;quot;intense.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"http://insensciety.com/notes/1998_santamonica3.html\"&gt;http://insensciety.com/notes/1998_santamonica3.html&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;No mention of the lighting conditions. Though they did note that at the April 4, 1998  workshop (before he died) they &lt;strong&gt;didn&amp;#39;t&lt;/strong&gt; dim the lights like they had at others.&lt;/p&gt;\n\n&lt;p&gt;The next workshop was is Munich on May 23, 1998.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6ko3yd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572916517.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6kcefr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1572910018.0, "send_replies": true, "parent_id": "t1_f6k98km", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I marvel at the levels of silence necessary to see the great bands.\n\n30 years of hard work.  Except that none of you need to do that, because I had the burden of not knowing if I was hoodwinked and wasting my time.\n\nYou guys don't need to go through that. \n\nMaybe right now it's only me saying some things, but others are verified by multiple people. \n\nAnd soon all of it will be.\n\nAt that point, instead of sitting in a chair worrying that you're wasting your time, you'll only be thinking that you need to overcome your own laziness and \"push through\".  You won't give up at the 1 hour mark, if you got anything at all to happen. You'll try to get more of that.\n\nBut I had help in 2 of the situations where I saw the great bands.  \n\nOne was from Tensegrity (Yellow band), one using Howard’s ability to shift assemblage points to a specific “thing” (his Blue band).\n\nI can't recall what happened in the 3rd.\n\nThe Tensegrity movement that helped was the one done just before recess in the middle of the first workshop after Carlos died, where they'd dimmed the lights.\n\nMaybe that'll be enough info for someone to find which.  \n\nIf they do, I'm willing to explore why that worked.\n\nMeaning, it'll take a shitload of hours and I won't get to do something else, but it's worth understanding why that worked.\n\nAnd it’s worth trying to show it to Cholita.  I wanted to show her Carlos’ allies, but they aren’t around. \n\nJust imagine what we can do once we get 10 dreamers in here!   We could pool our *intent*.\n\nI’m picking up the *intent* of dreamers at night. It’s not even difficult. There’s no procedure.  \n\nYou just be silent, and *intend* to do that just by trying it as if it’s going to work for sure.\n\nIt’s not unlike *seeing* people from a distance. There’s no real procedure.  \n\nAnd many other cool things I accidentally did, like leaping into portals to other worlds, were undoubtedly because I’d picked up on *intent*.  At some point you just know you could do that, despite it being suicide under normal conditions.  I'd have smashed through a window if it hadn't worked.\n\nThere's a reason don Juan said that \"the mastery of *intent*\" might be a better name for sorcery.  \n\nNot only is it the most important thing, but as you go on you actually begin to understand what it is.", "edited": 1572910501.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_f6kcefr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I marvel at the levels of silence necessary to see the great bands.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;30 years of hard work.  Except that none of you need to do that, because I had the burden of not knowing if I was hoodwinked and wasting my time.&lt;/p&gt;\n\n&lt;p&gt;You guys don&amp;#39;t need to go through that. &lt;/p&gt;\n\n&lt;p&gt;Maybe right now it&amp;#39;s only me saying some things, but others are verified by multiple people. &lt;/p&gt;\n\n&lt;p&gt;And soon all of it will be.&lt;/p&gt;\n\n&lt;p&gt;At that point, instead of sitting in a chair worrying that you&amp;#39;re wasting your time, you&amp;#39;ll only be thinking that you need to overcome your own laziness and &amp;quot;push through&amp;quot;.  You won&amp;#39;t give up at the 1 hour mark, if you got anything at all to happen. You&amp;#39;ll try to get more of that.&lt;/p&gt;\n\n&lt;p&gt;But I had help in 2 of the situations where I saw the great bands.  &lt;/p&gt;\n\n&lt;p&gt;One was from Tensegrity (Yellow band), one using Howard’s ability to shift assemblage points to a specific “thing” (his Blue band).&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t recall what happened in the 3rd.&lt;/p&gt;\n\n&lt;p&gt;The Tensegrity movement that helped was the one done just before recess in the middle of the first workshop after Carlos died, where they&amp;#39;d dimmed the lights.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;ll be enough info for someone to find which.  &lt;/p&gt;\n\n&lt;p&gt;If they do, I&amp;#39;m willing to explore why that worked.&lt;/p&gt;\n\n&lt;p&gt;Meaning, it&amp;#39;ll take a shitload of hours and I won&amp;#39;t get to do something else, but it&amp;#39;s worth understanding why that worked.&lt;/p&gt;\n\n&lt;p&gt;And it’s worth trying to show it to Cholita.  I wanted to show her Carlos’ allies, but they aren’t around. &lt;/p&gt;\n\n&lt;p&gt;Just imagine what we can do once we get 10 dreamers in here!   We could pool our &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;I’m picking up the &lt;em&gt;intent&lt;/em&gt; of dreamers at night. It’s not even difficult. There’s no procedure.  &lt;/p&gt;\n\n&lt;p&gt;You just be silent, and &lt;em&gt;intend&lt;/em&gt; to do that just by trying it as if it’s going to work for sure.&lt;/p&gt;\n\n&lt;p&gt;It’s not unlike &lt;em&gt;seeing&lt;/em&gt; people from a distance. There’s no real procedure.  &lt;/p&gt;\n\n&lt;p&gt;And many other cool things I accidentally did, like leaping into portals to other worlds, were undoubtedly because I’d picked up on &lt;em&gt;intent&lt;/em&gt;.  At some point you just know you could do that, despite it being suicide under normal conditions.  I&amp;#39;d have smashed through a window if it hadn&amp;#39;t worked.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a reason don Juan said that &amp;quot;the mastery of &lt;em&gt;intent&lt;/em&gt;&amp;quot; might be a better name for sorcery.  &lt;/p&gt;\n\n&lt;p&gt;Not only is it the most important thing, but as you go on you actually begin to understand what it is.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6kcefr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572910018.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6k98km", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f6j076q", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I marvel at the levels of silence necessary to see the great bands. It took so much energy for even that bit I experienced, which was maybe at most the top 18% of that mountain with the poop on top.", "edited": 1572909123.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_f6k98km", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I marvel at the levels of silence necessary to see the great bands. It took so much energy for even that bit I experienced, which was maybe at most the top 18% of that mountain with the poop on top.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6k98km/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572907897.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1572907897.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6j076q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f6ie1wl", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Maybe our \"Nagual\" is behind it all.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f6j076q", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe our &amp;quot;Nagual&amp;quot; is behind it all.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6j076q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572887123.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1572887123.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6ie1wl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f6e23ds", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This is how it went for me, the first time, several months ago. I was thinking about silence, reading about it, watching videos of people talking about it, &amp; posting about it on this subreddit. Basically the lion share of my mental and emotional efforts for the previous 24 hours or more.\n\nI was walking in the woods later that day, and at around 8:30pm noticed that my internal dialogue was not there. It was unmistakable and showed me, for the first time since childhood, that thought is different from the dialogue. They're totally parallel channels.\n\nSome part of me even tried, obstinately, to look for it or try to \"get it in gear,\" unsuccessfully. I had made no formal attempt to force it off, and couldn't even explain how to do so anyway (at that time). It just happened.\n\nIt stayed off till around noon the next day.\n\nLikely the physical act of walking served a similar function to a tensegrity pass. Somatic engagement. What was surprising was the extended period it stayed off.\n\nI honestly think that all we do is petition, using our tonal and it's biological hardware, for our energy body to shift us to internal silence. Petition and response, that's the dynamic. And the more you petition, the clearer and longer lasting the response.\n\nThe trick may be in learning to \"speak it's language.\" Shifts propagate **from** the energy body to the physical body, we're just fooled into thinking that our very necessary physical efforts are the root cause...when they're simply the request. We also have to be receptive (disentangled) or at least not actively resistant; the more we are the longer-lasting the shift.", "edited": 1572888504.0, "author_flair_css_class": null, "name": "t1_f6ie1wl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is how it went for me, the first time, several months ago. I was thinking about silence, reading about it, watching videos of people talking about it, &amp;amp; posting about it on this subreddit. Basically the lion share of my mental and emotional efforts for the previous 24 hours or more.&lt;/p&gt;\n\n&lt;p&gt;I was walking in the woods later that day, and at around 8:30pm noticed that my internal dialogue was not there. It was unmistakable and showed me, for the first time since childhood, that thought is different from the dialogue. They&amp;#39;re totally parallel channels.&lt;/p&gt;\n\n&lt;p&gt;Some part of me even tried, obstinately, to look for it or try to &amp;quot;get it in gear,&amp;quot; unsuccessfully. I had made no formal attempt to force it off, and couldn&amp;#39;t even explain how to do so anyway (at that time). It just happened.&lt;/p&gt;\n\n&lt;p&gt;It stayed off till around noon the next day.&lt;/p&gt;\n\n&lt;p&gt;Likely the physical act of walking served a similar function to a tensegrity pass. Somatic engagement. What was surprising was the extended period it stayed off.&lt;/p&gt;\n\n&lt;p&gt;I honestly think that all we do is petition, using our tonal and it&amp;#39;s biological hardware, for our energy body to shift us to internal silence. Petition and response, that&amp;#39;s the dynamic. And the more you petition, the clearer and longer lasting the response.&lt;/p&gt;\n\n&lt;p&gt;The trick may be in learning to &amp;quot;speak it&amp;#39;s language.&amp;quot; Shifts propagate &lt;strong&gt;from&lt;/strong&gt; the energy body to the physical body, we&amp;#39;re just fooled into thinking that our very necessary physical efforts are the root cause...when they&amp;#39;re simply the request. We also have to be receptive (disentangled) or at least not actively resistant; the more we are the longer-lasting the shift.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_dayrm2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6ie1wl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572876897.0, "author_flair_text": null, "collapsed": false, "created_utc": 1572876897.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6e23ds", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f6d6tg1", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Sounds like someone's intuiting what the internal dialogue does to people.\n\nI was chatting with someone on YouTube, who said they could turn off the internal dialogue for long periods.\n\nOf course, they can't.  But why do they think so?\n\nI get that one out of 20 times.  While I'm explaining difficult techniques to shut if off, they come back and say, \"Yea, I succeeded in shutting it off for 2 hours!\"\n\nWhaat???\n\nTurns out, they were influenced by Buddhist or Hindu literature, and were looking at some very top level of the mountain. Like, the mountain is the horrible internal dialogue, but  somewhere on it is a specific topic.  Egotism, pride, whatever Buddhists don't like.  Maybe in this mountain scenario, it looks like a pile of bear poop.\n\nDo bears leave poop piles?\n\nThey curtailed that pile of poop (maybe \"the ego\"), confusing it for the mountain below.\n\nI'm afraid this article does a little of that.  Cholita loves stuff like that. She keeps pushing me to listen to her self-help audio tapes, the bottom line of which seems to be \"how to keep a man\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f6e23ds", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sounds like someone&amp;#39;s intuiting what the internal dialogue does to people.&lt;/p&gt;\n\n&lt;p&gt;I was chatting with someone on YouTube, who said they could turn off the internal dialogue for long periods.&lt;/p&gt;\n\n&lt;p&gt;Of course, they can&amp;#39;t.  But why do they think so?&lt;/p&gt;\n\n&lt;p&gt;I get that one out of 20 times.  While I&amp;#39;m explaining difficult techniques to shut if off, they come back and say, &amp;quot;Yea, I succeeded in shutting it off for 2 hours!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Whaat???&lt;/p&gt;\n\n&lt;p&gt;Turns out, they were influenced by Buddhist or Hindu literature, and were looking at some very top level of the mountain. Like, the mountain is the horrible internal dialogue, but  somewhere on it is a specific topic.  Egotism, pride, whatever Buddhists don&amp;#39;t like.  Maybe in this mountain scenario, it looks like a pile of bear poop.&lt;/p&gt;\n\n&lt;p&gt;Do bears leave poop piles?&lt;/p&gt;\n\n&lt;p&gt;They curtailed that pile of poop (maybe &amp;quot;the ego&amp;quot;), confusing it for the mountain below.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid this article does a little of that.  Cholita loves stuff like that. She keeps pushing me to listen to her self-help audio tapes, the bottom line of which seems to be &amp;quot;how to keep a man&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6e23ds/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572799354.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1572799354.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6d6tg1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f60qfro", "score": 2, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\nhttps://thelastpsychiatrist.com/2011/04/the_abusive_boyfriend.html", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f6d6tg1", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://thelastpsychiatrist.com/2011/04/the_abusive_boyfriend.html\"&gt;https://thelastpsychiatrist.com/2011/04/the_abusive_boyfriend.html&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f6d6tg1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572791816.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1572791816.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f60qfro", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1572623593.0, "send_replies": true, "parent_id": "t1_f5yzrzt", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yea, it's true that I get better results with Cholita when I just tell her it has to be a certain way.  When she has control, she likes to mess things up on purpose.\n\nIt's a South American thing.  Machisma, or something like that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f60qfro", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yea, it&amp;#39;s true that I get better results with Cholita when I just tell her it has to be a certain way.  When she has control, she likes to mess things up on purpose.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a South American thing.  Machisma, or something like that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dayrm2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f60qfro/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572623593.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f5yzrzt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1572564298.0, "send_replies": true, "parent_id": "t3_dayrm2", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Just heard a newspiece about a wife in a middle eastern country who divorced her husband because he was too nice. She craved conflict. Uncertain women like men who are certain, and vocal about it.\n\nSource: https://life.gomcgill.com/woman-divorce-too-nice", "edited": 1572576581.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f5yzrzt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Just heard a newspiece about a wife in a middle eastern country who divorced her husband because he was too nice. She craved conflict. Uncertain women like men who are certain, and vocal about it.&lt;/p&gt;\n\n&lt;p&gt;Source: &lt;a href=\"https://life.gomcgill.com/woman-divorce-too-nice\"&gt;https://life.gomcgill.com/woman-divorce-too-nice&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dayrm2/male_vs_female_mindset/f5yzrzt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572564298.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dayrm2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]