[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I enjoy perusing paranormal subreddits and sites from time to time, and chuckling at the interpretations of the clueless individuals who experience them. Some of their reasoning is truly entertaining, but the actual accounts are often very illuminating. The unknown reveals itself to all individuals equally, but more obliquely to sorcerers in training because they are already actively engaging with the unknown rather than denying it's reality. \n\nI found this first one back in 2004.  It always stuck with me as a great example of cyclic beings:\n\n\"Here is a story that I came across on the web. A father was sitting with his young daughter, between 5 and 10 years old or so, in a music recital. He glanced over to his daughter to see that she was staring at a little girl who was sitting in their row, about 3 or 4 empty chairs down. He noticed that the other girl was also staring intently at his daughter, and when he looked close at her eyes he saw that her pupils were not round...they were elongated ovals. He had never seen someone with eyes like that before. Right then he noticed another man, presumably the father of the little girl, lean out and stare at him...with the same alien eyes. He was shocked. Then he must have looked away, because they next thing he knew the other father and daughter were simply gone. There was no time for them to have left by walking away, and no one in the music hall seemed to have noticed anyone leaving.\"\n\n.............................................................\n\nThis second one was posted a couple of weeks ago, but the poster decided to delete it for some reason. I had to get it from google's webcache before it disappeared. He later re-posted it in a different subreddit, in a slightly less well-written post [https://www.reddit.com/r/Humanoidencounters/comments/c13d4r/encounter\\_with\\_tall\\_white\\_figure\\_in\\_forest\\_bc/](https://www.reddit.com/r/Humanoidencounters/comments/c13d4r/encounter_with_tall_white_figure_in_forest_bc/) :\n\n[Encounter With Tall White Figure In Forest At Night B.C Canada](https://www.reddit.com/r/nosleep/comments/c6a3nf/encounter_with_tall_white_figure_in_forest_at/) , by [orionstarseed](https://www.reddit.com/user/orionstarseed) \n\n\"I have slightly edited this to add as much detail as possible from what I can remember and I have added in some information based on recent research. I have also removed the location screenshots from google maps satellite to respect the owners. I believe that me and my friend saw something not many people have and if they have, I haven't came across any stories that come close of the description of the figure I saw. This experience was the one of the most, if not the most spiritual experience I have ever had. I have included a link to a drawing I did of the figure to the best of my ability below.\n\nBack in 2010 in Abbotsford British Columbia Canada when I was 16 (I am 25 years old now and have been living here for about 12 years) my old friend lived in a part of town that has a lot of forest area and his backyard was a good couple acres of forest with a few houses surrounded in the distance. Me and him would go and explore the forest all the time because it was quite mystical and just a cool place to wander.\n\nThis one time me and my friend went outside to his forest with his dog like we would usually do in the daytime, but this time at night in his backyard forest at probably close to 1 am to go explore and smoke a joint. There's a steep cliff when you first walk in. It is only about 10 feet into the forest area. When we were standing at the cliff/ravine before the path way leading down to the rest of the forest which was the only safe way to walk down especially at night, I could see a tall white illuminated figure and it was in between two trees kind of moving around between the trees. I asked my friend if he saw it and he said yes he could as well , then we stood silent in fear and I could feel impending doom and I had shivers going throughout my body.\n\nThe best way I can describe it is the feeling you get when someone dies or you are about to die, the feeling of dread inside your chest like you are helpless. I remembered this feeling from personal experiences of almost dying and from close people and pets dying in my life. We left very quick because we had no clue what it was, it scared us and we felt we were in danger. I remember my friend yelling something at it because he could tell his dog was scared , I am actually pretty positive the dog was wimpering. And the figure was just still slightly moving between the trees. After my friend yelled at it because his dog was scared we pretty much left right after cause it didn't respond back it just kept doing its thing between the trees.\n\nThe figure was pure white and solid seemed to be at least 6 to 7 feet tall from where we were standing which was about 30-40 feet away from us so it could have been even bigger than it appeared to us at that distance. I am positive it was not a living creature or a human being and it was not a trick of the mind or light, there was no light nor moon shining in the forest because it was pitch black and filled with pine trees, and there were no houses close enough to give off any light whatsoever or give off a shine. It was upside down v shaped and It had no physical features at all except for very long arms. It was pitch black in the forest but the whole figure was sort of blurry giving off a white light like if you were to look at something out of focus.\n\nIt wasn't illuminated to the point where it was giving off a bright light, it was more like a really condensed figure of white smoke and dim soft light but you could see it in the pitch black. It was soft white light but it was large and doing something very strange. The best way I could describe it was it looked like flowing curtains in the wind, its movement was very fluid like, and it was making no sound at all. It was staying in the same exact place but it the movements looked like it was shapeshifting/convulsing in a way and moving left to right back and forth (kind of like a giant stickbug walking). The other best way I could describe its movement is if you have ever done Magic Mushrooms you will know what stuff looks like when it \"Breathes\" this is the effect it was giving off, except we were completely sober, thats why it was so astonishing to look at, it was almost angelic like.\n\nI am pretty sure it was not something that was physical and it was rather a manifestation of an entity or an alien due to its unnatural movement and unnatural appearance, it would have attacked us if it was a physical creature and really felt threatened. And the energy that it put off I don't think could be created by a living creature or animal, unless somehow they had a really dark negative energy attached to them. It was literally something you would see in a science fiction horror movie.\n\nIt was kind of odd because the figure didn't catch my attention right away my eyes just kind of adjusted to the dark when I noticed the figure and focused in on it in the distance and I couldn't believe and wasn't sure what I was looking at. I also find it strange that I didn't even have to point out to my friend where the figure was he automatically saw it at the same time I saw it, like it wanted to be seen. It could have quite possibly have been a warning and that is why me and my friend left right away without any hesitation. It is now 9 years later I am 25 and the experience still scares me.\n\nHe has no neighbors that are close to the location because as I said his forest is a couple acres, so there is no way it could have been a neighbor in his forest. To this day the feeling that I got when I saw that still gives me shivers, something so powerful that it emits a powerful vibe of fear and death. The fact that we went out to his forest at that time really late at night and happened to see that freaks me out as well, cause it was clearly meant to be seen by us. If we went out any later or any sooner we might not have seen whatever it was that manifested in his forest at that moment of time. Once we got out of the forest it felt like a huge weight had been lifted off my shoulders.\n\nEdit/Update:\n\nStarted drawing image of figure to the best of my ability, the swirly intertwining lines represent the kind of swift swirling, blinds blowing in the wind motion it was making. And the swirls were all soft white light including the whole figure.It is very hard for me to replicate exactly what I saw because I am not that great of an artist and I don't know how to recreate the type of movements it was making with pencils or pen.\n\n[https://imgur.com/eB8XTFH](https://imgur.com/eB8XTFH)\n\nI can't guarantee that I would get anything on camera, I am not sure the figure will ever show up again in the forest, and I am not sure if it will show up on camera due to whatever it was. and it would be a waste of time and effort besides of having the nostalgia of going back to this location and \"possibly\" seeing the figure again but I highly doubt it unless it manifests itself regularly in the forest.\"\n\n...........................................................\n\nThe third one is a very short video titled inaccurately (from our perspective), but what can you do:\n\n[https://www.reddit.com/r/nextfuckinglevel/comments/c52tw0/is\\_himself\\_but\\_from\\_the\\_future/](https://www.reddit.com/r/nextfuckinglevel/comments/c52tw0/is_himself_but_from_the_future/)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Paranormal Storytime", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_c8gxzr", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1562152565.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1562111513.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I enjoy perusing paranormal subreddits and sites from time to time, and chuckling at the interpretations of the clueless individuals who experience them. Some of their reasoning is truly entertaining, but the actual accounts are often very illuminating. The unknown reveals itself to all individuals equally, but more obliquely to sorcerers in training because they are already actively engaging with the unknown rather than denying it&amp;#39;s reality. &lt;/p&gt;\n\n&lt;p&gt;I found this first one back in 2004.  It always stuck with me as a great example of cyclic beings:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Here is a story that I came across on the web. A father was sitting with his young daughter, between 5 and 10 years old or so, in a music recital. He glanced over to his daughter to see that she was staring at a little girl who was sitting in their row, about 3 or 4 empty chairs down. He noticed that the other girl was also staring intently at his daughter, and when he looked close at her eyes he saw that her pupils were not round...they were elongated ovals. He had never seen someone with eyes like that before. Right then he noticed another man, presumably the father of the little girl, lean out and stare at him...with the same alien eyes. He was shocked. Then he must have looked away, because they next thing he knew the other father and daughter were simply gone. There was no time for them to have left by walking away, and no one in the music hall seemed to have noticed anyone leaving.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;.............................................................&lt;/p&gt;\n\n&lt;p&gt;This second one was posted a couple of weeks ago, but the poster decided to delete it for some reason. I had to get it from google&amp;#39;s webcache before it disappeared. He later re-posted it in a different subreddit, in a slightly less well-written post &lt;a href=\"https://www.reddit.com/r/Humanoidencounters/comments/c13d4r/encounter_with_tall_white_figure_in_forest_bc/\"&gt;https://www.reddit.com/r/Humanoidencounters/comments/c13d4r/encounter_with_tall_white_figure_in_forest_bc/&lt;/a&gt; :&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/nosleep/comments/c6a3nf/encounter_with_tall_white_figure_in_forest_at/\"&gt;Encounter With Tall White Figure In Forest At Night B.C Canada&lt;/a&gt; , by &lt;a href=\"https://www.reddit.com/user/orionstarseed\"&gt;orionstarseed&lt;/a&gt; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have slightly edited this to add as much detail as possible from what I can remember and I have added in some information based on recent research. I have also removed the location screenshots from google maps satellite to respect the owners. I believe that me and my friend saw something not many people have and if they have, I haven&amp;#39;t came across any stories that come close of the description of the figure I saw. This experience was the one of the most, if not the most spiritual experience I have ever had. I have included a link to a drawing I did of the figure to the best of my ability below.&lt;/p&gt;\n\n&lt;p&gt;Back in 2010 in Abbotsford British Columbia Canada when I was 16 (I am 25 years old now and have been living here for about 12 years) my old friend lived in a part of town that has a lot of forest area and his backyard was a good couple acres of forest with a few houses surrounded in the distance. Me and him would go and explore the forest all the time because it was quite mystical and just a cool place to wander.&lt;/p&gt;\n\n&lt;p&gt;This one time me and my friend went outside to his forest with his dog like we would usually do in the daytime, but this time at night in his backyard forest at probably close to 1 am to go explore and smoke a joint. There&amp;#39;s a steep cliff when you first walk in. It is only about 10 feet into the forest area. When we were standing at the cliff/ravine before the path way leading down to the rest of the forest which was the only safe way to walk down especially at night, I could see a tall white illuminated figure and it was in between two trees kind of moving around between the trees. I asked my friend if he saw it and he said yes he could as well , then we stood silent in fear and I could feel impending doom and I had shivers going throughout my body.&lt;/p&gt;\n\n&lt;p&gt;The best way I can describe it is the feeling you get when someone dies or you are about to die, the feeling of dread inside your chest like you are helpless. I remembered this feeling from personal experiences of almost dying and from close people and pets dying in my life. We left very quick because we had no clue what it was, it scared us and we felt we were in danger. I remember my friend yelling something at it because he could tell his dog was scared , I am actually pretty positive the dog was wimpering. And the figure was just still slightly moving between the trees. After my friend yelled at it because his dog was scared we pretty much left right after cause it didn&amp;#39;t respond back it just kept doing its thing between the trees.&lt;/p&gt;\n\n&lt;p&gt;The figure was pure white and solid seemed to be at least 6 to 7 feet tall from where we were standing which was about 30-40 feet away from us so it could have been even bigger than it appeared to us at that distance. I am positive it was not a living creature or a human being and it was not a trick of the mind or light, there was no light nor moon shining in the forest because it was pitch black and filled with pine trees, and there were no houses close enough to give off any light whatsoever or give off a shine. It was upside down v shaped and It had no physical features at all except for very long arms. It was pitch black in the forest but the whole figure was sort of blurry giving off a white light like if you were to look at something out of focus.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t illuminated to the point where it was giving off a bright light, it was more like a really condensed figure of white smoke and dim soft light but you could see it in the pitch black. It was soft white light but it was large and doing something very strange. The best way I could describe it was it looked like flowing curtains in the wind, its movement was very fluid like, and it was making no sound at all. It was staying in the same exact place but it the movements looked like it was shapeshifting/convulsing in a way and moving left to right back and forth (kind of like a giant stickbug walking). The other best way I could describe its movement is if you have ever done Magic Mushrooms you will know what stuff looks like when it &amp;quot;Breathes&amp;quot; this is the effect it was giving off, except we were completely sober, thats why it was so astonishing to look at, it was almost angelic like.&lt;/p&gt;\n\n&lt;p&gt;I am pretty sure it was not something that was physical and it was rather a manifestation of an entity or an alien due to its unnatural movement and unnatural appearance, it would have attacked us if it was a physical creature and really felt threatened. And the energy that it put off I don&amp;#39;t think could be created by a living creature or animal, unless somehow they had a really dark negative energy attached to them. It was literally something you would see in a science fiction horror movie.&lt;/p&gt;\n\n&lt;p&gt;It was kind of odd because the figure didn&amp;#39;t catch my attention right away my eyes just kind of adjusted to the dark when I noticed the figure and focused in on it in the distance and I couldn&amp;#39;t believe and wasn&amp;#39;t sure what I was looking at. I also find it strange that I didn&amp;#39;t even have to point out to my friend where the figure was he automatically saw it at the same time I saw it, like it wanted to be seen. It could have quite possibly have been a warning and that is why me and my friend left right away without any hesitation. It is now 9 years later I am 25 and the experience still scares me.&lt;/p&gt;\n\n&lt;p&gt;He has no neighbors that are close to the location because as I said his forest is a couple acres, so there is no way it could have been a neighbor in his forest. To this day the feeling that I got when I saw that still gives me shivers, something so powerful that it emits a powerful vibe of fear and death. The fact that we went out to his forest at that time really late at night and happened to see that freaks me out as well, cause it was clearly meant to be seen by us. If we went out any later or any sooner we might not have seen whatever it was that manifested in his forest at that moment of time. Once we got out of the forest it felt like a huge weight had been lifted off my shoulders.&lt;/p&gt;\n\n&lt;p&gt;Edit/Update:&lt;/p&gt;\n\n&lt;p&gt;Started drawing image of figure to the best of my ability, the swirly intertwining lines represent the kind of swift swirling, blinds blowing in the wind motion it was making. And the swirls were all soft white light including the whole figure.It is very hard for me to replicate exactly what I saw because I am not that great of an artist and I don&amp;#39;t know how to recreate the type of movements it was making with pencils or pen.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://imgur.com/eB8XTFH\"&gt;https://imgur.com/eB8XTFH&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t guarantee that I would get anything on camera, I am not sure the figure will ever show up again in the forest, and I am not sure if it will show up on camera due to whatever it was. and it would be a waste of time and effort besides of having the nostalgia of going back to this location and &amp;quot;possibly&amp;quot; seeing the figure again but I highly doubt it unless it manifests itself regularly in the forest.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;...........................................................&lt;/p&gt;\n\n&lt;p&gt;The third one is a very short video titled inaccurately (from our perspective), but what can you do:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/nextfuckinglevel/comments/c52tw0/is_himself_but_from_the_future/\"&gt;https://www.reddit.com/r/nextfuckinglevel/comments/c52tw0/is_himself_but_from_the_future/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?auto=webp&amp;s=661a759e44b2b327bbe3e821a6c9169a6313bf71", "width": 1836, "height": 3264}, "resolutions": [{"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=145f415a36ed9fe1a9f00b08455d0df1de465a75", "width": 108, "height": 192}, {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=be88bf4a03bcbe54952be1efba7aad3986c61f07", "width": 216, "height": 384}, {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=678e13359b2c2d04bd3d2f853ee8b84b3d3522dd", "width": 320, "height": 568}, {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=710b2dcf0e50b169c52700d4597561ecb6dfa1b0", "width": 640, "height": 1137}, {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=3381262743a1dfb5f4c429dec72e4453bab6d43e", "width": 960, "height": 1706}, {"url": "https://external-preview.redd.it/v0NJN8S39PPqiT2m0Pkv92W-ZwJIdiSl6GQZ_9Ocva8.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=1a2d03f969f204fbb397ee65712f1a91c7441a81", "width": 1080, "height": 1920}], "variants": {}, "id": "dfNKitGJhe2-VZBekMEhzO92Dehmz0m_9mfxoLOLE5I"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "c8gxzr", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 46, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/c8gxzr/paranormal_storytime/", "subreddit_subscribers": 9561, "created_utc": 1562111513.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "est8zap", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_est73m9", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I sort of see what you mean.  Or  maybe I could put it another way.  The information about those places comes to us, but not like normal sight or touch.    You could use a machine to concentrate it and make it work with our normal senses, but even so, we might have neurons in the body that can detect that kind of information. And then our second attention is fully capable of taking very scant information, and filling in the rest using *intent*.\n\nCarlos wasn't making up stuff about the right leg's calf.  It came up all though the books; remember the rabbit dance of death (or something like that)?  Or Zuleica's fuzzy lingerie that stimulates the right calf?\n\nThere's some of those exotic neural receptors right there, in the right calf.", "edited": 1562269245.0, "author_flair_css_class": null, "name": "t1_est8zap", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I sort of see what you mean.  Or  maybe I could put it another way.  The information about those places comes to us, but not like normal sight or touch.    You could use a machine to concentrate it and make it work with our normal senses, but even so, we might have neurons in the body that can detect that kind of information. And then our second attention is fully capable of taking very scant information, and filling in the rest using &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Carlos wasn&amp;#39;t making up stuff about the right leg&amp;#39;s calf.  It came up all though the books; remember the rabbit dance of death (or something like that)?  Or Zuleica&amp;#39;s fuzzy lingerie that stimulates the right calf?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some of those exotic neural receptors right there, in the right calf.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/est8zap/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562263842.0, "author_flair_text": null, "collapsed": false, "created_utc": 1562263842.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "est73m9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_est4zra", "score": 2, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "On “projection from center of galaxy” there’s the basis of syntergics by the mexican neuroscientist, talking about the fact that telescopes show you stars when focused correctly, while physically being located on Earth = “zooming in” into pieces of transparent space right near you. So he points out that the space around has a ton of information, and it’s a question of the right focus to unlock it. Going by this the IB interaction might actually be from far away, similar to projections of galaxies in cubic micrometers of space/air near telescope sensors. \nThis might shed new light on the “cubic centimeter” phrase", "edited": 1562263375.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_est73m9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;On “projection from center of galaxy” there’s the basis of syntergics by the mexican neuroscientist, talking about the fact that telescopes show you stars when focused correctly, while physically being located on Earth = “zooming in” into pieces of transparent space right near you. So he points out that the space around has a ton of information, and it’s a question of the right focus to unlock it. Going by this the IB interaction might actually be from far away, similar to projections of galaxies in cubic micrometers of space/air near telescope sensors. \nThis might shed new light on the “cubic centimeter” phrase&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/est73m9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562263105.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562263105.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "et454a6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_et2d7l0", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's super cool!  Sometimes if you look into such things, the scholarship and intellectual speculation that it flows from is astounding.  The Jewish Scholars have the ability to take a tiny idea or piece of writing that seems pretty mundane and obvious, and then show that it isn't.  They even treat Hebrew as if it were still the \"original language\", meaning designed by God himself, and spoken before he confounded all the langauges.\n\nBut what do you suppose would happen if one of those philosophers started claiming he could really *see* what they described there?  \n\nIn most religions, it's fine to believe, but if you start claiming you actually know from experience, you're marginalized.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_et454a6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s super cool!  Sometimes if you look into such things, the scholarship and intellectual speculation that it flows from is astounding.  The Jewish Scholars have the ability to take a tiny idea or piece of writing that seems pretty mundane and obvious, and then show that it isn&amp;#39;t.  They even treat Hebrew as if it were still the &amp;quot;original language&amp;quot;, meaning designed by God himself, and spoken before he confounded all the langauges.&lt;/p&gt;\n\n&lt;p&gt;But what do you suppose would happen if one of those philosophers started claiming he could really &lt;em&gt;see&lt;/em&gt; what they described there?  &lt;/p&gt;\n\n&lt;p&gt;In most religions, it&amp;#39;s fine to believe, but if you start claiming you actually know from experience, you&amp;#39;re marginalized.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et454a6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562444264.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562444264.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "et2d7l0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esyusou", "score": 2, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Kabbala has an intriguing part called the Screen (“מסך”) thru which energy/Lights (“אורות”) pass and operation of “Cleaning the Screen” (“זיכוך מסך”) to maje it more transparent and allow more efficient passage. \n\nThis is related to something called Contraction (“צמצום”) which relates to different layers/vessels of being starting to reflect Light when filled up, and the Reflected Light (“אור חוזר”) creating a new pathway which adds efficiency. (the place of reflectance is the Screen)\n\nhttps://en.m.wikipedia.org/wiki/Tzimtzum", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_et2d7l0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Kabbala has an intriguing part called the Screen (“מסך”) thru which energy/Lights (“אורות”) pass and operation of “Cleaning the Screen” (“זיכוך מסך”) to maje it more transparent and allow more efficient passage. &lt;/p&gt;\n\n&lt;p&gt;This is related to something called Contraction (“צמצום”) which relates to different layers/vessels of being starting to reflect Light when filled up, and the Reflected Light (“אור חוזר”) creating a new pathway which adds efficiency. (the place of reflectance is the Screen)&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://en.m.wikipedia.org/wiki/Tzimtzum\"&gt;https://en.m.wikipedia.org/wiki/Tzimtzum&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et2d7l0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562415012.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562415012.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_esz82wo", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "esz82wo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562356983.0, "send_replies": true, "parent_id": "t1_esz4ytl", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Most living (or inorganic) beings above a certain neural or consciousness threshold seem to have emotions...despite having no internal dialogues or an extra coat of glowing awareness over their luminous shells.\n\nI recall don Juan himself mentioning that the universe itself has waves of longing/sadness or something similar.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_esz82wo", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Most living (or inorganic) beings above a certain neural or consciousness threshold seem to have emotions...despite having no internal dialogues or an extra coat of glowing awareness over their luminous shells.&lt;/p&gt;\n\n&lt;p&gt;I recall don Juan himself mentioning that the universe itself has waves of longing/sadness or something similar.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esz82wo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562356983.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "esz4ytl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1562355263.0, "send_replies": true, "parent_id": "t1_esz46n2", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I got into a perplexing position of the assemblage point last night.\n\nI think it's in the range of \"abstract dreaming\", a topic Carlos mentioned a few times, but didn't precisely explain. The closest he might have gotten to explaining, is the forward for \"Active Side of Infinity\".\n\nI was so absolutely silent that I could see anything I thought of, right in front of my open eyes.  Entire cities, strange worlds.\n\nThat might sound cool, but it's a little bothersome from my point of view. I'd like to stop the world, and play with that sandy corridor between worlds.  I like the feeling that each one is real, and you only need to find the portal and learn to use it.\n\nBut to entirely bypass that and just be able to peer into the wheel of time at random, makes it all seem pointless.  I started to wonder if don Juan and his group weren't in fact a little bored with the whole thing, but had to play it up for Carlos, to make it seem fun.\n\nI was a little depressed by it.  \n\nI pulled myself back from that view of a random world, and looked around the room for colors. It had gone wild.  \n\nMy little fairy was right there in front of me, just sitting there.  She looked worried.\n\nI'm always instantly pleased to see her. I'm literally in love with that inorganic being.\n\nI realized it was just a position of the assemblage point.   Even absent an internal dialogue, we can still feel some kind of sadness.\n\nApparently there are some positions past the \"self\", which are still unpleasant.  \n\nLosing the human form seems unlikely to produce happiness, although it's surely a lot better than internal dialogue hell.", "edited": 1562355627.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_esz4ytl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I got into a perplexing position of the assemblage point last night.&lt;/p&gt;\n\n&lt;p&gt;I think it&amp;#39;s in the range of &amp;quot;abstract dreaming&amp;quot;, a topic Carlos mentioned a few times, but didn&amp;#39;t precisely explain. The closest he might have gotten to explaining, is the forward for &amp;quot;Active Side of Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I was so absolutely silent that I could see anything I thought of, right in front of my open eyes.  Entire cities, strange worlds.&lt;/p&gt;\n\n&lt;p&gt;That might sound cool, but it&amp;#39;s a little bothersome from my point of view. I&amp;#39;d like to stop the world, and play with that sandy corridor between worlds.  I like the feeling that each one is real, and you only need to find the portal and learn to use it.&lt;/p&gt;\n\n&lt;p&gt;But to entirely bypass that and just be able to peer into the wheel of time at random, makes it all seem pointless.  I started to wonder if don Juan and his group weren&amp;#39;t in fact a little bored with the whole thing, but had to play it up for Carlos, to make it seem fun.&lt;/p&gt;\n\n&lt;p&gt;I was a little depressed by it.  &lt;/p&gt;\n\n&lt;p&gt;I pulled myself back from that view of a random world, and looked around the room for colors. It had gone wild.  &lt;/p&gt;\n\n&lt;p&gt;My little fairy was right there in front of me, just sitting there.  She looked worried.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m always instantly pleased to see her. I&amp;#39;m literally in love with that inorganic being.&lt;/p&gt;\n\n&lt;p&gt;I realized it was just a position of the assemblage point.   Even absent an internal dialogue, we can still feel some kind of sadness.&lt;/p&gt;\n\n&lt;p&gt;Apparently there are some positions past the &amp;quot;self&amp;quot;, which are still unpleasant.  &lt;/p&gt;\n\n&lt;p&gt;Losing the human form seems unlikely to produce happiness, although it&amp;#39;s surely a lot better than internal dialogue hell.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esz4ytl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562355263.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "esz46n2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562354852.0, "send_replies": true, "parent_id": "t1_esz0lag", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\"Forget the self and you will fear nothing, in whatever level of awareness you find yourself to be.\"\nCarlos Castaneda\n\nI still quote, when it's needed.", "edited": 1562355039.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_esz46n2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Forget the self and you will fear nothing, in whatever level of awareness you find yourself to be.&amp;quot;\nCarlos Castaneda&lt;/p&gt;\n\n&lt;p&gt;I still quote, when it&amp;#39;s needed.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esz46n2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562354852.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "esz0lag", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esyybb0", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "See now, that just makes me want to visit there.  And maybe turn the biggest demon into a Fairy.\n\nI was talking about demons with a catholic, and they literally shuddered!\n\nWhat the heck???  \n\nInternal dialogue...", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_esz0lag", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;See now, that just makes me want to visit there.  And maybe turn the biggest demon into a Fairy.&lt;/p&gt;\n\n&lt;p&gt;I was talking about demons with a catholic, and they literally shuddered!&lt;/p&gt;\n\n&lt;p&gt;What the heck???  &lt;/p&gt;\n\n&lt;p&gt;Internal dialogue...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esz0lag/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562353014.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562353014.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "esyybb0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esyusou", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This image from my collection seems appropriate!\n\nhttps://i.redd.it/68qqekixxyd41.jpg", "edited": 1580413101.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_esyybb0", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This image from my collection seems appropriate!&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://i.redd.it/68qqekixxyd41.jpg\"&gt;https://i.redd.it/68qqekixxyd41.jpg&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esyybb0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562351841.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562351841.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_etgfjma", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "etgfjma", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1562789880.0, "send_replies": true, "parent_id": "t1_etcoyle", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;In fact it does such a good job of moving to a position to enhance your interests, if you tell most people that they spend most of their time feeling sorry for themselves, they'll vehemently deny it.\n\nAbsolutely. And to take back control from the foreign installation, or whatever we're calling it, I think it's essential to first realise that exactly where we are and how we're feeling is down to our intent; it got us into this, and it can get us out of it. It may not have been our conscious *intention* to spend the last three years as a drunk in Puerto Vallarta, but intent led us here somehow, perhaps we just wanted to get out of a shitty marriage and have fun with beach girls for a while but whatever, here we are.\n\n&gt;I believe (just a theory) that you select the direction it moves, during stalking, by what \"tickles your fancy\". In other words, you don't just pretend to be someone else. You BECOME someone else. Or at least, in what peaks your interest. What peaks your interest directs the assemblage point.\n\nI'm not sure we're ever fully anything. The old sorcerers fell into the trap of believing they became a position of the assemblage point, so they went for the scariest monstrosities possible in their pursuit of power (not all of them of course, I'm sure there were a lot of good guys and gals too). And we do the same of course, we assume we're defined by our present condition, though our condition is actually defined by the position of the assemblage point, and that assumption actually fixes the assemblage point in place; it's self-fulfilling!  \nI like the terminology of Warrior/Traveler (introduced in *The Active Side of Infinity*?) and also the idea of losing the human form here. Ultimately we're just some sort of potential of consciousness or something: the warrior/traveler can go anywhere without picking up the local customs.\n\n&gt;And probably nothing will happen unless you learn to be silent. Except that stalking itself helps reduce the internal dialogue.\n\nAssumptions of who we are, which are based on the position of the assemblage point, must reduce when we move the assemblage point to another place (at least until we frantically start making assumptions about who we are based on the new position). Doing something like Taisha and totally taking on a new persona several times must quickly make the assemblage point very flexible and not only able to take any position that one intends but also to quickly fix it there.\n\nEdit: formatting.", "edited": 1562803795.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_etgfjma", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;In fact it does such a good job of moving to a position to enhance your interests, if you tell most people that they spend most of their time feeling sorry for themselves, they&amp;#39;ll vehemently deny it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Absolutely. And to take back control from the foreign installation, or whatever we&amp;#39;re calling it, I think it&amp;#39;s essential to first realise that exactly where we are and how we&amp;#39;re feeling is down to our intent; it got us into this, and it can get us out of it. It may not have been our conscious &lt;em&gt;intention&lt;/em&gt; to spend the last three years as a drunk in Puerto Vallarta, but intent led us here somehow, perhaps we just wanted to get out of a shitty marriage and have fun with beach girls for a while but whatever, here we are.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;I believe (just a theory) that you select the direction it moves, during stalking, by what &amp;quot;tickles your fancy&amp;quot;. In other words, you don&amp;#39;t just pretend to be someone else. You BECOME someone else. Or at least, in what peaks your interest. What peaks your interest directs the assemblage point.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m not sure we&amp;#39;re ever fully anything. The old sorcerers fell into the trap of believing they became a position of the assemblage point, so they went for the scariest monstrosities possible in their pursuit of power (not all of them of course, I&amp;#39;m sure there were a lot of good guys and gals too). And we do the same of course, we assume we&amp;#39;re defined by our present condition, though our condition is actually defined by the position of the assemblage point, and that assumption actually fixes the assemblage point in place; it&amp;#39;s self-fulfilling!&lt;br/&gt;\nI like the terminology of Warrior/Traveler (introduced in &lt;em&gt;The Active Side of Infinity&lt;/em&gt;?) and also the idea of losing the human form here. Ultimately we&amp;#39;re just some sort of potential of consciousness or something: the warrior/traveler can go anywhere without picking up the local customs.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;And probably nothing will happen unless you learn to be silent. Except that stalking itself helps reduce the internal dialogue.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Assumptions of who we are, which are based on the position of the assemblage point, must reduce when we move the assemblage point to another place (at least until we frantically start making assumptions about who we are based on the new position). Doing something like Taisha and totally taking on a new persona several times must quickly make the assemblage point very flexible and not only able to take any position that one intends but also to quickly fix it there.&lt;/p&gt;\n\n&lt;p&gt;Edit: formatting.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/etgfjma/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562789880.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_etczkrj", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "etczkrj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562695972.0, "send_replies": true, "parent_id": "t1_etcoyle", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;You can use that to help keep you at the \"place of no pity. I hate that name...\n\nThen change it like I do! You then have to catch yourself and remember what it was called in the books if you want to talk about it with others. Castaneda said that true sorcerers are constantly improving and reworking the terminology and methods they inherit from past practitioners. Nothing is ever sacred and unalterable.\n\nI made a breakthrough with the right way of walking technique. I was finding it very difficult not letting my eyes wander to the individual elements of the environment, slipping up when walking over unpredictable ground with tree roots etc.\n\nThen I tried two mode walking, one with the hands curled at the sides and eyes looking slightly above the horizon (even if you can't see it through all the trees)...the other with the eyes 10-15 feet ahead gazing at the ground, and switching between the two as needed. It worked, and I stayed in either one of the modes for hours; including a department store and while driving (which has a different focus point). \n\nThe right way of walking is stalking. It's altering something you've done habitually you whole life, and that you can't really avoid doing during an average day (specific life situations excluded).", "edited": 1562702351.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_etczkrj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You can use that to help keep you at the &amp;quot;place of no pity. I hate that name...&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Then change it like I do! You then have to catch yourself and remember what it was called in the books if you want to talk about it with others. Castaneda said that true sorcerers are constantly improving and reworking the terminology and methods they inherit from past practitioners. Nothing is ever sacred and unalterable.&lt;/p&gt;\n\n&lt;p&gt;I made a breakthrough with the right way of walking technique. I was finding it very difficult not letting my eyes wander to the individual elements of the environment, slipping up when walking over unpredictable ground with tree roots etc.&lt;/p&gt;\n\n&lt;p&gt;Then I tried two mode walking, one with the hands curled at the sides and eyes looking slightly above the horizon (even if you can&amp;#39;t see it through all the trees)...the other with the eyes 10-15 feet ahead gazing at the ground, and switching between the two as needed. It worked, and I stayed in either one of the modes for hours; including a department store and while driving (which has a different focus point). &lt;/p&gt;\n\n&lt;p&gt;The right way of walking is stalking. It&amp;#39;s altering something you&amp;#39;ve done habitually you whole life, and that you can&amp;#39;t really avoid doing during an average day (specific life situations excluded).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/etczkrj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562695972.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_etdc675", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "etdc675", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562703687.0, "send_replies": true, "parent_id": "t1_etcoyle", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;decide that it's time to stop staring at purple lines, and check out what's really going on\n\nCan you give an example of how you extricated yourself from this kind of abstract dreaming? Do you see past it, or what exactly?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_etdc675", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;decide that it&amp;#39;s time to stop staring at purple lines, and check out what&amp;#39;s really going on&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Can you give an example of how you extricated yourself from this kind of abstract dreaming? Do you see past it, or what exactly?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/etdc675/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562703687.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "etcoyle", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1562689598.0, "send_replies": true, "parent_id": "t1_etbm4p3", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As I've stated, I'm as lazy as they come.  I don't like stalking; it's too much work.  My speed is more like sitting in a comfy chair and recapitulating for hours, or watching colors in the darkness and playing with them.  With a couple espresso double shots on the night stand.\n\nI also don't like Tensegrity, even though I'm forced to do some each night.   If nothing is happening, I have to revert to basics.\n\nThat said, the process to get to heightened awareness is pretty straight forward.  You get silent. Then stalking, tensegrity, or Zuleica's techniques, will pull the assemblage point in the correct direction.\n\nAnd a warning: damage to the body will deviate its movement, so take care of yourselves. It'll go sideways when it moves and you'll end up staring at blue lines you think should be purple, and feeling sorry for yourself over some imaginary arch enemy who’s faking them to be blue lines.   \n\nIt's nutty in abstract dreaming, thus my recommendation to channel your inner Quark (star trek reference).  Meaning, use that merchant's mind to decide that it's time to stop staring at purple lines, and check out what's really going on, so you can increase the profit.  You'll be fighting, \"Yea but...\" nonsense about how the abstract and bizarre storyline is absolutely true, and it's pointless to pretend it isn't true.  But Quark will cut to the chase if you let him. Abstract dreaming is rough, unless you have a little rationality left.\n\nIf you practice Zuleica's technique EVERY SINGLE NIGHT, you get to keep the heightened awareness nearly all the next day.  But it does indeed fade, and chances are you won't be able to do it every night.  I can't, and I get rewarded big time when I do.  So, you guys likely won't either.\n\nBut you'll get to keep some of it.  And maybe a half day.\n\nSo how to keep it all day?  You have to be silent, that's the main thing.\n\nIt doesn't have to be perfect, just most of the time.\n\nNow, you need something to keep it moved over into heightened awareness.\n\nYou can peer into the second attention during the day.  Try your eyelashes. Someone complained about having long ones.  Don't!  Those are great.  Did you know they’re right in your sight, but you gloss over them?\n\nTry to see them, move your head back and forth a tiny bit like that technique for using eyelashes to capture sparkles from sunlight, and see if you can't cause the other \"eye junk\" to show up more.  Dust, lines, cataracts. Whatever junk you can find, that you were glossing away before.  \n\nGlossing away means your brain ignores it, despite the fact that it's there.  Make more of it, and some of it will actually be from the second attention.  You can use that to help keep you at the \"place of no pity\".\n\nI hate that name...  Why did Carlos make up such pretentious things?  It's just a position where you don't feel sorry for yourself, because your idea of \"self\" is weakened.  And then if you don't feel sorry for yourself, other people can't manipulate you by appealing to your inner sadness.\n\nSo I guess place of no pity is descriptive, but it implies some kind of hard headed witch going around taking advantage of people, and bullying them when they won't behave.\n\nIt's just you that has no pity, for yourself anymore.  Not that you become a bully.\n\nBad name.\n\nHow to use stalking to hold it there?  I can't give you the fine details of that.  Like I said, I'm too lazy for stalking.\n\nBut, how it works seems kind of obvious.  You have to have silence. But silence isn't perfect at first.  So you can use stalking to help \"not be yourself\".\n\nNot being yourself keeps you from going back to normal fantasies, like how much you hate your sister's small dog (substitute boyfriend), why that cute girl in the office keeps wearing less and less clothes to work, the nasty personality of one of your family members and how \"unfair\" it is, etc.\n\nWe have nasty petty personalities and spend all day feeling sorry for ourselves.\nAnd our assemblage point doesn't judge, it just moves where you need to be, for best interaction with what you're interested in.  In fact it does such a good job of moving to a position to enhance your interests, if you tell most people that they spend most of their time feeling sorry for themselves, they'll vehemently deny it. They don't even know themselves!  \n\nForget about trying to help people that lost. They'll perceive it as an attack instead.\n\nStalking reduces that kind of nonsense, and if you become an entirely different person, it stops it massively.\n\nThen the assemblage point can move (because you kept silence going).\n\nWhat bothers me about stalking is, I can't understand how you get control over where it moves.  But I can give one of you a hint, and hopefully someone is more talented than me.    \n\nI believe (just a theory) that you select the direction it moves, during stalking, by what \"tickles your fancy\".\n\nIn other words, you don't just pretend to be someone else.  You BECOME someone else.  Or at least, in what peaks your interest.  What peaks your interest directs the assemblage point.\n\nAnd probably nothing will happen unless you learn to be silent.  Except that stalking itself helps reduce the internal dialogue.\n\nTensegrity does also, since you have to concentrate on remembering movements, so you can't think to yourself as normal.  Carlos wrote about \"saturating us\" in his last books, and he mentioned it in class too.  If you have to focus on muscle memory, that car bill you're worried about can wait till later.\n\nBut NOTHING is going to work faster than FORCING yourself silent, while looking for details that have to be coming from the second attention.  Focusing on those causes the assemblage point to move to where you can do that better, and since that's a mix of first attention and second attention, it activates the second attention's energy body, while you are still conscious.\n\nOnce that happens, it's very important to use Zuleica's technique to move the colors closer, or use some tensegrity moves, and manipulate the energy with your hands.  That will intensify it until it's no longer vague and easy to explain away.\n\n\nEdited: three times", "edited": 1562694340.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_etcoyle", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As I&amp;#39;ve stated, I&amp;#39;m as lazy as they come.  I don&amp;#39;t like stalking; it&amp;#39;s too much work.  My speed is more like sitting in a comfy chair and recapitulating for hours, or watching colors in the darkness and playing with them.  With a couple espresso double shots on the night stand.&lt;/p&gt;\n\n&lt;p&gt;I also don&amp;#39;t like Tensegrity, even though I&amp;#39;m forced to do some each night.   If nothing is happening, I have to revert to basics.&lt;/p&gt;\n\n&lt;p&gt;That said, the process to get to heightened awareness is pretty straight forward.  You get silent. Then stalking, tensegrity, or Zuleica&amp;#39;s techniques, will pull the assemblage point in the correct direction.&lt;/p&gt;\n\n&lt;p&gt;And a warning: damage to the body will deviate its movement, so take care of yourselves. It&amp;#39;ll go sideways when it moves and you&amp;#39;ll end up staring at blue lines you think should be purple, and feeling sorry for yourself over some imaginary arch enemy who’s faking them to be blue lines.   &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nutty in abstract dreaming, thus my recommendation to channel your inner Quark (star trek reference).  Meaning, use that merchant&amp;#39;s mind to decide that it&amp;#39;s time to stop staring at purple lines, and check out what&amp;#39;s really going on, so you can increase the profit.  You&amp;#39;ll be fighting, &amp;quot;Yea but...&amp;quot; nonsense about how the abstract and bizarre storyline is absolutely true, and it&amp;#39;s pointless to pretend it isn&amp;#39;t true.  But Quark will cut to the chase if you let him. Abstract dreaming is rough, unless you have a little rationality left.&lt;/p&gt;\n\n&lt;p&gt;If you practice Zuleica&amp;#39;s technique EVERY SINGLE NIGHT, you get to keep the heightened awareness nearly all the next day.  But it does indeed fade, and chances are you won&amp;#39;t be able to do it every night.  I can&amp;#39;t, and I get rewarded big time when I do.  So, you guys likely won&amp;#39;t either.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;ll get to keep some of it.  And maybe a half day.&lt;/p&gt;\n\n&lt;p&gt;So how to keep it all day?  You have to be silent, that&amp;#39;s the main thing.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t have to be perfect, just most of the time.&lt;/p&gt;\n\n&lt;p&gt;Now, you need something to keep it moved over into heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;You can peer into the second attention during the day.  Try your eyelashes. Someone complained about having long ones.  Don&amp;#39;t!  Those are great.  Did you know they’re right in your sight, but you gloss over them?&lt;/p&gt;\n\n&lt;p&gt;Try to see them, move your head back and forth a tiny bit like that technique for using eyelashes to capture sparkles from sunlight, and see if you can&amp;#39;t cause the other &amp;quot;eye junk&amp;quot; to show up more.  Dust, lines, cataracts. Whatever junk you can find, that you were glossing away before.  &lt;/p&gt;\n\n&lt;p&gt;Glossing away means your brain ignores it, despite the fact that it&amp;#39;s there.  Make more of it, and some of it will actually be from the second attention.  You can use that to help keep you at the &amp;quot;place of no pity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I hate that name...  Why did Carlos make up such pretentious things?  It&amp;#39;s just a position where you don&amp;#39;t feel sorry for yourself, because your idea of &amp;quot;self&amp;quot; is weakened.  And then if you don&amp;#39;t feel sorry for yourself, other people can&amp;#39;t manipulate you by appealing to your inner sadness.&lt;/p&gt;\n\n&lt;p&gt;So I guess place of no pity is descriptive, but it implies some kind of hard headed witch going around taking advantage of people, and bullying them when they won&amp;#39;t behave.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just you that has no pity, for yourself anymore.  Not that you become a bully.&lt;/p&gt;\n\n&lt;p&gt;Bad name.&lt;/p&gt;\n\n&lt;p&gt;How to use stalking to hold it there?  I can&amp;#39;t give you the fine details of that.  Like I said, I&amp;#39;m too lazy for stalking.&lt;/p&gt;\n\n&lt;p&gt;But, how it works seems kind of obvious.  You have to have silence. But silence isn&amp;#39;t perfect at first.  So you can use stalking to help &amp;quot;not be yourself&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not being yourself keeps you from going back to normal fantasies, like how much you hate your sister&amp;#39;s small dog (substitute boyfriend), why that cute girl in the office keeps wearing less and less clothes to work, the nasty personality of one of your family members and how &amp;quot;unfair&amp;quot; it is, etc.&lt;/p&gt;\n\n&lt;p&gt;We have nasty petty personalities and spend all day feeling sorry for ourselves.\nAnd our assemblage point doesn&amp;#39;t judge, it just moves where you need to be, for best interaction with what you&amp;#39;re interested in.  In fact it does such a good job of moving to a position to enhance your interests, if you tell most people that they spend most of their time feeling sorry for themselves, they&amp;#39;ll vehemently deny it. They don&amp;#39;t even know themselves!  &lt;/p&gt;\n\n&lt;p&gt;Forget about trying to help people that lost. They&amp;#39;ll perceive it as an attack instead.&lt;/p&gt;\n\n&lt;p&gt;Stalking reduces that kind of nonsense, and if you become an entirely different person, it stops it massively.&lt;/p&gt;\n\n&lt;p&gt;Then the assemblage point can move (because you kept silence going).&lt;/p&gt;\n\n&lt;p&gt;What bothers me about stalking is, I can&amp;#39;t understand how you get control over where it moves.  But I can give one of you a hint, and hopefully someone is more talented than me.    &lt;/p&gt;\n\n&lt;p&gt;I believe (just a theory) that you select the direction it moves, during stalking, by what &amp;quot;tickles your fancy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In other words, you don&amp;#39;t just pretend to be someone else.  You BECOME someone else.  Or at least, in what peaks your interest.  What peaks your interest directs the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;And probably nothing will happen unless you learn to be silent.  Except that stalking itself helps reduce the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity does also, since you have to concentrate on remembering movements, so you can&amp;#39;t think to yourself as normal.  Carlos wrote about &amp;quot;saturating us&amp;quot; in his last books, and he mentioned it in class too.  If you have to focus on muscle memory, that car bill you&amp;#39;re worried about can wait till later.&lt;/p&gt;\n\n&lt;p&gt;But NOTHING is going to work faster than FORCING yourself silent, while looking for details that have to be coming from the second attention.  Focusing on those causes the assemblage point to move to where you can do that better, and since that&amp;#39;s a mix of first attention and second attention, it activates the second attention&amp;#39;s energy body, while you are still conscious.&lt;/p&gt;\n\n&lt;p&gt;Once that happens, it&amp;#39;s very important to use Zuleica&amp;#39;s technique to move the colors closer, or use some tensegrity moves, and manipulate the energy with your hands.  That will intensify it until it&amp;#39;s no longer vague and easy to explain away.&lt;/p&gt;\n\n&lt;p&gt;Edited: three times&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/etcoyle/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562689598.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "etbm4p3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "created_utc": 1562651725.0, "send_replies": true, "parent_id": "t1_et71de1", "score": 2, "author_fullname": "t2_d3tum", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Can you define stalking in the sense you use to not let heightened awareness fade.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_etbm4p3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can you define stalking in the sense you use to not let heightened awareness fade.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/etbm4p3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562651725.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "et7cjkj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1562528892.0, "send_replies": true, "parent_id": "t1_et7c86b", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If the music isn't disturbing or changes tempo or genre too much, I'd just ignore it. If you can't, stuff some toilet paper in your ears.\n\nHowever, I must admit that even white noise is a distraction when trying to manipulate colors in the darkness, using silence to find them.  \n\nI wish it wasn't. It can get hot out here.  So even the white noise from a fan can make it a tiny bit harder to stop the world.\n\nI guess that's why we have the story of Carlos making some kids basement flood, or him flipping hamburgers in the desert. Even he had to seek out that last trace of silence.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_et7cjkj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If the music isn&amp;#39;t disturbing or changes tempo or genre too much, I&amp;#39;d just ignore it. If you can&amp;#39;t, stuff some toilet paper in your ears.&lt;/p&gt;\n\n&lt;p&gt;However, I must admit that even white noise is a distraction when trying to manipulate colors in the darkness, using silence to find them.  &lt;/p&gt;\n\n&lt;p&gt;I wish it wasn&amp;#39;t. It can get hot out here.  So even the white noise from a fan can make it a tiny bit harder to stop the world.&lt;/p&gt;\n\n&lt;p&gt;I guess that&amp;#39;s why we have the story of Carlos making some kids basement flood, or him flipping hamburgers in the desert. Even he had to seek out that last trace of silence.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et7cjkj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562528892.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "et7c86b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1562528736.0, "send_replies": true, "parent_id": "t1_et71de1", "score": 1, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Any advice on silence tech when music playing around?", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_et7c86b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Any advice on silence tech when music playing around?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et7c86b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562528736.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "et71de1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_et6dj43", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’ve lost the context for this, so I’ll go over all the ways you might have access to seeing, in the day.\n\nYou can move your assemblage point to heightened awareness, and it can remain there for weeks.    That’ll give you continuous access to \\*seeing\\*.\n\nHowever, I suspect that would take unusual circumstance, such as you were engaged in long term stalking while practicing silence the whole time.   Just as watching something from the second attention, while silent, can move the assemblage point, so can stalking.  Silence loosens it, and just about anything could make it move.  Stalking produces a sturdier result than looking at colors in the darkness.\n\nTensegrity in silence can do that same thing, but it seems like an awful lot of work to me.  I’d rather go to the gym, then go home and sit in the dark. I’ve had enough “Kungfu” for 2 lifetimes.\n\nIf you only move into heightened awareness the night before, it might remain the entire next day. But you’ll have best access to \\*seeing\\* earlier in the day.\n\nIn heightened awareness, when you close your eyes you detect the presence of the second attention.  That can be vibrant dream images, “the wall”, or just a feeling that there’s some depth there, some space, and it isn’t just your flat inner eye lids.\n\nIf you have “the wall”, you can look through it   for *seeing*.   You likely do that with your eyes closed, however in darkness you can open them and still *see* “the wall”.\n\nI can’t imagine getting so good at it that you can see the wall with your eyes open in bright light.  However, it’s possible because Carlos demonstrated that a bunch of times.\n\nBut with your eyes open, not seeing “the wall”, and with silence, you can still pick up the kinds of things don Juan’s apprentices described. Glows, sparks of light, details in the environment you’d normally miss.\n\nI’ll contrast the two.  In an airport, I sat by the people mover thing with my eyes closed, watching people go by. I could \\*see\\* little worms colored red, blue, or orange, lodged in the upper half of people’s bodies.  Presumably from sex, but they were as plain as day.\n\nIf I’d tried that with my eyes open, I suspect I’d only pick up a vague sparkle.  In fact, thinking back, that's what happened. I tried it with my eyes open, and the results were poor.\n\nYesterday I was doing the swap meet walking around in silence technique.  After 2 hours, I started to see very unusual sparkles on the ground.   Naturally my eyes were open, since I was walking around. I was surprised how much of what I was seeing on the ground had to be coming from the second attention. You can tell if you’re nearsighted, because the details are absolutely in focus.  Normally if you saw a sparkle on the pavement or sidewalk, from a shiny piece of sand or something else added to the concrete, they’d mostly be out of focus.  When you wear glasses, stuff down on the ground isn’t likely to be in focus.\n\nAlong with the sparkles, which put out a rainbow ripple from their center (kind of like what you might see with LSD), there were little black dots darting around like insects.  They were clearly alive, dodging stuff the way a fast fly might.\n\nYes, you can *see* the way described in Carlos’ books.  That even includes *seeing* the wall of fog!  Once you can *see* that, you can step into another world. Well, not right away, but *seeing* it is enough to be very pleasing.\n\nBut I suspect there’s some other concern hidden in that question.\n\nThe answer to what I believe is hidden in that question, is that you absolutely MUST learn to see with your eyes open, or you’ll be drowning in doubt forever.  We’ve got too much posturing among Carlos’ fans.  Pretending to be things they aren’t, possibly because they don’t actually believe his techniques produce the results he claims.\n\nAll you need for Carlos’ techniques is silence.  There’s no need for Buddhist, Hindu, or Daoist techniques. They’re fine, but unnecessary. And maybe they’ll slow you down.  There’s also no reason you have to be a good person, or perfect, or spiritual.  I have students who write to me that are (frankly) rotten people.   But I value whoever works, I don’t judge personalities.  I’d rather produce an angry sorcerer, then let Carlos’ techniques fade away.\n\nForget about being a warrior, and learn to get silent, gaze at things from the second attention to drift your assemblage point into heightened awareness, then learn to *see*.  Once you can do that, you’re a sorcerer.  (A crummy one like me).\n\nThen you can decide if you want to be a warrior too.  I don’t.  It’s far too snooty for me.\n\nBut I must add, just so people try whatever they can find time for, that it’s not actually superior to learn to *see* with your eyes open.\n\nHaving them closed, you can do all the same things.   And squinting is fine if it helps.    If all you can do is find time while in bed, then gaze with eyes closed.", "edited": 1562530479.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_et71de1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’ve lost the context for this, so I’ll go over all the ways you might have access to seeing, in the day.&lt;/p&gt;\n\n&lt;p&gt;You can move your assemblage point to heightened awareness, and it can remain there for weeks.    That’ll give you continuous access to *seeing*.&lt;/p&gt;\n\n&lt;p&gt;However, I suspect that would take unusual circumstance, such as you were engaged in long term stalking while practicing silence the whole time.   Just as watching something from the second attention, while silent, can move the assemblage point, so can stalking.  Silence loosens it, and just about anything could make it move.  Stalking produces a sturdier result than looking at colors in the darkness.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity in silence can do that same thing, but it seems like an awful lot of work to me.  I’d rather go to the gym, then go home and sit in the dark. I’ve had enough “Kungfu” for 2 lifetimes.&lt;/p&gt;\n\n&lt;p&gt;If you only move into heightened awareness the night before, it might remain the entire next day. But you’ll have best access to *seeing* earlier in the day.&lt;/p&gt;\n\n&lt;p&gt;In heightened awareness, when you close your eyes you detect the presence of the second attention.  That can be vibrant dream images, “the wall”, or just a feeling that there’s some depth there, some space, and it isn’t just your flat inner eye lids.&lt;/p&gt;\n\n&lt;p&gt;If you have “the wall”, you can look through it   for &lt;em&gt;seeing&lt;/em&gt;.   You likely do that with your eyes closed, however in darkness you can open them and still &lt;em&gt;see&lt;/em&gt; “the wall”.&lt;/p&gt;\n\n&lt;p&gt;I can’t imagine getting so good at it that you can see the wall with your eyes open in bright light.  However, it’s possible because Carlos demonstrated that a bunch of times.&lt;/p&gt;\n\n&lt;p&gt;But with your eyes open, not seeing “the wall”, and with silence, you can still pick up the kinds of things don Juan’s apprentices described. Glows, sparks of light, details in the environment you’d normally miss.&lt;/p&gt;\n\n&lt;p&gt;I’ll contrast the two.  In an airport, I sat by the people mover thing with my eyes closed, watching people go by. I could *see* little worms colored red, blue, or orange, lodged in the upper half of people’s bodies.  Presumably from sex, but they were as plain as day.&lt;/p&gt;\n\n&lt;p&gt;If I’d tried that with my eyes open, I suspect I’d only pick up a vague sparkle.  In fact, thinking back, that&amp;#39;s what happened. I tried it with my eyes open, and the results were poor.&lt;/p&gt;\n\n&lt;p&gt;Yesterday I was doing the swap meet walking around in silence technique.  After 2 hours, I started to see very unusual sparkles on the ground.   Naturally my eyes were open, since I was walking around. I was surprised how much of what I was seeing on the ground had to be coming from the second attention. You can tell if you’re nearsighted, because the details are absolutely in focus.  Normally if you saw a sparkle on the pavement or sidewalk, from a shiny piece of sand or something else added to the concrete, they’d mostly be out of focus.  When you wear glasses, stuff down on the ground isn’t likely to be in focus.&lt;/p&gt;\n\n&lt;p&gt;Along with the sparkles, which put out a rainbow ripple from their center (kind of like what you might see with LSD), there were little black dots darting around like insects.  They were clearly alive, dodging stuff the way a fast fly might.&lt;/p&gt;\n\n&lt;p&gt;Yes, you can &lt;em&gt;see&lt;/em&gt; the way described in Carlos’ books.  That even includes &lt;em&gt;seeing&lt;/em&gt; the wall of fog!  Once you can &lt;em&gt;see&lt;/em&gt; that, you can step into another world. Well, not right away, but &lt;em&gt;seeing&lt;/em&gt; it is enough to be very pleasing.&lt;/p&gt;\n\n&lt;p&gt;But I suspect there’s some other concern hidden in that question.&lt;/p&gt;\n\n&lt;p&gt;The answer to what I believe is hidden in that question, is that you absolutely MUST learn to see with your eyes open, or you’ll be drowning in doubt forever.  We’ve got too much posturing among Carlos’ fans.  Pretending to be things they aren’t, possibly because they don’t actually believe his techniques produce the results he claims.&lt;/p&gt;\n\n&lt;p&gt;All you need for Carlos’ techniques is silence.  There’s no need for Buddhist, Hindu, or Daoist techniques. They’re fine, but unnecessary. And maybe they’ll slow you down.  There’s also no reason you have to be a good person, or perfect, or spiritual.  I have students who write to me that are (frankly) rotten people.   But I value whoever works, I don’t judge personalities.  I’d rather produce an angry sorcerer, then let Carlos’ techniques fade away.&lt;/p&gt;\n\n&lt;p&gt;Forget about being a warrior, and learn to get silent, gaze at things from the second attention to drift your assemblage point into heightened awareness, then learn to &lt;em&gt;see&lt;/em&gt;.  Once you can do that, you’re a sorcerer.  (A crummy one like me).&lt;/p&gt;\n\n&lt;p&gt;Then you can decide if you want to be a warrior too.  I don’t.  It’s far too snooty for me.&lt;/p&gt;\n\n&lt;p&gt;But I must add, just so people try whatever they can find time for, that it’s not actually superior to learn to &lt;em&gt;see&lt;/em&gt; with your eyes open.&lt;/p&gt;\n\n&lt;p&gt;Having them closed, you can do all the same things.   And squinting is fine if it helps.    If all you can do is find time while in bed, then gaze with eyes closed.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et71de1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562522856.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562522856.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "et6dj43", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esyusou", "score": 1, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When you talk about hacing access to same “view” in daytime, do you mean with eues closed, half-closed or wide open?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_et6dj43", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When you talk about hacing access to same “view” in daytime, do you mean with eues closed, half-closed or wide open?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/et6dj43/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562510280.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562510280.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "esyusou", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esynnml", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "An \"Angel of the LORD\" is God himself, in a physical body.  It's one of those things that scholars figure out.  All caps means, it’s a physical copy of God.\n\nNot all caps for LORD (thus Lord) means it's just an angel, sent by God (An Angel of the Lord).  Could be Michael,  Satan, or whoever.    For the sake of Catholics, I hope it can be Mary too.  But she seems a little overburdened in South America.\n\nSo that was God himself who wrestled with Jacob.\n\nJacob wouldn’t give up.  God put his hand on Jacob's hip and dislocated it, to end the battle.  Jacob seems to have had a limp throughout the rest of the old testament.  There are God inflicted injuries on more than a couple of the prophets and saints. It’s amusing to see how scholars track them through the entire storyline, just to make sure they’re consistent.\n\nIf you read closely and compare notes (or get a good scholar to explain it), angels are not made out of organic matter.  They're made out of something \"incorruptible\".  \n\nAlso, they seem to live here.   Not off somewhere in the sky.   Maybe in the dark matter universe (my guess).\n\nThere's some kind of veil or barrier blocking our ability to see them. In several places in the old testament,  the barrier is lifted, and it turns out they use technology to get around.  In fact, the description from Ezekiel is the basis of our \"flying saucer\". It even has glass windows, with glass not even having been invented back then.\n\nEven without the interdimensional flying vehicles, Heaven is described as a magnificent high-tech city. The main structure (which descends from the sky 1000 years after judgement day) is 15 miles cubed.  It actually extends up into space for 15 miles!  I once calculated that you could double the population of the earth (to include everyone who ever lived), and still give every (by then dead) person an apartment in that structure, bigger than a football field.\n\nAfter judgement day, all the water on earth is put back into orbit as a blue bubble, blocking harmful sun rays and spreading light evenly everywhere on earth, so that it’s always light and always pleasantly misted from the blue bubble above.  It's like a Dyson sphere, and I suspect the physics of putting all the water into orbit might actually work out better than you'd imagine.\n\nWith all the water in orbit, it doesn’t rain. It just sort of drizzles all the time.  As it did at the start of Genesis, just after the waters were removed from the firmament.\n\nIt’s also said that the heavens are God’s footstool.  So that “Angel of the LORD” really isn’t him at all.  It’s just for our sake.  Likewise for the copy that everyone goes to worship, once a month, in heaven. Or maybe once a week, I’m not sure. If you don’t show up, you get penalized.   But not severely.  As far as I can figure out, people go to the main temple, and stare at God in the center. He gives off some emanations called, “The Shekinah Glory” by scholars.  The angels are said to “long to see that sight”.  I guess it’s a form of gazing into infinity.\n\nOne interesting book of Apocrypha, The Gospel of Judas, states that we shouldn’t workshop that God at all.  If we only knew the real God, we’d understand how limited that one is.  He seems to be more like a distraction for us.\n\nMy current take on all this is, does it matter?    Sorcery has nothing to do with religion.\n\nBut technically, in that case of Jacob wrestling him, God was an inorganic being.  He was a being, not made out of organic matter.\n\nI'll leave it to Catholics and Buddhists to opine on the significance.  \n\nCarlos had a thing against the bible.  I have to say, it wasn’t quite rational.  His criticisms were like those of a former Catholic, who never actually studied the book.   Catholics, especially including their priests, are biblically illiterate.  It’s nearly a universal fact.  If you think your preacher knows the bible, you’re naïve.\n\nCarlos himself was the one who gave me the task of studying the bible. He said we’d see what nonsense it was if we did that.  However, I suspect he really did it so that his students would become more comfortable with their own religions, and not get all bent out of shape (noisy internal dialogue) when they had a holy roller around.\n\nI didn’t see that it was nonsense at all. Instead, it’s rather perplexing and difficult to explain, without some kind of cosmic conspiracy theory.  Time travel, aliens, Jewish seers.  Those are all I have for explanations.\n\nCarlos’ criticisms of the bible in class might have just have been about Ellis, or some other religiously minded person from his inner circle.  You could never tell if he was buttering someone up (showing an interest in something he couldn't possibly care about in order to motivate a specific person), or had a genuine interest.\n\nBut I really doubt he hated \"Bishops\" as much as he seemed to.  He did several very funny monologues on Bishops and their doings.  “The Sex Lives of the Popes” came up a few times.\n\nHe also adamantly explained to us that Heaven isn’t a desirable place, because nothing changes. It’s all dead.  A dead world.\n\nHe DID NOT say it did not exist.  Figure that one out!\n\nHe also admitted once that when he started learning from don Juan, he was deathly afraid of demonic possession. It was the only explanation he had for inorganics.\n\nI see some others who follow Carlos call inorganics, \"demons\".   I ran into a demon exorcist on the web, a student of Carlos.\n\nI do myself call them demons, but just because it's funny.  It's the closest thing I suspect humans will find, to actual demons.\n\nMaybe “Fairy” is a better description for Inorganics than “Demon,” because people only think you’re nuts. They don’t expect you’d be very dangerous.  \n\nOn the other hand, if you told people that the night before you had a little 4-inch-tall Demon standing in your hand, they might worry a bit too much.\n\nMy conclusion (seems like some are so frightened of their own religion, that I might do well to offer a conclusion): If you’re religious, be impeccable about it.  If you want to understand a religion, and even if it’s not your religion but you’re just curious, you can’t start out with doubt.\n\nIf you want to understand a religion, you have to believe 100% in everything they say. It’s all true.  Like a not-doing.  Now read on, and try to understand it.\n\nIf you start out doubting it, you’ll never understand why it’s attractive to people.  If you go looking for scholars to explain the bible, beware of university scholars, who are punished if they follow my advice and believe everything.  As a result, their explanations will be off, or even outright wrong. Go for a scholar from the 1800s, or someone familiar with their works.\n\nBut don’t forget to practice getting silent, and shifting your assemblage point into heightened awareness, by looking at colors in the dark. \n\nYou don't want to be all pretend forever, the way religious people are.  Power spot = sacred site, \"I had a dream last night\" = \"Maybe God talked to me in my sleep\", etc.\n\nPretense.  Go for the real thing.  Get silent, move that assemblage point.\n\nI haven’t run into a religion which forbids that.\n\nEdited: three times", "edited": 1562354623.0, "author_flair_css_class": null, "name": "t1_esyusou", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;An &amp;quot;Angel of the LORD&amp;quot; is God himself, in a physical body.  It&amp;#39;s one of those things that scholars figure out.  All caps means, it’s a physical copy of God.&lt;/p&gt;\n\n&lt;p&gt;Not all caps for LORD (thus Lord) means it&amp;#39;s just an angel, sent by God (An Angel of the Lord).  Could be Michael,  Satan, or whoever.    For the sake of Catholics, I hope it can be Mary too.  But she seems a little overburdened in South America.&lt;/p&gt;\n\n&lt;p&gt;So that was God himself who wrestled with Jacob.&lt;/p&gt;\n\n&lt;p&gt;Jacob wouldn’t give up.  God put his hand on Jacob&amp;#39;s hip and dislocated it, to end the battle.  Jacob seems to have had a limp throughout the rest of the old testament.  There are God inflicted injuries on more than a couple of the prophets and saints. It’s amusing to see how scholars track them through the entire storyline, just to make sure they’re consistent.&lt;/p&gt;\n\n&lt;p&gt;If you read closely and compare notes (or get a good scholar to explain it), angels are not made out of organic matter.  They&amp;#39;re made out of something &amp;quot;incorruptible&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;Also, they seem to live here.   Not off somewhere in the sky.   Maybe in the dark matter universe (my guess).&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some kind of veil or barrier blocking our ability to see them. In several places in the old testament,  the barrier is lifted, and it turns out they use technology to get around.  In fact, the description from Ezekiel is the basis of our &amp;quot;flying saucer&amp;quot;. It even has glass windows, with glass not even having been invented back then.&lt;/p&gt;\n\n&lt;p&gt;Even without the interdimensional flying vehicles, Heaven is described as a magnificent high-tech city. The main structure (which descends from the sky 1000 years after judgement day) is 15 miles cubed.  It actually extends up into space for 15 miles!  I once calculated that you could double the population of the earth (to include everyone who ever lived), and still give every (by then dead) person an apartment in that structure, bigger than a football field.&lt;/p&gt;\n\n&lt;p&gt;After judgement day, all the water on earth is put back into orbit as a blue bubble, blocking harmful sun rays and spreading light evenly everywhere on earth, so that it’s always light and always pleasantly misted from the blue bubble above.  It&amp;#39;s like a Dyson sphere, and I suspect the physics of putting all the water into orbit might actually work out better than you&amp;#39;d imagine.&lt;/p&gt;\n\n&lt;p&gt;With all the water in orbit, it doesn’t rain. It just sort of drizzles all the time.  As it did at the start of Genesis, just after the waters were removed from the firmament.&lt;/p&gt;\n\n&lt;p&gt;It’s also said that the heavens are God’s footstool.  So that “Angel of the LORD” really isn’t him at all.  It’s just for our sake.  Likewise for the copy that everyone goes to worship, once a month, in heaven. Or maybe once a week, I’m not sure. If you don’t show up, you get penalized.   But not severely.  As far as I can figure out, people go to the main temple, and stare at God in the center. He gives off some emanations called, “The Shekinah Glory” by scholars.  The angels are said to “long to see that sight”.  I guess it’s a form of gazing into infinity.&lt;/p&gt;\n\n&lt;p&gt;One interesting book of Apocrypha, The Gospel of Judas, states that we shouldn’t workshop that God at all.  If we only knew the real God, we’d understand how limited that one is.  He seems to be more like a distraction for us.&lt;/p&gt;\n\n&lt;p&gt;My current take on all this is, does it matter?    Sorcery has nothing to do with religion.&lt;/p&gt;\n\n&lt;p&gt;But technically, in that case of Jacob wrestling him, God was an inorganic being.  He was a being, not made out of organic matter.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll leave it to Catholics and Buddhists to opine on the significance.  &lt;/p&gt;\n\n&lt;p&gt;Carlos had a thing against the bible.  I have to say, it wasn’t quite rational.  His criticisms were like those of a former Catholic, who never actually studied the book.   Catholics, especially including their priests, are biblically illiterate.  It’s nearly a universal fact.  If you think your preacher knows the bible, you’re naïve.&lt;/p&gt;\n\n&lt;p&gt;Carlos himself was the one who gave me the task of studying the bible. He said we’d see what nonsense it was if we did that.  However, I suspect he really did it so that his students would become more comfortable with their own religions, and not get all bent out of shape (noisy internal dialogue) when they had a holy roller around.&lt;/p&gt;\n\n&lt;p&gt;I didn’t see that it was nonsense at all. Instead, it’s rather perplexing and difficult to explain, without some kind of cosmic conspiracy theory.  Time travel, aliens, Jewish seers.  Those are all I have for explanations.&lt;/p&gt;\n\n&lt;p&gt;Carlos’ criticisms of the bible in class might have just have been about Ellis, or some other religiously minded person from his inner circle.  You could never tell if he was buttering someone up (showing an interest in something he couldn&amp;#39;t possibly care about in order to motivate a specific person), or had a genuine interest.&lt;/p&gt;\n\n&lt;p&gt;But I really doubt he hated &amp;quot;Bishops&amp;quot; as much as he seemed to.  He did several very funny monologues on Bishops and their doings.  “The Sex Lives of the Popes” came up a few times.&lt;/p&gt;\n\n&lt;p&gt;He also adamantly explained to us that Heaven isn’t a desirable place, because nothing changes. It’s all dead.  A dead world.&lt;/p&gt;\n\n&lt;p&gt;He DID NOT say it did not exist.  Figure that one out!&lt;/p&gt;\n\n&lt;p&gt;He also admitted once that when he started learning from don Juan, he was deathly afraid of demonic possession. It was the only explanation he had for inorganics.&lt;/p&gt;\n\n&lt;p&gt;I see some others who follow Carlos call inorganics, &amp;quot;demons&amp;quot;.   I ran into a demon exorcist on the web, a student of Carlos.&lt;/p&gt;\n\n&lt;p&gt;I do myself call them demons, but just because it&amp;#39;s funny.  It&amp;#39;s the closest thing I suspect humans will find, to actual demons.&lt;/p&gt;\n\n&lt;p&gt;Maybe “Fairy” is a better description for Inorganics than “Demon,” because people only think you’re nuts. They don’t expect you’d be very dangerous.  &lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you told people that the night before you had a little 4-inch-tall Demon standing in your hand, they might worry a bit too much.&lt;/p&gt;\n\n&lt;p&gt;My conclusion (seems like some are so frightened of their own religion, that I might do well to offer a conclusion): If you’re religious, be impeccable about it.  If you want to understand a religion, and even if it’s not your religion but you’re just curious, you can’t start out with doubt.&lt;/p&gt;\n\n&lt;p&gt;If you want to understand a religion, you have to believe 100% in everything they say. It’s all true.  Like a not-doing.  Now read on, and try to understand it.&lt;/p&gt;\n\n&lt;p&gt;If you start out doubting it, you’ll never understand why it’s attractive to people.  If you go looking for scholars to explain the bible, beware of university scholars, who are punished if they follow my advice and believe everything.  As a result, their explanations will be off, or even outright wrong. Go for a scholar from the 1800s, or someone familiar with their works.&lt;/p&gt;\n\n&lt;p&gt;But don’t forget to practice getting silent, and shifting your assemblage point into heightened awareness, by looking at colors in the dark. &lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t want to be all pretend forever, the way religious people are.  Power spot = sacred site, &amp;quot;I had a dream last night&amp;quot; = &amp;quot;Maybe God talked to me in my sleep&amp;quot;, etc.&lt;/p&gt;\n\n&lt;p&gt;Pretense.  Go for the real thing.  Get silent, move that assemblage point.&lt;/p&gt;\n\n&lt;p&gt;I haven’t run into a religion which forbids that.&lt;/p&gt;\n\n&lt;p&gt;Edited: three times&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esyusou/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562350015.0, "author_flair_text": null, "collapsed": false, "created_utc": 1562350015.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "esynnml", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_est4zra", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;an “Angel of the Lord” is an inorganic being. It might be toting around some solid matter, but its real existence has no organic body.\n\nWhat is your thinking on the \"toting around some solid matter\" in reference here to the inorganics?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_esynnml", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;an “Angel of the Lord” is an inorganic being. It might be toting around some solid matter, but its real existence has no organic body.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;What is your thinking on the &amp;quot;toting around some solid matter&amp;quot; in reference here to the inorganics?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esynnml/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562346168.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562346168.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "est4zra", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ess4yo3", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I did.  One even followed me into an airplane, and hovered around the cabin. There was a blue cloud floating above the people, as clear as anything.\n\nI was in heightened awareness, or I wouldn’t have noticed it.  I asked the person who was with me if he could see it, but he couldn't.  It’s a good thing the Chinese are used to sorcery weirdness, although that doesn’t mean they won’t keep track of weird comments.\n\nAs for Allies being highly localized, don't forget that Carlos said they project themselves here from the center of the galaxy, or something like that.\n\nThe ones with less energy, which I've only recently noticed, might be more localized.  We don't have any information on the low energy ones, but I believe they're more valuable to us than the ones Carlos passed on.\n\nThey're like a toy car, compared to a real car.  If you're too young (not knowledgeable enough) to drive, the toy is better to start with.\n\nPlus, we aren't really looking to \"use\" the Allies for specific things in the real world.  And the low energy ones seem to be good enough to lead you around and teach you about energy.\n\n&gt;revisit the specific Native American sacred site\n\nAnything you take on like that, is probably a good thing.  Carlos was always trying to get us to “jump”, which essentially means, pick a not-doing and go all the way with it as if it were certain to produce a result.  \n\nMy classic example is him telling us to walk to San Diego (90 miles).  No one went for it, and the next day when they tried to ask what they’d get out of it, he just said, “It’s too late now.”\n\n&gt;Also when Carlos's Allies had you paralyzed on the ground how long until you were free\n\nThe allies have never been able to push on me while I’m awake and watching them in the real world.   Oddly, that’s more terrifying than encountering them in dreaming.\n\nIn dreaming, they can do anything to you they like. Or rather, you can do anything to yourself that you’re stupid enough to allow.  \n\nTypically they trap you, and you have to wake yourself up.  But once you learn that you can stare and make them change, you have a lot more control.\n\nThe problem is only if they press so close to you that you can’t stare at them.  Like if your head is up against their chest.  But I’ve stared at them that close up, until they turn into that bar of light Carlos described.\n\nAs for wrestling them, I think that probably only happens in dreaming, even if you’re seemingly awake at the time.  \n\nIt’s a mushy area, when you can perceive the allies.  Part awake, part asleep. Or all the way asleep if you encounter them solely in dreaming.    \n\nWrestling them is automatic under the right circumstances.  You perceive them, you’re frightened nearly to death, the hairs stand up on your arms, and your assemblage point shifts, because you're consciously watching something from the second attention. When it shifts, that releases energy (any new position does),  that makes the fright even more intense, and the allies move in closer to get more of that.  Eventually they’re so close, you have to put your arms out to stop them.\n\nWhat you encounter is an immovable force.  No pushing on your part has any effect on the movement as they very slowly push you. The only cure is when you don’t give up and keep pushing, which I suppose overcomes some of the fear, there’s less energy, and they back off.\n\nAt that point you can insist they change into something less scary.  \n\nI like the reference to Jacob.  I never thought of that.  But it’s true that technically, an “Angel of the Lord” is an inorganic being.   It might be toting around some solid matter, but its real existence has no organic body.\n\nWhile snooping around the web (from invites only), I encountered a student of Carlos, who seems to have become an exorcist for inorganics.\n\nWe need to use the inorganics to shift our assemblage point.  Tensegrity is too slow.\n\nWe don't want to exorcise them, we want to interact with them.\n\nEdited: once", "edited": 1562269156.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_est4zra", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I did.  One even followed me into an airplane, and hovered around the cabin. There was a blue cloud floating above the people, as clear as anything.&lt;/p&gt;\n\n&lt;p&gt;I was in heightened awareness, or I wouldn’t have noticed it.  I asked the person who was with me if he could see it, but he couldn&amp;#39;t.  It’s a good thing the Chinese are used to sorcery weirdness, although that doesn’t mean they won’t keep track of weird comments.&lt;/p&gt;\n\n&lt;p&gt;As for Allies being highly localized, don&amp;#39;t forget that Carlos said they project themselves here from the center of the galaxy, or something like that.&lt;/p&gt;\n\n&lt;p&gt;The ones with less energy, which I&amp;#39;ve only recently noticed, might be more localized.  We don&amp;#39;t have any information on the low energy ones, but I believe they&amp;#39;re more valuable to us than the ones Carlos passed on.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re like a toy car, compared to a real car.  If you&amp;#39;re too young (not knowledgeable enough) to drive, the toy is better to start with.&lt;/p&gt;\n\n&lt;p&gt;Plus, we aren&amp;#39;t really looking to &amp;quot;use&amp;quot; the Allies for specific things in the real world.  And the low energy ones seem to be good enough to lead you around and teach you about energy.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;revisit the specific Native American sacred site&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Anything you take on like that, is probably a good thing.  Carlos was always trying to get us to “jump”, which essentially means, pick a not-doing and go all the way with it as if it were certain to produce a result.  &lt;/p&gt;\n\n&lt;p&gt;My classic example is him telling us to walk to San Diego (90 miles).  No one went for it, and the next day when they tried to ask what they’d get out of it, he just said, “It’s too late now.”&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Also when Carlos&amp;#39;s Allies had you paralyzed on the ground how long until you were free&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The allies have never been able to push on me while I’m awake and watching them in the real world.   Oddly, that’s more terrifying than encountering them in dreaming.&lt;/p&gt;\n\n&lt;p&gt;In dreaming, they can do anything to you they like. Or rather, you can do anything to yourself that you’re stupid enough to allow.  &lt;/p&gt;\n\n&lt;p&gt;Typically they trap you, and you have to wake yourself up.  But once you learn that you can stare and make them change, you have a lot more control.&lt;/p&gt;\n\n&lt;p&gt;The problem is only if they press so close to you that you can’t stare at them.  Like if your head is up against their chest.  But I’ve stared at them that close up, until they turn into that bar of light Carlos described.&lt;/p&gt;\n\n&lt;p&gt;As for wrestling them, I think that probably only happens in dreaming, even if you’re seemingly awake at the time.  &lt;/p&gt;\n\n&lt;p&gt;It’s a mushy area, when you can perceive the allies.  Part awake, part asleep. Or all the way asleep if you encounter them solely in dreaming.    &lt;/p&gt;\n\n&lt;p&gt;Wrestling them is automatic under the right circumstances.  You perceive them, you’re frightened nearly to death, the hairs stand up on your arms, and your assemblage point shifts, because you&amp;#39;re consciously watching something from the second attention. When it shifts, that releases energy (any new position does),  that makes the fright even more intense, and the allies move in closer to get more of that.  Eventually they’re so close, you have to put your arms out to stop them.&lt;/p&gt;\n\n&lt;p&gt;What you encounter is an immovable force.  No pushing on your part has any effect on the movement as they very slowly push you. The only cure is when you don’t give up and keep pushing, which I suppose overcomes some of the fear, there’s less energy, and they back off.&lt;/p&gt;\n\n&lt;p&gt;At that point you can insist they change into something less scary.  &lt;/p&gt;\n\n&lt;p&gt;I like the reference to Jacob.  I never thought of that.  But it’s true that technically, an “Angel of the Lord” is an inorganic being.   It might be toting around some solid matter, but its real existence has no organic body.&lt;/p&gt;\n\n&lt;p&gt;While snooping around the web (from invites only), I encountered a student of Carlos, who seems to have become an exorcist for inorganics.&lt;/p&gt;\n\n&lt;p&gt;We need to use the inorganics to shift our assemblage point.  Tensegrity is too slow.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t want to exorcise them, we want to interact with them.&lt;/p&gt;\n\n&lt;p&gt;Edited: once&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/est4zra/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562262298.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562262298.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "esu3spt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_estgqsl", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not for 7 years now.  Hopefully I know too much for them to frighten me, but I have to remind myself once in a while that Carlos was somewhat plagued by them when he was dying.  He said, \"they find a weakness and pull on it.\"\n\nIn his case, that meant hopping from rock to rock, presumably in a watery world. I've ended up in their watery world on multiple occasions. Didn't seem so bad to me.   But then I didn't believe it was real. \n\nGetting up and running for your life is probably enough to stop them, depending on how you came to notice them.  I just plunge into the tub to make sure.  A shower should work just as well.\n\nBut in reality, you just have to move your assemblage point one way or the other.  Either back to normal, so that you can't see them anymore. Or deeper into heightened awareness, so that you see them for what they are.  Just a glow.  \n\nHowever, that seems tricky, since you have to be in heightened awareness in the first place, in order to see them.\n\nI'm not sure how the old sorcerers got passersby to see them, but likely they had some way to frighten people such that they moved into a sort of damaged kind of heightened awareness.  Or the allies could move their assemblage points.\n\nThe allies can in fact move your assemblage point.  But I don’t think it’s because they can do that, the way a Nagual can.\n\nThey can do that because they can perceive us at all levels of our awareness, and maybe they can interact on the direction they want our assemblage point to move.  Like being at a specific far side of a huge dark cavern, and shouting to someone to come towards you.   (Unproven theory, Carlos never said that).\n\nCertainly if you learn to see colors in darkness and an inorganic being takes a fondness to the patches of light, and starts sitting on them, they can figure out how to teach you to make more of them.  They sort of guide you in the right direction, but without words or obvious explanations.", "edited": 1562277776.0, "author_flair_css_class": null, "name": "t1_esu3spt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not for 7 years now.  Hopefully I know too much for them to frighten me, but I have to remind myself once in a while that Carlos was somewhat plagued by them when he was dying.  He said, &amp;quot;they find a weakness and pull on it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In his case, that meant hopping from rock to rock, presumably in a watery world. I&amp;#39;ve ended up in their watery world on multiple occasions. Didn&amp;#39;t seem so bad to me.   But then I didn&amp;#39;t believe it was real. &lt;/p&gt;\n\n&lt;p&gt;Getting up and running for your life is probably enough to stop them, depending on how you came to notice them.  I just plunge into the tub to make sure.  A shower should work just as well.&lt;/p&gt;\n\n&lt;p&gt;But in reality, you just have to move your assemblage point one way or the other.  Either back to normal, so that you can&amp;#39;t see them anymore. Or deeper into heightened awareness, so that you see them for what they are.  Just a glow.  &lt;/p&gt;\n\n&lt;p&gt;However, that seems tricky, since you have to be in heightened awareness in the first place, in order to see them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure how the old sorcerers got passersby to see them, but likely they had some way to frighten people such that they moved into a sort of damaged kind of heightened awareness.  Or the allies could move their assemblage points.&lt;/p&gt;\n\n&lt;p&gt;The allies can in fact move your assemblage point.  But I don’t think it’s because they can do that, the way a Nagual can.&lt;/p&gt;\n\n&lt;p&gt;They can do that because they can perceive us at all levels of our awareness, and maybe they can interact on the direction they want our assemblage point to move.  Like being at a specific far side of a huge dark cavern, and shouting to someone to come towards you.   (Unproven theory, Carlos never said that).&lt;/p&gt;\n\n&lt;p&gt;Certainly if you learn to see colors in darkness and an inorganic being takes a fondness to the patches of light, and starts sitting on them, they can figure out how to teach you to make more of them.  They sort of guide you in the right direction, but without words or obvious explanations.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esu3spt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562277477.0, "author_flair_text": null, "collapsed": false, "created_utc": 1562277477.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "estgqsl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_estdh4y", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; I was always off to the bathtub for a cold drenching.\n\nHow often do you get into trouble in the second attention? I ask because I have a standing shower-only setup with no tub. I hoped coldish running water would be enough.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_estgqsl", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I was always off to the bathtub for a cold drenching.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;How often do you get into trouble in the second attention? I ask because I have a standing shower-only setup with no tub. I hoped coldish running water would be enough.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/estgqsl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562267058.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562267058.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "estdh4y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ess4yo3", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "More info on this: In Eagle's Gift I believe, don Juan took Carlos to those rocks, where the old sorcerers would attack people using their allies.\n\nHe stated that they can't push you, but they can hold you down on the ground.\n\nEveryone knows about that: sleep paralysis.  Women even used to accuse Carlos of anal rape, because they became awake while asleep, found their bodies immobilized, then began to sense some \"evil force\" in the room.\n\nIt's common.  Then since you're asleep but awake, your internal dialogue is quite weak, and sensing the prince of evil will move the assemblage point.\n\nYou can then end up perceiving whatever it is (an inorganic being sometimes) as a specific thing, like Carlos coming to rape you.\n\n(I never verified that story, but it was considered true).\n\nSo while the inorganics might not be able to actually push you, all bets are off when your second attention is out, mixing with the first attention.\n\nNot to mention, they can follow you right out of a dream, and into the real world.  At that point, I wouldn't be surprised if they could in fact push you.  I just never caught up with one after they did that. I was always off to the bathtub for a cold drenching.\n\n(Well, not that cold. We don't have to go overboard.)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_estdh4y", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;More info on this: In Eagle&amp;#39;s Gift I believe, don Juan took Carlos to those rocks, where the old sorcerers would attack people using their allies.&lt;/p&gt;\n\n&lt;p&gt;He stated that they can&amp;#39;t push you, but they can hold you down on the ground.&lt;/p&gt;\n\n&lt;p&gt;Everyone knows about that: sleep paralysis.  Women even used to accuse Carlos of anal rape, because they became awake while asleep, found their bodies immobilized, then began to sense some &amp;quot;evil force&amp;quot; in the room.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s common.  Then since you&amp;#39;re asleep but awake, your internal dialogue is quite weak, and sensing the prince of evil will move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You can then end up perceiving whatever it is (an inorganic being sometimes) as a specific thing, like Carlos coming to rape you.&lt;/p&gt;\n\n&lt;p&gt;(I never verified that story, but it was considered true).&lt;/p&gt;\n\n&lt;p&gt;So while the inorganics might not be able to actually push you, all bets are off when your second attention is out, mixing with the first attention.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, they can follow you right out of a dream, and into the real world.  At that point, I wouldn&amp;#39;t be surprised if they could in fact push you.  I just never caught up with one after they did that. I was always off to the bathtub for a cold drenching.&lt;/p&gt;\n\n&lt;p&gt;(Well, not that cold. We don&amp;#39;t have to go overboard.)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/estdh4y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562265537.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1562265537.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ess4yo3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562244961.0, "send_replies": true, "parent_id": "t1_esorrsw", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Are inorganics highly localized creatures of habit with built-in home range instincts? Example: when you went on your business trip to Asia did you still have nightly interactions with your familiar inorganic(s)? \n\nI've been wondering if it will be necessary to revisit the specific Native American sacred site were I encountered those daytime manifesting ones if I desire a future \"relationship\" with them.\n\nAlso when Carlos's Allies had you paralyzed on the ground how long until you were free, and would/was it possible to will yourself up or to \"wrestle\" with it like biblical accounts?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ess4yo3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Are inorganics highly localized creatures of habit with built-in home range instincts? Example: when you went on your business trip to Asia did you still have nightly interactions with your familiar inorganic(s)? &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been wondering if it will be necessary to revisit the specific Native American sacred site were I encountered those daytime manifesting ones if I desire a future &amp;quot;relationship&amp;quot; with them.&lt;/p&gt;\n\n&lt;p&gt;Also when Carlos&amp;#39;s Allies had you paralyzed on the ground how long until you were free, and would/was it possible to will yourself up or to &amp;quot;wrestle&amp;quot; with it like biblical accounts?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ess4yo3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562244961.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_c8gxzr", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_c8gxzr", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewg7twq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewg7lkj", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, I'm nearly certain it's the same thing.\n\nHowever, that's a prejudice of mine. It could also be an alien, or a judeo/christian spirit, or a dis-incarnated Hindu.\n\nI don't believe in those, but who am I to say.", "edited": false, "author_flair_css_class": null, "name": "t1_ewg7twq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, I&amp;#39;m nearly certain it&amp;#39;s the same thing.&lt;/p&gt;\n\n&lt;p&gt;However, that&amp;#39;s a prejudice of mine. It could also be an alien, or a judeo/christian spirit, or a dis-incarnated Hindu.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t believe in those, but who am I to say.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_c8gxzr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ewg7twq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565375818.0, "author_flair_text": null, "collapsed": false, "created_utc": 1565375818.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewg7lkj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewg7ell", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ewg7lkj/", "num_reports": null, "locked": false, "name": "t1_ewg7lkj", "created": 1565375669.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1565375669.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewg7ell", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewg5d64", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm not sure what you're referring to in publicly accessible posts, but yes. Those are the same thing.\n\nPersonally, I prefer a blond in a Sailor Moon costume.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ewg7ell", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not sure what you&amp;#39;re referring to in publicly accessible posts, but yes. Those are the same thing.&lt;/p&gt;\n\n&lt;p&gt;Personally, I prefer a blond in a Sailor Moon costume.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ewg7ell/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565375546.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565375546.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewgnit7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewg5d64", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;are you referring to the Tall White Figure I saw when you say Inorganics?\n\nYes. In the works of Castaneda any being that has consciousness, of any level all the way up to fully sentient, but doesn't have an organic body is refered to as an Inorganic Being. You could also call them Incorporeal Beings, without a corporeal essence...at least in this reality.\n\nWe as a species are only able to perceive them (aliens or spirits if you prefer) under conditions of stress or other transitive states, unless they themselves intend for you to perceive them; and they can appear to be literally anything you can imagine, or can't possibly imagine. But you can also choose to train your awareness and learn to see them almost at will (and I do mean almost, the work is challenging).", "edited": 1565390493.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ewgnit7", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;are you referring to the Tall White Figure I saw when you say Inorganics?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes. In the works of Castaneda any being that has consciousness, of any level all the way up to fully sentient, but doesn&amp;#39;t have an organic body is refered to as an Inorganic Being. You could also call them Incorporeal Beings, without a corporeal essence...at least in this reality.&lt;/p&gt;\n\n&lt;p&gt;We as a species are only able to perceive them (aliens or spirits if you prefer) under conditions of stress or other transitive states, unless they themselves intend for you to perceive them; and they can appear to be literally anything you can imagine, or can&amp;#39;t possibly imagine. But you can also choose to train your awareness and learn to see them almost at will (and I do mean almost, the work is challenging).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ewgnit7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565385931.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565385931.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewg5d64", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_esorrsw", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/ewg5d64/", "num_reports": null, "locked": false, "name": "t1_ewg5d64", "created": 1565374251.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1565374251.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "esorrsw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1562173141.0, "send_replies": true, "parent_id": "t3_c8gxzr", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;It is very hard for me to replicate exactly what I saw\n\nThat's almost exactly what my \"Fairy\" looked like when she was obsessed with coverings. She materialized full size in my bedroom and walked the length of the room.\n\nI don't know if what the guy saw was an Inorganic being, but it sure sounds like one.\n\nHere's some new info I've found on the inorganics. This is NOT verified by anything Carlos wrote.  But the books do hint at it.\n\nThere are probably as many inorganic beings around, as small rodents.  They just live here. Or somewhere that can project their energy to this place.\n\nIf you worry you're delusional when you see or interact with one, don't fear.  Carlos left us instructions for deciding if it's a phantom (in your own mind), or a real inorganic.\n\nThe image of inorganics is generated by you.  Not by them.  And like any dream image (try it out and you'll see), it can't hold shape for long. Because when you stare at it, you see other details, and it mutates to do more of those details. It produces a cascade effect, and if the being is not an actual inorganic, it'll just go away.\n\nIf it's an actual inorganic being, you'll see its \"true form\".\n\nBut it really isn't. It's just what we can perceive of it, if we stop fantasizing.\n\nIt's attracted to our energy. I don't know how.  But if you find one and coax it to stick around, I suspect you'll find that everything it does, as helpful as it is for learning sorcery, is all about it sitting on top of some of your energy.\n\nFortunately, it's typically concentrated energy that you've discarded to the periphery of your luminous shell.  When it finds some, you can spot it, and scoop it back to you.\n\nOr manipulate it.  Manipulating anything from the second attention, while you are silent, will slowly move you deeper into heightened awareness.\n\nThat's our ticket!  You don't actually need a Nagual to move into heightened awareness.\n\nCarlos intended we'd do that with Tensegrity.  The first movement he taught me was Zuleica's movement for tickling the luminous shell. He modified it to be more martial arts like, but it's the same movement.\n\nTrouble is, something went wrong along the way, and the tensegrity doesn't seem to have moved people's assemblage points reliably. Or even so that they notice it enough to get out of their beginner's slumber.\n\nI advise watching inorganics in their \"true form\" often. It's very fun to make them form a pleasing shape, and you will undoubtedly learn a lot that way. They give you something to \"play\" with, in the second attention.  A fun not-doing that's highly motivational.\n\nBut in their true form, you can learn a lot more.  There's a type that's fairly low energy, which looks like dots of color with vague lines connecting them, always in movement or vibrating and rotating.\n\nIf you look at it and wonder how that can change into a face for example, the little dots will spin off pieces of a face.  It's like those dots have awareness, each one, and when you perceive them, there's some feedback and they assume forms you were thinking about.  I suspect its trying to communicate with us, but we're so different, all it can do is spin off your own ideas and expectations.\n\nBut they don't spin off as \"chunks\" of something, the way you'd illustrate in a CGI effect. Each time a piece spins off an actual image, you drift into unconsciousness for an instant, a very tiny instant, and when you notice that, you're looking at a real thing, not just at dots of color in the darkness.\n\nThey're projectionists. They take our energy, and reflect back images.  I'll venture a CRAZY guess here about phantoms, as opposed to Allies.  The Allies have energy.  And your energy reflects back off their energy, to produce the appearance.   Knowing that, the old sorcerers learned to put their energy into the Ally, and project it's image where they wanted.  Carlos wrote that the allies were merely \"shapes propelled by the old sorcerers\".\n\nBut with Phantoms, I speculate that it's the same thing. Except, it's your energy reflecting off the energy at the periphery of your own luminous shell.  If you stare at it, it goes away, because there isn't anything there other than yourself.\n\nIf we keep going, I suspect we'll be up to our ears here, in low energy inorganics.  Find some bright colors, make them brighter, and I'll be surprised if many of you don't start finding inorganics sitting on those puffs of energy. And they don't spook easily, like an actual rodent would if you caught it on your food.\n\nCarlos' Allies are are another thing. Very scary.  And they can push you down to the ground and hold you there, paralyzed.\n\nMy little Fairy can only make unpleasant faces.  On the other hand, when she wants to please me, wow!\n\nNote: There’s a delay between an inorganic absorbing enough of your energy to manifest, and when it does. They seem to be kind of slow to respond to specific ideas, but very fast to respond to actual action.\n\nEdited: three times", "edited": 1562268907.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_esorrsw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;It is very hard for me to replicate exactly what I saw&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s almost exactly what my &amp;quot;Fairy&amp;quot; looked like when she was obsessed with coverings. She materialized full size in my bedroom and walked the length of the room.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if what the guy saw was an Inorganic being, but it sure sounds like one.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s some new info I&amp;#39;ve found on the inorganics. This is NOT verified by anything Carlos wrote.  But the books do hint at it.&lt;/p&gt;\n\n&lt;p&gt;There are probably as many inorganic beings around, as small rodents.  They just live here. Or somewhere that can project their energy to this place.&lt;/p&gt;\n\n&lt;p&gt;If you worry you&amp;#39;re delusional when you see or interact with one, don&amp;#39;t fear.  Carlos left us instructions for deciding if it&amp;#39;s a phantom (in your own mind), or a real inorganic.&lt;/p&gt;\n\n&lt;p&gt;The image of inorganics is generated by you.  Not by them.  And like any dream image (try it out and you&amp;#39;ll see), it can&amp;#39;t hold shape for long. Because when you stare at it, you see other details, and it mutates to do more of those details. It produces a cascade effect, and if the being is not an actual inorganic, it&amp;#39;ll just go away.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s an actual inorganic being, you&amp;#39;ll see its &amp;quot;true form&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it really isn&amp;#39;t. It&amp;#39;s just what we can perceive of it, if we stop fantasizing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s attracted to our energy. I don&amp;#39;t know how.  But if you find one and coax it to stick around, I suspect you&amp;#39;ll find that everything it does, as helpful as it is for learning sorcery, is all about it sitting on top of some of your energy.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, it&amp;#39;s typically concentrated energy that you&amp;#39;ve discarded to the periphery of your luminous shell.  When it finds some, you can spot it, and scoop it back to you.&lt;/p&gt;\n\n&lt;p&gt;Or manipulate it.  Manipulating anything from the second attention, while you are silent, will slowly move you deeper into heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our ticket!  You don&amp;#39;t actually need a Nagual to move into heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;Carlos intended we&amp;#39;d do that with Tensegrity.  The first movement he taught me was Zuleica&amp;#39;s movement for tickling the luminous shell. He modified it to be more martial arts like, but it&amp;#39;s the same movement.&lt;/p&gt;\n\n&lt;p&gt;Trouble is, something went wrong along the way, and the tensegrity doesn&amp;#39;t seem to have moved people&amp;#39;s assemblage points reliably. Or even so that they notice it enough to get out of their beginner&amp;#39;s slumber.&lt;/p&gt;\n\n&lt;p&gt;I advise watching inorganics in their &amp;quot;true form&amp;quot; often. It&amp;#39;s very fun to make them form a pleasing shape, and you will undoubtedly learn a lot that way. They give you something to &amp;quot;play&amp;quot; with, in the second attention.  A fun not-doing that&amp;#39;s highly motivational.&lt;/p&gt;\n\n&lt;p&gt;But in their true form, you can learn a lot more.  There&amp;#39;s a type that&amp;#39;s fairly low energy, which looks like dots of color with vague lines connecting them, always in movement or vibrating and rotating.&lt;/p&gt;\n\n&lt;p&gt;If you look at it and wonder how that can change into a face for example, the little dots will spin off pieces of a face.  It&amp;#39;s like those dots have awareness, each one, and when you perceive them, there&amp;#39;s some feedback and they assume forms you were thinking about.  I suspect its trying to communicate with us, but we&amp;#39;re so different, all it can do is spin off your own ideas and expectations.&lt;/p&gt;\n\n&lt;p&gt;But they don&amp;#39;t spin off as &amp;quot;chunks&amp;quot; of something, the way you&amp;#39;d illustrate in a CGI effect. Each time a piece spins off an actual image, you drift into unconsciousness for an instant, a very tiny instant, and when you notice that, you&amp;#39;re looking at a real thing, not just at dots of color in the darkness.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re projectionists. They take our energy, and reflect back images.  I&amp;#39;ll venture a CRAZY guess here about phantoms, as opposed to Allies.  The Allies have energy.  And your energy reflects back off their energy, to produce the appearance.   Knowing that, the old sorcerers learned to put their energy into the Ally, and project it&amp;#39;s image where they wanted.  Carlos wrote that the allies were merely &amp;quot;shapes propelled by the old sorcerers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But with Phantoms, I speculate that it&amp;#39;s the same thing. Except, it&amp;#39;s your energy reflecting off the energy at the periphery of your own luminous shell.  If you stare at it, it goes away, because there isn&amp;#39;t anything there other than yourself.&lt;/p&gt;\n\n&lt;p&gt;If we keep going, I suspect we&amp;#39;ll be up to our ears here, in low energy inorganics.  Find some bright colors, make them brighter, and I&amp;#39;ll be surprised if many of you don&amp;#39;t start finding inorganics sitting on those puffs of energy. And they don&amp;#39;t spook easily, like an actual rodent would if you caught it on your food.&lt;/p&gt;\n\n&lt;p&gt;Carlos&amp;#39; Allies are are another thing. Very scary.  And they can push you down to the ground and hold you there, paralyzed.&lt;/p&gt;\n\n&lt;p&gt;My little Fairy can only make unpleasant faces.  On the other hand, when she wants to please me, wow!&lt;/p&gt;\n\n&lt;p&gt;Note: There’s a delay between an inorganic absorbing enough of your energy to manifest, and when it does. They seem to be kind of slow to respond to specific ideas, but very fast to respond to actual action.&lt;/p&gt;\n\n&lt;p&gt;Edited: three times&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/esorrsw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562173141.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eso7arp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1562161420.0, "send_replies": true, "parent_id": "t1_eso4ylp", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "None of these are my from my own experience. I believe one of the reasons Castaneda suggested enriching the intellect is so that when a sorcerer in training encounters the unknown they don't have to fall back onto their inherited fear-based religious worldview (or scream and run away!).\n\nExample: What's that weird thing over there that I don't recognize and have never seen before! It's not part of the world I agree to be real and true, it must therefore be evil! Kill it! Kill it with fire! It's from the devil! It is an affront to God! etc. etc....\n\nRather than marvelling at the wonder in silent bliss.", "edited": 1562162158.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eso7arp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;None of these are my from my own experience. I believe one of the reasons Castaneda suggested enriching the intellect is so that when a sorcerer in training encounters the unknown they don&amp;#39;t have to fall back onto their inherited fear-based religious worldview (or scream and run away!).&lt;/p&gt;\n\n&lt;p&gt;Example: What&amp;#39;s that weird thing over there that I don&amp;#39;t recognize and have never seen before! It&amp;#39;s not part of the world I agree to be real and true, it must therefore be evil! Kill it! Kill it with fire! It&amp;#39;s from the devil! It is an affront to God! etc. etc....&lt;/p&gt;\n\n&lt;p&gt;Rather than marvelling at the wonder in silent bliss.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_c8gxzr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/eso7arp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562161420.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eso4ylp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "created_utc": 1562159829.0, "send_replies": true, "parent_id": "t3_c8gxzr", "score": 2, "author_fullname": "t2_d3tum", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I enjoy perusing paranormal subreddits and sites from time to time, and  chuckling at the interpretations of the clueless individuals who  experience them. Some of their reasoning is truly entertaining, but the  actual accounts are often very illuminating.\n\nI sometimes do the same, one was floating as bubbles of light after getting smashed by vehicle, another watching  himself getting operated in a life threatening situation etc . Some interesting stories pop in astral projection, meditation and mindfullness subreddits.\n\nI can compare and comprehend these stories with the knowledge from the books . But this is more like an interpretation, for a christian set of beliefs another interpetation will pop. However when im facing the unknown im just as lost as all of these people.\n\n&amp;#x200B;\n\nHonestly reading/realising other people faults/mistakes and unquestioned beliefs is way easier to do than undestanding these  for the self. You see them in perspective, something we rarelly do for the self.\n\n&amp;#x200B;\n\nI cant say what happened or what you saw but i know many stories  of people falling asleep near ponds , mountain lakes etc and having supernatural dreams with entities. These stories can be linked by scenario  to all the mythical folklore creatures - banshees, nymphs,fairy samodiva... mostly female spirits. Many names for the same thing - inorganic beings.", "edited": 1562160376.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eso4ylp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I enjoy perusing paranormal subreddits and sites from time to time, and  chuckling at the interpretations of the clueless individuals who  experience them. Some of their reasoning is truly entertaining, but the  actual accounts are often very illuminating.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I sometimes do the same, one was floating as bubbles of light after getting smashed by vehicle, another watching  himself getting operated in a life threatening situation etc . Some interesting stories pop in astral projection, meditation and mindfullness subreddits.&lt;/p&gt;\n\n&lt;p&gt;I can compare and comprehend these stories with the knowledge from the books . But this is more like an interpretation, for a christian set of beliefs another interpetation will pop. However when im facing the unknown im just as lost as all of these people.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Honestly reading/realising other people faults/mistakes and unquestioned beliefs is way easier to do than undestanding these  for the self. You see them in perspective, something we rarelly do for the self.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I cant say what happened or what you saw but i know many stories  of people falling asleep near ponds , mountain lakes etc and having supernatural dreams with entities. These stories can be linked by scenario  to all the mythical folklore creatures - banshees, nymphs,fairy samodiva... mostly female spirits. Many names for the same thing - inorganic beings.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/eso4ylp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1562159829.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f5xvu9l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1572547000.0, "send_replies": true, "parent_id": "t3_c8gxzr", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Good example of the poisonous socialization we're force fed since birth; to treat the unknown first with condescension, incredulity, &amp; arrogance. Then if that doesn't make it go away, we \"need\" to express panic and fear (which actually gives jolts of energy to the inorganic, drawing it even closer) to force things back to status quo. Includes video:\n\nhttps://www.unexplained-mysteries.com/news/331659/ghost-photographed-in-sorrel-weed-house", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f5xvu9l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good example of the poisonous socialization we&amp;#39;re force fed since birth; to treat the unknown first with condescension, incredulity, &amp;amp; arrogance. Then if that doesn&amp;#39;t make it go away, we &amp;quot;need&amp;quot; to express panic and fear (which actually gives jolts of energy to the inorganic, drawing it even closer) to force things back to status quo. Includes video:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.unexplained-mysteries.com/news/331659/ghost-photographed-in-sorrel-weed-house\"&gt;https://www.unexplained-mysteries.com/news/331659/ghost-photographed-in-sorrel-weed-house&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/f5xvu9l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1572547000.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f9z5vl2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1575738500.0, "send_replies": true, "parent_id": "t3_c8gxzr", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Quantum physicist describes his personal alien encounter on  February 1, 2019\n\n[https://www.unexplained-mysteries.com/news/332744/quantum-physicist-describes-alien-encounter](https://www.unexplained-mysteries.com/news/332744/quantum-physicist-describes-alien-encounter)\n\nThe inorganics reflect back what you expect from them, and a physicist thinks in a certain way. And that is, mostly, what they reflected back to him.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f9z5vl2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Quantum physicist describes his personal alien encounter on  February 1, 2019&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.unexplained-mysteries.com/news/332744/quantum-physicist-describes-alien-encounter\"&gt;https://www.unexplained-mysteries.com/news/332744/quantum-physicist-describes-alien-encounter&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The inorganics reflect back what you expect from them, and a physicist thinks in a certain way. And that is, mostly, what they reflected back to him.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/c8gxzr/paranormal_storytime/f9z5vl2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575738500.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_c8gxzr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]