[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "In Zuleica’s explanation of how to bring the energy body closer to you, from the Eagle’s Gift, Carlos wrote that:\n\n“Zuleica turned to me and, in a parrotlike voice, asked me if it was true that I had never seen a vagina… I answered accordingly, and Zuleica said that she felt sorry for me. Then she ordered Zoila to show me her vagina. Zoila lay down on her back under the light bulb and opened her legs.”\n\nOops. Wrong quote.  But it does seem to illustrate that we were warned.  Maybe Carlos’ “scandalous” behavior was normal for a sorcery group.  I sure hope not. I kind of liked the celibacy thing better. It’s less trouble in the long run.  But those of you having trouble with celibacy should keep that in mind. It is \"ok\" to view a vagina.\n\nWhat Zuleica really explained to Carlos was:\n\n“I disregarded Zuleica's order to enter into a patch of coloration that was forming right at my eye level, and gave myself fully to the exploration of that strange sensation outside me. Zuleica must have seen what I was going through; she suddenly began to explain that the second attention belongs to the luminous body, as the first attention belongs to the physical body. The point where, she said, the second attention assembles itself was situated right where Juan Tuma had described it the first time we met - approximately one and one-half feet in front of the midpoint between the stomach and the belly button and four inches to the right.”\n\nThat reminded me of Carlos’ trying to familiarize us in classes, with the feelings you might detect when you were getting closer to feeling the energy body. Those were tied to the tensegrity he was teaching at the time, and I suspect it was similar to the pass to build the frame of the energy body.\n\nWe’ll never be able to recover exactly what he said on the day I was remembering, until some former class members get supremely good at recapitulation.  I’m not there yet.  But someday it might be easier to explain Carlos’ lectures in more detail.  Some of you might even be able to tap into them yourself, using the clues in my reporting.  It doesn’t seem to matter if you were actually there, when it comes to recovering past events.  We might even be able to watch don Juan teaching Carlos.\n\nWhat I do remember was that Carlos said that energy in general could be felt as a ticklish sensation, since feeling was also part of seeing.   He wanted us to get some idea of how it might feel, so he instructed us to find an ant trail, take off our clothes, and lie down in the path of the ants.   Let them crawl all over your skin.\n\nOne of the women closer to the inner group gave me a concerned look after that.  I got the distinct impression that Carlos had first introduced that technique to one of the new young women close to the inner circle.  That gave me a little doubt about what the technique would actually accomplish.  Certainly the technique would be a lot more fun if you had a naked woman to demo it with.\n\nAnd also, I grew up in Riverside County, a place Carlos was also fond of. He visited there often in the process of looking for sorcerers, and likely hiked around the mountains there.   If you haven’t seen them, think of a Clint Eastwood movie.  They look like that.  Some Star Trek episodes were even filmed in similar mountains above Los Angeles, and people from Carlos’ classes liked to hike there and practice his techniques. There was even a rumor that la Gorda had run around those mountains with Carlos.  Presumably the two sat together in the \"Sorcerer's Cave\" in Malibu.  I also vaguely remember some women from Carlos' classes, doing a technique up there, which I showed a little disdain for.  One of them commented, \"Taisha taught it to us!\"\n\nThose mountain ranges have a unique look, and they also have giant purple ants in ranges of Riverside County. Some are longer than 1 inch. And they’re very angry.  Wide rivers of them flood the mountains in search of food or water.  They actually create their  own sandy trials, which can be several feet wide. If you lay down in such a stream, you might not get up.\n\nBut fortunately, the Argentinians have come to our rescue.  I never thought much about Argentina back then, except that Carlos had a group of students from Argentina, and he treated them like celebrated guests whenever they could come to the USA.  They were brought up to the front of the class for him to show off, and he wove them into his lecture, which always included a bit of teasing.   The men were teased for their height, the women for their shoes, and both of them for their great posture.  I got the impression that in the social pecking order of South America, Argentinians were higher than Peruvians. Certainly they were much taller.\n\nBecause of that, when I first heard that the tiny ants constantly invading our homes in Southern California were actually from Argentina, I took notice.  Carlos joked about how tall the Argentinian men were, but ants from Argentina are not only small, I’ve even heard computer nerds call the younger ones, “Micro-ants”. They’re so small, they can walk on your keyboard and you won’t even notice them unless you get your eyes real close.  Presumably they like “keyboard crumbs”.\n\nAn odd thing happened a day or two after Carlos instructed us to lie in an ant trail.  I found a trail of micro-ants going through my bathroom. I took his advice.  I felt their tiny legs crawling on my skin, and it was indeed a somewhat unique feeling.  They crawled on my legs, feet, and even on my stomach.  The worst part was, the bathroom tile floor was pretty cold.  Or maybe it was that my head was next to the dubiously cleaned floor tiles under the toilet.\n\nOtherwise, I didn’t believe I’d gotten much out of it. I intellectually understood. A tingly sensation. Yea. I’ll remember that.\n\nI didn’t fully appreciate the technique until 20 years later, when I was walking in Beijing near the Forbidden City.  I’d fallen into heightened awareness earlier in the trip.  Our Singaporean Daoist guide was getting a little tired from all the walking, and the younger man accompanying us suggested that we should rest there.  Our Singaporean guide was deathly afraid of having a stroke, and it was for that reason he became a Daoist, on a strict diet with no stimulating ingredients.  His diet was almost as strict as the one Carlos imposed on us for a few months.\n\nI looked around where we had stopped. There had to be at least 10,000 people walking through the path ahead of us. It was a foot traffic underpass.  On a given day, I wouldn’t be surprised if 100,000 people walked there on the way to the forbidden city.  Maybe even more.\n\nI walked towards the underpass to get a closer look at the people emerging.   They seemed to be nearly uniformly Chinese. As I got to the densest part, I felt the tingling of ants crawling on my feet and ankles.\n\nIt was the very same sensation Carlos had told us to feel, by using the ants.  I couldn’t believe it!  I scooped my hands down close to the concrete, and I felt the tingling with them also.  That made me think of a Tensegrity move where you scoop something near the ground, and pour it over your head. I tried it, and it worked.  I could feel it in detail.\n\nI remembered a conversation Carlos had with us, where he explained that as the luminous body walks along, some of its energy fluffs off and gets stuck to the ground. Or is discarded there,  like dusty fibers falling off of us.  The fliers like to feast on that kind of loose energy, licking it up with a big wet tongue and a sloppy sucking sound that Carlos would make, to emphasize how horrible it was to let it go on.\n\nAll I could figure out about that was, maybe when there’s so many people walking by a specific area, there’s enough buildup to feel it.  Especially if you’re closer to the second attention than normal, such as from heightened awareness.\n\nLast night I tried Zuleica’s technique again, to see if I could prove there was a tingly sensation associated with that area in front of the stomach, and to the right.  At first, I could feel only a few strands, as if a hair on my arm had felt a weak breeze.   But as I moved my arm around, I found that it corresponded to specific locations in that area and it even seemed to have a flat curved shape.  Only my right arm could feel it.  I tried with the left arm, and there was no tingling. Also, after a while of waving my arm there to feel it, it “wore out”.  I had to stop for a bit, and visualize being immersed in the color I’d chosen to see in the darkness.\n\nAfter some time of watching the colors and feeling immersed by them, the tingling sensation was renewed. Except that, the color surrounding me seemed to have moved in a little closer, or gotten a little brighter, and there was a luminous shell associated with it. It was moving closer each time I felt for the tingling sensation.  The luminous shell was like Carlos’ “wall” technique, except that it had some strong details on it, like weird structures stuck on the edges, and it was strongly curved.  Perhaps Carlos' \"wall\" technique is a technique for viewing the periphery of the luminous shell. He always said we needed to \"redeploy\" energy from there, and get it closer to the center.\n\nI’d have to say, Carlos was telling the truth about the ant technique, regardless of who he demonstrated it on first, and under what circumstances.  Give it a try.\n\nEdited: to include more memories. Six times\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "What to do with Ants", "link_flair_richtext": [{"e": "text", "t": "Misc. Practices"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_b70ekr", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.82, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Misc. Practices", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1553891557.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1553881939.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In Zuleica’s explanation of how to bring the energy body closer to you, from the Eagle’s Gift, Carlos wrote that:&lt;/p&gt;\n\n&lt;p&gt;“Zuleica turned to me and, in a parrotlike voice, asked me if it was true that I had never seen a vagina… I answered accordingly, and Zuleica said that she felt sorry for me. Then she ordered Zoila to show me her vagina. Zoila lay down on her back under the light bulb and opened her legs.”&lt;/p&gt;\n\n&lt;p&gt;Oops. Wrong quote.  But it does seem to illustrate that we were warned.  Maybe Carlos’ “scandalous” behavior was normal for a sorcery group.  I sure hope not. I kind of liked the celibacy thing better. It’s less trouble in the long run.  But those of you having trouble with celibacy should keep that in mind. It is &amp;quot;ok&amp;quot; to view a vagina.&lt;/p&gt;\n\n&lt;p&gt;What Zuleica really explained to Carlos was:&lt;/p&gt;\n\n&lt;p&gt;“I disregarded Zuleica&amp;#39;s order to enter into a patch of coloration that was forming right at my eye level, and gave myself fully to the exploration of that strange sensation outside me. Zuleica must have seen what I was going through; she suddenly began to explain that the second attention belongs to the luminous body, as the first attention belongs to the physical body. The point where, she said, the second attention assembles itself was situated right where Juan Tuma had described it the first time we met - approximately one and one-half feet in front of the midpoint between the stomach and the belly button and four inches to the right.”&lt;/p&gt;\n\n&lt;p&gt;That reminded me of Carlos’ trying to familiarize us in classes, with the feelings you might detect when you were getting closer to feeling the energy body. Those were tied to the tensegrity he was teaching at the time, and I suspect it was similar to the pass to build the frame of the energy body.&lt;/p&gt;\n\n&lt;p&gt;We’ll never be able to recover exactly what he said on the day I was remembering, until some former class members get supremely good at recapitulation.  I’m not there yet.  But someday it might be easier to explain Carlos’ lectures in more detail.  Some of you might even be able to tap into them yourself, using the clues in my reporting.  It doesn’t seem to matter if you were actually there, when it comes to recovering past events.  We might even be able to watch don Juan teaching Carlos.&lt;/p&gt;\n\n&lt;p&gt;What I do remember was that Carlos said that energy in general could be felt as a ticklish sensation, since feeling was also part of seeing.   He wanted us to get some idea of how it might feel, so he instructed us to find an ant trail, take off our clothes, and lie down in the path of the ants.   Let them crawl all over your skin.&lt;/p&gt;\n\n&lt;p&gt;One of the women closer to the inner group gave me a concerned look after that.  I got the distinct impression that Carlos had first introduced that technique to one of the new young women close to the inner circle.  That gave me a little doubt about what the technique would actually accomplish.  Certainly the technique would be a lot more fun if you had a naked woman to demo it with.&lt;/p&gt;\n\n&lt;p&gt;And also, I grew up in Riverside County, a place Carlos was also fond of. He visited there often in the process of looking for sorcerers, and likely hiked around the mountains there.   If you haven’t seen them, think of a Clint Eastwood movie.  They look like that.  Some Star Trek episodes were even filmed in similar mountains above Los Angeles, and people from Carlos’ classes liked to hike there and practice his techniques. There was even a rumor that la Gorda had run around those mountains with Carlos.  Presumably the two sat together in the &amp;quot;Sorcerer&amp;#39;s Cave&amp;quot; in Malibu.  I also vaguely remember some women from Carlos&amp;#39; classes, doing a technique up there, which I showed a little disdain for.  One of them commented, &amp;quot;Taisha taught it to us!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Those mountain ranges have a unique look, and they also have giant purple ants in ranges of Riverside County. Some are longer than 1 inch. And they’re very angry.  Wide rivers of them flood the mountains in search of food or water.  They actually create their  own sandy trials, which can be several feet wide. If you lay down in such a stream, you might not get up.&lt;/p&gt;\n\n&lt;p&gt;But fortunately, the Argentinians have come to our rescue.  I never thought much about Argentina back then, except that Carlos had a group of students from Argentina, and he treated them like celebrated guests whenever they could come to the USA.  They were brought up to the front of the class for him to show off, and he wove them into his lecture, which always included a bit of teasing.   The men were teased for their height, the women for their shoes, and both of them for their great posture.  I got the impression that in the social pecking order of South America, Argentinians were higher than Peruvians. Certainly they were much taller.&lt;/p&gt;\n\n&lt;p&gt;Because of that, when I first heard that the tiny ants constantly invading our homes in Southern California were actually from Argentina, I took notice.  Carlos joked about how tall the Argentinian men were, but ants from Argentina are not only small, I’ve even heard computer nerds call the younger ones, “Micro-ants”. They’re so small, they can walk on your keyboard and you won’t even notice them unless you get your eyes real close.  Presumably they like “keyboard crumbs”.&lt;/p&gt;\n\n&lt;p&gt;An odd thing happened a day or two after Carlos instructed us to lie in an ant trail.  I found a trail of micro-ants going through my bathroom. I took his advice.  I felt their tiny legs crawling on my skin, and it was indeed a somewhat unique feeling.  They crawled on my legs, feet, and even on my stomach.  The worst part was, the bathroom tile floor was pretty cold.  Or maybe it was that my head was next to the dubiously cleaned floor tiles under the toilet.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, I didn’t believe I’d gotten much out of it. I intellectually understood. A tingly sensation. Yea. I’ll remember that.&lt;/p&gt;\n\n&lt;p&gt;I didn’t fully appreciate the technique until 20 years later, when I was walking in Beijing near the Forbidden City.  I’d fallen into heightened awareness earlier in the trip.  Our Singaporean Daoist guide was getting a little tired from all the walking, and the younger man accompanying us suggested that we should rest there.  Our Singaporean guide was deathly afraid of having a stroke, and it was for that reason he became a Daoist, on a strict diet with no stimulating ingredients.  His diet was almost as strict as the one Carlos imposed on us for a few months.&lt;/p&gt;\n\n&lt;p&gt;I looked around where we had stopped. There had to be at least 10,000 people walking through the path ahead of us. It was a foot traffic underpass.  On a given day, I wouldn’t be surprised if 100,000 people walked there on the way to the forbidden city.  Maybe even more.&lt;/p&gt;\n\n&lt;p&gt;I walked towards the underpass to get a closer look at the people emerging.   They seemed to be nearly uniformly Chinese. As I got to the densest part, I felt the tingling of ants crawling on my feet and ankles.&lt;/p&gt;\n\n&lt;p&gt;It was the very same sensation Carlos had told us to feel, by using the ants.  I couldn’t believe it!  I scooped my hands down close to the concrete, and I felt the tingling with them also.  That made me think of a Tensegrity move where you scoop something near the ground, and pour it over your head. I tried it, and it worked.  I could feel it in detail.&lt;/p&gt;\n\n&lt;p&gt;I remembered a conversation Carlos had with us, where he explained that as the luminous body walks along, some of its energy fluffs off and gets stuck to the ground. Or is discarded there,  like dusty fibers falling off of us.  The fliers like to feast on that kind of loose energy, licking it up with a big wet tongue and a sloppy sucking sound that Carlos would make, to emphasize how horrible it was to let it go on.&lt;/p&gt;\n\n&lt;p&gt;All I could figure out about that was, maybe when there’s so many people walking by a specific area, there’s enough buildup to feel it.  Especially if you’re closer to the second attention than normal, such as from heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;Last night I tried Zuleica’s technique again, to see if I could prove there was a tingly sensation associated with that area in front of the stomach, and to the right.  At first, I could feel only a few strands, as if a hair on my arm had felt a weak breeze.   But as I moved my arm around, I found that it corresponded to specific locations in that area and it even seemed to have a flat curved shape.  Only my right arm could feel it.  I tried with the left arm, and there was no tingling. Also, after a while of waving my arm there to feel it, it “wore out”.  I had to stop for a bit, and visualize being immersed in the color I’d chosen to see in the darkness.&lt;/p&gt;\n\n&lt;p&gt;After some time of watching the colors and feeling immersed by them, the tingling sensation was renewed. Except that, the color surrounding me seemed to have moved in a little closer, or gotten a little brighter, and there was a luminous shell associated with it. It was moving closer each time I felt for the tingling sensation.  The luminous shell was like Carlos’ “wall” technique, except that it had some strong details on it, like weird structures stuck on the edges, and it was strongly curved.  Perhaps Carlos&amp;#39; &amp;quot;wall&amp;quot; technique is a technique for viewing the periphery of the luminous shell. He always said we needed to &amp;quot;redeploy&amp;quot; energy from there, and get it closer to the center.&lt;/p&gt;\n\n&lt;p&gt;I’d have to say, Carlos was telling the truth about the ant technique, regardless of who he demonstrated it on first, and under what circumstances.  Give it a try.&lt;/p&gt;\n\n&lt;p&gt;Edited: to include more memories. Six times&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "fd91a8a8-6005-11ea-8439-0eaf9c4c470b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "b70ekr", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 10, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/b70ekr/what_to_do_with_ants/", "subreddit_subscribers": 9561, "created_utc": 1553881939.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eog4va3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1558550796.0, "send_replies": true, "parent_id": "t1_eog20im", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The desired result is what the old sorcerers called stopping the world, the moment when everything around us ceases to be what it's always been.\"\n\nThis brings up a good point.  I've been suspecting it for a while.\n\nCarlos had dramatic results for some things, because don Juan messed with him. He slapped him on the back, then loaded him up with experiences. He also guided him through some stunts using power plants.\n\nCarlos wasn't doing all of it on his own power.  And so when something big happened, like stopping the world, he describes being suspended in the air, or falling down at  UCLA with no one noticing him laying there on the ground.\n\nI dare to say, that won't happen as much to us. We're doing it all under our own power.\n\nI can get silent enough (but I need that hour he mentioned) to make the world dissolve into formlessness.  From there, just about anything is possible.\n\nI never considered that to be \"stopping the world\".  It's just something you can do, tiny inch by tiny inch.  \n\nLikewise, I believe that some of the warnings don't apply to us, because anything we accomplish will be fully integrated over a very long period of time.\n\nI've been at this for 50 years, since I first ran into Carlos at Morongo.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_eog4va3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The desired result is what the old sorcerers called stopping the world, the moment when everything around us ceases to be what it&amp;#39;s always been.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This brings up a good point.  I&amp;#39;ve been suspecting it for a while.&lt;/p&gt;\n\n&lt;p&gt;Carlos had dramatic results for some things, because don Juan messed with him. He slapped him on the back, then loaded him up with experiences. He also guided him through some stunts using power plants.&lt;/p&gt;\n\n&lt;p&gt;Carlos wasn&amp;#39;t doing all of it on his own power.  And so when something big happened, like stopping the world, he describes being suspended in the air, or falling down at  UCLA with no one noticing him laying there on the ground.&lt;/p&gt;\n\n&lt;p&gt;I dare to say, that won&amp;#39;t happen as much to us. We&amp;#39;re doing it all under our own power.&lt;/p&gt;\n\n&lt;p&gt;I can get silent enough (but I need that hour he mentioned) to make the world dissolve into formlessness.  From there, just about anything is possible.&lt;/p&gt;\n\n&lt;p&gt;I never considered that to be &amp;quot;stopping the world&amp;quot;.  It&amp;#39;s just something you can do, tiny inch by tiny inch.  &lt;/p&gt;\n\n&lt;p&gt;Likewise, I believe that some of the warnings don&amp;#39;t apply to us, because anything we accomplish will be fully integrated over a very long period of time.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been at this for 50 years, since I first ran into Carlos at Morongo.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_b70ekr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eog4va3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558550796.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eog20im", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eofvkg1", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yeah, silence seems to be the master key. I think recapitulation is basically about that too, quietening all the subconscious chatter that's ready to spring to action whenever conditions suit, making it easier to accumulate silence. From _The Active Side of Infinity_:\n\n&gt;Following the rationales of the sorcerers of ancient Mexico, don Juan stated categorically that\ninner silence was accrued, accumulated. In my case, he struggled to guide me to construct a core\nof inner silence in myself, and then add to it, second by second, on every occasion I practiced it.\nHe explained that the sorcerers of ancient Mexico discovered that each individual had a different\nthreshold of inner silence in terms of time, meaning that inner silence must be kept by each one\nof us for the length of time of our specific threshold before it can work.\n\"What did those sorcerers consider the sign that inner silence is working, don Juan?\" I asked.\n\"Inner silence works from the moment you begin to accrue it,\" he replied. \"What the old\nsorcerers were after was the final, dramatic, end result of reaching that individual threshold of\nsilence. Some very talented practitioners need only a few minutes of silence to reach that coveted\ngoal. Others, less talented, need long periods of silence, perhaps more than one hour of complete\nquietude, before they reach the desired result. The desired result is what the old sorcerers called\nstopping the world, the moment when everything around us ceases to be what it's always been.\"", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_eog20im", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, silence seems to be the master key. I think recapitulation is basically about that too, quietening all the subconscious chatter that&amp;#39;s ready to spring to action whenever conditions suit, making it easier to accumulate silence. From &lt;em&gt;The Active Side of Infinity&lt;/em&gt;:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Following the rationales of the sorcerers of ancient Mexico, don Juan stated categorically that\ninner silence was accrued, accumulated. In my case, he struggled to guide me to construct a core\nof inner silence in myself, and then add to it, second by second, on every occasion I practiced it.\nHe explained that the sorcerers of ancient Mexico discovered that each individual had a different\nthreshold of inner silence in terms of time, meaning that inner silence must be kept by each one\nof us for the length of time of our specific threshold before it can work.\n&amp;quot;What did those sorcerers consider the sign that inner silence is working, don Juan?&amp;quot; I asked.\n&amp;quot;Inner silence works from the moment you begin to accrue it,&amp;quot; he replied. &amp;quot;What the old\nsorcerers were after was the final, dramatic, end result of reaching that individual threshold of\nsilence. Some very talented practitioners need only a few minutes of silence to reach that coveted\ngoal. Others, less talented, need long periods of silence, perhaps more than one hour of complete\nquietude, before they reach the desired result. The desired result is what the old sorcerers called\nstopping the world, the moment when everything around us ceases to be what it&amp;#39;s always been.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_b70ekr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eog20im/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558549012.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558549012.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eofvkg1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eofv4wc", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "(The fairy is an inorganic being coaxed into assuming that form, which is essentially a technique for learning to control and propel them.  Plus, it's not as scary when it's a pretty young woman only 4 inches high.)\n\nKeep up the meditation, it's a good tool.  And easier than forcing silence, if you're really tired.  Once it drifts you into bliss, you won't feel as tired, and can return to forcing silence.\n\nBut remember this: Any sensation you have while meditating, is in fact a movement of the assemblage point. So get used to that feeling. It'll help to know about it, later on. \n\nIf it shifts enough to produce a vision, or you blank out, that's the second attention.\n\nAs for the breathing, it's sort of like pretending to have money, when you don't.  Your breathing will automatically become the perfect breath recommended by yogis, if you get silent. You wouldn't even have to  have been told about it, it's the natural way humans breath, when their internal dialogue doesn't have them on edge and ready to flee or fight on a moment's notice.\n\nSo focusing on it is really more of a trick, to get the fantasizing part of the internal dialogue to focus on that, instead of the water bill or bank statement.  Or I should say, focusing on it before it's automatic is just a trick.  \n\nBut once you can get silent, you can focus on it as a way of being restful, in a different position of the assemblage point.  The breath seems to anchor the new point.  Carlos used to lay on the ground and copy the breath of a Saber Toothed Tiger, in a world he learned to visit.\n\n(Located sort of near La Brea Tar pits, so I guess that means there's at least 2 power spots in LA).\n\nIt's not a bad trick though (watching our breath).  Worth pursuing, if you don't neglect to actually learn silence.\n\nEdited", "edited": 1558546061.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_eofvkg1", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;(The fairy is an inorganic being coaxed into assuming that form, which is essentially a technique for learning to control and propel them.  Plus, it&amp;#39;s not as scary when it&amp;#39;s a pretty young woman only 4 inches high.)&lt;/p&gt;\n\n&lt;p&gt;Keep up the meditation, it&amp;#39;s a good tool.  And easier than forcing silence, if you&amp;#39;re really tired.  Once it drifts you into bliss, you won&amp;#39;t feel as tired, and can return to forcing silence.&lt;/p&gt;\n\n&lt;p&gt;But remember this: Any sensation you have while meditating, is in fact a movement of the assemblage point. So get used to that feeling. It&amp;#39;ll help to know about it, later on. &lt;/p&gt;\n\n&lt;p&gt;If it shifts enough to produce a vision, or you blank out, that&amp;#39;s the second attention.&lt;/p&gt;\n\n&lt;p&gt;As for the breathing, it&amp;#39;s sort of like pretending to have money, when you don&amp;#39;t.  Your breathing will automatically become the perfect breath recommended by yogis, if you get silent. You wouldn&amp;#39;t even have to  have been told about it, it&amp;#39;s the natural way humans breath, when their internal dialogue doesn&amp;#39;t have them on edge and ready to flee or fight on a moment&amp;#39;s notice.&lt;/p&gt;\n\n&lt;p&gt;So focusing on it is really more of a trick, to get the fantasizing part of the internal dialogue to focus on that, instead of the water bill or bank statement.  Or I should say, focusing on it before it&amp;#39;s automatic is just a trick.  &lt;/p&gt;\n\n&lt;p&gt;But once you can get silent, you can focus on it as a way of being restful, in a different position of the assemblage point.  The breath seems to anchor the new point.  Carlos used to lay on the ground and copy the breath of a Saber Toothed Tiger, in a world he learned to visit.&lt;/p&gt;\n\n&lt;p&gt;(Located sort of near La Brea Tar pits, so I guess that means there&amp;#39;s at least 2 power spots in LA).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a bad trick though (watching our breath).  Worth pursuing, if you don&amp;#39;t neglect to actually learn silence.&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_b70ekr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eofvkg1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558544524.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558544524.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eofv4wc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eofquav", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Haha. I want a fairy! (Oh god, did I say that out loud?) I tried again last night but it only stayed around the base of the spine. It seems to happen by focusing on the dantian(?) while meditating, expanding there while breathing in, but kind of not letting that area contract while exhaling, so the whole base of the pelvis sort of gets pushed down. From [here](https://tricycle.org/magazine/hara-breathing-meditation/?fbclid=IwAR1zgeJiI-e-QZ_KuD6YlcCHILyXfxjerTxcQIILvfQxhhk62plU_JHFTXg).", "edited": false, "author_flair_css_class": null, "name": "t1_eofv4wc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Haha. I want a fairy! (Oh god, did I say that out loud?) I tried again last night but it only stayed around the base of the spine. It seems to happen by focusing on the dantian(?) while meditating, expanding there while breathing in, but kind of not letting that area contract while exhaling, so the whole base of the pelvis sort of gets pushed down. From &lt;a href=\"https://tricycle.org/magazine/hara-breathing-meditation/?fbclid=IwAR1zgeJiI-e-QZ_KuD6YlcCHILyXfxjerTxcQIILvfQxhhk62plU_JHFTXg\"&gt;here&lt;/a&gt;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_b70ekr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eofv4wc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558544226.0, "author_flair_text": null, "collapsed": false, "created_utc": 1558544226.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eofquav", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eodyr30", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I never thought about it before, but the \"kundalini\" experience is actually a shift of the assemblage point to a place it hasn't been before. That releases the energy and you get the feeling.\n\nIt's what the allies are after.  Micro movements of your assemblage point to new places.  I don't know why they like that.  \n\nBut as my \"Fairy\" told me a day or two ago, \"We already did that!\"\n\nThey like to do new things.", "edited": 1558541781.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eofquav", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I never thought about it before, but the &amp;quot;kundalini&amp;quot; experience is actually a shift of the assemblage point to a place it hasn&amp;#39;t been before. That releases the energy and you get the feeling.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what the allies are after.  Micro movements of your assemblage point to new places.  I don&amp;#39;t know why they like that.  &lt;/p&gt;\n\n&lt;p&gt;But as my &amp;quot;Fairy&amp;quot; told me a day or two ago, &amp;quot;We already did that!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They like to do new things.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_b70ekr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eofquav/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558541256.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558541256.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eodyr30", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eodpidi", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Allowing the itch to just be there  certainly provided a focus that induced a degree of silence, it took away the regular mental chatter very quickly, and does the same if i notice an itch during “everyday” life too. It led to a minor sort of kundalini experience even, something I’ve never tried to do or been interested in, but I guess it must have been that, incredible relaxation of the spine like it was waking up after years of stiffness, it only reached around halfway up the body though.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_eodyr30", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Allowing the itch to just be there  certainly provided a focus that induced a degree of silence, it took away the regular mental chatter very quickly, and does the same if i notice an itch during “everyday” life too. It led to a minor sort of kundalini experience even, something I’ve never tried to do or been interested in, but I guess it must have been that, incredible relaxation of the spine like it was waking up after years of stiffness, it only reached around halfway up the body though.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_b70ekr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eodyr30/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558484166.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558484166.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eodpidi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558478041.0, "send_replies": true, "parent_id": "t1_eod0lo0", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "People who write to me have commonly found that when the assemblage point starts to shift, their body gets itchy, which stops them from doing what they were doing.  Usually that is happening as part of some form of meditation they do.  They're meditating, it starts to get interesting, they get itchy, and have to move. That interrupts what was happening.\n\nIgnoring the itch might be an option, but I've found that it eventually goes away.   I think there's some kind of \"itchy barrier\" right at the entrance to the second attention.  For some people.\n\nThe itch from playing with the second attention's luminous shell is peculiar.  It's not actually unpleasant, it's just surprising how real it feels.\n\nZuleica told Carlos to stroke the point of the second attention's assemblage point like a harp, but I prefer feeling around with my arm.  On the outside of our bodies are really sensitive areas, designed to help you squeeze between tight spots. Like the little hairs on your knuckles are there to let you reach into crevices without scraping off skin.\n\nTurns out there's some of that on the edge of the calves, and on the edge of the forearms.  I suspect those are there for the same reason, so you can slink through openings or cracks in caves.\n\nBut because they're really sensitive in the first attention, means there's a center of awareness there.  And although it's vague in the first attention, and we barely realize when we use it, in the second attention it can become visual, auditory, or it can feel like something is blowing on a single hair.  \n\nThat's why the ants. To get us used to watching for that sensation.\n\nIf you slowly move your arm around in front of your body, while silent and in the dark, you can feel the cobwebs that are little fibers sent out from the body.  If you keep feeling them and look for shapes, you'll eventually cause the assemblage point to shift dramatically, and just about anything can happen. Carlos ended up in a ditch.\n\nI'd say, it's not really feeling the cobwebs that causes the dramatic shift.\n\nIt's focusing your actual attention on the second attention.  So you don't go off fantasizing about the argument you had with the boss.  You're perplexed to be feeling those fibers, and so the silence you attain gets very deep.", "edited": 1558478803.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eodpidi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;People who write to me have commonly found that when the assemblage point starts to shift, their body gets itchy, which stops them from doing what they were doing.  Usually that is happening as part of some form of meditation they do.  They&amp;#39;re meditating, it starts to get interesting, they get itchy, and have to move. That interrupts what was happening.&lt;/p&gt;\n\n&lt;p&gt;Ignoring the itch might be an option, but I&amp;#39;ve found that it eventually goes away.   I think there&amp;#39;s some kind of &amp;quot;itchy barrier&amp;quot; right at the entrance to the second attention.  For some people.&lt;/p&gt;\n\n&lt;p&gt;The itch from playing with the second attention&amp;#39;s luminous shell is peculiar.  It&amp;#39;s not actually unpleasant, it&amp;#39;s just surprising how real it feels.&lt;/p&gt;\n\n&lt;p&gt;Zuleica told Carlos to stroke the point of the second attention&amp;#39;s assemblage point like a harp, but I prefer feeling around with my arm.  On the outside of our bodies are really sensitive areas, designed to help you squeeze between tight spots. Like the little hairs on your knuckles are there to let you reach into crevices without scraping off skin.&lt;/p&gt;\n\n&lt;p&gt;Turns out there&amp;#39;s some of that on the edge of the calves, and on the edge of the forearms.  I suspect those are there for the same reason, so you can slink through openings or cracks in caves.&lt;/p&gt;\n\n&lt;p&gt;But because they&amp;#39;re really sensitive in the first attention, means there&amp;#39;s a center of awareness there.  And although it&amp;#39;s vague in the first attention, and we barely realize when we use it, in the second attention it can become visual, auditory, or it can feel like something is blowing on a single hair.  &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why the ants. To get us used to watching for that sensation.&lt;/p&gt;\n\n&lt;p&gt;If you slowly move your arm around in front of your body, while silent and in the dark, you can feel the cobwebs that are little fibers sent out from the body.  If you keep feeling them and look for shapes, you&amp;#39;ll eventually cause the assemblage point to shift dramatically, and just about anything can happen. Carlos ended up in a ditch.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say, it&amp;#39;s not really feeling the cobwebs that causes the dramatic shift.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s focusing your actual attention on the second attention.  So you don&amp;#39;t go off fantasizing about the argument you had with the boss.  You&amp;#39;re perplexed to be feeling those fibers, and so the silence you attain gets very deep.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_b70ekr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eodpidi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558478041.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "eod0lo0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1558466738.0, "send_replies": true, "parent_id": "t3_b70ekr", "score": 3, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Not sure if it's quite the same, but… so I tried allowing itches to sort of grow or at least remain, refusing to scratch them, while doing gazingtation. It's quite odd, they seem to warp things, awareness of outside and of one's own body. I think I read in another comment (of yours?) how the body in the second attention can be an almost unbearable sort of feeling, like when a body part wakes up from being \"asleep\" with pins and needles? Or perhaps I read it somewhere else… Anyway, allowing an itch to take you over, or multiple itches as they seem to spring up once you pay attention and let them be, seems to bring up a powerful awareness and shut out the first attention in some way, is almost unbearable though not once accustomed. I wonder if it's similar to the ants (or just a not-doing!).", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eod0lo0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not sure if it&amp;#39;s quite the same, but… so I tried allowing itches to sort of grow or at least remain, refusing to scratch them, while doing gazingtation. It&amp;#39;s quite odd, they seem to warp things, awareness of outside and of one&amp;#39;s own body. I think I read in another comment (of yours?) how the body in the second attention can be an almost unbearable sort of feeling, like when a body part wakes up from being &amp;quot;asleep&amp;quot; with pins and needles? Or perhaps I read it somewhere else… Anyway, allowing an itch to take you over, or multiple itches as they seem to spring up once you pay attention and let them be, seems to bring up a powerful awareness and shut out the first attention in some way, is almost unbearable though not once accustomed. I wonder if it&amp;#39;s similar to the ants (or just a not-doing!).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/eod0lo0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558466738.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_b70ekr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_b70ekr", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_b70ekr", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ejryb00", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ejps9mg", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm afraid, I was too arrogant to listen to the women.\n\nIf any of them finds their way here, please explain this technique.\n\nTaisha?  Send someone?\n", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ejryb00", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m afraid, I was too arrogant to listen to the women.&lt;/p&gt;\n\n&lt;p&gt;If any of them finds their way here, please explain this technique.&lt;/p&gt;\n\n&lt;p&gt;Taisha?  Send someone?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_b70ekr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/ejryb00/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1553995179.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1553995179.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ejps9mg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1553923057.0, "send_replies": true, "parent_id": "t1_ejouh3o", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/ejps9mg/", "num_reports": null, "locked": false, "name": "t1_ejps9mg", "created": 1553923057.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "ejouh3o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1553894243.0, "send_replies": true, "parent_id": "t1_ejotdon", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes.  The second attention is likely never as \"real\" as the first attention. At least, that's my suspicion.  And so you can experience amazing things there, and somehow feel that you didn't.  That you made it up.  Or it's invalid. Or it's wrong to believe that happened.\n\nThese things can happen even if you weren't trying to get to the second attention, and there's no guarantee you will pay attention to them, or try to do that again.  This could explain why other forms of meditation don't seem to have access to the same experiences.\n\nBy playing with the second attention, even if it's very faint, you get permission to not dismiss it so easily.  If you can take one piece of it, and produce another, then it fits more with our causality view of the tonal.  Never mind that what you see won't match what someone else sees. What matters is how you got there, so you can do it again.  If you can share, as Zuleica did with Carlos, by doing a technique together, so much the better.  But we don't have pairs of people of that skill level yet.\n\nOn our own, once you acknowledge something from the second attention, instead of dismissing it, it gets brighter.  (over days, perhaps not over minutes).  To the point that you can't just say it's not real. \n\nBut you still may have the feeling it never happened, when you return to the first attention.\n\nThis is particularly bad if there are \"censors\" in your group, such as abound in Buddhist groups.  The budding monks love hierarchies of social standing, and also love to enforce the rules, to show they're \"good\" Buddhists.\n\nI'm afraid to say, that happened in Carlos' group also.  And it'll surely happen among people who only got to read his books.  They imagine something (bound to be off by quite a bit), and when the real thing comes along, especially if someone else tells them about it, they're likely to dismiss it, or even complain about it.\n\nI did that with the \"worms in the sky\" technique, which possibly Taisha showed to some of the women in class.  One things certain, she showed them some technique, and I did in fact diss it to the women.  \n\nI mean, come on!  You see worms in the blue sky. How can you dismiss that as not being useful?\n\nEdit:  One more thing.  By letting the ants crawl on you, you've \"jumped\".  That means, on your own, you've taken something as being worth pursuing, in the direction of sorcery.  Jumping summons intent.", "edited": 1553894665.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ejouh3o", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes.  The second attention is likely never as &amp;quot;real&amp;quot; as the first attention. At least, that&amp;#39;s my suspicion.  And so you can experience amazing things there, and somehow feel that you didn&amp;#39;t.  That you made it up.  Or it&amp;#39;s invalid. Or it&amp;#39;s wrong to believe that happened.&lt;/p&gt;\n\n&lt;p&gt;These things can happen even if you weren&amp;#39;t trying to get to the second attention, and there&amp;#39;s no guarantee you will pay attention to them, or try to do that again.  This could explain why other forms of meditation don&amp;#39;t seem to have access to the same experiences.&lt;/p&gt;\n\n&lt;p&gt;By playing with the second attention, even if it&amp;#39;s very faint, you get permission to not dismiss it so easily.  If you can take one piece of it, and produce another, then it fits more with our causality view of the tonal.  Never mind that what you see won&amp;#39;t match what someone else sees. What matters is how you got there, so you can do it again.  If you can share, as Zuleica did with Carlos, by doing a technique together, so much the better.  But we don&amp;#39;t have pairs of people of that skill level yet.&lt;/p&gt;\n\n&lt;p&gt;On our own, once you acknowledge something from the second attention, instead of dismissing it, it gets brighter.  (over days, perhaps not over minutes).  To the point that you can&amp;#39;t just say it&amp;#39;s not real. &lt;/p&gt;\n\n&lt;p&gt;But you still may have the feeling it never happened, when you return to the first attention.&lt;/p&gt;\n\n&lt;p&gt;This is particularly bad if there are &amp;quot;censors&amp;quot; in your group, such as abound in Buddhist groups.  The budding monks love hierarchies of social standing, and also love to enforce the rules, to show they&amp;#39;re &amp;quot;good&amp;quot; Buddhists.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid to say, that happened in Carlos&amp;#39; group also.  And it&amp;#39;ll surely happen among people who only got to read his books.  They imagine something (bound to be off by quite a bit), and when the real thing comes along, especially if someone else tells them about it, they&amp;#39;re likely to dismiss it, or even complain about it.&lt;/p&gt;\n\n&lt;p&gt;I did that with the &amp;quot;worms in the sky&amp;quot; technique, which possibly Taisha showed to some of the women in class.  One things certain, she showed them some technique, and I did in fact diss it to the women.  &lt;/p&gt;\n\n&lt;p&gt;I mean, come on!  You see worms in the blue sky. How can you dismiss that as not being useful?&lt;/p&gt;\n\n&lt;p&gt;Edit:  One more thing.  By letting the ants crawl on you, you&amp;#39;ve &amp;quot;jumped&amp;quot;.  That means, on your own, you&amp;#39;ve taken something as being worth pursuing, in the direction of sorcery.  Jumping summons intent.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_b70ekr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/ejouh3o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1553894243.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ejotdon", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_b70ekr", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/b70ekr/what_to_do_with_ants/ejotdon/", "num_reports": null, "locked": false, "name": "t1_ejotdon", "created": 1553893502.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1553893502.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]