[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Early Cleargreen](https://preview.redd.it/r3x5asqtca141.jpg?width=600&amp;format=pjpg&amp;auto=webp&amp;s=6a8fa7257daf1dac733b9e02a81e9d56db1b7537)\n\n&amp;#x200B;\n\nCarlos maintained several layers of secret classes.\n\nDepending on which you attended, you were loyal to a specific group, and felt alienated from another.\n\nKeep this in context: Anyone invited to secret classes had achieved, \"holy status\".\n\nPeople at workshops would kowtow to them. It was a symbol of status, and people outside the classes were afraid to argue with them for fear it would lessen their chances of getting an invite.\n\nCarlos had anointed them!\n\nEven if you got an invite, you were aware of secrets you didn't know, if you didn't belong to the deepest levels of secret classes.  And thus, your anointing was inferior to another person's anointing.\n\nYou would also hear rumors of suspicious things going on at a level deeper than your own.\n\nLike Carlos pressuring Virginia to be intimate, but her holding out.\n\nJust watch that lovely dark long hair!  Not cut yet?\n\nWe were all on daily lookout, to see if Virginia had \"done it\" yet.\n\nBut didn't he tell everyone to be celibate???\n\nNaive me. I obeyed.\n\nAnd I am really, really, really glad I did.\n\nCholita wouldn't have held out if invited to have sex with Carlos,  she informed me.\n\nBut knowing Cholita as I do, I suspect he might have gotten kicked in the stomach,  if he put his hand in the wrong place.\n\nLike, maybe on her knee.\n\nThis multi-level secrecy created tension, assuring a spectacular explosion when he died.\n\nHe even had crossovers, who spread rumors on his suggestion. I won’t name names, but one was particularly fun to talk to. Depending on how accepting you were of really bad behavior, she’d tailor the rumor to stay within your allowable range.\n\nHe followed the *intent* of his books. He broke it up.\n\nIf you think about it, would a group of former apprentices, singing Kumbaya together after his death, really be an effective path for learning sorcery?\n\nAbsolutely not. That's the kind of placebo that holds people back. \"Belonging\".\n\nYou can't \"belong\" to a sorcery group, and learn sorcery.\n\nYou can't \"show up\" to sorcery classes, and learn sorcery.\n\nIt doesn't follow the normal model of education.\n\nYou can only learn sorcery by your own hard effort.  Alone, on your own.\n\nAnd there's the problem.  People don't understand that. They're used to working their way up through some \"5 level teacher training\" system, to achieve their goal.\n\nThat doesn't work.  You'll just be an idiot with an expensive certificate.\n\nIt'll be about as useful as that black belt certificate you got as a teenager.\n\nThat's where we are right now.  Carlos created such an explosion, that Kumbaya was impossible. And there was nothing to hold it together other than hard work.\n\nNo one wanted to work hard.  Nearly all of the people from private classes went back to their ordinary lives.\n\nCleargreen stuck around because there was some money in it. Maybe not so much lately. But I hope there will be again.\n\nI'm working on it.\n\nAnd in case anyone doesn’t know, Carlos blew that up too. He said he didn’t care what happened to Cleargreen, while on his deathbed.\n\nMiles and Aerin are a bit of a surprise. Miles is a doctor. Unless they pay doctors in Argentina as badly as they do in Russia or Communist Chinese villages (&lt; $500 a month), it seems like he doesn't need workshop money.\n\nGood for him!\n\nSecret class types in order of secrecy, last is the deepest:\n\nOne time public invite classes like when he tried to gather 200 women. A scramble to get women occurred, letting people in who would never have gone otherwise.\n\nA few foreign visitor invites to Sunday Class at Dance Home.\n\nWeekly private classes where you got invited each time, as long as you didn't mess up the energy.  A lot of people only got a few invites.  Cholita was dropped from private classes for a whole year, while she went through a series of jobs to prove herself. And then she was informed she had to cut her hair and stop smoking.\n\nEmergency classes held on a few hours notice, even on Christmas holidays. Getting a call for those meant, you were reliable.  I believe poor Ellis had to man the phones most of the time.  There was no text messaging back then.\n\nNighttime classes, where the true insiders were present, and some outsiders got the invite too.\n\nInner group only meetings.\n\nThese existed too, but I'm at a loss what to name them. Apologies if one sounds like a false  accusation:\n\nA chacmool orgy.\n\nA rosemary bath.\n\nA Witch's bed.\n\nCarlos' bed.\n\n&amp;#x200B;\n\nHow could you bridge the gap?\n\nSex. Power. Influence.\n\nI hope that isn't shocking, but even the ordinary stuff has a use in sorcery.\n\nAnd also, having an unusual energy signature. But Carlos rarely let on about those.\n\nCorey was almost all the way up to the highest level, and took excellent notes.  It almost seems like he must have recorded it, and transcribed it later.\n\nIn fact, I once walked by a couple of men I won't name, and heard, \"Recorder?????\".\n\nThey hushed up.\n\nIt might be nice to see if anyone reading these notes gets confused or disillusioned by hearing Carlos in raw form.\n\nWe can talk about it. I never saw or heard of Carlos doing anything that wasn't impeccable.\n\nEven when pooping on the stairs, he took the time to notify hotel management.\n\nHe also swore like a drunken sailor at times, was irreverent regarding people's religious beliefs, and was not shy about indicating his love for women.\n\nBy the way,  Nyei  got the bible bit wrong.  She missed the entire point of that passage.  I'm not sure what Florinda said about it, but Carlos always took notice of bible or church talk.\n\nHe told us to study the bible; *really* read it.  We'd see what a load of nonsense it was. \n\nNot his words. I don't remember what he called it.  But the implication was, we'd see it wasn't worth worrying about.\n\nSo I read it over 5 times, using translation correction materials.\n\nI did NOT see that. \n\nI can't explain the bible.  There's something going on there for sure.\n\nPerhaps the prophets were sorcerers also.\n\nOr time travelers are tinkering with the timeline.\n\nWhichever, it's clear to me, Carlos' bible knowledge was poor, or he would have tried to explain some puzzling things in there.\n\nCarlos certainly wasn't Pius.  He once told a funny joke about being introduced to a virgin.  As I recall, maybe she was a foot taller than him.\n\nOr that was another funny incident he reported.\n\nHe just wasn't politically correct.  I'm not sure political correctness was even invented at that point.\n\nHe openly called gay men by a Spanish derogative , despite having the founder of an LGB group as one of his favorite apprentices.\n\nAt this point in private classes, it was obvious Carlos was dying. And he was still trying to find a replacement.\n\n\\*\\*\\*\\*\\*\\*\\*\n\nIntroduction\n\nThe Cleargreen night sessions with Castaneda varied a little in schedule, depending on the availability of Dance Home and Castaneda's health, but were generally held for either one or two hours at a time on Monday, Wednesday, Friday and Saturday nights. They were usually just for Cleargreen personnel but, for several months, especially from October 1996 through April 1997, a small assortment of Sunday group members (who, in some cases, later became Cleargreen personnel) were also invited.\n\nThese sessions were a lot more informal than the Sunday sessions, and mainly involved Castaneda instructing us on more movements, or long forms, with occasional comments, and more interaction from the assembled group than was usually the case on Sundays.\n\nThe following sessions that I've summarized below were from the period right after the Long Beach 1997 workshop, about five months before all class sessions with Castaneda ended, including Sundays.\n\n\\-----\n\n**Monday, February 24, 1997, Dance Home, Santa Monica 8 - 9 PM**\n\n\"Lorenzito has some lovely things to read to you,\" Castaneda began.\n\nCastaneda then turned the floor over to Bruce Wagner, who first read a short news report from Colors Magazine, published by Benetton. (As we were walking in, Bruce had told me it was his favorite magazine.) The report was about a new strain of featherless chickens scientists have developed. Due to the lack of feathers, they need to put on more weight to stay warm. This causes them to fatten up to the requisite weight for selling a week earlier than normal chickens. Another advantage of \"naked chickens\" is they don't need plucking.\n\nThe second was a flyer, on orange paper, with the headline \"Masturbation.\" It purportedly dealt with the spiritual and other benefits of masturbation. The flyer mentioned Jesus and Rajneesh as spiritual people who masturbated. It included the line, \"Even our President, Bill Clinton, is a great masturbator.\" It claimed that since men are \"vibrating at a very low level these days, it's a great benefit to women to be able to masturbate.\" It was promoting Thursday night sessions in Venice. At first Castaneda thought it was at Dance Home, and was suggesting we could come on Thursday nights to watch.\n\nCastaneda commented that the Sunday class was \"a bunch of masturbators.\" He claimed, \"There is an obsessive strand that gets attached to us at an early age. Don Juan said that theoretically one should be able to use this strand that the Flyers put on us to be obsessive about something that would improve your situation\" (e.g., Tensegrity or recapping).\n\nCastaneda showed us strikes that mainly involved the knuckles, with the hand in a tiger claw position. The first was high up to the opponent's lungs, with the right palm facing toward the left. Another was striking toward the ribs. A third was striking over the ears to the chest and the ribs. The last had us turn to the side and strike toward the soft part of the opponent's chin. Those were the four basic positions. We also did the basic movements of the Preparing for Intent series. Castaneda thought we had two hours, when we were only scheduled for one.\n\nCastaneda told us Carola was \"totally Chinese. She did two paintings for school for the topic 'It Could Happen.' One she painted with Chinese characters and a totally Chinese scene. It had nothing to do with 'It Could Happen,' but she's a witch, and that one won a prize. The painting that was totally about 'It Could Happen,' didn't get noticed. We need to think up a Chinese father for her.\" Nury mentioned a Chinese movie star who died the year that Carola was born. They joked that it made sense--he was a movie star, so Zaia would have been attracted to him. \"She might have met him in Hong Kong while she was there taking pictures,\" he suggested.\n\nCastaneda spent a lot of time berating Darien. She was standing by the supporting pole on the right-hand side of the room, often hiding behind Aerin. Then he brought her up to the front of the room between Florinda and Taisha, telling her \"you can't hide anymore.\" For about five minutes he went on about how \"She loves her daddy. She's not Italian \\[actually she's half Italian and half German, and was brought up in Italy\\], but she's adopted this Italian thing with her mouth open all the time--and acting like a little girl. She doesn't have to do that anymore. Why is she doing that to me? What have I ever done to her? Taisha's not going to be the one who tells her she has to go back to Italy. That duty is going to fall to me.\"\n\nIn the course of this rant, he also mentioned others who had \"fallen by the wayside,\" saying that \"spirit or 'It' had left them.\" Included in this list was Joanie Barker, whom he described as \"this terrible bore . . . and finally the spirit left her.\" He claimed, \"It wasn't us who left her, it was the spirit who left her. I know what it's like. I'm scared to death. I lost it once. You should be scared.\" Also \"the Leperchun . . . look what's happened to her. She used to be this lovely girl, but she's become this heavy troll. That should frighten all of us.\"\n\nCastaneda suddenly asked, \"Whatever happened to Lou Alcindor?\" He was at UCLA when Castaneda was there. Tracy told him he was still around, that he was a sports commentator. Castaneda asked again, \"So he's not dead?\" He mentioned that Alcindor used to date an editor at the University Press. When she would go out with him, the other editors would be dying to ask her what it was like. Florinda asked, \"So did she ever say what it was like?\" Castaneda ignored her.\n\nA movement at the end involved placing the index and middle finger on a spot above the left eyebrow. Castaneda claimed there was a ridge of bone on each side of the forehead there, and a nerve along that spot. He had us press there and simultaneously below the left cheekbone, right where you can feel the big teeth beginning, for a count of 20. We were told this improved vision. Then he had us do it on the right side as well.\n\nHeikko (later Gavin) gave Paul a big envelope to look at in preparation for the workshop, an envelope that Marcos (later Leroy), who was going to be on security duty also, had too. Marcos told me that Grant had talked to him about leading a travel group down to Mexico for new people who might be afraid of going there. He told Marcos he should have someone help him organize it, and suggested me as that person. This was something I definitely did not want to take on. I also talked to Reni before class started about the article in the Long Beach paper that I'd been responsible for getting them to assign someone to do. She seemed to think it was good, and had ended on a really good note.\n\n\\-----\n\n**Wednesday, February 26, 1997, Dance Home, Santa Monica 8:15 to 10:15 PM**\n\n\\[The usual Cleargreen contingent was on hand, except Nury and Carol. From the Sunday group, in addition to the regular five--Paul, Marcos (later LeRoy), Darby (later Wilkie), Greg and me--were Pablo and Keith.\\]\n\nCastaneda began, \"Buenos Aires has this cemetery.\" (I jumped in with the name, \"Recoleta.\") \"Right. It's a sign of class. A man says, 'My ancestors are all at Recoleta,\" meaning, 'They made it.'\"\n\n\"When I was a kid I climbed into the cemetery one night. There was a tower, and I shimmied down, but I couldn't get back up. A woman saw me struggling trying to climb back up and let out a shriek. A fire truck had to come rescue me. They asked me how I got in, and I wasn't going to tell them that I kicked the masonry and broke this or that to get in. I just said, 'I don't know.'\" Florinda offered, \"Un milagro.\" Castaneda responded, \"It's a mystery.\"\n\n\"People kept asking me how I got in and I wouldn't tell them. Finally my school found out about it and I got kicked out of school. I was always in trouble.\"\n\n\"I still have dreams about Buenos Aires from time to time. Some of them aren't quite 'Buenos Aires,' or they are Buenos Aires at different times. Don Juan referred to this as dreams of cyclicity--cyclic strand dreams. There are that many worlds out there--this is a vast universe. Don Juan didn't have much use for dreams of cyclicity. That wasn't where he was going. But I'm always having these dreams of Buenos Aires. Dreams of being trapped: How can I get out? I don't have any money, I've got to get out of here! I'm always going back there. Don Juan told me to forget about it, or just go and enjoy it. But it never quite leaves me.\"\n\nCastaneda showed us three new movements. The first started with the left arm crooked around the elbow of the right arm, with the left hand pushed back and held there against the tendons that lie along the elbow, and then the same movement with the arms reversed. The second was placing the middle and index fingers on the ridge along the forehead above the eyebrow and the thumb below the cheekbone, then bending over with the elbow against the thigh and the other hand over the knee, holding it there for a count of 20. The third was placing the back of the left wrist along the side of the body, and pressing til it hurts. \"Do these movements all the time, with dedication,\" he instructed. He indicated more these movements were for making us aware, \"You go through the day too much on autopilot. That's our big problem, operating on automatic.\"\n\n\"Florinda received a letter today from a woman who is ninety years old who lives in a rest home where you rent a rosebush, and then have to pay for someone to take care of it. It's the kind of place where a couple of our friends went. They show you videos there to prepare you for the next stages of senility. There are six stages. When they went in, they were in the third stage, and they show you this video of the fourth stage, then the fifth stage. And the sixth stage is when you just don't care. This woman wrote, 'Why do they let us live this long? Does your mother have this problem?' This is horrendous--'Why do they let us live this long?'\"\n\n\"Zaita had this classic interchange with Kylie. She asked her, 'You do work at Cleargreen, don't you?' and Kylie responded, \"Well, yes, of course I do!'\" He mimicked Zaia's concluding, 'Thank you,'\" with a very clipped tone. \"These are not aware beings.\" He repeated the interchange a couple of times. \"What is this foolishness, where does it come from? How could Kylie dignify such a ridiculous question with a response?\"\n\n\"When most of the group was in Mexico, we weren't going to be able to get a report on how the lecture had gone because Florinda and I and Zaia were going to dinner and a movie. Zaia asked, 'Can't you go to an earlier movie?' I told her 'No, it's not possible.' And she asked me, 'Why not?'\" He cited this as another example of acting on autopilot--asking him inappropriate questions.\n\nWe then worked on a longer pass that used the three attacking elements we had been taught on Monday. It started with bringing the arms down in front and then up, palms up. Then bringing the palms up further, parrying with the left hand and kicking out with the left foot, striking around with the right fist, etc. We practiced this at length, and he worked with different groups on the details.\n\nCastaneda moved Talia over to the side for a few minutes and then brought her back to her usual spot. He threatened to pick on Reni, \"for glaring at people,\" explaining, \"I need to pick on Reni now because I've been picking on the Moon Child.\" But he continued to pick on the Moon Child. We did a final strike out to the side starting from the hands by the crotch area, then shifting and thrusting up to the opposite side. The Moon Child \\[formerly Barbara, now Thurney\\] was apparently doing it loosely and haphazardly, and pulling more from her hip than from her crotch. He showed her, \"This is where the energy is. Pull your 'pincho,' figuratively speaking.\" He became very insistent with her, and Florinda stepped in for awhile to show her when Castaneda moved on. He told us, \"That's where your energy is. It's not in your hip. It's not in your breasts. We're not 'feeding Los Angeles from our breasts, from our milk.' The Nagual Lujan put these movements together for energetic reasons. He was more concerned about the energy, and that's why he came from there--he wasn't so concerned about the form.\"\n\n\"My professor of Kung Fu \\[Howard Lee\\] came from just being a good practitioner. He didn't have the knowledge of energy; it was just kind of instinctual with him. But they arrived at a similar place. But my sifu is trapped. He's in a cage in his mind. The wind cages him.\"\n\n\"Lorenzo had dinner with his father and has this wonderful story. Tell it Lorenzo.\" Bruce looked sheepish and begged off, so Castaneda told it. \"They hadn't had much of a relationship. During the course of this dinner, the father used the term 'my phantom son.' All the animosity that had existed between them dissolved, and Lorenzo felt that he no longer had any real connection with this guy--that he had all this extra energy that was released. Then the next day the father left him this message thanking him for the dinner and calling him 'Josh,' which is the name of his other son, telling him, 'I'll always be there for you Josh.' So they are phantom son and phantom father--like two ships passing. Lorenzo has changed; he's not the same person. In his belly, where you usually have the teeth of the keyhole that your parents' key fits, it's gone from him. So he's got about as much connection with his father as he does with me. Or less, because with me he has a psychological connection.\"\n\n\"That story moved me to tears. I was crying in my bed.\" While Castaneda told this, Florinda had her head leaning against Talia's head. And Taisha looked like she had tears in her eyes, and had gone inward. I'd never seen her look so affected.\n\n\"Big butts are distinctive of European man. Anthropologists now classify European man as 'homo sapiens big buttus.' The Asians don't have big butts. And Africans have a higher, more rounded butt. Scientists have attributed it to more grains in the European diet.\" Talia interjected, \"But Asians eat rice,\" in her nasal monotone.\n\nCastaneda mimicked her delivery, and told us, \"She's had her second class of voice lessons, and she has to learn to speak more mellifluously, and higher.\" He dramatized how he thought she should talk: \"'How are you honey? Reni, is that you?' Then Reni will revert to her old voice and say \\[with heavy nasality\\], 'Yes, it's me. What else did you think?'\" But Kylie interjected that no, she herself had taken on that voice now permanently. Then Castaneda, still mocking Talia, said \"Maybe we can get you together with the Moon Child and she can say 'Mambo!' and you can say 'But Asians eat rice,'\" contrasting Thurney's booming dramatics with Talia's limp, nasal delivery. \"At least get people's attention. Hopefully, with the voice lessons, we can at least get you to say, 'Fuck it. Asians eat rice!'\" which he offered in a confident, mellifluous tone. \"Yeah, Asians eat rice, but it doesn't affect them the same way.\"\n\nEllis had to leave early. Castaneda noticed her trying to leave surreptitiously and he followed her down the stairs to find out what was going on.\n\n\"We get so offended by everything. I used to have this friend who was a practical joker who had a whoopee cushion. This distinguished woman dropped by and just as she started to sit down he remembered where the cushion was and he tried to stop her and tell her not to sit down yet, but it was too late. She sat on it and it went,\" Castaneda imitated the splatting, fart sound of the whoppee cushion. \"The woman was so offended. I left too, because she created such a scene. We're like that. We get offended by the least little thing.\"\n\nHe mimicked Nyei, who had her hands on her hips, saying, \"'Why do you always have your hands like that. What do you mean by that? You obviously mean something by that.' Something like that can really set us off. We get irritated over the least little thing.\"\n\n\"Kylie only eats one meal a day. Otherwise she would get fat. That reminds me of a friend of mine who would only eat one meal a day because that's all he could afford. But then he became a professor at Columbia. I saw him years later and didn't recognize him, because he was so huge. He was a little guy but he was out to there,\" he indicated a rotund stomach.\n\n\"He took me out for escabeche at a little restaurant. I raced him back to get to the one bathroom at the hotel. The guy beat me back, so I shit all the way up to my room. At first I thought I'd go to someone else's room, but it was locked, which made it worse, because you could see the signs of backtracking on the carpet too. It was so bad that I had to call the management to let them know. They came up with blood tests to make sure I didn't have the plague, and all kinds of disinfecting equipment. It was the most humiliating day of my life. They didn't throw me out though. I left the next day on my own.\"\n\nCastaneda told Bruce that he wanted to read the masturbation flyer to the Sunday group. Bruce indicated that he didn't have it anymore, that he'd thrown it away. At first Castaneda didn't believe him, then he demanded, \"How could you throw it away? That's part of my files, my private collection! It's my research, for my research paper. When I give you something to read, you've got to give it back.\" Then it came out that Bruce had received it from Paul Gutsmuths, who volunteered to try to get another one. Castaneda joked, \"The only problem with it was it didn't say Buddha, it didn't mention Buddha as masturbating.\" Kylie interjected that it mentioned Jesus Christ. Castaneda responded, \"Ehh, who cares about that?\"\n\nKylie asked, \"Masturbation isn't mentioned in the Bible is it?\" Nyei responded, \"Of course it is. It's called 'spilling your seed.'\" Kylie was surprised. Then Castaneda overheard Florinda saying something about the Bible. Castaneda interrupted, \"What are you going on about the Bible for? You don't know anything about the Bible.\" Florinda responded, jokingly, \"Yeah, I know the Bible. It's got two testaments.\"\n\nCastaneda mentioned that the entity he had described as following him a lot wasn't there that night. \"Usually she's over by the water dispenser, and she was there a lot by Leigh, what's his name? I think she likes Leigh. Maybe she's having an affair with him,\" Castaneda joked.\n\n\"Zaia is ready for Carola now. She's not a mother like you and I had a mother. She's not looking for Carola to take care of her when she's older. She's not going to be in an old folks' home looking for her daughter to take care of her. She'll put a gun to her head first.\" Zaia nodded her head in agreement.\n\n[*SustainedAction.org*](https://SustainedAction.org)\n\nEdited: seven times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Secret, Secret Classes", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 99, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"r3x5asqtca141": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 77, "x": 108, "u": "https://preview.redd.it/r3x5asqtca141.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=837fb3d2bddbdce3c67e647b6a69d1ec84d3b460"}, {"y": 154, "x": 216, "u": "https://preview.redd.it/r3x5asqtca141.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=f2b2ec2039809e66e9658022ca86acbec45481d4"}, {"y": 228, "x": 320, "u": "https://preview.redd.it/r3x5asqtca141.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=614c9bd234766f535f1ebec4fe8a347994064fbd"}], "s": {"y": 428, "x": 600, "u": "https://preview.redd.it/r3x5asqtca141.jpg?width=600&amp;format=pjpg&amp;auto=webp&amp;s=6a8fa7257daf1dac733b9e02a81e9d56db1b7537"}, "id": "r3x5asqtca141"}}, "name": "t3_e2m2ss", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/Ch_JJ-KFmqpsAvXdz6tc2Ok000Oi-cXCrxq3ys6R2Dw.jpg", "edited": 1574893641.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1574885929.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/r3x5asqtca141.jpg?width=600&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=6a8fa7257daf1dac733b9e02a81e9d56db1b7537\"&gt;Early Cleargreen&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Carlos maintained several layers of secret classes.&lt;/p&gt;\n\n&lt;p&gt;Depending on which you attended, you were loyal to a specific group, and felt alienated from another.&lt;/p&gt;\n\n&lt;p&gt;Keep this in context: Anyone invited to secret classes had achieved, &amp;quot;holy status&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;People at workshops would kowtow to them. It was a symbol of status, and people outside the classes were afraid to argue with them for fear it would lessen their chances of getting an invite.&lt;/p&gt;\n\n&lt;p&gt;Carlos had anointed them!&lt;/p&gt;\n\n&lt;p&gt;Even if you got an invite, you were aware of secrets you didn&amp;#39;t know, if you didn&amp;#39;t belong to the deepest levels of secret classes.  And thus, your anointing was inferior to another person&amp;#39;s anointing.&lt;/p&gt;\n\n&lt;p&gt;You would also hear rumors of suspicious things going on at a level deeper than your own.&lt;/p&gt;\n\n&lt;p&gt;Like Carlos pressuring Virginia to be intimate, but her holding out.&lt;/p&gt;\n\n&lt;p&gt;Just watch that lovely dark long hair!  Not cut yet?&lt;/p&gt;\n\n&lt;p&gt;We were all on daily lookout, to see if Virginia had &amp;quot;done it&amp;quot; yet.&lt;/p&gt;\n\n&lt;p&gt;But didn&amp;#39;t he tell everyone to be celibate???&lt;/p&gt;\n\n&lt;p&gt;Naive me. I obeyed.&lt;/p&gt;\n\n&lt;p&gt;And I am really, really, really glad I did.&lt;/p&gt;\n\n&lt;p&gt;Cholita wouldn&amp;#39;t have held out if invited to have sex with Carlos,  she informed me.&lt;/p&gt;\n\n&lt;p&gt;But knowing Cholita as I do, I suspect he might have gotten kicked in the stomach,  if he put his hand in the wrong place.&lt;/p&gt;\n\n&lt;p&gt;Like, maybe on her knee.&lt;/p&gt;\n\n&lt;p&gt;This multi-level secrecy created tension, assuring a spectacular explosion when he died.&lt;/p&gt;\n\n&lt;p&gt;He even had crossovers, who spread rumors on his suggestion. I won’t name names, but one was particularly fun to talk to. Depending on how accepting you were of really bad behavior, she’d tailor the rumor to stay within your allowable range.&lt;/p&gt;\n\n&lt;p&gt;He followed the &lt;em&gt;intent&lt;/em&gt; of his books. He broke it up.&lt;/p&gt;\n\n&lt;p&gt;If you think about it, would a group of former apprentices, singing Kumbaya together after his death, really be an effective path for learning sorcery?&lt;/p&gt;\n\n&lt;p&gt;Absolutely not. That&amp;#39;s the kind of placebo that holds people back. &amp;quot;Belonging&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t &amp;quot;belong&amp;quot; to a sorcery group, and learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t &amp;quot;show up&amp;quot; to sorcery classes, and learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t follow the normal model of education.&lt;/p&gt;\n\n&lt;p&gt;You can only learn sorcery by your own hard effort.  Alone, on your own.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s the problem.  People don&amp;#39;t understand that. They&amp;#39;re used to working their way up through some &amp;quot;5 level teacher training&amp;quot; system, to achieve their goal.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t work.  You&amp;#39;ll just be an idiot with an expensive certificate.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll be about as useful as that black belt certificate you got as a teenager.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where we are right now.  Carlos created such an explosion, that Kumbaya was impossible. And there was nothing to hold it together other than hard work.&lt;/p&gt;\n\n&lt;p&gt;No one wanted to work hard.  Nearly all of the people from private classes went back to their ordinary lives.&lt;/p&gt;\n\n&lt;p&gt;Cleargreen stuck around because there was some money in it. Maybe not so much lately. But I hope there will be again.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m working on it.&lt;/p&gt;\n\n&lt;p&gt;And in case anyone doesn’t know, Carlos blew that up too. He said he didn’t care what happened to Cleargreen, while on his deathbed.&lt;/p&gt;\n\n&lt;p&gt;Miles and Aerin are a bit of a surprise. Miles is a doctor. Unless they pay doctors in Argentina as badly as they do in Russia or Communist Chinese villages (&amp;lt; $500 a month), it seems like he doesn&amp;#39;t need workshop money.&lt;/p&gt;\n\n&lt;p&gt;Good for him!&lt;/p&gt;\n\n&lt;p&gt;Secret class types in order of secrecy, last is the deepest:&lt;/p&gt;\n\n&lt;p&gt;One time public invite classes like when he tried to gather 200 women. A scramble to get women occurred, letting people in who would never have gone otherwise.&lt;/p&gt;\n\n&lt;p&gt;A few foreign visitor invites to Sunday Class at Dance Home.&lt;/p&gt;\n\n&lt;p&gt;Weekly private classes where you got invited each time, as long as you didn&amp;#39;t mess up the energy.  A lot of people only got a few invites.  Cholita was dropped from private classes for a whole year, while she went through a series of jobs to prove herself. And then she was informed she had to cut her hair and stop smoking.&lt;/p&gt;\n\n&lt;p&gt;Emergency classes held on a few hours notice, even on Christmas holidays. Getting a call for those meant, you were reliable.  I believe poor Ellis had to man the phones most of the time.  There was no text messaging back then.&lt;/p&gt;\n\n&lt;p&gt;Nighttime classes, where the true insiders were present, and some outsiders got the invite too.&lt;/p&gt;\n\n&lt;p&gt;Inner group only meetings.&lt;/p&gt;\n\n&lt;p&gt;These existed too, but I&amp;#39;m at a loss what to name them. Apologies if one sounds like a false  accusation:&lt;/p&gt;\n\n&lt;p&gt;A chacmool orgy.&lt;/p&gt;\n\n&lt;p&gt;A rosemary bath.&lt;/p&gt;\n\n&lt;p&gt;A Witch&amp;#39;s bed.&lt;/p&gt;\n\n&lt;p&gt;Carlos&amp;#39; bed.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;How could you bridge the gap?&lt;/p&gt;\n\n&lt;p&gt;Sex. Power. Influence.&lt;/p&gt;\n\n&lt;p&gt;I hope that isn&amp;#39;t shocking, but even the ordinary stuff has a use in sorcery.&lt;/p&gt;\n\n&lt;p&gt;And also, having an unusual energy signature. But Carlos rarely let on about those.&lt;/p&gt;\n\n&lt;p&gt;Corey was almost all the way up to the highest level, and took excellent notes.  It almost seems like he must have recorded it, and transcribed it later.&lt;/p&gt;\n\n&lt;p&gt;In fact, I once walked by a couple of men I won&amp;#39;t name, and heard, &amp;quot;Recorder?????&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They hushed up.&lt;/p&gt;\n\n&lt;p&gt;It might be nice to see if anyone reading these notes gets confused or disillusioned by hearing Carlos in raw form.&lt;/p&gt;\n\n&lt;p&gt;We can talk about it. I never saw or heard of Carlos doing anything that wasn&amp;#39;t impeccable.&lt;/p&gt;\n\n&lt;p&gt;Even when pooping on the stairs, he took the time to notify hotel management.&lt;/p&gt;\n\n&lt;p&gt;He also swore like a drunken sailor at times, was irreverent regarding people&amp;#39;s religious beliefs, and was not shy about indicating his love for women.&lt;/p&gt;\n\n&lt;p&gt;By the way,  Nyei  got the bible bit wrong.  She missed the entire point of that passage.  I&amp;#39;m not sure what Florinda said about it, but Carlos always took notice of bible or church talk.&lt;/p&gt;\n\n&lt;p&gt;He told us to study the bible; &lt;em&gt;really&lt;/em&gt; read it.  We&amp;#39;d see what a load of nonsense it was. &lt;/p&gt;\n\n&lt;p&gt;Not his words. I don&amp;#39;t remember what he called it.  But the implication was, we&amp;#39;d see it wasn&amp;#39;t worth worrying about.&lt;/p&gt;\n\n&lt;p&gt;So I read it over 5 times, using translation correction materials.&lt;/p&gt;\n\n&lt;p&gt;I did NOT see that. &lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t explain the bible.  There&amp;#39;s something going on there for sure.&lt;/p&gt;\n\n&lt;p&gt;Perhaps the prophets were sorcerers also.&lt;/p&gt;\n\n&lt;p&gt;Or time travelers are tinkering with the timeline.&lt;/p&gt;\n\n&lt;p&gt;Whichever, it&amp;#39;s clear to me, Carlos&amp;#39; bible knowledge was poor, or he would have tried to explain some puzzling things in there.&lt;/p&gt;\n\n&lt;p&gt;Carlos certainly wasn&amp;#39;t Pius.  He once told a funny joke about being introduced to a virgin.  As I recall, maybe she was a foot taller than him.&lt;/p&gt;\n\n&lt;p&gt;Or that was another funny incident he reported.&lt;/p&gt;\n\n&lt;p&gt;He just wasn&amp;#39;t politically correct.  I&amp;#39;m not sure political correctness was even invented at that point.&lt;/p&gt;\n\n&lt;p&gt;He openly called gay men by a Spanish derogative , despite having the founder of an LGB group as one of his favorite apprentices.&lt;/p&gt;\n\n&lt;p&gt;At this point in private classes, it was obvious Carlos was dying. And he was still trying to find a replacement.&lt;/p&gt;\n\n&lt;p&gt;*******&lt;/p&gt;\n\n&lt;p&gt;Introduction&lt;/p&gt;\n\n&lt;p&gt;The Cleargreen night sessions with Castaneda varied a little in schedule, depending on the availability of Dance Home and Castaneda&amp;#39;s health, but were generally held for either one or two hours at a time on Monday, Wednesday, Friday and Saturday nights. They were usually just for Cleargreen personnel but, for several months, especially from October 1996 through April 1997, a small assortment of Sunday group members (who, in some cases, later became Cleargreen personnel) were also invited.&lt;/p&gt;\n\n&lt;p&gt;These sessions were a lot more informal than the Sunday sessions, and mainly involved Castaneda instructing us on more movements, or long forms, with occasional comments, and more interaction from the assembled group than was usually the case on Sundays.&lt;/p&gt;\n\n&lt;p&gt;The following sessions that I&amp;#39;ve summarized below were from the period right after the Long Beach 1997 workshop, about five months before all class sessions with Castaneda ended, including Sundays.&lt;/p&gt;\n\n&lt;p&gt;-----&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Monday, February 24, 1997, Dance Home, Santa Monica 8 - 9 PM&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Lorenzito has some lovely things to read to you,&amp;quot; Castaneda began.&lt;/p&gt;\n\n&lt;p&gt;Castaneda then turned the floor over to Bruce Wagner, who first read a short news report from Colors Magazine, published by Benetton. (As we were walking in, Bruce had told me it was his favorite magazine.) The report was about a new strain of featherless chickens scientists have developed. Due to the lack of feathers, they need to put on more weight to stay warm. This causes them to fatten up to the requisite weight for selling a week earlier than normal chickens. Another advantage of &amp;quot;naked chickens&amp;quot; is they don&amp;#39;t need plucking.&lt;/p&gt;\n\n&lt;p&gt;The second was a flyer, on orange paper, with the headline &amp;quot;Masturbation.&amp;quot; It purportedly dealt with the spiritual and other benefits of masturbation. The flyer mentioned Jesus and Rajneesh as spiritual people who masturbated. It included the line, &amp;quot;Even our President, Bill Clinton, is a great masturbator.&amp;quot; It claimed that since men are &amp;quot;vibrating at a very low level these days, it&amp;#39;s a great benefit to women to be able to masturbate.&amp;quot; It was promoting Thursday night sessions in Venice. At first Castaneda thought it was at Dance Home, and was suggesting we could come on Thursday nights to watch.&lt;/p&gt;\n\n&lt;p&gt;Castaneda commented that the Sunday class was &amp;quot;a bunch of masturbators.&amp;quot; He claimed, &amp;quot;There is an obsessive strand that gets attached to us at an early age. Don Juan said that theoretically one should be able to use this strand that the Flyers put on us to be obsessive about something that would improve your situation&amp;quot; (e.g., Tensegrity or recapping).&lt;/p&gt;\n\n&lt;p&gt;Castaneda showed us strikes that mainly involved the knuckles, with the hand in a tiger claw position. The first was high up to the opponent&amp;#39;s lungs, with the right palm facing toward the left. Another was striking toward the ribs. A third was striking over the ears to the chest and the ribs. The last had us turn to the side and strike toward the soft part of the opponent&amp;#39;s chin. Those were the four basic positions. We also did the basic movements of the Preparing for Intent series. Castaneda thought we had two hours, when we were only scheduled for one.&lt;/p&gt;\n\n&lt;p&gt;Castaneda told us Carola was &amp;quot;totally Chinese. She did two paintings for school for the topic &amp;#39;It Could Happen.&amp;#39; One she painted with Chinese characters and a totally Chinese scene. It had nothing to do with &amp;#39;It Could Happen,&amp;#39; but she&amp;#39;s a witch, and that one won a prize. The painting that was totally about &amp;#39;It Could Happen,&amp;#39; didn&amp;#39;t get noticed. We need to think up a Chinese father for her.&amp;quot; Nury mentioned a Chinese movie star who died the year that Carola was born. They joked that it made sense--he was a movie star, so Zaia would have been attracted to him. &amp;quot;She might have met him in Hong Kong while she was there taking pictures,&amp;quot; he suggested.&lt;/p&gt;\n\n&lt;p&gt;Castaneda spent a lot of time berating Darien. She was standing by the supporting pole on the right-hand side of the room, often hiding behind Aerin. Then he brought her up to the front of the room between Florinda and Taisha, telling her &amp;quot;you can&amp;#39;t hide anymore.&amp;quot; For about five minutes he went on about how &amp;quot;She loves her daddy. She&amp;#39;s not Italian [actually she&amp;#39;s half Italian and half German, and was brought up in Italy], but she&amp;#39;s adopted this Italian thing with her mouth open all the time--and acting like a little girl. She doesn&amp;#39;t have to do that anymore. Why is she doing that to me? What have I ever done to her? Taisha&amp;#39;s not going to be the one who tells her she has to go back to Italy. That duty is going to fall to me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In the course of this rant, he also mentioned others who had &amp;quot;fallen by the wayside,&amp;quot; saying that &amp;quot;spirit or &amp;#39;It&amp;#39; had left them.&amp;quot; Included in this list was Joanie Barker, whom he described as &amp;quot;this terrible bore . . . and finally the spirit left her.&amp;quot; He claimed, &amp;quot;It wasn&amp;#39;t us who left her, it was the spirit who left her. I know what it&amp;#39;s like. I&amp;#39;m scared to death. I lost it once. You should be scared.&amp;quot; Also &amp;quot;the Leperchun . . . look what&amp;#39;s happened to her. She used to be this lovely girl, but she&amp;#39;s become this heavy troll. That should frighten all of us.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Castaneda suddenly asked, &amp;quot;Whatever happened to Lou Alcindor?&amp;quot; He was at UCLA when Castaneda was there. Tracy told him he was still around, that he was a sports commentator. Castaneda asked again, &amp;quot;So he&amp;#39;s not dead?&amp;quot; He mentioned that Alcindor used to date an editor at the University Press. When she would go out with him, the other editors would be dying to ask her what it was like. Florinda asked, &amp;quot;So did she ever say what it was like?&amp;quot; Castaneda ignored her.&lt;/p&gt;\n\n&lt;p&gt;A movement at the end involved placing the index and middle finger on a spot above the left eyebrow. Castaneda claimed there was a ridge of bone on each side of the forehead there, and a nerve along that spot. He had us press there and simultaneously below the left cheekbone, right where you can feel the big teeth beginning, for a count of 20. We were told this improved vision. Then he had us do it on the right side as well.&lt;/p&gt;\n\n&lt;p&gt;Heikko (later Gavin) gave Paul a big envelope to look at in preparation for the workshop, an envelope that Marcos (later Leroy), who was going to be on security duty also, had too. Marcos told me that Grant had talked to him about leading a travel group down to Mexico for new people who might be afraid of going there. He told Marcos he should have someone help him organize it, and suggested me as that person. This was something I definitely did not want to take on. I also talked to Reni before class started about the article in the Long Beach paper that I&amp;#39;d been responsible for getting them to assign someone to do. She seemed to think it was good, and had ended on a really good note.&lt;/p&gt;\n\n&lt;p&gt;-----&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Wednesday, February 26, 1997, Dance Home, Santa Monica 8:15 to 10:15 PM&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;[The usual Cleargreen contingent was on hand, except Nury and Carol. From the Sunday group, in addition to the regular five--Paul, Marcos (later LeRoy), Darby (later Wilkie), Greg and me--were Pablo and Keith.]&lt;/p&gt;\n\n&lt;p&gt;Castaneda began, &amp;quot;Buenos Aires has this cemetery.&amp;quot; (I jumped in with the name, &amp;quot;Recoleta.&amp;quot;) &amp;quot;Right. It&amp;#39;s a sign of class. A man says, &amp;#39;My ancestors are all at Recoleta,&amp;quot; meaning, &amp;#39;They made it.&amp;#39;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When I was a kid I climbed into the cemetery one night. There was a tower, and I shimmied down, but I couldn&amp;#39;t get back up. A woman saw me struggling trying to climb back up and let out a shriek. A fire truck had to come rescue me. They asked me how I got in, and I wasn&amp;#39;t going to tell them that I kicked the masonry and broke this or that to get in. I just said, &amp;#39;I don&amp;#39;t know.&amp;#39;&amp;quot; Florinda offered, &amp;quot;Un milagro.&amp;quot; Castaneda responded, &amp;quot;It&amp;#39;s a mystery.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;People kept asking me how I got in and I wouldn&amp;#39;t tell them. Finally my school found out about it and I got kicked out of school. I was always in trouble.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I still have dreams about Buenos Aires from time to time. Some of them aren&amp;#39;t quite &amp;#39;Buenos Aires,&amp;#39; or they are Buenos Aires at different times. Don Juan referred to this as dreams of cyclicity--cyclic strand dreams. There are that many worlds out there--this is a vast universe. Don Juan didn&amp;#39;t have much use for dreams of cyclicity. That wasn&amp;#39;t where he was going. But I&amp;#39;m always having these dreams of Buenos Aires. Dreams of being trapped: How can I get out? I don&amp;#39;t have any money, I&amp;#39;ve got to get out of here! I&amp;#39;m always going back there. Don Juan told me to forget about it, or just go and enjoy it. But it never quite leaves me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Castaneda showed us three new movements. The first started with the left arm crooked around the elbow of the right arm, with the left hand pushed back and held there against the tendons that lie along the elbow, and then the same movement with the arms reversed. The second was placing the middle and index fingers on the ridge along the forehead above the eyebrow and the thumb below the cheekbone, then bending over with the elbow against the thigh and the other hand over the knee, holding it there for a count of 20. The third was placing the back of the left wrist along the side of the body, and pressing til it hurts. &amp;quot;Do these movements all the time, with dedication,&amp;quot; he instructed. He indicated more these movements were for making us aware, &amp;quot;You go through the day too much on autopilot. That&amp;#39;s our big problem, operating on automatic.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Florinda received a letter today from a woman who is ninety years old who lives in a rest home where you rent a rosebush, and then have to pay for someone to take care of it. It&amp;#39;s the kind of place where a couple of our friends went. They show you videos there to prepare you for the next stages of senility. There are six stages. When they went in, they were in the third stage, and they show you this video of the fourth stage, then the fifth stage. And the sixth stage is when you just don&amp;#39;t care. This woman wrote, &amp;#39;Why do they let us live this long? Does your mother have this problem?&amp;#39; This is horrendous--&amp;#39;Why do they let us live this long?&amp;#39;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Zaita had this classic interchange with Kylie. She asked her, &amp;#39;You do work at Cleargreen, don&amp;#39;t you?&amp;#39; and Kylie responded, &amp;quot;Well, yes, of course I do!&amp;#39;&amp;quot; He mimicked Zaia&amp;#39;s concluding, &amp;#39;Thank you,&amp;#39;&amp;quot; with a very clipped tone. &amp;quot;These are not aware beings.&amp;quot; He repeated the interchange a couple of times. &amp;quot;What is this foolishness, where does it come from? How could Kylie dignify such a ridiculous question with a response?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When most of the group was in Mexico, we weren&amp;#39;t going to be able to get a report on how the lecture had gone because Florinda and I and Zaia were going to dinner and a movie. Zaia asked, &amp;#39;Can&amp;#39;t you go to an earlier movie?&amp;#39; I told her &amp;#39;No, it&amp;#39;s not possible.&amp;#39; And she asked me, &amp;#39;Why not?&amp;#39;&amp;quot; He cited this as another example of acting on autopilot--asking him inappropriate questions.&lt;/p&gt;\n\n&lt;p&gt;We then worked on a longer pass that used the three attacking elements we had been taught on Monday. It started with bringing the arms down in front and then up, palms up. Then bringing the palms up further, parrying with the left hand and kicking out with the left foot, striking around with the right fist, etc. We practiced this at length, and he worked with different groups on the details.&lt;/p&gt;\n\n&lt;p&gt;Castaneda moved Talia over to the side for a few minutes and then brought her back to her usual spot. He threatened to pick on Reni, &amp;quot;for glaring at people,&amp;quot; explaining, &amp;quot;I need to pick on Reni now because I&amp;#39;ve been picking on the Moon Child.&amp;quot; But he continued to pick on the Moon Child. We did a final strike out to the side starting from the hands by the crotch area, then shifting and thrusting up to the opposite side. The Moon Child [formerly Barbara, now Thurney] was apparently doing it loosely and haphazardly, and pulling more from her hip than from her crotch. He showed her, &amp;quot;This is where the energy is. Pull your &amp;#39;pincho,&amp;#39; figuratively speaking.&amp;quot; He became very insistent with her, and Florinda stepped in for awhile to show her when Castaneda moved on. He told us, &amp;quot;That&amp;#39;s where your energy is. It&amp;#39;s not in your hip. It&amp;#39;s not in your breasts. We&amp;#39;re not &amp;#39;feeding Los Angeles from our breasts, from our milk.&amp;#39; The Nagual Lujan put these movements together for energetic reasons. He was more concerned about the energy, and that&amp;#39;s why he came from there--he wasn&amp;#39;t so concerned about the form.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;My professor of Kung Fu [Howard Lee] came from just being a good practitioner. He didn&amp;#39;t have the knowledge of energy; it was just kind of instinctual with him. But they arrived at a similar place. But my sifu is trapped. He&amp;#39;s in a cage in his mind. The wind cages him.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Lorenzo had dinner with his father and has this wonderful story. Tell it Lorenzo.&amp;quot; Bruce looked sheepish and begged off, so Castaneda told it. &amp;quot;They hadn&amp;#39;t had much of a relationship. During the course of this dinner, the father used the term &amp;#39;my phantom son.&amp;#39; All the animosity that had existed between them dissolved, and Lorenzo felt that he no longer had any real connection with this guy--that he had all this extra energy that was released. Then the next day the father left him this message thanking him for the dinner and calling him &amp;#39;Josh,&amp;#39; which is the name of his other son, telling him, &amp;#39;I&amp;#39;ll always be there for you Josh.&amp;#39; So they are phantom son and phantom father--like two ships passing. Lorenzo has changed; he&amp;#39;s not the same person. In his belly, where you usually have the teeth of the keyhole that your parents&amp;#39; key fits, it&amp;#39;s gone from him. So he&amp;#39;s got about as much connection with his father as he does with me. Or less, because with me he has a psychological connection.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That story moved me to tears. I was crying in my bed.&amp;quot; While Castaneda told this, Florinda had her head leaning against Talia&amp;#39;s head. And Taisha looked like she had tears in her eyes, and had gone inward. I&amp;#39;d never seen her look so affected.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Big butts are distinctive of European man. Anthropologists now classify European man as &amp;#39;homo sapiens big buttus.&amp;#39; The Asians don&amp;#39;t have big butts. And Africans have a higher, more rounded butt. Scientists have attributed it to more grains in the European diet.&amp;quot; Talia interjected, &amp;quot;But Asians eat rice,&amp;quot; in her nasal monotone.&lt;/p&gt;\n\n&lt;p&gt;Castaneda mimicked her delivery, and told us, &amp;quot;She&amp;#39;s had her second class of voice lessons, and she has to learn to speak more mellifluously, and higher.&amp;quot; He dramatized how he thought she should talk: &amp;quot;&amp;#39;How are you honey? Reni, is that you?&amp;#39; Then Reni will revert to her old voice and say [with heavy nasality], &amp;#39;Yes, it&amp;#39;s me. What else did you think?&amp;#39;&amp;quot; But Kylie interjected that no, she herself had taken on that voice now permanently. Then Castaneda, still mocking Talia, said &amp;quot;Maybe we can get you together with the Moon Child and she can say &amp;#39;Mambo!&amp;#39; and you can say &amp;#39;But Asians eat rice,&amp;#39;&amp;quot; contrasting Thurney&amp;#39;s booming dramatics with Talia&amp;#39;s limp, nasal delivery. &amp;quot;At least get people&amp;#39;s attention. Hopefully, with the voice lessons, we can at least get you to say, &amp;#39;Fuck it. Asians eat rice!&amp;#39;&amp;quot; which he offered in a confident, mellifluous tone. &amp;quot;Yeah, Asians eat rice, but it doesn&amp;#39;t affect them the same way.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Ellis had to leave early. Castaneda noticed her trying to leave surreptitiously and he followed her down the stairs to find out what was going on.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We get so offended by everything. I used to have this friend who was a practical joker who had a whoopee cushion. This distinguished woman dropped by and just as she started to sit down he remembered where the cushion was and he tried to stop her and tell her not to sit down yet, but it was too late. She sat on it and it went,&amp;quot; Castaneda imitated the splatting, fart sound of the whoppee cushion. &amp;quot;The woman was so offended. I left too, because she created such a scene. We&amp;#39;re like that. We get offended by the least little thing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He mimicked Nyei, who had her hands on her hips, saying, &amp;quot;&amp;#39;Why do you always have your hands like that. What do you mean by that? You obviously mean something by that.&amp;#39; Something like that can really set us off. We get irritated over the least little thing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Kylie only eats one meal a day. Otherwise she would get fat. That reminds me of a friend of mine who would only eat one meal a day because that&amp;#39;s all he could afford. But then he became a professor at Columbia. I saw him years later and didn&amp;#39;t recognize him, because he was so huge. He was a little guy but he was out to there,&amp;quot; he indicated a rotund stomach.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He took me out for escabeche at a little restaurant. I raced him back to get to the one bathroom at the hotel. The guy beat me back, so I shit all the way up to my room. At first I thought I&amp;#39;d go to someone else&amp;#39;s room, but it was locked, which made it worse, because you could see the signs of backtracking on the carpet too. It was so bad that I had to call the management to let them know. They came up with blood tests to make sure I didn&amp;#39;t have the plague, and all kinds of disinfecting equipment. It was the most humiliating day of my life. They didn&amp;#39;t throw me out though. I left the next day on my own.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Castaneda told Bruce that he wanted to read the masturbation flyer to the Sunday group. Bruce indicated that he didn&amp;#39;t have it anymore, that he&amp;#39;d thrown it away. At first Castaneda didn&amp;#39;t believe him, then he demanded, &amp;quot;How could you throw it away? That&amp;#39;s part of my files, my private collection! It&amp;#39;s my research, for my research paper. When I give you something to read, you&amp;#39;ve got to give it back.&amp;quot; Then it came out that Bruce had received it from Paul Gutsmuths, who volunteered to try to get another one. Castaneda joked, &amp;quot;The only problem with it was it didn&amp;#39;t say Buddha, it didn&amp;#39;t mention Buddha as masturbating.&amp;quot; Kylie interjected that it mentioned Jesus Christ. Castaneda responded, &amp;quot;Ehh, who cares about that?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Kylie asked, &amp;quot;Masturbation isn&amp;#39;t mentioned in the Bible is it?&amp;quot; Nyei responded, &amp;quot;Of course it is. It&amp;#39;s called &amp;#39;spilling your seed.&amp;#39;&amp;quot; Kylie was surprised. Then Castaneda overheard Florinda saying something about the Bible. Castaneda interrupted, &amp;quot;What are you going on about the Bible for? You don&amp;#39;t know anything about the Bible.&amp;quot; Florinda responded, jokingly, &amp;quot;Yeah, I know the Bible. It&amp;#39;s got two testaments.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Castaneda mentioned that the entity he had described as following him a lot wasn&amp;#39;t there that night. &amp;quot;Usually she&amp;#39;s over by the water dispenser, and she was there a lot by Leigh, what&amp;#39;s his name? I think she likes Leigh. Maybe she&amp;#39;s having an affair with him,&amp;quot; Castaneda joked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Zaia is ready for Carola now. She&amp;#39;s not a mother like you and I had a mother. She&amp;#39;s not looking for Carola to take care of her when she&amp;#39;s older. She&amp;#39;s not going to be in an old folks&amp;#39; home looking for her daughter to take care of her. She&amp;#39;ll put a gun to her head first.&amp;quot; Zaia nodded her head in agreement.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://SustainedAction.org\"&gt;&lt;em&gt;SustainedAction.org&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Edited: seven times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "e2m2ss", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 41, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/e2m2ss/secret_secret_classes/", "subreddit_subscribers": 9561, "created_utc": 1574885929.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f8zp37l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8xatlr", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos talked like that all the time.\n\nUnfortunately, that kind of story, and his impatience with someone wanting to delay his theater trip, don't play well with ordinary people.\n\nMy relationship with Cholita causes havoc everywhere we go, so just about anything in a sorcerers world is incompatible with self-pity obsessed, happiness seekers.\n\nBut if you listen carefully, most of his stories are an attempt to summon *intent* for his students.\n\nIn the case of him chastising a cleargreen member for questioning whether they really had to go to the theater right now, it was because he wanted her to learn to follow *intent*, instead of thinking about everything.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f8zp37l", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos talked like that all the time.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, that kind of story, and his impatience with someone wanting to delay his theater trip, don&amp;#39;t play well with ordinary people.&lt;/p&gt;\n\n&lt;p&gt;My relationship with Cholita causes havoc everywhere we go, so just about anything in a sorcerers world is incompatible with self-pity obsessed, happiness seekers.&lt;/p&gt;\n\n&lt;p&gt;But if you listen carefully, most of his stories are an attempt to summon &lt;em&gt;intent&lt;/em&gt; for his students.&lt;/p&gt;\n\n&lt;p&gt;In the case of him chastising a cleargreen member for questioning whether they really had to go to the theater right now, it was because he wanted her to learn to follow &lt;em&gt;intent&lt;/em&gt;, instead of thinking about everything.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8zp37l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574963353.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574963353.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8xatlr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "created_utc": 1574913128.0, "send_replies": true, "parent_id": "t1_f8wedqj", "score": 1, "author_fullname": "t2_3i08j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Last paragraph was sooooo gooooood.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8xatlr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Last paragraph was sooooo gooooood.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8xatlr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574913128.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8wedqj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1574888920.0, "send_replies": true, "parent_id": "t3_e2m2ss", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": " \"He took me out for escabeche at a little restaurant. I raced him back  to get to the one bathroom at the hotel. The guy beat me back, so I shit  all the way up to my room. At first I thought I'd go to someone else's  room, but it was locked, which made it worse, because you could see the  signs of backtracking on the carpet too. It was so bad that I had to  call the management to let them know. They came up with blood tests to  make sure I didn't have the plague, and all kinds of disinfecting  equipment. It was the most humiliating day of my life. They didn't throw  me out though. I left the next day on my own.\" \n\n&amp;#x200B;\n\nThat's Carlos raw.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8wedqj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;He took me out for escabeche at a little restaurant. I raced him back  to get to the one bathroom at the hotel. The guy beat me back, so I shit  all the way up to my room. At first I thought I&amp;#39;d go to someone else&amp;#39;s  room, but it was locked, which made it worse, because you could see the  signs of backtracking on the carpet too. It was so bad that I had to  call the management to let them know. They came up with blood tests to  make sure I didn&amp;#39;t have the plague, and all kinds of disinfecting  equipment. It was the most humiliating day of my life. They didn&amp;#39;t throw  me out though. I left the next day on my own.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s Carlos raw.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8wedqj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574888920.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbvsu8o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577135574.0, "send_replies": true, "parent_id": "t1_fbvp9vk", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yea, you're right. Carlos' knowledge would have been lost without that happening at some point.\n\nBut like Cholita, it still might not survive.\n\nI'm only giving her a 25% chance of living now.\n\nUnless she's found a new patron, and he can get her to go to a doctor.\n\nCholita's a bit shallow. Her patrons are dressed to the hilt, LA style.  She's always telling me how wonderful they are, but when I ponder the details, they sound as pathetic as anyone else.\n\nIf I were a stalker type, I'd go to a tailor.\n\nUnfortunately, when I get dressed she gives me the evil stare, up and down.  Last time she commented that I still had the same coat I wore, when we were both in Carlos classes.\n\nYea, so????  How often do you need a coat in southern California?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbvsu8o", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yea, you&amp;#39;re right. Carlos&amp;#39; knowledge would have been lost without that happening at some point.&lt;/p&gt;\n\n&lt;p&gt;But like Cholita, it still might not survive.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m only giving her a 25% chance of living now.&lt;/p&gt;\n\n&lt;p&gt;Unless she&amp;#39;s found a new patron, and he can get her to go to a doctor.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s a bit shallow. Her patrons are dressed to the hilt, LA style.  She&amp;#39;s always telling me how wonderful they are, but when I ponder the details, they sound as pathetic as anyone else.&lt;/p&gt;\n\n&lt;p&gt;If I were a stalker type, I&amp;#39;d go to a tailor.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, when I get dressed she gives me the evil stare, up and down.  Last time she commented that I still had the same coat I wore, when we were both in Carlos classes.&lt;/p&gt;\n\n&lt;p&gt;Yea, so????  How often do you need a coat in southern California?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbvsu8o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577135574.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbvp9vk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "created_utc": 1577134093.0, "send_replies": true, "parent_id": "t1_fbvmc7w", "score": 3, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yep, creating some gurus or thinking someone will bring you anything on a goldem plate is a toxic thinking... The work needs to be done by oneself.\n\n...on the other hand, having some group of second attention explorers honestly sharing tips, tricks and experience, maybe even some lessons to each other seems much more cool to me. If you can do it without involving ego, leaders, etc. :-) Not to create a cult or a business.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbvp9vk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yep, creating some gurus or thinking someone will bring you anything on a goldem plate is a toxic thinking... The work needs to be done by oneself.&lt;/p&gt;\n\n&lt;p&gt;...on the other hand, having some group of second attention explorers honestly sharing tips, tricks and experience, maybe even some lessons to each other seems much more cool to me. If you can do it without involving ego, leaders, etc. :-) Not to create a cult or a business.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbvp9vk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577134093.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbwic7t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577150692.0, "send_replies": true, "parent_id": "t1_fbwhinz", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's no telling what she was thinking.\n\nBefore I bought her a fountain, I suggested we could cover the back yard with decomponsing granite, to give it a nice surface.\n\nCholita got angry. It took a while to get her to calm down and explain why.\n\nShe said, \"It's those skulls!  We have to get rid of them first.\"\n\nI looked out at the empty backyard.  It's completely flat.  I left it that way to add a pool someday.\n\nI told her there were no skulls, but she spent the next day smoothing over the sand with a broom.\n\nIt's still that way.  She's put some steps so  you can walk out there without disturbing the sand pattern, but there's a cactus right at the start, to block you.\n\nOn the way to Whole Foods, the day after she removed, \"the skulls\",  she pointed to the sky and said, \"No Skulls huh???\"\n\nA set of clouds had formed a skull shape.\n\nShe added, \"With all that blood dripping from your mouth, how can I believe anything you say?\"\n\nIt's hard to be angry with Cholita for long.  I wish she'd come home.", "edited": 1577151047.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbwic7t", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s no telling what she was thinking.&lt;/p&gt;\n\n&lt;p&gt;Before I bought her a fountain, I suggested we could cover the back yard with decomponsing granite, to give it a nice surface.&lt;/p&gt;\n\n&lt;p&gt;Cholita got angry. It took a while to get her to calm down and explain why.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;It&amp;#39;s those skulls!  We have to get rid of them first.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked out at the empty backyard.  It&amp;#39;s completely flat.  I left it that way to add a pool someday.&lt;/p&gt;\n\n&lt;p&gt;I told her there were no skulls, but she spent the next day smoothing over the sand with a broom.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s still that way.  She&amp;#39;s put some steps so  you can walk out there without disturbing the sand pattern, but there&amp;#39;s a cactus right at the start, to block you.&lt;/p&gt;\n\n&lt;p&gt;On the way to Whole Foods, the day after she removed, &amp;quot;the skulls&amp;quot;,  she pointed to the sky and said, &amp;quot;No Skulls huh???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;A set of clouds had formed a skull shape.&lt;/p&gt;\n\n&lt;p&gt;She added, &amp;quot;With all that blood dripping from your mouth, how can I believe anything you say?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to be angry with Cholita for long.  I wish she&amp;#39;d come home.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbwic7t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577150692.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbwhinz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1577150077.0, "send_replies": true, "parent_id": "t1_fbvmc7w", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; I tried to give money to a homeless person 2 weeks ago, and she wouldn't let me do it\n\nSurprising reaction from someone who was themselves homeless for 6 months or more 😕", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbwhinz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I tried to give money to a homeless person 2 weeks ago, and she wouldn&amp;#39;t let me do it&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Surprising reaction from someone who was themselves homeless for 6 months or more 😕&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbwhinz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577150077.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbvmc7w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbvjsqo", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No. It's more like the ones inside are just variations on this one.  The assemblage point ideally moves all the way down the back, up the crotch, and remains in the front.\n\nI suppose that brings it closer to that of the second attention. Carlos never explained why that was good.  \n\nMovements to outside is a topic I'd forgotten about, because Carlos told me not to read the books anymore.\n\nBut that's good, because I did in fact see those worlds, that require a movement outside.\n\nI always thought they were merely \"abstract\", a topic Carlos brought up for a while.  But he never went into detail on it, that I know of.\n\nToo bad Corey isn't here.  He went to nighttime sessions. I was separated from that domain.\n\nBut perhaps his notes are complete. I never looked to see.  \n\nIt would have to be notes on over 150 classes, if they were complete.\n\nAs for becoming animals, the crossing phylum series might address that.  The animal positions are low, and to the side, as I recall.\n\nBut don't pacify your mind with placebos. Or companionship, fellowship, or whatever people usually think they need, as a result of reading Carlos' books.\n\nYou learn sorcery by wanting too badly, and just deciding to take it on, from this moment on.\n\nAny connection to anyone else will just make it harder.\n\nNo one from private classes seems to have succeeded with that group think, fellowship thing.\n\nYou also can't learn sorcery by stacking up me-too nagual seminars.\n\nYou'll only slow yourself down.\n\nRemember the Buddha. Find a tree, sit down, and force yourself silent for a week.\n\nI still don't get that story.  The Buddha was a spoiled rich kid. When he found out there was poverty outside his palace, he threw a tantrum, went catatonic for a week, and when he was done he concluded everyone got what they deserved.\n\nHuh????\n\nI had a selfish girlfriend 20 years younger than me who could have told us that, without the 1 week tantrum.\n\nEven Cholita knows that.    I tried to give money to a homeless person 2 weeks ago, and she wouldn't let me do it.  She said, \"He doesn't deserve **anything**!\"", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbvmc7w", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No. It&amp;#39;s more like the ones inside are just variations on this one.  The assemblage point ideally moves all the way down the back, up the crotch, and remains in the front.&lt;/p&gt;\n\n&lt;p&gt;I suppose that brings it closer to that of the second attention. Carlos never explained why that was good.  &lt;/p&gt;\n\n&lt;p&gt;Movements to outside is a topic I&amp;#39;d forgotten about, because Carlos told me not to read the books anymore.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s good, because I did in fact see those worlds, that require a movement outside.&lt;/p&gt;\n\n&lt;p&gt;I always thought they were merely &amp;quot;abstract&amp;quot;, a topic Carlos brought up for a while.  But he never went into detail on it, that I know of.&lt;/p&gt;\n\n&lt;p&gt;Too bad Corey isn&amp;#39;t here.  He went to nighttime sessions. I was separated from that domain.&lt;/p&gt;\n\n&lt;p&gt;But perhaps his notes are complete. I never looked to see.  &lt;/p&gt;\n\n&lt;p&gt;It would have to be notes on over 150 classes, if they were complete.&lt;/p&gt;\n\n&lt;p&gt;As for becoming animals, the crossing phylum series might address that.  The animal positions are low, and to the side, as I recall.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t pacify your mind with placebos. Or companionship, fellowship, or whatever people usually think they need, as a result of reading Carlos&amp;#39; books.&lt;/p&gt;\n\n&lt;p&gt;You learn sorcery by wanting too badly, and just deciding to take it on, from this moment on.&lt;/p&gt;\n\n&lt;p&gt;Any connection to anyone else will just make it harder.&lt;/p&gt;\n\n&lt;p&gt;No one from private classes seems to have succeeded with that group think, fellowship thing.&lt;/p&gt;\n\n&lt;p&gt;You also can&amp;#39;t learn sorcery by stacking up me-too nagual seminars.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll only slow yourself down.&lt;/p&gt;\n\n&lt;p&gt;Remember the Buddha. Find a tree, sit down, and force yourself silent for a week.&lt;/p&gt;\n\n&lt;p&gt;I still don&amp;#39;t get that story.  The Buddha was a spoiled rich kid. When he found out there was poverty outside his palace, he threw a tantrum, went catatonic for a week, and when he was done he concluded everyone got what they deserved.&lt;/p&gt;\n\n&lt;p&gt;Huh????&lt;/p&gt;\n\n&lt;p&gt;I had a selfish girlfriend 20 years younger than me who could have told us that, without the 1 week tantrum.&lt;/p&gt;\n\n&lt;p&gt;Even Cholita knows that.    I tried to give money to a homeless person 2 weeks ago, and she wouldn&amp;#39;t let me do it.  She said, &amp;quot;He doesn&amp;#39;t deserve &lt;strong&gt;anything&lt;/strong&gt;!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbvmc7w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577132883.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577132883.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbvjsqo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsy9nl", "score": 2, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What about the movement and displacement of the assemblage point?\n\n\"Don Juan explained that the old sorcerers were capable of distinguishing two types of \r\nassemblage point displacement. One was a displacement to any position on the surface or \r\nin the interior of the luminous ball; this displacement they called a shift of the assemblage \r\npoint. The other was a displacement to a position outside the luminous ball; they called \r\nthis displacement a movement of the assemblage point. They found out that the \r\ndifference between a shift and a movement was the nature of the perception each allows. \r\nSince the shifts of the assemblage point are displacements within the luminous ball, the \r\nworlds engendered by them, no matter how bizarre or wondrous or unbelievable they \r\nmight be, are still worlds within the human domain. The human domain is the energy \r\nfilaments that pass through the entire luminous ball. By contrast, movements of the \r\nassemblage point since they are displacements to positions outside the luminous ball, \r\nengage filaments of energy that are beyond the human realm. Perceiving such filaments \r\nengenders worlds that are beyond comprehension, inconceivable worlds with no trace of \r\nhuman antecedents in them.\"\n\nI thought this means that inside positions are like becoming animals, remembering during recap, heightened awareness, and outside is assembling other worlds, other great bands of emanations?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbvjsqo", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What about the movement and displacement of the assemblage point?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan explained that the old sorcerers were capable of distinguishing two types of \nassemblage point displacement. One was a displacement to any position on the surface or \nin the interior of the luminous ball; this displacement they called a shift of the assemblage \npoint. The other was a displacement to a position outside the luminous ball; they called \nthis displacement a movement of the assemblage point. They found out that the \ndifference between a shift and a movement was the nature of the perception each allows. \nSince the shifts of the assemblage point are displacements within the luminous ball, the \nworlds engendered by them, no matter how bizarre or wondrous or unbelievable they \nmight be, are still worlds within the human domain. The human domain is the energy \nfilaments that pass through the entire luminous ball. By contrast, movements of the \nassemblage point since they are displacements to positions outside the luminous ball, \nengage filaments of energy that are beyond the human realm. Perceiving such filaments \nengenders worlds that are beyond comprehension, inconceivable worlds with no trace of \nhuman antecedents in them.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I thought this means that inside positions are like becoming animals, remembering during recap, heightened awareness, and outside is assembling other worlds, other great bands of emanations?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbvjsqo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577131822.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577131822.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbsy9nl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbssmjd", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;So, two energy balls, one for the physical body and one for the dreaming body?\n\nYes. That's how you can have a \"double\".\n\nBut from what I know, the second attention's energy body has expanded to a much larger size. You have to pull it in to make use of it.\n\nGet the searchable pdf and search for Zuleica.\n\nBut, remember that Carlos was in heightened awareness while doing that technique, and his assemblage point had lots of hidden places to move to, created by don Juan and his cohorts.\n\nWe have neither.  Use my slight modifications, as posted in here.\n\nAnd don't expect to fold in half at the end.  The best I've done so far is to realize that I have in fact folded that way, but the image in my mind was a piece of paper I was burdened to carry around.\n\nSo I discarded it.  I literally realized I was folded over, found a white paper in my hand, got annoyed, and tossed it on the floor.\n\nAnd, do bend yourself over.   But you'll have to do it yourself, unless you're very talented.\n\nAfter you reach heightened awareness using Zuleica’s technique, sit on the bed and bend your upper body forward, to get your head as close to your feet as you can without straining.\n\nDo that often when practicing in darkness.  At least one time per night.  You won’t regret it.\n\nHow can we see our own energy body?\n\nI can’t see my Tonal’s energy body.  Only my Nagual’s.\n\nMaybe if I could switch which was predominate, I could see the other one.\n\n&gt;is it the first attention body the one who dreams the double, or the double who dreams our physical existence here?\n\nI can only speculate.\n\n“The wall” technique is actually a view of the inside of the first attention's energy body.  You can see it, because it's contained inside the second attention's energy body, and when you are in heightened awareness, you can perceive through the second attention.\n\nThe second attention’s energy body, “the Nagual” is much larger, and fully contains the first attention’s energy body in normal people.\n\nBut to make it useful, you need to shrink it to smaller than the first, so that the first can comprehend it.\n\nJust speculation. If Carlos hadn’t died, I’d ask him.\n\nWhile he was alive, no one seems to have risen to the level to ask him interesting questions.\n\nI think he would have liked that very much.\n\nOdd that he let the witches go off and hide.\n\nI almost went with them, I suspect.\n\nEdited", "edited": 1577064136.0, "author_flair_css_class": null, "name": "t1_fbsy9nl", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So, two energy balls, one for the physical body and one for the dreaming body?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes. That&amp;#39;s how you can have a &amp;quot;double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But from what I know, the second attention&amp;#39;s energy body has expanded to a much larger size. You have to pull it in to make use of it.&lt;/p&gt;\n\n&lt;p&gt;Get the searchable pdf and search for Zuleica.&lt;/p&gt;\n\n&lt;p&gt;But, remember that Carlos was in heightened awareness while doing that technique, and his assemblage point had lots of hidden places to move to, created by don Juan and his cohorts.&lt;/p&gt;\n\n&lt;p&gt;We have neither.  Use my slight modifications, as posted in here.&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t expect to fold in half at the end.  The best I&amp;#39;ve done so far is to realize that I have in fact folded that way, but the image in my mind was a piece of paper I was burdened to carry around.&lt;/p&gt;\n\n&lt;p&gt;So I discarded it.  I literally realized I was folded over, found a white paper in my hand, got annoyed, and tossed it on the floor.&lt;/p&gt;\n\n&lt;p&gt;And, do bend yourself over.   But you&amp;#39;ll have to do it yourself, unless you&amp;#39;re very talented.&lt;/p&gt;\n\n&lt;p&gt;After you reach heightened awareness using Zuleica’s technique, sit on the bed and bend your upper body forward, to get your head as close to your feet as you can without straining.&lt;/p&gt;\n\n&lt;p&gt;Do that often when practicing in darkness.  At least one time per night.  You won’t regret it.&lt;/p&gt;\n\n&lt;p&gt;How can we see our own energy body?&lt;/p&gt;\n\n&lt;p&gt;I can’t see my Tonal’s energy body.  Only my Nagual’s.&lt;/p&gt;\n\n&lt;p&gt;Maybe if I could switch which was predominate, I could see the other one.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;is it the first attention body the one who dreams the double, or the double who dreams our physical existence here?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I can only speculate.&lt;/p&gt;\n\n&lt;p&gt;“The wall” technique is actually a view of the inside of the first attention&amp;#39;s energy body.  You can see it, because it&amp;#39;s contained inside the second attention&amp;#39;s energy body, and when you are in heightened awareness, you can perceive through the second attention.&lt;/p&gt;\n\n&lt;p&gt;The second attention’s energy body, “the Nagual” is much larger, and fully contains the first attention’s energy body in normal people.&lt;/p&gt;\n\n&lt;p&gt;But to make it useful, you need to shrink it to smaller than the first, so that the first can comprehend it.&lt;/p&gt;\n\n&lt;p&gt;Just speculation. If Carlos hadn’t died, I’d ask him.&lt;/p&gt;\n\n&lt;p&gt;While he was alive, no one seems to have risen to the level to ask him interesting questions.&lt;/p&gt;\n\n&lt;p&gt;I think he would have liked that very much.&lt;/p&gt;\n\n&lt;p&gt;Odd that he let the witches go off and hide.&lt;/p&gt;\n\n&lt;p&gt;I almost went with them, I suspect.&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbsy9nl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577063406.0, "author_flair_text": null, "collapsed": false, "created_utc": 1577063406.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbssmjd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsrwzd", "score": 2, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So, two energy balls, one for the physical body and one for the dreaming body? But if dreaming body is also \"you\", how could we see it? I remember Carlos' 4 book and the \"Mystery of the Dreaming and the Dreamt\", so he was indirectly reffering to the paradox of who dreams who - is it the first attention body the one who dreams the double, or the double who dreams our physical existence here? Pretty difficult stuff for any rational mind... And a confusing one regarding how all of this works.\n\nThanks for your answers, they are very detailed :-)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbssmjd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So, two energy balls, one for the physical body and one for the dreaming body? But if dreaming body is also &amp;quot;you&amp;quot;, how could we see it? I remember Carlos&amp;#39; 4 book and the &amp;quot;Mystery of the Dreaming and the Dreamt&amp;quot;, so he was indirectly reffering to the paradox of who dreams who - is it the first attention body the one who dreams the double, or the double who dreams our physical existence here? Pretty difficult stuff for any rational mind... And a confusing one regarding how all of this works.&lt;/p&gt;\n\n&lt;p&gt;Thanks for your answers, they are very detailed :-)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbssmjd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577059813.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577059813.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbsubjk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsrwzd", "score": 1, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Offtopic: The song which gives me the intent of the sorcerers. The same as poetry did for don Juan.\n\nhttps://youtu.be/t1TcDHrkQYg\n\nThe reach for freedom, the fire from within... Not knowing it is even possible or not", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbsubjk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Offtopic: The song which gives me the intent of the sorcerers. The same as poetry did for don Juan.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/t1TcDHrkQYg\"&gt;https://youtu.be/t1TcDHrkQYg&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The reach for freedom, the fire from within... Not knowing it is even possible or not&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbsubjk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577060671.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577060671.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbsrwzd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbseu05", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There are 2 energy bodies. \n\nThe one you're talking about is the first attention's (Tonal's) energy body. The assemblage point is near the left shoulder.\n\nThe second attention’s (Nagual's) energy body is scattered around to infinity.  You can use Zuleica's technique to bring it closer.\n\nWhen it's fully recovered, it's visible to a sorcerer.  As you do the technique, you scoop energy into its assemblage point, which is located 1.5 feet in front of the center of your belly button and your crotch, and 4 inches to the right.  Eventually you’ll be able to see your own second attention energy body.  But long before that, you’ll see the assemblage point itself, and likely an inorganic being sitting on top of it, to absorb some of the energy you’re scooping there.\n\nCholita has shown me her energy body a few times, especially while shopping.   \n\nI’m not sure which I saw, now that I think of it.  One time it started with seeing the first attention's, but when I touched the assemblage point, I might have activated the second.\n\nI just don't know.\n\nI guess answering questions also helps me learn, the same way teaching helps teachers better understand what they thought they knew.\n\nCholita figured out I was following her by using her energy body, and hasn't shown it to me for a long time.\n\nThe last time, she wasn’t even looking my direction. I carefully raised my right hand, so I could touch a fiber coming from it.\n\nIf you can rub the outside of your hand on a strand, the whole thing lights up.\n\nHer left hand moved back behind her with her palm out, to signal me to stop.\n\nShe didn’t even look my direction.  She was pushing a shopping cart at Whole Foods.\n\nWesterly dreamers can block stuff.  If you want to see their energy body, you have to sneak up from behind at an angle.\n\nIt looks like 2 or 3 whip-like strands of light and darkness, which give a creepy feeling of silence as they move around, continuously circulating in a rotation of 360 degrees, attached near the hip.  But the curve of the whip is reversed. It's more like a scoop, the way it moves around.\n\nEach strand \"lights up\" whatever it touches in the environment, so that it can be perceived.  \n\nI haven’t seen that directly. Only the creepy feeling of silence it produces when it crosses something.  I could see the whips, but not what they did to the environment, which was out of focus while I was watching the luminous cocoon.\n\nEverything else sort of blurs when watching it.\n\nWarning: The first time you see this, you aren't having a stroke or heart attack!  Don't panic.  And you won't float away, despite feeling like you are.\n\nAlong with those whips were many smaller fibers, extending out only a few inches, to a few feet.  They were like 8 inch strings bound at the waist, being blown randomly all around, without detaching.\n\nThey were waving randomly in the air, as if to detect objects in close proximity.\n\nThe overall shape was like an egg, but squashed a bit.\n\nBut why ask?  Learn to do it!\n\nAre you trying to convince yourself it's worth the effort, so you don't get \"tricked again\" by a guru?\n\n(I'm being a bit malicious here as a test to determine who you might be.)\n\nNever fear. \n\nStart with the simple silence technique, figure out which of the things I listed can happen, did happen to you,  and maybe you'll realize, you can learn this too.\n\nWith rewards enough along the way, so that you know you aren't being fooled again.\n\nThe good news is, it meets all the criteria for enlightenment in Buddhism, Hinduism, and Daoism.\n\nSo all the masters on earth would have to admit, if you can really do that, you've reached enlightenment.\n\nYou can't waste your time with sorcery, unless you assume all esoteric teachings are a waste of time.\n\nSorcery is just off their limited path, but the process to get there is the same thing.\n\nWell, not for Taoists. Those are sorcerers, if they aren't the ceremonial kind of Taoist.\n\nHere's a video about a Zen master with an inorganic being. He makes fun of it and dismisses it.\n\nSorcerers don't dismiss anything.\n\nTime mark 25:40\n\nhttps://www.youtube.com/watch?time_continue=1714&amp;v=xF5V9r7_ZHI\n\nEdited", "edited": 1577060433.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fbsrwzd", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There are 2 energy bodies. &lt;/p&gt;\n\n&lt;p&gt;The one you&amp;#39;re talking about is the first attention&amp;#39;s (Tonal&amp;#39;s) energy body. The assemblage point is near the left shoulder.&lt;/p&gt;\n\n&lt;p&gt;The second attention’s (Nagual&amp;#39;s) energy body is scattered around to infinity.  You can use Zuleica&amp;#39;s technique to bring it closer.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s fully recovered, it&amp;#39;s visible to a sorcerer.  As you do the technique, you scoop energy into its assemblage point, which is located 1.5 feet in front of the center of your belly button and your crotch, and 4 inches to the right.  Eventually you’ll be able to see your own second attention energy body.  But long before that, you’ll see the assemblage point itself, and likely an inorganic being sitting on top of it, to absorb some of the energy you’re scooping there.&lt;/p&gt;\n\n&lt;p&gt;Cholita has shown me her energy body a few times, especially while shopping.   &lt;/p&gt;\n\n&lt;p&gt;I’m not sure which I saw, now that I think of it.  One time it started with seeing the first attention&amp;#39;s, but when I touched the assemblage point, I might have activated the second.&lt;/p&gt;\n\n&lt;p&gt;I just don&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;I guess answering questions also helps me learn, the same way teaching helps teachers better understand what they thought they knew.&lt;/p&gt;\n\n&lt;p&gt;Cholita figured out I was following her by using her energy body, and hasn&amp;#39;t shown it to me for a long time.&lt;/p&gt;\n\n&lt;p&gt;The last time, she wasn’t even looking my direction. I carefully raised my right hand, so I could touch a fiber coming from it.&lt;/p&gt;\n\n&lt;p&gt;If you can rub the outside of your hand on a strand, the whole thing lights up.&lt;/p&gt;\n\n&lt;p&gt;Her left hand moved back behind her with her palm out, to signal me to stop.&lt;/p&gt;\n\n&lt;p&gt;She didn’t even look my direction.  She was pushing a shopping cart at Whole Foods.&lt;/p&gt;\n\n&lt;p&gt;Westerly dreamers can block stuff.  If you want to see their energy body, you have to sneak up from behind at an angle.&lt;/p&gt;\n\n&lt;p&gt;It looks like 2 or 3 whip-like strands of light and darkness, which give a creepy feeling of silence as they move around, continuously circulating in a rotation of 360 degrees, attached near the hip.  But the curve of the whip is reversed. It&amp;#39;s more like a scoop, the way it moves around.&lt;/p&gt;\n\n&lt;p&gt;Each strand &amp;quot;lights up&amp;quot; whatever it touches in the environment, so that it can be perceived.  &lt;/p&gt;\n\n&lt;p&gt;I haven’t seen that directly. Only the creepy feeling of silence it produces when it crosses something.  I could see the whips, but not what they did to the environment, which was out of focus while I was watching the luminous cocoon.&lt;/p&gt;\n\n&lt;p&gt;Everything else sort of blurs when watching it.&lt;/p&gt;\n\n&lt;p&gt;Warning: The first time you see this, you aren&amp;#39;t having a stroke or heart attack!  Don&amp;#39;t panic.  And you won&amp;#39;t float away, despite feeling like you are.&lt;/p&gt;\n\n&lt;p&gt;Along with those whips were many smaller fibers, extending out only a few inches, to a few feet.  They were like 8 inch strings bound at the waist, being blown randomly all around, without detaching.&lt;/p&gt;\n\n&lt;p&gt;They were waving randomly in the air, as if to detect objects in close proximity.&lt;/p&gt;\n\n&lt;p&gt;The overall shape was like an egg, but squashed a bit.&lt;/p&gt;\n\n&lt;p&gt;But why ask?  Learn to do it!&lt;/p&gt;\n\n&lt;p&gt;Are you trying to convince yourself it&amp;#39;s worth the effort, so you don&amp;#39;t get &amp;quot;tricked again&amp;quot; by a guru?&lt;/p&gt;\n\n&lt;p&gt;(I&amp;#39;m being a bit malicious here as a test to determine who you might be.)&lt;/p&gt;\n\n&lt;p&gt;Never fear. &lt;/p&gt;\n\n&lt;p&gt;Start with the simple silence technique, figure out which of the things I listed can happen, did happen to you,  and maybe you&amp;#39;ll realize, you can learn this too.&lt;/p&gt;\n\n&lt;p&gt;With rewards enough along the way, so that you know you aren&amp;#39;t being fooled again.&lt;/p&gt;\n\n&lt;p&gt;The good news is, it meets all the criteria for enlightenment in Buddhism, Hinduism, and Daoism.&lt;/p&gt;\n\n&lt;p&gt;So all the masters on earth would have to admit, if you can really do that, you&amp;#39;ve reached enlightenment.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t waste your time with sorcery, unless you assume all esoteric teachings are a waste of time.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is just off their limited path, but the process to get there is the same thing.&lt;/p&gt;\n\n&lt;p&gt;Well, not for Taoists. Those are sorcerers, if they aren&amp;#39;t the ceremonial kind of Taoist.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a video about a Zen master with an inorganic being. He makes fun of it and dismisses it.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers don&amp;#39;t dismiss anything.&lt;/p&gt;\n\n&lt;p&gt;Time mark 25:40&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?time_continue=1714&amp;amp;v=xF5V9r7_ZHI\"&gt;https://www.youtube.com/watch?time_continue=1714&amp;amp;v=xF5V9r7_ZHI&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbsrwzd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577059469.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577059469.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbseu05", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "created_utc": 1577054264.0, "send_replies": true, "parent_id": "t1_f8wdkbc", "score": 2, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Interesting enough.\n\nCould you explain this whole thing about the energy body, from the seeing perspective?\n\nThis one has always confused me, so if we imagine it in some 3d'ish sense... We have a luminous ball with fibers... An assemblage point... So I was always wondering is the energy dreaming body this ball? Or is it some \"cluster\" of fibers activated by movement of assemblage point? Or even a separate compact ball connected to the main one?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbseu05", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting enough.&lt;/p&gt;\n\n&lt;p&gt;Could you explain this whole thing about the energy body, from the seeing perspective?&lt;/p&gt;\n\n&lt;p&gt;This one has always confused me, so if we imagine it in some 3d&amp;#39;ish sense... We have a luminous ball with fibers... An assemblage point... So I was always wondering is the energy dreaming body this ball? Or is it some &amp;quot;cluster&amp;quot; of fibers activated by movement of assemblage point? Or even a separate compact ball connected to the main one?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/fbseu05/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577054264.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8wdkbc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1574888394.0, "send_replies": true, "parent_id": "t3_e2m2ss", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Usually she's over by the water dispenser, and she was there a lot by Leigh, what's his name? I think she likes Leigh.\n\nGoldstein was it?\n\nIn private classes, Carlos seemed to have official question answerers, for things like this. He'd look over to a specific person, when asking like this.\n\nI remember one man, and one woman, he relied on most.  Ellis for sure if she was there.\n\nAbout the balls of energy Carlos saw near water coolers, indicating it was a specific person.\n\nIn this case, I believe it was a former female student, who's family had \"intervened\" and kidnapped her, to get her out of the group.\n\nThere was some confusion in discussion groups, because he said she was dead on some occasions, but everyone knew she had merely been taken by her family.\n\nHer energy ball was brown, which I take to mean, composed of dark energy.  Dreaming energy.\n\nI see those too now!  \n\nBut if you saw one, you'd surely double take it away.  Just glare.  Just a reflection on my glasses.\n\nNot real...\n\nIt's actually the person's second attention energy body.  Or some kind of secondary projection of it.\n\nUsually those wander around aimlessly in infinity, but when people start to use Tensegrity they get compact enough to make guest appearances.\n\nI even see dark figures running past the hallway at work.\n\nNo way to know what those are.  But when they run past  you, you can feel ripples of absolute silence.\n\nWhatever that is.\n\nThat's how you know, it wasn't a real person.\n\nFortunately by the time you see such things you aren't afraid of them.\n\nDouble beings, and some odd people, can also manifest their dreaming bodies, but without any training.\n\nCarlos never explained why. He just indicated it was an interesting anomaly.", "edited": 1574892500.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8wdkbc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Usually she&amp;#39;s over by the water dispenser, and she was there a lot by Leigh, what&amp;#39;s his name? I think she likes Leigh.&lt;/p&gt;\n\n&lt;p&gt;Goldstein was it?&lt;/p&gt;\n\n&lt;p&gt;In private classes, Carlos seemed to have official question answerers, for things like this. He&amp;#39;d look over to a specific person, when asking like this.&lt;/p&gt;\n\n&lt;p&gt;I remember one man, and one woman, he relied on most.  Ellis for sure if she was there.&lt;/p&gt;\n\n&lt;p&gt;About the balls of energy Carlos saw near water coolers, indicating it was a specific person.&lt;/p&gt;\n\n&lt;p&gt;In this case, I believe it was a former female student, who&amp;#39;s family had &amp;quot;intervened&amp;quot; and kidnapped her, to get her out of the group.&lt;/p&gt;\n\n&lt;p&gt;There was some confusion in discussion groups, because he said she was dead on some occasions, but everyone knew she had merely been taken by her family.&lt;/p&gt;\n\n&lt;p&gt;Her energy ball was brown, which I take to mean, composed of dark energy.  Dreaming energy.&lt;/p&gt;\n\n&lt;p&gt;I see those too now!  &lt;/p&gt;\n\n&lt;p&gt;But if you saw one, you&amp;#39;d surely double take it away.  Just glare.  Just a reflection on my glasses.&lt;/p&gt;\n\n&lt;p&gt;Not real...&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s actually the person&amp;#39;s second attention energy body.  Or some kind of secondary projection of it.&lt;/p&gt;\n\n&lt;p&gt;Usually those wander around aimlessly in infinity, but when people start to use Tensegrity they get compact enough to make guest appearances.&lt;/p&gt;\n\n&lt;p&gt;I even see dark figures running past the hallway at work.&lt;/p&gt;\n\n&lt;p&gt;No way to know what those are.  But when they run past  you, you can feel ripples of absolute silence.&lt;/p&gt;\n\n&lt;p&gt;Whatever that is.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how you know, it wasn&amp;#39;t a real person.&lt;/p&gt;\n\n&lt;p&gt;Fortunately by the time you see such things you aren&amp;#39;t afraid of them.&lt;/p&gt;\n\n&lt;p&gt;Double beings, and some odd people, can also manifest their dreaming bodies, but without any training.&lt;/p&gt;\n\n&lt;p&gt;Carlos never explained why. He just indicated it was an interesting anomaly.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8wdkbc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574888394.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f968t7i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1575141462.0, "send_replies": true, "parent_id": "t1_f95jq6x", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; there are a lot more innocuous inorganics than there are predatory in ones. \n\nOne of the witches used to warn about ground dwellers, who like to climb up your leg.\n\nThose aren't going to kidnap you and take you to their realm.\n\nAnd by the way, who wouldn't want to be kidnapped by the inorganics?\n\nYou can gain supernatural powers by visiting their realm often.\n\n&gt;If you're happy and joyful they'll mirror that back to you. \n\nI did manage to get the \"dreaming inorganic\" of Carlos' to change shapes for me.\n\nBut not in waking.\n\nCarlos' 2 allies seem to have slightly different preferences, which makes me think perhaps they aren't the same type.\n\n&gt;A modified mood seems to be required.\n\nCarol Tiggs said, in 2015, that the mood was changing.  To something lighter, I believe.  \n\n&gt;Don Juan themselves said that none of this is written in stone.\n\nHe burped to hook Carol Tiggs. \n\nThey used to blow La Gorda over with farts.\n\nI'm afraid that the whole \"impeccable warrior\" thing is tainted with Christian sainthood or Tibetan Monk ideals that aren't warranted.\n\nMore placebos for the mind.  \n\nIn that respect, it's actually useful to read the complaints about Carlos.  They tell you secrets about your own stupid prejudices.\n\nCould be why Carlos used to tell stories about pooping on the stairs in a hotel, or how he started to stutter, when someone introduced him to a virgin.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f968t7i", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;there are a lot more innocuous inorganics than there are predatory in ones. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;One of the witches used to warn about ground dwellers, who like to climb up your leg.&lt;/p&gt;\n\n&lt;p&gt;Those aren&amp;#39;t going to kidnap you and take you to their realm.&lt;/p&gt;\n\n&lt;p&gt;And by the way, who wouldn&amp;#39;t want to be kidnapped by the inorganics?&lt;/p&gt;\n\n&lt;p&gt;You can gain supernatural powers by visiting their realm often.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;If you&amp;#39;re happy and joyful they&amp;#39;ll mirror that back to you. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I did manage to get the &amp;quot;dreaming inorganic&amp;quot; of Carlos&amp;#39; to change shapes for me.&lt;/p&gt;\n\n&lt;p&gt;But not in waking.&lt;/p&gt;\n\n&lt;p&gt;Carlos&amp;#39; 2 allies seem to have slightly different preferences, which makes me think perhaps they aren&amp;#39;t the same type.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;A modified mood seems to be required.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Carol Tiggs said, in 2015, that the mood was changing.  To something lighter, I believe.  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Don Juan themselves said that none of this is written in stone.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;He burped to hook Carol Tiggs. &lt;/p&gt;\n\n&lt;p&gt;They used to blow La Gorda over with farts.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid that the whole &amp;quot;impeccable warrior&amp;quot; thing is tainted with Christian sainthood or Tibetan Monk ideals that aren&amp;#39;t warranted.&lt;/p&gt;\n\n&lt;p&gt;More placebos for the mind.  &lt;/p&gt;\n\n&lt;p&gt;In that respect, it&amp;#39;s actually useful to read the complaints about Carlos.  They tell you secrets about your own stupid prejudices.&lt;/p&gt;\n\n&lt;p&gt;Could be why Carlos used to tell stories about pooping on the stairs in a hotel, or how he started to stutter, when someone introduced him to a virgin.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f968t7i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575141462.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f96irz6", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f96irz6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "created_utc": 1575145783.0, "send_replies": true, "parent_id": "t1_f95m2va", "score": 1, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Another good analogy of the problem of being a warrior all the time is soldiers with PTSD. They come back from war and they can't turn off being warrior. The problems that that creates are significant and manifold. They can't separate themselves from that warrior identity.\n\nI am not sure I really understand you here. I can't see this being applicable to Castaneda's \"warrior\".\nIf anything, regular non-warrior life is way more PTSD-inducing that anything else... :D\n\n&gt;It's not always about fighting. Even though it's better to be a warrior in a garden, than a gardener in a war...being either a warrior or a gardener doesn't have to be a 24/7 affair, in fact it seems to be counterproductive based on the lack of progress that we're seeing in different Nagualist communities. A modified mood seems to be required.\n\nAgain, we're discussing \"being a warrior\" without coming up with a solid definition of the term that we can both agree to... maybe we should start there?\n\n&gt;Ater all Casteneda / Don Juan themselves said that none of this is written in stone. That it was meant to be continually improved upon, reinvented, and modified as necessary to ensure results.\n\nAgreed.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f96irz6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Another good analogy of the problem of being a warrior all the time is soldiers with PTSD. They come back from war and they can&amp;#39;t turn off being warrior. The problems that that creates are significant and manifold. They can&amp;#39;t separate themselves from that warrior identity.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I am not sure I really understand you here. I can&amp;#39;t see this being applicable to Castaneda&amp;#39;s &amp;quot;warrior&amp;quot;.\nIf anything, regular non-warrior life is way more PTSD-inducing that anything else... :D&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s not always about fighting. Even though it&amp;#39;s better to be a warrior in a garden, than a gardener in a war...being either a warrior or a gardener doesn&amp;#39;t have to be a 24/7 affair, in fact it seems to be counterproductive based on the lack of progress that we&amp;#39;re seeing in different Nagualist communities. A modified mood seems to be required.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Again, we&amp;#39;re discussing &amp;quot;being a warrior&amp;quot; without coming up with a solid definition of the term that we can both agree to... maybe we should start there?&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Ater all Casteneda / Don Juan themselves said that none of this is written in stone. That it was meant to be continually improved upon, reinvented, and modified as necessary to ensure results.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Agreed.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f96irz6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575145783.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f95m2va", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1575130760.0, "send_replies": true, "parent_id": "t1_f95lyef", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I added a little bit to the end of my previous comment.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f95m2va", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I added a little bit to the end of my previous comment.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f95m2va/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575130760.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f95lyef", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "created_utc": 1575130679.0, "send_replies": true, "parent_id": "t1_f95jq6x", "score": 2, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; That they're not all the same, the inorganics. Some vaguely resemble Horseflies or Bumble bees. Some Bengal Tigers. But just like there are a lot more Horseflies in the world and there are Bengal Tigers, there are a lot more innocuous inorganics than there are predatory in ones. The diversity of biological life in this world is mirrored across the realms in which they reside.\n\nThis does make sense.\n\n&gt;And they can't be avoided. Not if your male anyway.\n\nWhile their presence **allegedly** can not be avoided, perhaps interaction can? I don't know.\n\n&gt;It's actually much harder than being a warrior all the time\n\nHow do you define \"warrior\"? I don't think we can discuss the concept \"warrior\" before we all agree upon a definition.\n\nFor someone, this concept might include both being a warrior when needed and being something else when it's not needed... like, from what I remember from the books, being fluid and adapting to different environments is a part of being a warrior.\n\nAlso, I remember the \"warrior path\" was created solely for the purpose of balancing out the character and mental state of practitioners, deeply engage in *dreaming*, since *dreaming* is known to have a somewhat disturbing effect on the personality.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f95lyef", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;That they&amp;#39;re not all the same, the inorganics. Some vaguely resemble Horseflies or Bumble bees. Some Bengal Tigers. But just like there are a lot more Horseflies in the world and there are Bengal Tigers, there are a lot more innocuous inorganics than there are predatory in ones. The diversity of biological life in this world is mirrored across the realms in which they reside.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This does make sense.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;And they can&amp;#39;t be avoided. Not if your male anyway.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;While their presence &lt;strong&gt;allegedly&lt;/strong&gt; can not be avoided, perhaps interaction can? I don&amp;#39;t know.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s actually much harder than being a warrior all the time&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;How do you define &amp;quot;warrior&amp;quot;? I don&amp;#39;t think we can discuss the concept &amp;quot;warrior&amp;quot; before we all agree upon a definition.&lt;/p&gt;\n\n&lt;p&gt;For someone, this concept might include both being a warrior when needed and being something else when it&amp;#39;s not needed... like, from what I remember from the books, being fluid and adapting to different environments is a part of being a warrior.&lt;/p&gt;\n\n&lt;p&gt;Also, I remember the &amp;quot;warrior path&amp;quot; was created solely for the purpose of balancing out the character and mental state of practitioners, deeply engage in &lt;em&gt;dreaming&lt;/em&gt;, since &lt;em&gt;dreaming&lt;/em&gt; is known to have a somewhat disturbing effect on the personality.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f95lyef/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575130679.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f95jq6x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f95e54x", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That they're not all the same, the inorganics. Some vaguely resemble Horseflies or Bumble bees. Some Bengal Tigers. But just like there are a lot more Horseflies in the world and there are Bengal Tigers, there are a lot more innocuous inorganics than there are predatory in ones. The diversity of biological life in this world is mirrored across the realms in which they reside.\n\nAnd they can't be avoided. Not if your male anyway.\n\nSo of more immediate importance is your mood. If you're fearful and you encounter one of the higher-energy ones, they will mirror your fear back to you. If you're happy and joyful they'll mirror that back to you. Demons vs. Angels, the old persistent trope.\n\nSo this is an instance where being a warrior actually is of importance, specifically not letting yourself become locked into one mood by continually reinforcing it. Or if that's too much initial work, becoming empty of any mood whatsoever so you can perceive them abstractly, simply pick the right mood!\n\nWhen u/danl999 talks about being a stormtrooper rather than a warrior he literally means picking up the mantle of a warrior when it's required and dropping it when it's not. It's actually much harder than being a warrior all the time, it's a direct application of stalking.\n\nAnother good analogy of the problem of being a warrior all the time is soldiers with PTSD. They come back from war and they can't turn off being warrior. The problems that that creates are significant and manifold. They can't separate themselves from that warrior identity.\n\nIt's not always about fighting. Even though it's better to be a warrior in a garden, than a gardener in a war...being either a warrior or a gardener doesn't have to be a 24/7 affair, in fact it seems to be counterproductive based on the lack of progress that we're seeing in different Nagualist communities. A modified mood seems to be required.\n\nAter all Casteneda / Don Juan themselves said that none of this is written in stone. That it was meant to be continually improved upon, reinvented, and modified as necessary to ensure results.", "edited": 1575130676.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_f95jq6x", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That they&amp;#39;re not all the same, the inorganics. Some vaguely resemble Horseflies or Bumble bees. Some Bengal Tigers. But just like there are a lot more Horseflies in the world and there are Bengal Tigers, there are a lot more innocuous inorganics than there are predatory in ones. The diversity of biological life in this world is mirrored across the realms in which they reside.&lt;/p&gt;\n\n&lt;p&gt;And they can&amp;#39;t be avoided. Not if your male anyway.&lt;/p&gt;\n\n&lt;p&gt;So of more immediate importance is your mood. If you&amp;#39;re fearful and you encounter one of the higher-energy ones, they will mirror your fear back to you. If you&amp;#39;re happy and joyful they&amp;#39;ll mirror that back to you. Demons vs. Angels, the old persistent trope.&lt;/p&gt;\n\n&lt;p&gt;So this is an instance where being a warrior actually is of importance, specifically not letting yourself become locked into one mood by continually reinforcing it. Or if that&amp;#39;s too much initial work, becoming empty of any mood whatsoever so you can perceive them abstractly, simply pick the right mood!&lt;/p&gt;\n\n&lt;p&gt;When &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; talks about being a stormtrooper rather than a warrior he literally means picking up the mantle of a warrior when it&amp;#39;s required and dropping it when it&amp;#39;s not. It&amp;#39;s actually much harder than being a warrior all the time, it&amp;#39;s a direct application of stalking.&lt;/p&gt;\n\n&lt;p&gt;Another good analogy of the problem of being a warrior all the time is soldiers with PTSD. They come back from war and they can&amp;#39;t turn off being warrior. The problems that that creates are significant and manifold. They can&amp;#39;t separate themselves from that warrior identity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not always about fighting. Even though it&amp;#39;s better to be a warrior in a garden, than a gardener in a war...being either a warrior or a gardener doesn&amp;#39;t have to be a 24/7 affair, in fact it seems to be counterproductive based on the lack of progress that we&amp;#39;re seeing in different Nagualist communities. A modified mood seems to be required.&lt;/p&gt;\n\n&lt;p&gt;Ater all Casteneda / Don Juan themselves said that none of this is written in stone. That it was meant to be continually improved upon, reinvented, and modified as necessary to ensure results.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f95jq6x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575129244.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575129244.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f95e54x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f93ipb2", "score": 1, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Being overly-fearful of the inorganics is a bit like being so terrified of getting killed in your sleep by a Bengal Tiger, that you stay away from all housecats!\n\nDo you say this, because you just wanna believe it? Or do you have some good sources for this information?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f95e54x", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Being overly-fearful of the inorganics is a bit like being so terrified of getting killed in your sleep by a Bengal Tiger, that you stay away from all housecats!&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Do you say this, because you just wanna believe it? Or do you have some good sources for this information?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f95e54x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575125845.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575125845.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f93ipb2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f938kxy", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Being overly-fearful of the inorganics is a bit like being so terrified of getting killed in your sleep by a Bengal Tiger, that you stay away from all housecats!\n\nAlso, if Cleargreen is mostly women, and women essentially have a scout-on-demand and can come and go from their realms as they please, might that be why they don't advise interacting with them? It's odd because women have even less reason to fear them than men, since the inorganics apparently do not pursue women to anywhere near the same extent.\n\nNot having that energy to utilize, would limit their results...leading to their disbelief, even though this isn't about belief but having first-hand confirmational experiences.\n\nI do fancy, though, being able to dip into some abstract dark sea of awareness directly and draw from it all the energy one could use. Probably a fantasy Jedi/Universal Inexhaustible Force scenario.", "edited": 1575128156.0, "author_flair_css_class": null, "name": "t1_f93ipb2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Being overly-fearful of the inorganics is a bit like being so terrified of getting killed in your sleep by a Bengal Tiger, that you stay away from all housecats!&lt;/p&gt;\n\n&lt;p&gt;Also, if Cleargreen is mostly women, and women essentially have a scout-on-demand and can come and go from their realms as they please, might that be why they don&amp;#39;t advise interacting with them? It&amp;#39;s odd because women have even less reason to fear them than men, since the inorganics apparently do not pursue women to anywhere near the same extent.&lt;/p&gt;\n\n&lt;p&gt;Not having that energy to utilize, would limit their results...leading to their disbelief, even though this isn&amp;#39;t about belief but having first-hand confirmational experiences.&lt;/p&gt;\n\n&lt;p&gt;I do fancy, though, being able to dip into some abstract dark sea of awareness directly and draw from it all the energy one could use. Probably a fantasy Jedi/Universal Inexhaustible Force scenario.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f93ipb2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575060047.0, "author_flair_text": null, "collapsed": false, "created_utc": 1575060047.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f938kxy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90ng0f", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;But why doesn't anyone from there come on here and offer an alternate method\n\nI have a horrible thought about this.\n\nMost of them don't believe it anymore.  But they hang around because that's their life.\n\nGo look at who's friends on facebook, with cleargreen people.  You'll find a hoard of me-too naguals mixed in there, as if it doesn't matter who gets a nod, because it's all made up anyway.\n\nThat doesn't seem like  a good strategy for restoring Carlos' reputation on the web.\n\nThen how about Bruce?  He's still giving interviews and talking about Carlos.\n\nBut why does his wikipedia page mention some yogi guru he now likes?\n\nThat's even a mild attack on Carlos.", "edited": 1575056357.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f938kxy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But why doesn&amp;#39;t anyone from there come on here and offer an alternate method&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I have a horrible thought about this.&lt;/p&gt;\n\n&lt;p&gt;Most of them don&amp;#39;t believe it anymore.  But they hang around because that&amp;#39;s their life.&lt;/p&gt;\n\n&lt;p&gt;Go look at who&amp;#39;s friends on facebook, with cleargreen people.  You&amp;#39;ll find a hoard of me-too naguals mixed in there, as if it doesn&amp;#39;t matter who gets a nod, because it&amp;#39;s all made up anyway.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t seem like  a good strategy for restoring Carlos&amp;#39; reputation on the web.&lt;/p&gt;\n\n&lt;p&gt;Then how about Bruce?  He&amp;#39;s still giving interviews and talking about Carlos.&lt;/p&gt;\n\n&lt;p&gt;But why does his wikipedia page mention some yogi guru he now likes?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s even a mild attack on Carlos.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f938kxy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575052635.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575052635.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f934c6n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90ng0f", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Cholita likes to go online and flame people too.\n\nIt's self-medication.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f934c6n", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita likes to go online and flame people too.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s self-medication.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f934c6n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575049558.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575049558.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f90ng0f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8zqd7s", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I wondered if a Cleargreen acolyte, or just a self-professed impeccable warrior, would get into a huff about this post in particular. It's a clear example of posturing. Defensive much!\n\nAnd I have nothing against Cleargreen. They have a clear and defined role in the lineage. But why doesn't anyone from there come on here and offer an alternate method or practice to achieve the same or similar results as u/danl999 has demonstrated here? We would all be pleased as punch for another experienced practitioner offering such high-level advice or personal experiences!\n\nIf you want extreme results you must employ extreme means. This users idea of impeccability is off axis. He's pushing ego and judgement rather than efficiency and unbending intent.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f90ng0f", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wondered if a Cleargreen acolyte, or just a self-professed impeccable warrior, would get into a huff about this post in particular. It&amp;#39;s a clear example of posturing. Defensive much!&lt;/p&gt;\n\n&lt;p&gt;And I have nothing against Cleargreen. They have a clear and defined role in the lineage. But why doesn&amp;#39;t anyone from there come on here and offer an alternate method or practice to achieve the same or similar results as &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; has demonstrated here? We would all be pleased as punch for another experienced practitioner offering such high-level advice or personal experiences!&lt;/p&gt;\n\n&lt;p&gt;If you want extreme results you must employ extreme means. This users idea of impeccability is off axis. He&amp;#39;s pushing ego and judgement rather than efficiency and unbending intent.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f90ng0f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574974721.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574974721.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8zqd7s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1574963828.0, "send_replies": true, "parent_id": "t1_f8y3c2e", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Well, I like how certain you are that this path is real. That's all I'm actually after.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8zqd7s", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well, I like how certain you are that this path is real. That&amp;#39;s all I&amp;#39;m actually after.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8zqd7s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574963828.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_e2m2ss", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_e2m2ss", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_f92o9gl", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "f92o9gl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f92kmdp", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I mean, I wasn't trying to put anyone's practice down, I'm genuinely curious. Is that all you can hope to achieve? That's a lot of hard work and time invested.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I mean, I wasn&amp;#39;t trying to put anyone&amp;#39;s practice down, I&amp;#39;m genuinely curious. Is that all you can hope to achieve? That&amp;#39;s a lot of hard work and time invested.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f92o9gl/", "num_reports": null, "locked": false, "name": "t1_f92o9gl", "created": 1575038030.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1575038030.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "f92kmdp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "created_utc": 1575034960.0, "send_replies": true, "parent_id": "t1_f923qeb", "score": 2, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Is that the whole point of being a sorcerer?\n\nTo some of them - yes, it seems. Those are the worst kind, in my opinion, who fell for the easiest trap. Very dull and uninspired people, too.\n\nYou said it very well, btw. I'll remember this.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f92kmdp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Is that the whole point of being a sorcerer?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;To some of them - yes, it seems. Those are the worst kind, in my opinion, who fell for the easiest trap. Very dull and uninspired people, too.&lt;/p&gt;\n\n&lt;p&gt;You said it very well, btw. I&amp;#39;ll remember this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f92kmdp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575034960.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f923qeb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f911qnb", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "What's the practical purpose of all that? Energy transactions with the inorganics to be able to have more contact with them? Is that the whole point of being a sorcerer?", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What&amp;#39;s the practical purpose of all that? Energy transactions with the inorganics to be able to have more contact with them? Is that the whole point of being a sorcerer?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f923qeb/", "num_reports": null, "locked": false, "name": "t1_f923qeb", "created": 1575011265.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1575011265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "f911qnb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f9104y9", "score": 2, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;But the \"low energy inorganics\" don't have the resources to do anything like what you're worried about. \n\nI'm not sure we have enough knowledge of them to be sure about this, honestly. \n\n&gt;We humans seem to be hard pressed for alternate sources of the energy needed to accomplish the impressive feats detailed in the books. \n\nAre you saying this from experience? The whole dynamics of getting energy to perform sorcery, spending energy, replenishing it is kind of hard for me to grasp at the moment. I realize I don't have a good understanding of it.\n\nI remember DJ saying, that we need to submerge ourselves into the \"dark world\" of the inorganics (I don't know the exact English terms since I've read the books in another language) to get the energy we need to perform sorcery. I'm not sure this implies interaction with the inorganic beings themselves.\n\nI think he had also said that getting energy from the world of the inorganic beings was something his predecessors in his line did, and they centered their teachings around that. He also viewed this as a horrible burden - this need to get energy from that world specifically. Don't you remember this?\n\nA burden he somehow was unable to avoid, for whatever reason. Too little data. Too little knowledge. Everyone seems so focused on Castaneda, but I think Don Juan was the real deal.\n\n\n&gt;And I agree some of them are potentially \"hunters.\n\nYou'll be in their net before you can figure out who is a hunter and who isn't. Honestly, I do not think I'm smart enough to avoid a cunning hunter who has had a billion years to plan and better their hunting techniques.\n\nI'm sure it is better to stay away from such interactions. I view such deep interactions as a \"drug\" for sad lonely people. Such people may have mastered dreaming, yet they were unable to conquer the flaws of their minds. Ironic.", "edited": 1574981107.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_f911qnb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But the &amp;quot;low energy inorganics&amp;quot; don&amp;#39;t have the resources to do anything like what you&amp;#39;re worried about. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m not sure we have enough knowledge of them to be sure about this, honestly. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;We humans seem to be hard pressed for alternate sources of the energy needed to accomplish the impressive feats detailed in the books. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Are you saying this from experience? The whole dynamics of getting energy to perform sorcery, spending energy, replenishing it is kind of hard for me to grasp at the moment. I realize I don&amp;#39;t have a good understanding of it.&lt;/p&gt;\n\n&lt;p&gt;I remember DJ saying, that we need to submerge ourselves into the &amp;quot;dark world&amp;quot; of the inorganics (I don&amp;#39;t know the exact English terms since I&amp;#39;ve read the books in another language) to get the energy we need to perform sorcery. I&amp;#39;m not sure this implies interaction with the inorganic beings themselves.&lt;/p&gt;\n\n&lt;p&gt;I think he had also said that getting energy from the world of the inorganic beings was something his predecessors in his line did, and they centered their teachings around that. He also viewed this as a horrible burden - this need to get energy from that world specifically. Don&amp;#39;t you remember this?&lt;/p&gt;\n\n&lt;p&gt;A burden he somehow was unable to avoid, for whatever reason. Too little data. Too little knowledge. Everyone seems so focused on Castaneda, but I think Don Juan was the real deal.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;And I agree some of them are potentially &amp;quot;hunters.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;You&amp;#39;ll be in their net before you can figure out who is a hunter and who isn&amp;#39;t. Honestly, I do not think I&amp;#39;m smart enough to avoid a cunning hunter who has had a billion years to plan and better their hunting techniques.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure it is better to stay away from such interactions. I view such deep interactions as a &amp;quot;drug&amp;quot; for sad lonely people. Such people may have mastered dreaming, yet they were unable to conquer the flaws of their minds. Ironic.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f911qnb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574980861.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574980861.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f9104y9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90yl5o", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As I understand it making them adopt certain shapes actually helps create the energy exchange needed to assemble other worlds. And I agree some of them are potentially \"hunters.\" But the \"low energy inorganics\" don't have the resources to do anything like what you're worried about. It's Carlos's allies that do, and Dan has clearly stated that he's reticent about those higher energy ones.\n\nThankfully they seem to be much harder to snag accidentally. We humans seem to be hard pressed for alternate sources of the energy needed to accomplish the impressive feats detailed in the books. \n\nI honestly hope there is another source. \n\nPractice what you want and how you want. Maybe  some genius will find that source and report on how to utilize it. Hopefully not long-term or lifelong entheogen use!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f9104y9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As I understand it making them adopt certain shapes actually helps create the energy exchange needed to assemble other worlds. And I agree some of them are potentially &amp;quot;hunters.&amp;quot; But the &amp;quot;low energy inorganics&amp;quot; don&amp;#39;t have the resources to do anything like what you&amp;#39;re worried about. It&amp;#39;s Carlos&amp;#39;s allies that do, and Dan has clearly stated that he&amp;#39;s reticent about those higher energy ones.&lt;/p&gt;\n\n&lt;p&gt;Thankfully they seem to be much harder to snag accidentally. We humans seem to be hard pressed for alternate sources of the energy needed to accomplish the impressive feats detailed in the books. &lt;/p&gt;\n\n&lt;p&gt;I honestly hope there is another source. &lt;/p&gt;\n\n&lt;p&gt;Practice what you want and how you want. Maybe  some genius will find that source and report on how to utilize it. Hopefully not long-term or lifelong entheogen use!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f9104y9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574980071.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574980071.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f90yl5o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90tqw3", "score": 1, "author_fullname": "t2_jsmr7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;And attacking someone for being autistic is a real class act by the way.\n\nI'm attacking him for promoting what I see as harmful practices.\n\n&gt;What would you prefer to sailor fairies?\n\nSee them how they actually look,instead of wasting time and energy to make them adopt certain shapes. That is simply childish. They're hunters. They'll drag you down to their abyss as soon as they can. Carlos warned us about that in his books. Not like this fellow seems to care about it.", "edited": false, "author_flair_css_class": null, "name": "t1_f90yl5o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;And attacking someone for being autistic is a real class act by the way.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m attacking him for promoting what I see as harmful practices.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;What would you prefer to sailor fairies?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;See them how they actually look,instead of wasting time and energy to make them adopt certain shapes. That is simply childish. They&amp;#39;re hunters. They&amp;#39;ll drag you down to their abyss as soon as they can. Carlos warned us about that in his books. Not like this fellow seems to care about it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_e2m2ss", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f90yl5o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574979303.0, "author_flair_text": null, "collapsed": false, "created_utc": 1574979303.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f90tqw3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90ry2m", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What would you prefer to sailor fairies? What's more acceptable to you? Freeing oneself from the  oppressive cultural archetypes we are born into is part of the goal. We've been bouncing between perceiving them as demons or angels for a few thousand years now, I welcome a change.\n\nAnd attacking someone for being autistic is a real class act by the way. A sizable percentage of the scientists and visionaries throughout history, that have had a hand in creating the standard of living and knowledge we all enjoy, have been on the spectrum.\n\nhttp://paulgraham.com/genius.html", "edited": 1575041469.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f90tqw3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What would you prefer to sailor fairies? What&amp;#39;s more acceptable to you? Freeing oneself from the  oppressive cultural archetypes we are born into is part of the goal. We&amp;#39;ve been bouncing between perceiving them as demons or angels for a few thousand years now, I welcome a change.&lt;/p&gt;\n\n&lt;p&gt;And attacking someone for being autistic is a real class act by the way. A sizable percentage of the scientists and visionaries throughout history, that have had a hand in creating the standard of living and knowledge we all enjoy, have been on the spectrum.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"http://paulgraham.com/genius.html\"&gt;http://paulgraham.com/genius.html&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f90tqw3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574977214.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574977214.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f90ry2m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f90osr5", "score": 1, "author_fullname": "t2_jsmr7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; If you think of Castaneda's work solely as a philosophical system to reach enlightenment, I'm sorry to inform you that you're clearly failing at that. \n\nNope. I view it as practical instruction.\n\n&gt;If you dislike the idea of consorting with inorganics so much, why not endeavor at finding an alternate source of energy to shift perception?\n\nI try my best. I have nothing to show for it so far, unlike this other fellow who summons sailor fairies. But this is not a reason to be arrogant and put me down.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f90ry2m", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;If you think of Castaneda&amp;#39;s work solely as a philosophical system to reach enlightenment, I&amp;#39;m sorry to inform you that you&amp;#39;re clearly failing at that. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Nope. I view it as practical instruction.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;If you dislike the idea of consorting with inorganics so much, why not endeavor at finding an alternate source of energy to shift perception?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I try my best. I have nothing to show for it so far, unlike this other fellow who summons sailor fairies. But this is not a reason to be arrogant and put me down.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f90ry2m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574976498.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574976498.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f90osr5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1574975250.0, "send_replies": true, "parent_id": "t1_f8y3c2e", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you think of Castaneda's work solely as a philosophical system to reach enlightenment, I'm sorry to inform you that you're clearly failing at that. It's great if the teachings inspire you to live a better life, but that is not their ultimate intent.\n\nIf you dislike the idea of consorting with inorganics so much, why not endeavor at finding an alternate source of energy to shift perception? One that may even work better, or at least as well, and avoid the potential real pitfalls?\n\nWe're all listening.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f90osr5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you think of Castaneda&amp;#39;s work solely as a philosophical system to reach enlightenment, I&amp;#39;m sorry to inform you that you&amp;#39;re clearly failing at that. It&amp;#39;s great if the teachings inspire you to live a better life, but that is not their ultimate intent.&lt;/p&gt;\n\n&lt;p&gt;If you dislike the idea of consorting with inorganics so much, why not endeavor at finding an alternate source of energy to shift perception? One that may even work better, or at least as well, and avoid the potential real pitfalls?&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re all listening.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e2m2ss", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f90osr5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574975250.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8y3c2e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SpaceRapist", "can_mod_post": false, "created_utc": 1574940386.0, "send_replies": true, "parent_id": "t3_e2m2ss", "score": 1, "author_fullname": "t2_jsmr7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've browsed through your post history. You seem to be old and experienced, you have attended Castaneda's classes. I admire your achievements in a way (if they are real, which I can't be sure of since I do not know you).\n\nAnd you are also the most sorry and pathetic being I have ever witnessed in the field of sorcery.\n\nYou're the antithesis of everything Don Juan stood for.\n\nYou laugh at people who try to be impeccable.\nYou feed all your attention and time to inorganics, even though that' something Don Juan was firmly against. \nYou live with a crazy ass bitch.\n\nYou are everything a man on the path of knowledge should avoid. And you try to draw other people down with you into this abyss that the inorganics have created for you. \"Hey guys, come and practice my teachings! You will learn to see energy and you will play with spirits all day long!\"\n\nYep, that's absolutely what someone should strive for - playing with otherworldly creatures dressed in sailor outfits all night long. \nScooping imaginary energy from the floor... Yup. Definitely you've made it.\n\nYou are just like those sorcerers from the old times - undisciplined and weak. You even admitted to not being able to be in a room with more than 2 people in it because of \"autism\". A grown man unable to handle his shit like this - what could be more pathetic? \n\nThe only thing you can teach anyone is how to become a mindless puppet for inorganics. Your never-ending rambling on these forums is exhausting. You are an enemy of any man who seeks actual knowledge, power and freedom. \nMaybe even a welcome enemy, seeing how every warrior needs such foes in order to become stronger and wiser. \n\n\nAnd I thought a man who has read the books and who has known Carlos should know better.  Guess no amount of knowledge can change the nature of a man if its rotten. \n\nHave fun with your otherworldly \"friends\". May the Force have mercy on your soul.", "edited": 1574940573.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8y3c2e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve browsed through your post history. You seem to be old and experienced, you have attended Castaneda&amp;#39;s classes. I admire your achievements in a way (if they are real, which I can&amp;#39;t be sure of since I do not know you).&lt;/p&gt;\n\n&lt;p&gt;And you are also the most sorry and pathetic being I have ever witnessed in the field of sorcery.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re the antithesis of everything Don Juan stood for.&lt;/p&gt;\n\n&lt;p&gt;You laugh at people who try to be impeccable.\nYou feed all your attention and time to inorganics, even though that&amp;#39; something Don Juan was firmly against. \nYou live with a crazy ass bitch.&lt;/p&gt;\n\n&lt;p&gt;You are everything a man on the path of knowledge should avoid. And you try to draw other people down with you into this abyss that the inorganics have created for you. &amp;quot;Hey guys, come and practice my teachings! You will learn to see energy and you will play with spirits all day long!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Yep, that&amp;#39;s absolutely what someone should strive for - playing with otherworldly creatures dressed in sailor outfits all night long. \nScooping imaginary energy from the floor... Yup. Definitely you&amp;#39;ve made it.&lt;/p&gt;\n\n&lt;p&gt;You are just like those sorcerers from the old times - undisciplined and weak. You even admitted to not being able to be in a room with more than 2 people in it because of &amp;quot;autism&amp;quot;. A grown man unable to handle his shit like this - what could be more pathetic? &lt;/p&gt;\n\n&lt;p&gt;The only thing you can teach anyone is how to become a mindless puppet for inorganics. Your never-ending rambling on these forums is exhausting. You are an enemy of any man who seeks actual knowledge, power and freedom. \nMaybe even a welcome enemy, seeing how every warrior needs such foes in order to become stronger and wiser. &lt;/p&gt;\n\n&lt;p&gt;And I thought a man who has read the books and who has known Carlos should know better.  Guess no amount of knowledge can change the nature of a man if its rotten. &lt;/p&gt;\n\n&lt;p&gt;Have fun with your otherworldly &amp;quot;friends&amp;quot;. May the Force have mercy on your soul.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e2m2ss/secret_secret_classes/f8y3c2e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574940386.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e2m2ss", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]