[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Part 1: Translation of that workshop in Sochi that Carol Tiggs attended in 2015:\n\n[Source](https://translate.google.com/translate?hl=en&amp;amp;amp;amp;amp;amp;sl=ru&amp;amp;amp;amp;amp;amp;u=http://castaneda-ru.com/viewtopic.php%3Fid%3D1192&amp;amp;amp;amp;amp;amp;prev=search)\n\n**Seminar in Sochi 2015 with Carol Tiggs \"Threads of Fate\", Elnara Morozova**\n\nElnara Morozova\n\nSo Carol Tiggs.\n\n... Even the day before, at an event for beginners, Renata recommended not spending the energy received in the process of performing passes and reviewing, but to spend the evening in a relaxed atmosphere, because tomorrow there is interaction with Carol Tiggs, and this requires energy.\n\nThe next morning, after we made the passes, I saw Carol Tiggs enter the tennis court where we practiced. I was pierced by the instant feeling that I had seen her so many times already, I know her, I would recognize this walk, and would recognize her from a thousand, and of course, this is Carol, and no one else.\n\nMedium, closer to dense, physique (no fragility of Renata), a simple gray dress with short sleeves, an embroidered red ornament on the upper chest, gray hair combed back. Very simple image. She said that she had not performed in public for many years, and she needed a little time to tune in. She walked around the stage, looked at us, her eyes wandered around us, sitting on the floor on the rugs. There was a feeling that this moment flooded, filled it whole. She held her hands on her chest and inhaled, exhaled.\n\nThere was no severity inherent in older people. She reminded me of a fairy from Disney cartoons - somewhat magnificent, but at the same time light and active.\n\nCarol said she’s been with us all this time, \"on the phone.\" She also said that Carlos really wanted to come to Russia, but did not have time. And this is one of the reasons why she is here. Another reason is the Russian practitioners, whose intention brought her to Russia (later, Renata said that Carol comes if there is a call / request / call - call). And such a call came from Russia.\n\nSasha Dergay added that Russian (I think, Ukrainian here too) practitioners are at the forefront, that they come up with new ideas, they have the best tensegrity sites, that the facilitators are active, initiative, that they are looking for ways to improve software upgrades. And all this could not fail to notice Carol. And in gratitude that we burn this way, she is here.\n\nAnother reason is Russia in itself. At her house hangs a portrait of Yuri Gagarin, whom she admires as a fearless explorer of the unknown. And Carol herself has already been to our country, though for a long time. And she really liked her.\n\nThen Carol began to talk about her childhood. She grew up a sickly child, she had a disease like asthma, and she often suffocated. She spent a lot of time at home, where her \"neighbors\" were caterpillars that (her wonderful parents allowed this) moved around the room, ate leaves, then crawled up and wrapped themselves in cocoons. Their organs dissolved, and yesterday's caterpillars turned into other creatures, into butterflies, which were to find new ways to survive in this exciting world, because an old safe life with a bunch of food is already behind ...\n\nAnd this metaphor just “nailed” me. The legend of a feathery snake in my mind “connected” with these butterflies ... Transformation into something else, more perfect than you are now, under the influence of an unbending intention. So simple. And this is what we are all united with. And at that moment, another awareness struck me.\n\nEarlier, while reading books, I lamented somewhat that Don Juan had associates, Carlos Castaneda had companions, and now we are all lonely, on our own, or something ... Well, yes, we meet, we practice but my mind believed that all this should look somehow different.\n\nHowever, under the influence of Carol Tiggs' story, my energy body saw - we are all comrades-in-arms united by the same goal as the teams of Don Juan and Carlos Casaneda and many others from our line. And in fact, we have a tremendous advantage - our quantity. And from this, as if some kind of film broke through, and from that time on, I spent almost all the remaining time feeling this connection with each practitioner, which gave and is giving tremendous support.\n\nCarol went on to say that she was taken to sick children, of which she was the healthiest. That these children she had time to make friends with were dying when she held their hands. And once she didn’t want this anymore, after which she pronounced the firm, resolute “Niiiyet!” and made a chopping motion with her hand. This is \"Niiiyet!\" she repeated several times, as if trying to convey the full firmness of her intention.\n\nSpeaking of diseases. She called it blessing - a blessing, because people with chronic illnesses are forced to discipline their whole lives in relation to themselves - in movement, nutrition, etc., and this tempers their spirit. Therefore, it does not matter how weak your physical form is - the spirit can be very strong, strong.\n\nShe still has some breathing difficulties, she said that, for example, now she needs to adapt to this increased humidity, that she needs to shift the assembly point to a slightly different state to deal with this.\n\n(Later, in the dining room, I remembered her words about constant adaptation, adaptation to changing conditions. I do not like green tea, but there was only one. Well, I thought, somewhere in the parallel universe there is El who loves green tea Why don’t I be her now? And green tea was quite drunk, and even tasted quite good).\n\nNext was the story of Carol's father, who was captured (to whom - I do not remember). And how he admired the British soldiers, who were also captured, and whose spirit was never broken. They were free inside. I didn’t remember this story very well, who remembers the details - it would be great to hear them.\n\nI would like to voice the difference between Renata and Carol in the manner of lecturing. Renata explains and sets out everything clearly and consistently, as if following a specific structure. Carol, however, seemed to be snatching her stories out of thin air, creating something right now, although she also periodically looked at the piece of paper. She seemed more lively, more spontaneous. Laughter Easy. With surprisingly agile perception and at the same time colossal control over the shift and fixation of its own assembly point.\n\nCarol also spoke about her acquaintance with Don Juan, which, if I am not mistaken, happened in 1968.\n\nShe stood by some painting in the museum, examining it. There were several images on the canvas, including the process of transforming caterpillars into butterflies. She stood and wondered what happens to us after death - isn't this the same transformation ... And then a very respectable man came up to her in a perfectly fitting suit and asked what she saw in this picture. Carol began to express her thoughts, to which a man who introduced himself as don Juan Matus nodded and only mumbled: \"Mmmmmmm ...\", first just swaying, then turning and making some strange movements with his hands.\n\nThen he invited her to go to a cafe, drink Coca-Cola and there, they say, they can discuss everything in more detail. The man was credible, and Carol agreed. In the cafe, when she drank Coca-Cola, **don Juan suggested that she perform an amusing move - blow into a tube with a sound similar to “Mmmmm”, with her thumbs covered with the entrances to the ears, put index fingers on the eyebrows, middle fingers on the eyelids , nameless and little fingers positioned on cheekbones and cheeks.**\n\n**The point is to weaken your hearing and turn off your vision. In this case, the sound reproduced when exhaling into the tube causes a vibration inside and as if cleans something in us from the bottom to the very top. If you perform this exercise while standing, you can do the rotation of the body of small amplitude. Besides the fact that this pass plunges into a state of inner silence, it, as Carol noted, is very useful for the lungs. Since we all “wear this suit” (meaning our physical body), we need to saturate it with oxygen, she said.**\n\n(continued in a comment below)\n\n[Carol Tiggs - sometime in the 1990’s](https://i.redd.it/zksn1m84c6d41.jpg)\n\nEdit March 4, 2022:  [Links to images of Carol taken in 2015](https://www.reddit.com/r/castaneda/wiki/gallery_sorcerers) - use a mobile browser, instead of the app", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "2015 Seminar in Sochi with Carol Tiggs", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"zksn1m84c6d41": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 115, "x": 108, "u": "https://preview.redd.it/zksn1m84c6d41.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=541d997a0e0501576fc08b8f5154190fbe742831"}, {"y": 231, "x": 216, "u": "https://preview.redd.it/zksn1m84c6d41.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=6229175e8b2f5d58a4ef09b85c9c445fd30eec44"}], "s": {"y": 321, "x": 300, "u": "https://preview.redd.it/zksn1m84c6d41.jpg?width=300&amp;format=pjpg&amp;auto=webp&amp;s=128437111983c0991773cee14f66a58fe3152313"}, "id": "zksn1m84c6d41"}}, "name": "t3_dtxh76", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "ups": 6, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/miiH7f-Uk94H0q97owrXRtA4ZnJbB5GtZ4-9l3x6J9Y.jpg", "edited": 1646417345.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "subreddit_type": "public", "created": 1573313952.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Part 1: Translation of that workshop in Sochi that Carol Tiggs attended in 2015:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://translate.google.com/translate?hl=en&amp;amp;amp;amp;amp;amp;amp;sl=ru&amp;amp;amp;amp;amp;amp;amp;u=http://castaneda-ru.com/viewtopic.php%3Fid%3D1192&amp;amp;amp;amp;amp;amp;amp;prev=search\"&gt;Source&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Seminar in Sochi 2015 with Carol Tiggs &amp;quot;Threads of Fate&amp;quot;, Elnara Morozova&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Elnara Morozova&lt;/p&gt;\n\n&lt;p&gt;So Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;... Even the day before, at an event for beginners, Renata recommended not spending the energy received in the process of performing passes and reviewing, but to spend the evening in a relaxed atmosphere, because tomorrow there is interaction with Carol Tiggs, and this requires energy.&lt;/p&gt;\n\n&lt;p&gt;The next morning, after we made the passes, I saw Carol Tiggs enter the tennis court where we practiced. I was pierced by the instant feeling that I had seen her so many times already, I know her, I would recognize this walk, and would recognize her from a thousand, and of course, this is Carol, and no one else.&lt;/p&gt;\n\n&lt;p&gt;Medium, closer to dense, physique (no fragility of Renata), a simple gray dress with short sleeves, an embroidered red ornament on the upper chest, gray hair combed back. Very simple image. She said that she had not performed in public for many years, and she needed a little time to tune in. She walked around the stage, looked at us, her eyes wandered around us, sitting on the floor on the rugs. There was a feeling that this moment flooded, filled it whole. She held her hands on her chest and inhaled, exhaled.&lt;/p&gt;\n\n&lt;p&gt;There was no severity inherent in older people. She reminded me of a fairy from Disney cartoons - somewhat magnificent, but at the same time light and active.&lt;/p&gt;\n\n&lt;p&gt;Carol said she’s been with us all this time, &amp;quot;on the phone.&amp;quot; She also said that Carlos really wanted to come to Russia, but did not have time. And this is one of the reasons why she is here. Another reason is the Russian practitioners, whose intention brought her to Russia (later, Renata said that Carol comes if there is a call / request / call - call). And such a call came from Russia.&lt;/p&gt;\n\n&lt;p&gt;Sasha Dergay added that Russian (I think, Ukrainian here too) practitioners are at the forefront, that they come up with new ideas, they have the best tensegrity sites, that the facilitators are active, initiative, that they are looking for ways to improve software upgrades. And all this could not fail to notice Carol. And in gratitude that we burn this way, she is here.&lt;/p&gt;\n\n&lt;p&gt;Another reason is Russia in itself. At her house hangs a portrait of Yuri Gagarin, whom she admires as a fearless explorer of the unknown. And Carol herself has already been to our country, though for a long time. And she really liked her.&lt;/p&gt;\n\n&lt;p&gt;Then Carol began to talk about her childhood. She grew up a sickly child, she had a disease like asthma, and she often suffocated. She spent a lot of time at home, where her &amp;quot;neighbors&amp;quot; were caterpillars that (her wonderful parents allowed this) moved around the room, ate leaves, then crawled up and wrapped themselves in cocoons. Their organs dissolved, and yesterday&amp;#39;s caterpillars turned into other creatures, into butterflies, which were to find new ways to survive in this exciting world, because an old safe life with a bunch of food is already behind ...&lt;/p&gt;\n\n&lt;p&gt;And this metaphor just “nailed” me. The legend of a feathery snake in my mind “connected” with these butterflies ... Transformation into something else, more perfect than you are now, under the influence of an unbending intention. So simple. And this is what we are all united with. And at that moment, another awareness struck me.&lt;/p&gt;\n\n&lt;p&gt;Earlier, while reading books, I lamented somewhat that Don Juan had associates, Carlos Castaneda had companions, and now we are all lonely, on our own, or something ... Well, yes, we meet, we practice but my mind believed that all this should look somehow different.&lt;/p&gt;\n\n&lt;p&gt;However, under the influence of Carol Tiggs&amp;#39; story, my energy body saw - we are all comrades-in-arms united by the same goal as the teams of Don Juan and Carlos Casaneda and many others from our line. And in fact, we have a tremendous advantage - our quantity. And from this, as if some kind of film broke through, and from that time on, I spent almost all the remaining time feeling this connection with each practitioner, which gave and is giving tremendous support.&lt;/p&gt;\n\n&lt;p&gt;Carol went on to say that she was taken to sick children, of which she was the healthiest. That these children she had time to make friends with were dying when she held their hands. And once she didn’t want this anymore, after which she pronounced the firm, resolute “Niiiyet!” and made a chopping motion with her hand. This is &amp;quot;Niiiyet!&amp;quot; she repeated several times, as if trying to convey the full firmness of her intention.&lt;/p&gt;\n\n&lt;p&gt;Speaking of diseases. She called it blessing - a blessing, because people with chronic illnesses are forced to discipline their whole lives in relation to themselves - in movement, nutrition, etc., and this tempers their spirit. Therefore, it does not matter how weak your physical form is - the spirit can be very strong, strong.&lt;/p&gt;\n\n&lt;p&gt;She still has some breathing difficulties, she said that, for example, now she needs to adapt to this increased humidity, that she needs to shift the assembly point to a slightly different state to deal with this.&lt;/p&gt;\n\n&lt;p&gt;(Later, in the dining room, I remembered her words about constant adaptation, adaptation to changing conditions. I do not like green tea, but there was only one. Well, I thought, somewhere in the parallel universe there is El who loves green tea Why don’t I be her now? And green tea was quite drunk, and even tasted quite good).&lt;/p&gt;\n\n&lt;p&gt;Next was the story of Carol&amp;#39;s father, who was captured (to whom - I do not remember). And how he admired the British soldiers, who were also captured, and whose spirit was never broken. They were free inside. I didn’t remember this story very well, who remembers the details - it would be great to hear them.&lt;/p&gt;\n\n&lt;p&gt;I would like to voice the difference between Renata and Carol in the manner of lecturing. Renata explains and sets out everything clearly and consistently, as if following a specific structure. Carol, however, seemed to be snatching her stories out of thin air, creating something right now, although she also periodically looked at the piece of paper. She seemed more lively, more spontaneous. Laughter Easy. With surprisingly agile perception and at the same time colossal control over the shift and fixation of its own assembly point.&lt;/p&gt;\n\n&lt;p&gt;Carol also spoke about her acquaintance with Don Juan, which, if I am not mistaken, happened in 1968.&lt;/p&gt;\n\n&lt;p&gt;She stood by some painting in the museum, examining it. There were several images on the canvas, including the process of transforming caterpillars into butterflies. She stood and wondered what happens to us after death - isn&amp;#39;t this the same transformation ... And then a very respectable man came up to her in a perfectly fitting suit and asked what she saw in this picture. Carol began to express her thoughts, to which a man who introduced himself as don Juan Matus nodded and only mumbled: &amp;quot;Mmmmmmm ...&amp;quot;, first just swaying, then turning and making some strange movements with his hands.&lt;/p&gt;\n\n&lt;p&gt;Then he invited her to go to a cafe, drink Coca-Cola and there, they say, they can discuss everything in more detail. The man was credible, and Carol agreed. In the cafe, when she drank Coca-Cola, &lt;strong&gt;don Juan suggested that she perform an amusing move - blow into a tube with a sound similar to “Mmmmm”, with her thumbs covered with the entrances to the ears, put index fingers on the eyebrows, middle fingers on the eyelids , nameless and little fingers positioned on cheekbones and cheeks.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The point is to weaken your hearing and turn off your vision. In this case, the sound reproduced when exhaling into the tube causes a vibration inside and as if cleans something in us from the bottom to the very top. If you perform this exercise while standing, you can do the rotation of the body of small amplitude. Besides the fact that this pass plunges into a state of inner silence, it, as Carol noted, is very useful for the lungs. Since we all “wear this suit” (meaning our physical body), we need to saturate it with oxygen, she said.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;(continued in a comment below)&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://i.redd.it/zksn1m84c6d41.jpg\"&gt;Carol Tiggs - sometime in the 1990’s&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Edit March 4, 2022:  &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/gallery_sorcerers\"&gt;Links to images of Carol taken in 2015&lt;/a&gt; - use a mobile browser, instead of the app&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/bEdp7haholn9XOtc5z_SKteT_TkBtLQZotbzKM0bMHY.jpg?auto=webp&amp;s=ce14c21c509a18b2c27736e7b33222ac47f89029", "width": 300, "height": 321}, "resolutions": [{"url": "https://external-preview.redd.it/bEdp7haholn9XOtc5z_SKteT_TkBtLQZotbzKM0bMHY.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=b815ac0220a37b4496871ae9a004ae722671569f", "width": 108, "height": 115}, {"url": "https://external-preview.redd.it/bEdp7haholn9XOtc5z_SKteT_TkBtLQZotbzKM0bMHY.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b2ae4180510746006809ce3af5417bf4aa979e4a", "width": 216, "height": 231}], "variants": {}, "id": "DllBxfqOflqJZUQADEXCzdVTPK7jvAJ3y4QZOShDtSk"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "dtxh76", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 7, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/", "subreddit_subscribers": 9561, "created_utc": 1573313952.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 3, "name": "t1_f752m6b", "id": "f752m6b", "parent_id": "t1_f6zb9ri", "depth": 1, "children": ["f752m6b"]}}], "before": null}}, "user_reports": [], "saved": false, "id": "f6zb9ri", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1573313965.0, "send_replies": true, "parent_id": "t3_dtxh76", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Part 2: Translation of that workshop in Sochi that Carol Tiggs attended in 2015:\n\nAs for the story of don Juan, he seems to have asked her after this exercise - \"What do you think about the picture now?\" Who remembers more accurately, please correct me.\n\nThe next day, Carol wanted to hear our feedback on the techniques that were given to us (a tube plus a couple more, including a letter to ourselves from the state of the child). She noted that she prefers two-way communication rather than a lecture format.\n\nIn the process of interactive communication, she gave two of the pebbles she found on the beach to one of the practitioners. One is smooth, the other is ribbed, not polished. And this was the second metaphor for the transformation of a human being. She also spoke of the phenomenon of being stuck, \"get stuck.\" When our perception sticks, it gets stuck. And there are days when in the morning she realizes that she’s stuck, and that today she’s not polished pebbles. And awareness of this helps to cope with the situation. And that she really likes both of these pebbles ...\n\nThroughout the workshop, Carol Tiggs had a box for questions. But after they were read, Carol said that these were mostly book issues. And they will not answer them - about all these kernels, etc. They will answer questions born during the practice. In general, regarding the books of Carlos Castaneda, she said that he wrote them from different levels of awareness - the same stories, and therefore there are so many discrepancies and angles of view. But it does not matter. Carlos wanted the only effect from his books - that they INSPIRED PEOPLE TO WORK ABOUT HIMSELF. And instead, people began to want to repeat exactly the personal experience of Carlos. And this is strange, because we are all different, and we each have our own way of moving along this path.\n\nThey began to ask questions. One man asked him to move the assembly point by hitting him on the back. Carol laughed and said that she would not do it, because he could do it himself. And each of us. Because don Juan acted on a certain muscle group with such a blow, relaxing it (correct if I inaccurately state). She said that we all hugged ourselves and began to massage our backs. Then she offered to knock on the back of her neighbor, and we hit each other on the back with a train. The general mood after these manipulations became easier, we laughed a lot.\n\nOne girl asked to tell about Carol’s adventures in other “onion layers”. Carol refused to do so. Literally: \"Carlos did it, and we still rake it after him. Maybe someday, but not now ...\"\n\nTo my question about the voice, which I periodically hear in dream states, but which is too fast for me to catch something, she replied that it all starts with tonal. First, complete order in the tonal. In my life. Then this voice will become more streamlined.\n\nAbout the gates of the dream, it was said that there is no difference whether we go through them during night dreams or in a state of waking dreams. The effect is the same.\n\n... If I remember something else regarding Carol, I will definitely write.\n\nAt the end of the seminar, Renata said that Carol was deeply touched and even amazed at such a warm welcome and is very grateful to us for this.\n\nSeparately, I want to say about the seminar and tour.\n\nWe received surprisingly simple tools to help ourselves in daily work on ourselves. In this wonderful transformation from a clumsy caterpillars with a bunch of their leaves into beautiful butterflies, whose flight is dangerous, short-lived, but so beautiful and free ...\n\nAnd out of my silence, I express my deep gratitude to the seminar organizers, Renate, Carol, and all the practitioners with whom we have almost become one these days.\n\nIt was a song of open hearts.It was an intention for the future.It was a joint dream of us with butterflies.\n\n*Source: material was sent to e-mail:* [*carloscastaneda@mail.ru*](mailto:carloscastaneda@mail.ru) *by a visitor to the Castaneda Forum.*\n\narchived backup - https://web.archive.org/web/20190514171400/http://castaneda-ru.com/viewtopic.php%3Fid%3D1192", "edited": 1635045678.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f6zb9ri", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Part 2: Translation of that workshop in Sochi that Carol Tiggs attended in 2015:&lt;/p&gt;\n\n&lt;p&gt;As for the story of don Juan, he seems to have asked her after this exercise - &amp;quot;What do you think about the picture now?&amp;quot; Who remembers more accurately, please correct me.&lt;/p&gt;\n\n&lt;p&gt;The next day, Carol wanted to hear our feedback on the techniques that were given to us (a tube plus a couple more, including a letter to ourselves from the state of the child). She noted that she prefers two-way communication rather than a lecture format.&lt;/p&gt;\n\n&lt;p&gt;In the process of interactive communication, she gave two of the pebbles she found on the beach to one of the practitioners. One is smooth, the other is ribbed, not polished. And this was the second metaphor for the transformation of a human being. She also spoke of the phenomenon of being stuck, &amp;quot;get stuck.&amp;quot; When our perception sticks, it gets stuck. And there are days when in the morning she realizes that she’s stuck, and that today she’s not polished pebbles. And awareness of this helps to cope with the situation. And that she really likes both of these pebbles ...&lt;/p&gt;\n\n&lt;p&gt;Throughout the workshop, Carol Tiggs had a box for questions. But after they were read, Carol said that these were mostly book issues. And they will not answer them - about all these kernels, etc. They will answer questions born during the practice. In general, regarding the books of Carlos Castaneda, she said that he wrote them from different levels of awareness - the same stories, and therefore there are so many discrepancies and angles of view. But it does not matter. Carlos wanted the only effect from his books - that they INSPIRED PEOPLE TO WORK ABOUT HIMSELF. And instead, people began to want to repeat exactly the personal experience of Carlos. And this is strange, because we are all different, and we each have our own way of moving along this path.&lt;/p&gt;\n\n&lt;p&gt;They began to ask questions. One man asked him to move the assembly point by hitting him on the back. Carol laughed and said that she would not do it, because he could do it himself. And each of us. Because don Juan acted on a certain muscle group with such a blow, relaxing it (correct if I inaccurately state). She said that we all hugged ourselves and began to massage our backs. Then she offered to knock on the back of her neighbor, and we hit each other on the back with a train. The general mood after these manipulations became easier, we laughed a lot.&lt;/p&gt;\n\n&lt;p&gt;One girl asked to tell about Carol’s adventures in other “onion layers”. Carol refused to do so. Literally: &amp;quot;Carlos did it, and we still rake it after him. Maybe someday, but not now ...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;To my question about the voice, which I periodically hear in dream states, but which is too fast for me to catch something, she replied that it all starts with tonal. First, complete order in the tonal. In my life. Then this voice will become more streamlined.&lt;/p&gt;\n\n&lt;p&gt;About the gates of the dream, it was said that there is no difference whether we go through them during night dreams or in a state of waking dreams. The effect is the same.&lt;/p&gt;\n\n&lt;p&gt;... If I remember something else regarding Carol, I will definitely write.&lt;/p&gt;\n\n&lt;p&gt;At the end of the seminar, Renata said that Carol was deeply touched and even amazed at such a warm welcome and is very grateful to us for this.&lt;/p&gt;\n\n&lt;p&gt;Separately, I want to say about the seminar and tour.&lt;/p&gt;\n\n&lt;p&gt;We received surprisingly simple tools to help ourselves in daily work on ourselves. In this wonderful transformation from a clumsy caterpillars with a bunch of their leaves into beautiful butterflies, whose flight is dangerous, short-lived, but so beautiful and free ...&lt;/p&gt;\n\n&lt;p&gt;And out of my silence, I express my deep gratitude to the seminar organizers, Renate, Carol, and all the practitioners with whom we have almost become one these days.&lt;/p&gt;\n\n&lt;p&gt;It was a song of open hearts.It was an intention for the future.It was a joint dream of us with butterflies.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Source: material was sent to e-mail:&lt;/em&gt; [&lt;em&gt;&lt;a href=\"mailto:carloscastaneda@mail.ru\"&gt;carloscastaneda@mail.ru&lt;/a&gt;&lt;/em&gt;](mailto:&lt;a href=\"mailto:carloscastaneda@mail.ru\"&gt;carloscastaneda@mail.ru&lt;/a&gt;) &lt;em&gt;by a visitor to the Castaneda Forum.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;archived backup - &lt;a href=\"https://web.archive.org/web/20190514171400/http://castaneda-ru.com/viewtopic.php%3Fid%3D1192\"&gt;https://web.archive.org/web/20190514171400/http://castaneda-ru.com/viewtopic.php%3Fid%3D1192&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": true, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": true, "permalink": "/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/f6zb9ri/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1573313965.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dtxh76", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f75ik8f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1573415542.0, "send_replies": true, "parent_id": "t3_dtxh76", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I cleaned up the end of an old length of 1 1/2\" PVC pipe to try the humming into a tube maneuver. I think I'm going to pick up a 2\" diameter piece though, it was a bit small for my mouth. Think didgeridoo.\n\nAnd if you're pinched, the cardboard tube from a roll of paper towels or toilet paper is serviceable.", "edited": 1573508919.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f75ik8f", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I cleaned up the end of an old length of 1 1/2&amp;quot; PVC pipe to try the humming into a tube maneuver. I think I&amp;#39;m going to pick up a 2&amp;quot; diameter piece though, it was a bit small for my mouth. Think didgeridoo.&lt;/p&gt;\n\n&lt;p&gt;And if you&amp;#39;re pinched, the cardboard tube from a roll of paper towels or toilet paper is serviceable.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/f75ik8f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1573415542.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dtxh76", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f7dazmx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1573612089.0, "send_replies": true, "parent_id": "t1_f78d53l", "score": 1, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Dec22’96:\n\n\nThere's a heavy entity I discovered that's been hiding behind the evanescent, lighter entity. This heavy one is much more aware, much more intelligent than the light, thin one that is this female figure. It seems to have much greater awareness. I've been perceiving certain things because of what it puts out as it spins. Sorcery itself could be defined as perceiving the impacts of entities that disperse energy from places in our luminous egg where we can't get at it, to make it more available for us. That itself is a definition of sorcery.\n\"We're going to make a new T-shirt, 'Sorcery is about Impacts.' But we'll write it so you can look down and read it upside down, to remind yourself.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f7dazmx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dec22’96:&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a heavy entity I discovered that&amp;#39;s been hiding behind the evanescent, lighter entity. This heavy one is much more aware, much more intelligent than the light, thin one that is this female figure. It seems to have much greater awareness. I&amp;#39;ve been perceiving certain things because of what it puts out as it spins. Sorcery itself could be defined as perceiving the impacts of entities that disperse energy from places in our luminous egg where we can&amp;#39;t get at it, to make it more available for us. That itself is a definition of sorcery.\n&amp;quot;We&amp;#39;re going to make a new T-shirt, &amp;#39;Sorcery is about Impacts.&amp;#39; But we&amp;#39;ll write it so you can look down and read it upside down, to remind yourself.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_dtxh76", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/f7dazmx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1573612089.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f78d53l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1573490933.0, "send_replies": true, "parent_id": "t3_dtxh76", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This was a very useful post!\n\nI was pondering the \"feel\" of Carol's words, and had some thoughts.\n\nMaybe Cleargreen's recent workshop announcement carries the feeling of Carol Tiggs.  Maybe she's the influence.\n\nMaybe women can ride on the edge of sorcery,  and treat it as a \"lifestyle\", but over many years of being \"impeccable\", actually arrive at a sorceric state.  \n\nIt's just kind of lacking in the things you learn, if you push hard to get there.  For instance, anyone practicing silence knows, weird stuff happens. Cool stuff.  But then, that doesn't happen again.  \n\nAnd so you push to get it again, and discover something else.\n\nAlong the way, you do in fact find things you can do every time you try.\n\nAnd those are the kind of things that work best in a book.  In Carlos' books.\n\nBut if you just ride on the slow wave of impeccability, you don't gain that kind of ability.\n\nThat doesn't mean you didn't encounter a pretty nice state of being.  \n\nAlso, and this is interesting, of don Juan's party, I believe Florinda Matus remained behind to help the apprentices.\n\nShe was the \"nagual woman\" in that group.\n\nAnd here we have Carol still around, our \"nagual woman\".\n\nIt's interesting. Carlos got criticized for calling stray women \"chacmools\", or \"blue scout\".\n\nBut he did manage to stick to some kind of template for sorcery groups.\n\nI also like how Carol is tired of people trying to copy the books, or \"clarify\" points.\n\nAnd she says that things happen differently for different people.\n\nJust go with it.\n\nI guess I'll stop worrying why some inorganics don't look like a bar of light, the way Carlos described.\n\nSome look like tiny galaxies.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f78d53l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This was a very useful post!&lt;/p&gt;\n\n&lt;p&gt;I was pondering the &amp;quot;feel&amp;quot; of Carol&amp;#39;s words, and had some thoughts.&lt;/p&gt;\n\n&lt;p&gt;Maybe Cleargreen&amp;#39;s recent workshop announcement carries the feeling of Carol Tiggs.  Maybe she&amp;#39;s the influence.&lt;/p&gt;\n\n&lt;p&gt;Maybe women can ride on the edge of sorcery,  and treat it as a &amp;quot;lifestyle&amp;quot;, but over many years of being &amp;quot;impeccable&amp;quot;, actually arrive at a sorceric state.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just kind of lacking in the things you learn, if you push hard to get there.  For instance, anyone practicing silence knows, weird stuff happens. Cool stuff.  But then, that doesn&amp;#39;t happen again.  &lt;/p&gt;\n\n&lt;p&gt;And so you push to get it again, and discover something else.&lt;/p&gt;\n\n&lt;p&gt;Along the way, you do in fact find things you can do every time you try.&lt;/p&gt;\n\n&lt;p&gt;And those are the kind of things that work best in a book.  In Carlos&amp;#39; books.&lt;/p&gt;\n\n&lt;p&gt;But if you just ride on the slow wave of impeccability, you don&amp;#39;t gain that kind of ability.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t mean you didn&amp;#39;t encounter a pretty nice state of being.  &lt;/p&gt;\n\n&lt;p&gt;Also, and this is interesting, of don Juan&amp;#39;s party, I believe Florinda Matus remained behind to help the apprentices.&lt;/p&gt;\n\n&lt;p&gt;She was the &amp;quot;nagual woman&amp;quot; in that group.&lt;/p&gt;\n\n&lt;p&gt;And here we have Carol still around, our &amp;quot;nagual woman&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s interesting. Carlos got criticized for calling stray women &amp;quot;chacmools&amp;quot;, or &amp;quot;blue scout&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But he did manage to stick to some kind of template for sorcery groups.&lt;/p&gt;\n\n&lt;p&gt;I also like how Carol is tired of people trying to copy the books, or &amp;quot;clarify&amp;quot; points.&lt;/p&gt;\n\n&lt;p&gt;And she says that things happen differently for different people.&lt;/p&gt;\n\n&lt;p&gt;Just go with it.&lt;/p&gt;\n\n&lt;p&gt;I guess I&amp;#39;ll stop worrying why some inorganics don&amp;#39;t look like a bar of light, the way Carlos described.&lt;/p&gt;\n\n&lt;p&gt;Some look like tiny galaxies.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/dtxh76/2015_seminar_in_sochi_with_carol_tiggs/f78d53l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1573490933.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_dtxh76", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]