[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Carlos’ “secret” classes were held in a variety of locations.  I remember someone commenting that when Bruce Lee taught martial arts, it was often in one of parking lots in downtown LA. Those are virtually empty at night. Howard Lee commented that he used to teach Kungfu in one of the alleys between apartment buildings, and Carlos even went to some of those.\n\nApparently, there was also a time in the distant past (maybe after he bought his compound in LA) when Carlos had held classes, and those were in even more informal places than the ones he held after workshops started.  I vaguely remember him say they didn’t work out, but I don’t know the details.\n\nI’d have to assume, no one was willing to work hard enough on their own to make any real progress.   Or probably more accurately, the people attending those classes had different motivations than wanting to learn sorcery. That is of course the big stumbling block, stopping your normal life emphasis to work very hard on something which might turn out to be completely made up.  Not only do you fear wasting your efforts, but maybe you’ll even get laughed at when it turns out to have been a very obvious fraud from the beginning.  It’s easier just to say you believe it and slightly modify your behavior, maybe even wear black clothes and sunglasses and cut your hair to look fierce.  There was a lot of that going on in LA in the mid-90s.\n\nCarlos even encouraged the workshop leaders to look strange and alien if possible.  But the opposite was also encouraged. One particular classmate, who was pleasing to Carlos because he took joy in stalking, showed up for class with long hair and a hat.   He took if off for Carlos and it turned out that the long blondish hair was sewn on the inside of the hat.   In fact, his hair was rather short.  His stalking included looking for power spots at night, which Carlos had described as “Cracks between the Worlds”.\n\nBecause of his previous failure with private classes, Carlos already had some experience with trying to pass on his knowledge en masse.   I suspect he decided on a dispersion rather than a concentration, but that’s only my suspicion.\n\nIf he’d wanted to create a new lineage of sorcerers, he could have better achieved it by just concentrating on a few people.   There were willing subjects out there with nothing else to do, especially among the Indian reservations he’d visited in the 60s.   They both admired him for making American Indians super trendy, but were also angry with him for cultural appropriation.  He could have done well there.\n\nBut instead, he went for volume.  For the second round of classes, the group tended to rent rooms.   And the crowds were larger, perhaps as many as 60 packed in a room, but often closer to 20. Mostly they were held in dance studios. One time we were told to go to the Masonic Temple, a dark place filled with heavy brown antique furniture.\n\nSometimes the call would go out for an unscheduled class, even during the Christmas holiday week.  They didn’t try to call everyone on those occasions. It was pre-smartphone and that just wasn’t practical.  Whoever got a call was lucky, especially if they could drop everything on a few hours’ notice. And if you didn’t, then the next time there was such an impromptu class, you might end up at the bottom of the call list.  Ellis was kind enough to make those she wanted there aware of that.\n\nImpromptu classes were possibly motivated by something going on with Carlos.  An idea he had, or perhaps important visitors. One time it was clear, the class was \"urgent\".  But when it was over, why it was urgent wasn't clear.\n\nClasses were often host to dignitaries, and Carlos would greet them warmly, bringing them up to the front to introduce them.  In particular he was fond of “the Argentinians”, whom he pretended to be jealous of for their amazing height and outstanding appearance.\n\nIn case anyone didn’t know, Carlos was very short.  Like many Peruvians, it was a constant source of jokes.  And he wasn’t shy about telling them himself.  One included a beautiful young woman towering over him, and how intimidated he felt, both for her beauty, and also because he only came up to her breasts.  He made a gesture of trying to hug her.\n\nHe was also very thin.  And his neatly tucked in shirt with high waisted belt, usually had a chest pocket which he’d occasionally cover with his hand.  He explained that as a former smoker, this was where he kept his cigarettes. One could often see him covering it when excited about a particular mood he wanted us to understand.  It almost looked like he was swooning and covering his heart while he swung around \"feeling the mood\". But possibly, he was just making sure his non-existant cigarette pack didn’t fall out.\n\nHe was escorted to the classes by the women from his inner circle.  If you knew where the class was, you could watch him arrive.  He wasn’t driving in a particularly ostentatious car.   I even knew someone from the classes who had been sold his previous car.  It was pretty worn.\n\nThe women from his group acted a little like body guards, opening and closing the door for him.  He was in his 70s, but was still fit enough to do tensegrity with the best of us.   Sometimes he’d give a demonstration of how flexible his knees were, by lifting his right leg up high to the position of a marching band member, while swinging it left and right from the knee down, balancing on the other leg.\n\nThe most common location for “secret” classes was Dance Home in Santa Monica.  It was located in what was obviously a “hippy strip”, with a witchcraft bookstore, vegan food place serving bland piles of boiled grains and beans, and of course Dance Home itself, proudly the home of the world’s first “Power Yoga”.   Or maybe it was \"Hot Yoga\".  I can't remember.\n\nSometimes when we arrived for class we found the room with windows closed and all steamed up, as if 30 attractive LA yuppies had been having an acrobatic orgy in there.  Someone would usually rush to open the windows before Carlos got up the stairs.\n\nCarlos came up the stairs with the women from his group. If we were lucky, he was already conversing with them and smiling on the way in.  That meant they were talking about a specific topic, and he might let us in on it.    If he wasn’t talking actively to them, then he already had a lecture in mind and was probably thinking it over a bit before he started.\n\nHe was always impeccably dressed, with what seemed to be brand new “New Balance” sneakers each time.   But towards the end, when he was said to be in a lot of pain, he occasionally had “bed hair”.  Once I saw one of the women walking behind him with a brush, but when he started to talk, she just gave up and went into the lines with the rest of the class.\n\nOne time he turned to us just as the women were separating from him at the top of the stairs leading in, and with a big smile brought up the topic of “dreaming dead”.  He continued to smile at the woman he was with as he walked in, while she joined the rest of the class. It was perhaps sort of a thank you for a topic of the day.\n\nIt could have been triggered by a discussion of an 80s song, “Mad World”.  In that song, the singer mentions that his best dreams are of when he’s dying.  Carlos explained that you can be in dreaming with a feeling that you’re already dead.  It allows you to let go of the dream far better than you normally can.  And it’s rather pleasant.  You walk around exploring with absolute confidence, because the worst thing that can possibly happen to you, has already happened.\n\nWithout even trying, your dreaming self has integrated don Juan’s advice for warriors.  I’ll add, it extends lucidity by some unknown mechanism.  It appears to be a “natural” technique, meaning one that people can discover on their own.\n\nMost of the techniques in sorcery are “natural”, meaning, they follow automatically from silence.  Rather than being a smorgasbord of stolen techniques, as some critics have accused, everything in don Juan’s sorcery follows inevitably from the same starting point.\n\nOn other occasions where Carlos was already speaking with those he arrived with, he might be bringing music to play for us.  For Carlos, the important thing about the particular music he selected was the feeling it produced. He was after the “and yet…” feeling some songs produce, by hinting at possibilities different than our normal existence.  They provoked a desire to be free.\n\nTangos were on the list, and Carlos even once demonstrated something he physically liked about Tangos.  As I recall, it was about the struggle between 2 people and the feelings of bonding it involved.\n\nAnd of course, he was fond of the theme song from the James Bond movie “You Only Live Twice”.    He even played that song at a workshop or two. He said the only thing wrong with it was one particular line at the end, and he proposed a modification to it to make it perfect for the warrior’s outlook.  Maybe someone with a better memory than I have can pipe in and explain how the line ought to have gone.\n\nI'll have to break this into 2 posts, there's a limit on characters in reddit.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Monster in the Closet", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_anukoe", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 14, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 14, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1549578159.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1549482006.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Carlos’ “secret” classes were held in a variety of locations.  I remember someone commenting that when Bruce Lee taught martial arts, it was often in one of parking lots in downtown LA. Those are virtually empty at night. Howard Lee commented that he used to teach Kungfu in one of the alleys between apartment buildings, and Carlos even went to some of those.&lt;/p&gt;\n\n&lt;p&gt;Apparently, there was also a time in the distant past (maybe after he bought his compound in LA) when Carlos had held classes, and those were in even more informal places than the ones he held after workshops started.  I vaguely remember him say they didn’t work out, but I don’t know the details.&lt;/p&gt;\n\n&lt;p&gt;I’d have to assume, no one was willing to work hard enough on their own to make any real progress.   Or probably more accurately, the people attending those classes had different motivations than wanting to learn sorcery. That is of course the big stumbling block, stopping your normal life emphasis to work very hard on something which might turn out to be completely made up.  Not only do you fear wasting your efforts, but maybe you’ll even get laughed at when it turns out to have been a very obvious fraud from the beginning.  It’s easier just to say you believe it and slightly modify your behavior, maybe even wear black clothes and sunglasses and cut your hair to look fierce.  There was a lot of that going on in LA in the mid-90s.&lt;/p&gt;\n\n&lt;p&gt;Carlos even encouraged the workshop leaders to look strange and alien if possible.  But the opposite was also encouraged. One particular classmate, who was pleasing to Carlos because he took joy in stalking, showed up for class with long hair and a hat.   He took if off for Carlos and it turned out that the long blondish hair was sewn on the inside of the hat.   In fact, his hair was rather short.  His stalking included looking for power spots at night, which Carlos had described as “Cracks between the Worlds”.&lt;/p&gt;\n\n&lt;p&gt;Because of his previous failure with private classes, Carlos already had some experience with trying to pass on his knowledge en masse.   I suspect he decided on a dispersion rather than a concentration, but that’s only my suspicion.&lt;/p&gt;\n\n&lt;p&gt;If he’d wanted to create a new lineage of sorcerers, he could have better achieved it by just concentrating on a few people.   There were willing subjects out there with nothing else to do, especially among the Indian reservations he’d visited in the 60s.   They both admired him for making American Indians super trendy, but were also angry with him for cultural appropriation.  He could have done well there.&lt;/p&gt;\n\n&lt;p&gt;But instead, he went for volume.  For the second round of classes, the group tended to rent rooms.   And the crowds were larger, perhaps as many as 60 packed in a room, but often closer to 20. Mostly they were held in dance studios. One time we were told to go to the Masonic Temple, a dark place filled with heavy brown antique furniture.&lt;/p&gt;\n\n&lt;p&gt;Sometimes the call would go out for an unscheduled class, even during the Christmas holiday week.  They didn’t try to call everyone on those occasions. It was pre-smartphone and that just wasn’t practical.  Whoever got a call was lucky, especially if they could drop everything on a few hours’ notice. And if you didn’t, then the next time there was such an impromptu class, you might end up at the bottom of the call list.  Ellis was kind enough to make those she wanted there aware of that.&lt;/p&gt;\n\n&lt;p&gt;Impromptu classes were possibly motivated by something going on with Carlos.  An idea he had, or perhaps important visitors. One time it was clear, the class was &amp;quot;urgent&amp;quot;.  But when it was over, why it was urgent wasn&amp;#39;t clear.&lt;/p&gt;\n\n&lt;p&gt;Classes were often host to dignitaries, and Carlos would greet them warmly, bringing them up to the front to introduce them.  In particular he was fond of “the Argentinians”, whom he pretended to be jealous of for their amazing height and outstanding appearance.&lt;/p&gt;\n\n&lt;p&gt;In case anyone didn’t know, Carlos was very short.  Like many Peruvians, it was a constant source of jokes.  And he wasn’t shy about telling them himself.  One included a beautiful young woman towering over him, and how intimidated he felt, both for her beauty, and also because he only came up to her breasts.  He made a gesture of trying to hug her.&lt;/p&gt;\n\n&lt;p&gt;He was also very thin.  And his neatly tucked in shirt with high waisted belt, usually had a chest pocket which he’d occasionally cover with his hand.  He explained that as a former smoker, this was where he kept his cigarettes. One could often see him covering it when excited about a particular mood he wanted us to understand.  It almost looked like he was swooning and covering his heart while he swung around &amp;quot;feeling the mood&amp;quot;. But possibly, he was just making sure his non-existant cigarette pack didn’t fall out.&lt;/p&gt;\n\n&lt;p&gt;He was escorted to the classes by the women from his inner circle.  If you knew where the class was, you could watch him arrive.  He wasn’t driving in a particularly ostentatious car.   I even knew someone from the classes who had been sold his previous car.  It was pretty worn.&lt;/p&gt;\n\n&lt;p&gt;The women from his group acted a little like body guards, opening and closing the door for him.  He was in his 70s, but was still fit enough to do tensegrity with the best of us.   Sometimes he’d give a demonstration of how flexible his knees were, by lifting his right leg up high to the position of a marching band member, while swinging it left and right from the knee down, balancing on the other leg.&lt;/p&gt;\n\n&lt;p&gt;The most common location for “secret” classes was Dance Home in Santa Monica.  It was located in what was obviously a “hippy strip”, with a witchcraft bookstore, vegan food place serving bland piles of boiled grains and beans, and of course Dance Home itself, proudly the home of the world’s first “Power Yoga”.   Or maybe it was &amp;quot;Hot Yoga&amp;quot;.  I can&amp;#39;t remember.&lt;/p&gt;\n\n&lt;p&gt;Sometimes when we arrived for class we found the room with windows closed and all steamed up, as if 30 attractive LA yuppies had been having an acrobatic orgy in there.  Someone would usually rush to open the windows before Carlos got up the stairs.&lt;/p&gt;\n\n&lt;p&gt;Carlos came up the stairs with the women from his group. If we were lucky, he was already conversing with them and smiling on the way in.  That meant they were talking about a specific topic, and he might let us in on it.    If he wasn’t talking actively to them, then he already had a lecture in mind and was probably thinking it over a bit before he started.&lt;/p&gt;\n\n&lt;p&gt;He was always impeccably dressed, with what seemed to be brand new “New Balance” sneakers each time.   But towards the end, when he was said to be in a lot of pain, he occasionally had “bed hair”.  Once I saw one of the women walking behind him with a brush, but when he started to talk, she just gave up and went into the lines with the rest of the class.&lt;/p&gt;\n\n&lt;p&gt;One time he turned to us just as the women were separating from him at the top of the stairs leading in, and with a big smile brought up the topic of “dreaming dead”.  He continued to smile at the woman he was with as he walked in, while she joined the rest of the class. It was perhaps sort of a thank you for a topic of the day.&lt;/p&gt;\n\n&lt;p&gt;It could have been triggered by a discussion of an 80s song, “Mad World”.  In that song, the singer mentions that his best dreams are of when he’s dying.  Carlos explained that you can be in dreaming with a feeling that you’re already dead.  It allows you to let go of the dream far better than you normally can.  And it’s rather pleasant.  You walk around exploring with absolute confidence, because the worst thing that can possibly happen to you, has already happened.&lt;/p&gt;\n\n&lt;p&gt;Without even trying, your dreaming self has integrated don Juan’s advice for warriors.  I’ll add, it extends lucidity by some unknown mechanism.  It appears to be a “natural” technique, meaning one that people can discover on their own.&lt;/p&gt;\n\n&lt;p&gt;Most of the techniques in sorcery are “natural”, meaning, they follow automatically from silence.  Rather than being a smorgasbord of stolen techniques, as some critics have accused, everything in don Juan’s sorcery follows inevitably from the same starting point.&lt;/p&gt;\n\n&lt;p&gt;On other occasions where Carlos was already speaking with those he arrived with, he might be bringing music to play for us.  For Carlos, the important thing about the particular music he selected was the feeling it produced. He was after the “and yet…” feeling some songs produce, by hinting at possibilities different than our normal existence.  They provoked a desire to be free.&lt;/p&gt;\n\n&lt;p&gt;Tangos were on the list, and Carlos even once demonstrated something he physically liked about Tangos.  As I recall, it was about the struggle between 2 people and the feelings of bonding it involved.&lt;/p&gt;\n\n&lt;p&gt;And of course, he was fond of the theme song from the James Bond movie “You Only Live Twice”.    He even played that song at a workshop or two. He said the only thing wrong with it was one particular line at the end, and he proposed a modification to it to make it perfect for the warrior’s outlook.  Maybe someone with a better memory than I have can pipe in and explain how the line ought to have gone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to break this into 2 posts, there&amp;#39;s a limit on characters in reddit.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "anukoe", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/anukoe/the_monster_in_the_closet/", "subreddit_subscribers": 9561, "created_utc": 1549482006.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efw9df5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1549486104.0, "send_replies": true, "parent_id": "t1_efw8tdq", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No I haven't.  I did a fairly \"complete\" recap starting prior to classes and ending during them.  It was in fact, obsessively complete. But it never included those events. \n\nI'm hoping that when I get around to it again, I'll be able to relive the events visually while I recap them.  My dreaming is already merging with my waking as a result of practicing silence for several hours during the night while staring at energy.\n\nIf you do a lot of recap, very strange things will happen. I hope to add those classes to the mix.\n\n(I'm not bragging here;  I'm trying to entice.)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw9df5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No I haven&amp;#39;t.  I did a fairly &amp;quot;complete&amp;quot; recap starting prior to classes and ending during them.  It was in fact, obsessively complete. But it never included those events. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m hoping that when I get around to it again, I&amp;#39;ll be able to relive the events visually while I recap them.  My dreaming is already merging with my waking as a result of practicing silence for several hours during the night while staring at energy.&lt;/p&gt;\n\n&lt;p&gt;If you do a lot of recap, very strange things will happen. I hope to add those classes to the mix.&lt;/p&gt;\n\n&lt;p&gt;(I&amp;#39;m not bragging here;  I&amp;#39;m trying to entice.)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_anukoe", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/efw9df5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549486104.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "efw8tdq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "OurorobotS", "can_mod_post": false, "created_utc": 1549485741.0, "send_replies": true, "parent_id": "t3_anukoe", "score": 4, "author_fullname": "t2_rpclj", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I always enjoy reading your posts. Have you recapitulate this events? ", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw8tdq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I always enjoy reading your posts. Have you recapitulate this events? &lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/efw8tdq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549485741.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_anukoe", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efygcby", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549560821.0, "send_replies": true, "parent_id": "t1_efwzd3x", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Number one main thing: learn what it feels like when the assemblage point shifts.  If silence is too difficult, use a meditation technique.  The key there is that a tiny shift is just a sensation or change in breathing, but a larger one comes with a blank out, and a new context.  You'll get a flash of the history of some dream vision.  Meaning, you'll get a tiny blank out, come back from it, and have the image of a place, and some of the activity that was there, in your memory.  Dream worlds come with their own context, you don't have to learn it as you go along.  The tricky part is remembering it happened, and then the second most tricky is realizing it's an assemblage point shift.\n\nThat comes faster with dreaming practice.  And eventually, if you learn what an assemblage point shift feels like, and can clearly remember the dream you fell into, you'll be able to stay there and look around for help. The locals can be very friendly if you learn how to use their help.\n\nNo implication here they're real or not.  They're still beings without an organic body, so they're inorganic beings.  Not the same as an Ally, but it's best to consider the locals as not always just phantoms.  I might get into trouble for saying they're inorganic beings, but I have some experience with how they behave in regards to multiple people who ran into them.  You can expect them to help out in dreams once you establish a relationship, whether they came from your own complex brain, or include just a hint of an outside entity.  That hint is enough for \"intent\" to use to fill in the details. That's why they change so easily if you stare at them. Only a tiny piece is real, if any.\n\nSome of Carlos' stuff was a little too \"binary\", meaning, it's either what he said, or you're on an ego-trip and making up nonsense.  That attitude was necessary while he was teaching. All meditation technique groups have to make rules to handle trouble makers.  But when we're on our own, there's a lot more stages of dreaming possible, before you actually \"find your hands\" or do any of the other steps in Art of Dreaming.  I'd say there's at least 3 progress markers in dreaming before you regularly remember to find your hands.\n", "edited": 1549561545.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efygcby", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Number one main thing: learn what it feels like when the assemblage point shifts.  If silence is too difficult, use a meditation technique.  The key there is that a tiny shift is just a sensation or change in breathing, but a larger one comes with a blank out, and a new context.  You&amp;#39;ll get a flash of the history of some dream vision.  Meaning, you&amp;#39;ll get a tiny blank out, come back from it, and have the image of a place, and some of the activity that was there, in your memory.  Dream worlds come with their own context, you don&amp;#39;t have to learn it as you go along.  The tricky part is remembering it happened, and then the second most tricky is realizing it&amp;#39;s an assemblage point shift.&lt;/p&gt;\n\n&lt;p&gt;That comes faster with dreaming practice.  And eventually, if you learn what an assemblage point shift feels like, and can clearly remember the dream you fell into, you&amp;#39;ll be able to stay there and look around for help. The locals can be very friendly if you learn how to use their help.&lt;/p&gt;\n\n&lt;p&gt;No implication here they&amp;#39;re real or not.  They&amp;#39;re still beings without an organic body, so they&amp;#39;re inorganic beings.  Not the same as an Ally, but it&amp;#39;s best to consider the locals as not always just phantoms.  I might get into trouble for saying they&amp;#39;re inorganic beings, but I have some experience with how they behave in regards to multiple people who ran into them.  You can expect them to help out in dreams once you establish a relationship, whether they came from your own complex brain, or include just a hint of an outside entity.  That hint is enough for &amp;quot;intent&amp;quot; to use to fill in the details. That&amp;#39;s why they change so easily if you stare at them. Only a tiny piece is real, if any.&lt;/p&gt;\n\n&lt;p&gt;Some of Carlos&amp;#39; stuff was a little too &amp;quot;binary&amp;quot;, meaning, it&amp;#39;s either what he said, or you&amp;#39;re on an ego-trip and making up nonsense.  That attitude was necessary while he was teaching. All meditation technique groups have to make rules to handle trouble makers.  But when we&amp;#39;re on our own, there&amp;#39;s a lot more stages of dreaming possible, before you actually &amp;quot;find your hands&amp;quot; or do any of the other steps in Art of Dreaming.  I&amp;#39;d say there&amp;#39;s at least 3 progress markers in dreaming before you regularly remember to find your hands.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_anukoe", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/efygcby/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549560821.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "efwzd3x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HeyHeyJG", "can_mod_post": false, "created_utc": 1549505472.0, "send_replies": true, "parent_id": "t3_anukoe", "score": 3, "author_fullname": "t2_619z0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Your posts are great man, thank you. I am forging ahead", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efwzd3x", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your posts are great man, thank you. I am forging ahead&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/efwzd3x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549505472.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_anukoe", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efyxnth", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549572096.0, "send_replies": true, "parent_id": "t3_anukoe", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "One ugly aspect of private classes was the envy and fear associated with them.  Inside the class you had to be aware that a few people had been tossed out for reasons which seemed difficult to explain at the time. That produced an ever-present dread of saying or doing the wrong thing.  It was as if there were a monster in the closet of the practice room, and everyone was doing their best to pretend it wasn’t rattling around in there.\n\nThere were also a couple of workshop attendees who got it into their minds to film private classes.  Or perhaps they were trying to beat Carlos in some way, by making pictures of him and proving he was just an ordinary guy.  In one class they were seen inside the next building, across a narrow alley, pointing a camera through the windows of Dance Home.    Kylie arranged for 2 of the biggest men to go chase them down, although no one had a clue what to do if you caught them.\n\nThere were various motivations among the students, and not all of them were good.  Let’s face it, anyone wanting to learn sorcery is a little cracked in the first place.  But Carlos was actually a lot more tolerant than people realized, even allowing bad motivations to some extent.  I suspect that his reasons for disinviting people were better than they looked.\n\nI got into trouble multiple times, but it never amounted to more than an unfavorable mention during his teaching stand-up comedy routine, in which he regularly rewarded or punished people with vague mentions.  He also used people as props in his discussion at various times, and who he selected was definitely noticed.  People in power could be demoted just by someone else near their level in the group being used for a demo.\n\nOne time he was teaching us about 2 “pressure points” on the body.  Carlos didn’t shy away from using Asian terminology, and another he commonly used was “chi”.   But this shouldn’t be taken as an endorsement of Asian concepts.  He also liked to bring up Jack La Lane from time to time.  Jack was virtually the only morning TV show available in the LA area, back in the early 60s.\n\nI’m not sure he even told us what the pressure points in question were for, but definitely it was part of a long conversation he had about the paths the assemblage point could take when it moved.  A few times he went into detailed descriptions of various paths, using audience members to show it visually, and some of the movements could even result in what’s popularly called, “shape shifting”.  He didn’t use that term, but it was obvious that in those positions you weren’t human anymore.  He seemed to favor insect forms because they were a very drastic change from our usual perception.\n\nOne spot where you could apply pressure was just below your armpits, on the tender ribs there. Perhaps just below the breasts, but still on the side directly under the armpit where the skin and flesh are thinnest.  You were supposed to “pinch an inch” there where it was thinnest, hard against the ribs and with both hands at the same time.  He even implied you might end up with a bruise if you did it right.\n\nI was surprised how much that hurt!  Or perhaps not hurt, but the sensation was very strong and unpleasant.  And then, never again after that.   It seemed like a onetime thing.  I tried it just now, no pain.  But it does definitely produce a sensation if you are already relatively silent. The sensation makes your breath deeper, and afterwards there’s some odd tingling inside.\n\nIt’s the kind of tingling every child has felt, when their mother touches them unexpectedly.   People say, “A tingle ran up my spine and the hairs on my skin stood up”.  It’s in that range of natural phenomena we remember from childhood, when were more silent than we are now, our assemblage point was flexible, and we could truly both sense and even see, monsters in the darkness.\n\nThe second spot was harder to understand because it wasn’t something you could easily see through clothes. It was right on the top of the hipbone on either side. You pushed your thumb down into it.  I wasn’t clear on the precise spot, and taking everything a little too literally I bought a medical grade plastic skeleton, lugged it up the stairs of Dance Home, then wheeled it in.  Carlos showed up to find a full skeleton standing where he usually stood.\n\nI’m sure it put a temporary damper on the lecture he’d prepared.  A couple of the women (who knew I was a bit odd) rushed up to explain, and sort of apologize.  Carlos dutifully showed where the spot was on the plastic skeleton.  Later he brought it up in a lecture as being too much.  That was going too far.  And the spot was just a recommendation, the position wasn’t to be taken so inflexibly.\n\nLooking back, I’d say Carlos’ explanation of “syntactic commands” being an enemy of sorcerers makes a lot of sense.  For example, the woman who said, “I can’t wear those!!!”, when given a gift of shoes by a member of the inner circle.\n\nYou realize the importance of those as soon as you try to teach someone who still has a noisy internal dialogue.  In fact, as you get silent, you’ll actually start to “see” what people are thinking about.    When you get there, trying watching the eyes of smaller children who don’t yet have the oppressive internal dialogue.  They’ll actually gaze at objects, and you can see their mind go blank as they daydream.  They can shift their assemblage point almost on demand.  Unfortunately, rather than cultivate this feat of perception, we discourage it until it’s completely hidden.\n\nAn adult is cagey. Their attention constantly turns inwards and down, and you can see that they are mumbling to themselves about something completely unrelated to what’s happening. By age 50, most people look like they’re being crushed by the weight of their own worries.  They no longer daydream while gazing at objects. They’re stuck in the nightmare of their own repetitious internal dialogue.\n\nCarlos surely saw that looking out at his students.  Each class he was likely to give us a report on whether we’d indulged since the last one, or we’d managed to save up more energy.\n\nOddly, we’ve entered a period in history where the internal dialogue can manifest in the open.  You see nearly all young people walking down the street, staring at their smart phone.  I have no doubts that if Carlos had seen that, he would have devised a way to take advantage of it for teaching sorcery.\n\nMaybe that’ll have to be up to the next generation.  A sorcery app.  With a little AI and all of Carlos’ writings, we could carry Carlos, don Juan, or don Genaro around in our pocket.  If someone does that, Carlos likely would have recommended Anthony Quinn for the voice of don Juan.\n\n&amp;#x200B;", "edited": 1549578647.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efyxnth", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One ugly aspect of private classes was the envy and fear associated with them.  Inside the class you had to be aware that a few people had been tossed out for reasons which seemed difficult to explain at the time. That produced an ever-present dread of saying or doing the wrong thing.  It was as if there were a monster in the closet of the practice room, and everyone was doing their best to pretend it wasn’t rattling around in there.&lt;/p&gt;\n\n&lt;p&gt;There were also a couple of workshop attendees who got it into their minds to film private classes.  Or perhaps they were trying to beat Carlos in some way, by making pictures of him and proving he was just an ordinary guy.  In one class they were seen inside the next building, across a narrow alley, pointing a camera through the windows of Dance Home.    Kylie arranged for 2 of the biggest men to go chase them down, although no one had a clue what to do if you caught them.&lt;/p&gt;\n\n&lt;p&gt;There were various motivations among the students, and not all of them were good.  Let’s face it, anyone wanting to learn sorcery is a little cracked in the first place.  But Carlos was actually a lot more tolerant than people realized, even allowing bad motivations to some extent.  I suspect that his reasons for disinviting people were better than they looked.&lt;/p&gt;\n\n&lt;p&gt;I got into trouble multiple times, but it never amounted to more than an unfavorable mention during his teaching stand-up comedy routine, in which he regularly rewarded or punished people with vague mentions.  He also used people as props in his discussion at various times, and who he selected was definitely noticed.  People in power could be demoted just by someone else near their level in the group being used for a demo.&lt;/p&gt;\n\n&lt;p&gt;One time he was teaching us about 2 “pressure points” on the body.  Carlos didn’t shy away from using Asian terminology, and another he commonly used was “chi”.   But this shouldn’t be taken as an endorsement of Asian concepts.  He also liked to bring up Jack La Lane from time to time.  Jack was virtually the only morning TV show available in the LA area, back in the early 60s.&lt;/p&gt;\n\n&lt;p&gt;I’m not sure he even told us what the pressure points in question were for, but definitely it was part of a long conversation he had about the paths the assemblage point could take when it moved.  A few times he went into detailed descriptions of various paths, using audience members to show it visually, and some of the movements could even result in what’s popularly called, “shape shifting”.  He didn’t use that term, but it was obvious that in those positions you weren’t human anymore.  He seemed to favor insect forms because they were a very drastic change from our usual perception.&lt;/p&gt;\n\n&lt;p&gt;One spot where you could apply pressure was just below your armpits, on the tender ribs there. Perhaps just below the breasts, but still on the side directly under the armpit where the skin and flesh are thinnest.  You were supposed to “pinch an inch” there where it was thinnest, hard against the ribs and with both hands at the same time.  He even implied you might end up with a bruise if you did it right.&lt;/p&gt;\n\n&lt;p&gt;I was surprised how much that hurt!  Or perhaps not hurt, but the sensation was very strong and unpleasant.  And then, never again after that.   It seemed like a onetime thing.  I tried it just now, no pain.  But it does definitely produce a sensation if you are already relatively silent. The sensation makes your breath deeper, and afterwards there’s some odd tingling inside.&lt;/p&gt;\n\n&lt;p&gt;It’s the kind of tingling every child has felt, when their mother touches them unexpectedly.   People say, “A tingle ran up my spine and the hairs on my skin stood up”.  It’s in that range of natural phenomena we remember from childhood, when were more silent than we are now, our assemblage point was flexible, and we could truly both sense and even see, monsters in the darkness.&lt;/p&gt;\n\n&lt;p&gt;The second spot was harder to understand because it wasn’t something you could easily see through clothes. It was right on the top of the hipbone on either side. You pushed your thumb down into it.  I wasn’t clear on the precise spot, and taking everything a little too literally I bought a medical grade plastic skeleton, lugged it up the stairs of Dance Home, then wheeled it in.  Carlos showed up to find a full skeleton standing where he usually stood.&lt;/p&gt;\n\n&lt;p&gt;I’m sure it put a temporary damper on the lecture he’d prepared.  A couple of the women (who knew I was a bit odd) rushed up to explain, and sort of apologize.  Carlos dutifully showed where the spot was on the plastic skeleton.  Later he brought it up in a lecture as being too much.  That was going too far.  And the spot was just a recommendation, the position wasn’t to be taken so inflexibly.&lt;/p&gt;\n\n&lt;p&gt;Looking back, I’d say Carlos’ explanation of “syntactic commands” being an enemy of sorcerers makes a lot of sense.  For example, the woman who said, “I can’t wear those!!!”, when given a gift of shoes by a member of the inner circle.&lt;/p&gt;\n\n&lt;p&gt;You realize the importance of those as soon as you try to teach someone who still has a noisy internal dialogue.  In fact, as you get silent, you’ll actually start to “see” what people are thinking about.    When you get there, trying watching the eyes of smaller children who don’t yet have the oppressive internal dialogue.  They’ll actually gaze at objects, and you can see their mind go blank as they daydream.  They can shift their assemblage point almost on demand.  Unfortunately, rather than cultivate this feat of perception, we discourage it until it’s completely hidden.&lt;/p&gt;\n\n&lt;p&gt;An adult is cagey. Their attention constantly turns inwards and down, and you can see that they are mumbling to themselves about something completely unrelated to what’s happening. By age 50, most people look like they’re being crushed by the weight of their own worries.  They no longer daydream while gazing at objects. They’re stuck in the nightmare of their own repetitious internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Carlos surely saw that looking out at his students.  Each class he was likely to give us a report on whether we’d indulged since the last one, or we’d managed to save up more energy.&lt;/p&gt;\n\n&lt;p&gt;Oddly, we’ve entered a period in history where the internal dialogue can manifest in the open.  You see nearly all young people walking down the street, staring at their smart phone.  I have no doubts that if Carlos had seen that, he would have devised a way to take advantage of it for teaching sorcery.&lt;/p&gt;\n\n&lt;p&gt;Maybe that’ll have to be up to the next generation.  A sorcery app.  With a little AI and all of Carlos’ writings, we could carry Carlos, don Juan, or don Genaro around in our pocket.  If someone does that, Carlos likely would have recommended Anthony Quinn for the voice of don Juan.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/anukoe/the_monster_in_the_closet/efyxnth/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549572096.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_anukoe", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]