[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Sometimes I discover a new technique, but it doesn't warrant a post.\n\nUnfortunately, I've gotten greedy. If I don't do something completely impossible and brand new on a given night, I feel cheated and dull.\n\nSo last night, having answered the question of whether wiggling your fingers while stuffing colors does in fact attract inorganic beings who weren't there before (like a bag of fresh poop attracts black flies), and after playing with a new inorganic being to make her fit into dreams, and after intercepting a couple of dreams, I was highly disappointed.\n\nI'm blaming Cholita.  She gave me the \"evil eye\" when I got home last night.  I had to flee.  And she didn't make a guest appearance with her dreaming body.\n\nI'm waiting for long kitchen knives to come out next. I bought her a beautiful set just a few weeks ago. \n\nOr her samurai sword she uses for weird spells.\n\nIt's pretty clear to her that the spell she hid in the recycling bin a few days ago, didn't work.  \n\nSo she'll escalate tonight. I'm hiding at work, hoping she gets tired and goes to bed.\n\nI told the Chinese bosses' son that if I didn't make it in the morning, they should check my house for a dead body or two.\n\nSo I'll pass this technique on, just in case.\n\nCarlos taught us to compress puffs of color.  And his tensegrity moves are filled with scooping and depositing it, or pouring it over your head.\n\nBut both of those assume, you want to do something with the color. That the color itself isn't enough.\n\nThat is in fact a common misunderstanding, which holds people back.\n\nYou aren't trying to DO something.  No!  At least, not at first.\n\nYou're just trying to watch the second attention, while silent.  Watching or hearing or feeling anything that comes from the second attention, while silent, will pull your assemblage point towards heightened awareness.\n\nYou'll not only learn what the second attention feels like, in various stages, but you'll learn what the assemblage point is, and what it feels like when it moves.\n\nIt still has to loosen up, but typically time helps out with that.  A couple of hours of darned good (but not perfect) silence should do it.\n\nIf not, probably you have latent images in your mind, even if there's no words.  Those have to go also, if you have a sticky assemblage point.\n\nBut  if watching is the main goal, what's the best way to watch?\n\nAn inorganic being in a pleasing form is excellent.  You even forget that's what you wanted, just to watch.  You get involved in reacting to her, or teaching her.\n\nYou forget, it's nonsense!  Delusional!\n\nWith the colors alone, not so much. It's obvious it's delusional. So you have to keep \"pretending\", despite the fact that they're so bright, it ought to hurt your eyes.\n\nFortunately, it turns out there's a middle ground.\n\nScoop some color, and examine it carefully. Find it's basic shape, or structure. See if anything is moving.\n\nIf it's not bright enough, resort to the other techniques to brighten it up.\n\nOnce it's very clear, find any movement, and help it move, using your hand. If there's no movement, look for depressions you can rub to make them deeper.\n\nIf it's a vague violet and jet black yin/yang symbol type affair  (it's common for people to see that), it'll have some rotating motion where the jet black eats up the violet over a 20 second period, but the violet regenerates after the black half passes.\n\nPick a side, and help it out.  I tried helping the black part, by stroking down on it, when it got to the right side. I thought I could encourage it to fall faster.\n\nIt was as if it were a pinwheel, and I could increase the very slow spin by using my hand.  I used to do that with firework pinwheels that were spinning too slow. You can give them a hand, and then they take off.\n\nNot only did it work, but my latest inorganic, who isn't very responsive, took an interest.   She started making different faces on the bed sheet, every time I stroked my hand.\n\nMaybe, she was teaching me!  \n\nI don't know, but the main thing is likely that, I treated the puff of color the same way I treat an inorganic being. As if it were alive and conscious.  And worth some attention, even if I had no other use for it.\n\nI didn't just smash it, or smear it on stuff.\n\nInteract!  That's the key.  We spend all day interacting in the normal world, we need to counter balance that so our assemblage points can get loose.\n\nUsing don Juan's analogy that we're all living in a river of sewage, and once in a while someone drifts to the shore and a sorcerer tries to wash them off, make sure you do in fact drift to the shore at least for a while each day.\n\nAnd yes, it's colder outside the river of sewage.  Get used to it.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Bonus Technique #1", "link_flair_richtext": [{"e": "text", "t": "Misc. Practices"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_e294x6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Misc. Practices", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1574821636.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Sometimes I discover a new technique, but it doesn&amp;#39;t warrant a post.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, I&amp;#39;ve gotten greedy. If I don&amp;#39;t do something completely impossible and brand new on a given night, I feel cheated and dull.&lt;/p&gt;\n\n&lt;p&gt;So last night, having answered the question of whether wiggling your fingers while stuffing colors does in fact attract inorganic beings who weren&amp;#39;t there before (like a bag of fresh poop attracts black flies), and after playing with a new inorganic being to make her fit into dreams, and after intercepting a couple of dreams, I was highly disappointed.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m blaming Cholita.  She gave me the &amp;quot;evil eye&amp;quot; when I got home last night.  I had to flee.  And she didn&amp;#39;t make a guest appearance with her dreaming body.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m waiting for long kitchen knives to come out next. I bought her a beautiful set just a few weeks ago. &lt;/p&gt;\n\n&lt;p&gt;Or her samurai sword she uses for weird spells.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty clear to her that the spell she hid in the recycling bin a few days ago, didn&amp;#39;t work.  &lt;/p&gt;\n\n&lt;p&gt;So she&amp;#39;ll escalate tonight. I&amp;#39;m hiding at work, hoping she gets tired and goes to bed.&lt;/p&gt;\n\n&lt;p&gt;I told the Chinese bosses&amp;#39; son that if I didn&amp;#39;t make it in the morning, they should check my house for a dead body or two.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll pass this technique on, just in case.&lt;/p&gt;\n\n&lt;p&gt;Carlos taught us to compress puffs of color.  And his tensegrity moves are filled with scooping and depositing it, or pouring it over your head.&lt;/p&gt;\n\n&lt;p&gt;But both of those assume, you want to do something with the color. That the color itself isn&amp;#39;t enough.&lt;/p&gt;\n\n&lt;p&gt;That is in fact a common misunderstanding, which holds people back.&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t trying to DO something.  No!  At least, not at first.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re just trying to watch the second attention, while silent.  Watching or hearing or feeling anything that comes from the second attention, while silent, will pull your assemblage point towards heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll not only learn what the second attention feels like, in various stages, but you&amp;#39;ll learn what the assemblage point is, and what it feels like when it moves.&lt;/p&gt;\n\n&lt;p&gt;It still has to loosen up, but typically time helps out with that.  A couple of hours of darned good (but not perfect) silence should do it.&lt;/p&gt;\n\n&lt;p&gt;If not, probably you have latent images in your mind, even if there&amp;#39;s no words.  Those have to go also, if you have a sticky assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But  if watching is the main goal, what&amp;#39;s the best way to watch?&lt;/p&gt;\n\n&lt;p&gt;An inorganic being in a pleasing form is excellent.  You even forget that&amp;#39;s what you wanted, just to watch.  You get involved in reacting to her, or teaching her.&lt;/p&gt;\n\n&lt;p&gt;You forget, it&amp;#39;s nonsense!  Delusional!&lt;/p&gt;\n\n&lt;p&gt;With the colors alone, not so much. It&amp;#39;s obvious it&amp;#39;s delusional. So you have to keep &amp;quot;pretending&amp;quot;, despite the fact that they&amp;#39;re so bright, it ought to hurt your eyes.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, it turns out there&amp;#39;s a middle ground.&lt;/p&gt;\n\n&lt;p&gt;Scoop some color, and examine it carefully. Find it&amp;#39;s basic shape, or structure. See if anything is moving.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s not bright enough, resort to the other techniques to brighten it up.&lt;/p&gt;\n\n&lt;p&gt;Once it&amp;#39;s very clear, find any movement, and help it move, using your hand. If there&amp;#39;s no movement, look for depressions you can rub to make them deeper.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s a vague violet and jet black yin/yang symbol type affair  (it&amp;#39;s common for people to see that), it&amp;#39;ll have some rotating motion where the jet black eats up the violet over a 20 second period, but the violet regenerates after the black half passes.&lt;/p&gt;\n\n&lt;p&gt;Pick a side, and help it out.  I tried helping the black part, by stroking down on it, when it got to the right side. I thought I could encourage it to fall faster.&lt;/p&gt;\n\n&lt;p&gt;It was as if it were a pinwheel, and I could increase the very slow spin by using my hand.  I used to do that with firework pinwheels that were spinning too slow. You can give them a hand, and then they take off.&lt;/p&gt;\n\n&lt;p&gt;Not only did it work, but my latest inorganic, who isn&amp;#39;t very responsive, took an interest.   She started making different faces on the bed sheet, every time I stroked my hand.&lt;/p&gt;\n\n&lt;p&gt;Maybe, she was teaching me!  &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know, but the main thing is likely that, I treated the puff of color the same way I treat an inorganic being. As if it were alive and conscious.  And worth some attention, even if I had no other use for it.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t just smash it, or smear it on stuff.&lt;/p&gt;\n\n&lt;p&gt;Interact!  That&amp;#39;s the key.  We spend all day interacting in the normal world, we need to counter balance that so our assemblage points can get loose.&lt;/p&gt;\n\n&lt;p&gt;Using don Juan&amp;#39;s analogy that we&amp;#39;re all living in a river of sewage, and once in a while someone drifts to the shore and a sorcerer tries to wash them off, make sure you do in fact drift to the shore at least for a while each day.&lt;/p&gt;\n\n&lt;p&gt;And yes, it&amp;#39;s colder outside the river of sewage.  Get used to it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "fd91a8a8-6005-11ea-8439-0eaf9c4c470b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "e294x6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 41, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/e294x6/bonus_technique_1/", "subreddit_subscribers": 9561, "created_utc": 1574821636.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f949kl1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f944306", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I remember those.\n\nLet's discuss this in more detail.\n\nSome of Carlos' techniques seem just plain stupid.\n\nI bring this up not to criticize Carlos, but to try to protect people from the “Carlos bashing” on the web.\n\nGo look at the comments for some tensegrity videos.  You’ll see stuff like, “What a crock!!!”\n\nOr, “That lame movement?  Who would fall for that stupidity?”\n\nIn class, I even heard someone suggest those foot movements were because Carlos was diabetic, and that helps with circulation.\n\nTheir “evidence” was that Carlos was wearing socks to keep his feet warm.\n\nI didn’t hear anyone say, “Are you kidding??? That technique has awesome results!!!”\n\nFor the years I was there, he started out only teaching one step movements. Simple stuff.\n\nIt was probably an experiment. I do those also.\n\nGiven a new person to help, don’t try to fix everything all at once.\n\nThat’s like trying to capture a heard of nervous Shelties.\n\nInstead, you tell a new person to just do this one thing, and tell me what happens.\n\nYou watch the results and adapt as needed.\n\nUsually the \"result\" is that they never get around to doing that one thing.  They come back with all kinds of worries and important \"problems\".\n\nBut no report on what happened.\n\nAnd you learn from each one.  If it didn’t produce movement in the right direction, you try something else.\n\nFor instance, I’m sure he was hoping to hear that someone felt a shiver up their spine, or like they’d just been tapped on the back.\n\nOr especially that they blanked out while doing the movement.  Or saw colors floating around.\n\nJust off the top of my head, I’ll say that ALL tensegrity techniques ought to produce the same result.\n\nThey redeploy energy.  If the person’s assemblage point is loose, it moves.  When it moves, the second attention becomes more visible.  If it moves far enough, the breathing becomes automatic and only from the stomach.\n\nSo you’re looking for the feeling of it moving, or the results of it moving, or the signs of changes in the body.\n\nCarlos could even glance at people's stomachs, to see if it was working.  Judge if their breathing was changing.\n\nHow far it can move isn’t up to the technique.\n\nYou can certainly walk into a different world, by using the right pair of shoes.\n\nIF, you’re mostly silent all the time.\n\nBut all Carlos heard after teaching the simple techniques, was stuff like “Is this the technique the apprentices used while sitting on benches?”\n\n“Can we tuck our foot under our leg, like the special way of sitting where you can spring up on a moment's notice?”\n\nEndless comparisons to something else on the Island of the Tonal.\n\nNo tingles from the Nagual.\n\nA year or so in, he began to tinker. From then on, the movements got longer and longer.\n\nHe gave us an explanation: muscle memory helps with silence.\n\nBut I don’t buy that.\n\nYea, yea, it helps.  But so does sitting your lazy butt down in a chair, and getting to work to learn silence.\n\nI think he realized he was not going to live long enough for those simple movements to work, so he came up with the idea of saturating people.\n\nHe’d get them so used to doing tensegrity, that it would be automatic.\n\nAnd they’d be doing it long after he was gone, possibly without realizing it.\n\nI kept practicing all of his techniques, even after I was absolutely sure he was a fake.\n\nCholita did too, although her idea of \"fake\" is kind of mushy.  It's not fake if you feel good.\n\nThen one day, after I'd been practicing his techniques despite the fact that he was a fake, the shit hit the fan.\n\nAnd I instantly *knew*, **that's** what Carlos planned all along.\n\nWell, heightened awareness is a bit delusional.  That's possibly the whole point of it. \n\nIt's not the goal of an \"impeccable warrior\".  \n\nIt's delusional.    So you stop blocking stuff.  \n\nI believe Carlos switched strategies, realizing things weren’t going so well.  What he had in mind, I’m not sure.  But I believe it was a longer term plan.\n\nAs for these feet techniques being really stupid, in my BCE days (Before Cholita Era), my assemblage point was so flexible that I couldn’t actually write up some experiences as interesting stories.\n\nNo one wants to hear, if you’d like to visit the world of pastel smears, just turn your head to the left, and take a tiny step back with the left leg, leaving the right in place.\n\nYou just step into it, that’s all. It’s right there!!!\n\nCompared to that lame technique, those foot movements are complex.\n\nEdited three times", "edited": 1575085918.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f949kl1", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I remember those.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s discuss this in more detail.&lt;/p&gt;\n\n&lt;p&gt;Some of Carlos&amp;#39; techniques seem just plain stupid.&lt;/p&gt;\n\n&lt;p&gt;I bring this up not to criticize Carlos, but to try to protect people from the “Carlos bashing” on the web.&lt;/p&gt;\n\n&lt;p&gt;Go look at the comments for some tensegrity videos.  You’ll see stuff like, “What a crock!!!”&lt;/p&gt;\n\n&lt;p&gt;Or, “That lame movement?  Who would fall for that stupidity?”&lt;/p&gt;\n\n&lt;p&gt;In class, I even heard someone suggest those foot movements were because Carlos was diabetic, and that helps with circulation.&lt;/p&gt;\n\n&lt;p&gt;Their “evidence” was that Carlos was wearing socks to keep his feet warm.&lt;/p&gt;\n\n&lt;p&gt;I didn’t hear anyone say, “Are you kidding??? That technique has awesome results!!!”&lt;/p&gt;\n\n&lt;p&gt;For the years I was there, he started out only teaching one step movements. Simple stuff.&lt;/p&gt;\n\n&lt;p&gt;It was probably an experiment. I do those also.&lt;/p&gt;\n\n&lt;p&gt;Given a new person to help, don’t try to fix everything all at once.&lt;/p&gt;\n\n&lt;p&gt;That’s like trying to capture a heard of nervous Shelties.&lt;/p&gt;\n\n&lt;p&gt;Instead, you tell a new person to just do this one thing, and tell me what happens.&lt;/p&gt;\n\n&lt;p&gt;You watch the results and adapt as needed.&lt;/p&gt;\n\n&lt;p&gt;Usually the &amp;quot;result&amp;quot; is that they never get around to doing that one thing.  They come back with all kinds of worries and important &amp;quot;problems&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But no report on what happened.&lt;/p&gt;\n\n&lt;p&gt;And you learn from each one.  If it didn’t produce movement in the right direction, you try something else.&lt;/p&gt;\n\n&lt;p&gt;For instance, I’m sure he was hoping to hear that someone felt a shiver up their spine, or like they’d just been tapped on the back.&lt;/p&gt;\n\n&lt;p&gt;Or especially that they blanked out while doing the movement.  Or saw colors floating around.&lt;/p&gt;\n\n&lt;p&gt;Just off the top of my head, I’ll say that ALL tensegrity techniques ought to produce the same result.&lt;/p&gt;\n\n&lt;p&gt;They redeploy energy.  If the person’s assemblage point is loose, it moves.  When it moves, the second attention becomes more visible.  If it moves far enough, the breathing becomes automatic and only from the stomach.&lt;/p&gt;\n\n&lt;p&gt;So you’re looking for the feeling of it moving, or the results of it moving, or the signs of changes in the body.&lt;/p&gt;\n\n&lt;p&gt;Carlos could even glance at people&amp;#39;s stomachs, to see if it was working.  Judge if their breathing was changing.&lt;/p&gt;\n\n&lt;p&gt;How far it can move isn’t up to the technique.&lt;/p&gt;\n\n&lt;p&gt;You can certainly walk into a different world, by using the right pair of shoes.&lt;/p&gt;\n\n&lt;p&gt;IF, you’re mostly silent all the time.&lt;/p&gt;\n\n&lt;p&gt;But all Carlos heard after teaching the simple techniques, was stuff like “Is this the technique the apprentices used while sitting on benches?”&lt;/p&gt;\n\n&lt;p&gt;“Can we tuck our foot under our leg, like the special way of sitting where you can spring up on a moment&amp;#39;s notice?”&lt;/p&gt;\n\n&lt;p&gt;Endless comparisons to something else on the Island of the Tonal.&lt;/p&gt;\n\n&lt;p&gt;No tingles from the Nagual.&lt;/p&gt;\n\n&lt;p&gt;A year or so in, he began to tinker. From then on, the movements got longer and longer.&lt;/p&gt;\n\n&lt;p&gt;He gave us an explanation: muscle memory helps with silence.&lt;/p&gt;\n\n&lt;p&gt;But I don’t buy that.&lt;/p&gt;\n\n&lt;p&gt;Yea, yea, it helps.  But so does sitting your lazy butt down in a chair, and getting to work to learn silence.&lt;/p&gt;\n\n&lt;p&gt;I think he realized he was not going to live long enough for those simple movements to work, so he came up with the idea of saturating people.&lt;/p&gt;\n\n&lt;p&gt;He’d get them so used to doing tensegrity, that it would be automatic.&lt;/p&gt;\n\n&lt;p&gt;And they’d be doing it long after he was gone, possibly without realizing it.&lt;/p&gt;\n\n&lt;p&gt;I kept practicing all of his techniques, even after I was absolutely sure he was a fake.&lt;/p&gt;\n\n&lt;p&gt;Cholita did too, although her idea of &amp;quot;fake&amp;quot; is kind of mushy.  It&amp;#39;s not fake if you feel good.&lt;/p&gt;\n\n&lt;p&gt;Then one day, after I&amp;#39;d been practicing his techniques despite the fact that he was a fake, the shit hit the fan.&lt;/p&gt;\n\n&lt;p&gt;And I instantly &lt;em&gt;knew&lt;/em&gt;, &lt;strong&gt;that&amp;#39;s&lt;/strong&gt; what Carlos planned all along.&lt;/p&gt;\n\n&lt;p&gt;Well, heightened awareness is a bit delusional.  That&amp;#39;s possibly the whole point of it. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not the goal of an &amp;quot;impeccable warrior&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s delusional.    So you stop blocking stuff.  &lt;/p&gt;\n\n&lt;p&gt;I believe Carlos switched strategies, realizing things weren’t going so well.  What he had in mind, I’m not sure.  But I believe it was a longer term plan.&lt;/p&gt;\n\n&lt;p&gt;As for these feet techniques being really stupid, in my BCE days (Before Cholita Era), my assemblage point was so flexible that I couldn’t actually write up some experiences as interesting stories.&lt;/p&gt;\n\n&lt;p&gt;No one wants to hear, if you’d like to visit the world of pastel smears, just turn your head to the left, and take a tiny step back with the left leg, leaving the right in place.&lt;/p&gt;\n\n&lt;p&gt;You just step into it, that’s all. It’s right there!!!&lt;/p&gt;\n\n&lt;p&gt;Compared to that lame technique, those foot movements are complex.&lt;/p&gt;\n\n&lt;p&gt;Edited three times&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f949kl1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575081427.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575081427.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f944306", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1575076746.0, "send_replies": true, "parent_id": "t1_f94143z", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "They taught a series at a workshop done with the feet and lower legs while laying down called \"Running Man:\"\n\nhttps://youtube.com/watch?v=WB-A3oB45tY Demo\n\nhttp://www.geocities.ws/magicalpass/runningman.html  Detailed and Animated", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f944306", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They taught a series at a workshop done with the feet and lower legs while laying down called &amp;quot;Running Man:&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtube.com/watch?v=WB-A3oB45tY\"&gt;https://youtube.com/watch?v=WB-A3oB45tY&lt;/a&gt; Demo&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"http://www.geocities.ws/magicalpass/runningman.html\"&gt;http://www.geocities.ws/magicalpass/runningman.html&lt;/a&gt;  Detailed and Animated&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f944306/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575076746.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f94143z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1575074213.0, "send_replies": true, "parent_id": "t3_e294x6", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's another bonus technique.  A weird one.\n\nBut in fact, it's another proof of Carlos' techniques. Proof they aren't as lame as they look.\n\nSo it's an important bonus technique.\n\nYesterday Cholita decided that she wanted a thanksgiving dinner.\n\nIt would have been great if I could just call my family and ask them if I can bring an angry,  insane, and immensely powerful witch along as my date?\n\nAnd, please don't upset her because when she screams saliva flies out of her mouth.  You wouldn't want to get her angry around the turkey.\n\nBut they just aren't all that tolerant.\n\nSo I  suggested a few nice places we could go instead.\n\nAt first Cholita had gone catatonic again, but when she heard \"expensive restaurant\", she came out of it.\n\nDo you like Big Bear?\n\n\"Nope, too intimate.\", Cholita said.  She glanced up at me with her eyes looking straight into mine, tilted her head, and stuck her tongue out a little.\n\nEscondido?\n\n\"NO!  That's *way* too intimate\",  she replied.\n\nI asked, why?\n\nShe looked puzzled.  Then she said, \"I don't have to tell you that!\"\n\nFortunately, that question triggered endless Cholita stories of torrid sex in every possible place.  I'm sure Escondido was in there somewhere.\n\nAs Cholita said, \"I was leaking from every...\"\n\nShe wouldn't finish that last word.\n\nWe settled on San Diego.   It was only moderately \"intimate\".\n\nBut I had to give up my tennis shoes.  Such places often frown on tennis shoes.\n\nI haven't worn different shoes for years.\n\nI dug out some old, heavy black shoes.  They felt like they used a brick as the sole.\n\nI hadn't taken more than 4 steps in them before I got goosebumps and began to enter into waking dreaming.  I stopped, it stopped.  I took another step, and the whole room began to tilt.\n\nIt felt like the time I moved Cholita's assemblage point with my hand, and started to float off into the air.\n\nIn other words, I was certain I must have some hidden medical condition, and was about to die of a heart attack or stroke.\n\nWhen the assemblage point moves too quickly, it probably does feel a little like dying.\n\nApparently the techniques done with the foot aren't as pointless as they seem!\n\nMy guess: My assemblage point is loose enough that any odd movement might redeploy enough energy to give it a push.\n\nThat means those first tensegrity moves using the feet, aren't as stupid as they seem.\n\nNow admit it!\n\nHaven't some of you looked at those and thought, \"Is Carlos a con man, or what???\"\n\nYou might even have been thinking,  if he was going to make up such a stupid thing as \"mashing energy\", at least add a few more procedures to make it less obvious.", "edited": 1575074526.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f94143z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s another bonus technique.  A weird one.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it&amp;#39;s another proof of Carlos&amp;#39; techniques. Proof they aren&amp;#39;t as lame as they look.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s an important bonus technique.&lt;/p&gt;\n\n&lt;p&gt;Yesterday Cholita decided that she wanted a thanksgiving dinner.&lt;/p&gt;\n\n&lt;p&gt;It would have been great if I could just call my family and ask them if I can bring an angry,  insane, and immensely powerful witch along as my date?&lt;/p&gt;\n\n&lt;p&gt;And, please don&amp;#39;t upset her because when she screams saliva flies out of her mouth.  You wouldn&amp;#39;t want to get her angry around the turkey.&lt;/p&gt;\n\n&lt;p&gt;But they just aren&amp;#39;t all that tolerant.&lt;/p&gt;\n\n&lt;p&gt;So I  suggested a few nice places we could go instead.&lt;/p&gt;\n\n&lt;p&gt;At first Cholita had gone catatonic again, but when she heard &amp;quot;expensive restaurant&amp;quot;, she came out of it.&lt;/p&gt;\n\n&lt;p&gt;Do you like Big Bear?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Nope, too intimate.&amp;quot;, Cholita said.  She glanced up at me with her eyes looking straight into mine, tilted her head, and stuck her tongue out a little.&lt;/p&gt;\n\n&lt;p&gt;Escondido?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;NO!  That&amp;#39;s &lt;em&gt;way&lt;/em&gt; too intimate&amp;quot;,  she replied.&lt;/p&gt;\n\n&lt;p&gt;I asked, why?&lt;/p&gt;\n\n&lt;p&gt;She looked puzzled.  Then she said, &amp;quot;I don&amp;#39;t have to tell you that!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Fortunately, that question triggered endless Cholita stories of torrid sex in every possible place.  I&amp;#39;m sure Escondido was in there somewhere.&lt;/p&gt;\n\n&lt;p&gt;As Cholita said, &amp;quot;I was leaking from every...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She wouldn&amp;#39;t finish that last word.&lt;/p&gt;\n\n&lt;p&gt;We settled on San Diego.   It was only moderately &amp;quot;intimate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I had to give up my tennis shoes.  Such places often frown on tennis shoes.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t worn different shoes for years.&lt;/p&gt;\n\n&lt;p&gt;I dug out some old, heavy black shoes.  They felt like they used a brick as the sole.&lt;/p&gt;\n\n&lt;p&gt;I hadn&amp;#39;t taken more than 4 steps in them before I got goosebumps and began to enter into waking dreaming.  I stopped, it stopped.  I took another step, and the whole room began to tilt.&lt;/p&gt;\n\n&lt;p&gt;It felt like the time I moved Cholita&amp;#39;s assemblage point with my hand, and started to float off into the air.&lt;/p&gt;\n\n&lt;p&gt;In other words, I was certain I must have some hidden medical condition, and was about to die of a heart attack or stroke.&lt;/p&gt;\n\n&lt;p&gt;When the assemblage point moves too quickly, it probably does feel a little like dying.&lt;/p&gt;\n\n&lt;p&gt;Apparently the techniques done with the foot aren&amp;#39;t as pointless as they seem!&lt;/p&gt;\n\n&lt;p&gt;My guess: My assemblage point is loose enough that any odd movement might redeploy enough energy to give it a push.&lt;/p&gt;\n\n&lt;p&gt;That means those first tensegrity moves using the feet, aren&amp;#39;t as stupid as they seem.&lt;/p&gt;\n\n&lt;p&gt;Now admit it!&lt;/p&gt;\n\n&lt;p&gt;Haven&amp;#39;t some of you looked at those and thought, &amp;quot;Is Carlos a con man, or what???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You might even have been thinking,  if he was going to make up such a stupid thing as &amp;quot;mashing energy&amp;quot;, at least add a few more procedures to make it less obvious.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f94143z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575074213.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_e294x6", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f8ww2rk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8wv9f4", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Those are fine.\nBut try to be silent while doing them, and look for any odd sensation.\nI'm afraid to say, cleargreen has been doing those for the last 20 years, and it doesn't seem like any of them can do waking dreaming or assemble other worlds.\n\nCarlos even showed them how. That poster the blue scout painted.\n\nSo it's important to pay attention to the tensegrity, and the effects you can detect.\n\nCholita told me she gets very high.  But then she didn't realize, that was the second attention coming out.\n\nSo she never exploited it.\n\nThe second attention will come out, but you have to notice it, and even beckon it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8ww2rk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Those are fine.\nBut try to be silent while doing them, and look for any odd sensation.\nI&amp;#39;m afraid to say, cleargreen has been doing those for the last 20 years, and it doesn&amp;#39;t seem like any of them can do waking dreaming or assemble other worlds.&lt;/p&gt;\n\n&lt;p&gt;Carlos even showed them how. That poster the blue scout painted.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s important to pay attention to the tensegrity, and the effects you can detect.&lt;/p&gt;\n\n&lt;p&gt;Cholita told me she gets very high.  But then she didn&amp;#39;t realize, that was the second attention coming out.&lt;/p&gt;\n\n&lt;p&gt;So she never exploited it.&lt;/p&gt;\n\n&lt;p&gt;The second attention will come out, but you have to notice it, and even beckon it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8ww2rk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574901490.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574901490.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f966bkb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f95ah08", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; but once you're there you have to drop said curiosity in order to experience more of it.\n\nI believe don Juan goes over that a few times. I don't remember the quotes, but something about looking at it askance.\n\nCertainly, if you stare at it, you can blank out.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_f966bkb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;but once you&amp;#39;re there you have to drop said curiosity in order to experience more of it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I believe don Juan goes over that a few times. I don&amp;#39;t remember the quotes, but something about looking at it askance.&lt;/p&gt;\n\n&lt;p&gt;Certainly, if you stare at it, you can blank out.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f966bkb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575140446.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575140446.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f95ah08", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f94bzfr", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The more you don't check out what just happened, the more the environment seems to throw new stuff at you.\n\nSo being naturally curious is vital to get to the point of perceiving the second attention, but once you're there you have to drop said curiosity in order to experience more of it.\n\nHow perniciously perverse! Who makes these directives/steps anyway!! Some cosmic dark comedy writer...\n\nAccording to the Daoist Zhuangzi:\n\n\"The true man (or woman!) is completely free from ordinary thoughts, feelings, and physical needs. They \"sleep without dreaming (&amp; *dream* without sleeping), wake without worrying, eat without savoring, and breath from deep inside...they know nothing of loving life, know nothing of hating death...\"", "edited": 1575128079.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_f95ah08", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The more you don&amp;#39;t check out what just happened, the more the environment seems to throw new stuff at you.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So being naturally curious is vital to get to the point of perceiving the second attention, but once you&amp;#39;re there you have to drop said curiosity in order to experience more of it.&lt;/p&gt;\n\n&lt;p&gt;How perniciously perverse! Who makes these directives/steps anyway!! Some cosmic dark comedy writer...&lt;/p&gt;\n\n&lt;p&gt;According to the Daoist Zhuangzi:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The true man (or woman!) is completely free from ordinary thoughts, feelings, and physical needs. They &amp;quot;sleep without dreaming (&amp;amp; &lt;em&gt;dream&lt;/em&gt; without sleeping), wake without worrying, eat without savoring, and breath from deep inside...they know nothing of loving life, know nothing of hating death...&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f95ah08/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575123297.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1575123297.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f94bzfr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8x9xcg", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "And don't forget about Carlos' interest in \"dead dreaming\".\n\nWhen you get silent, it almost feels like you died and have nothing left to worry about.\n\nAs you relax with that feeling, the world around you starts to light up with stuff that's not supposed to be there.\n\nImagine this (later you won't have to): You're walking at twilight, in silence, and notice it feels like you're dead, and don't have the ability to do anything else.\n\nSo nothing matters.  You even slow down your walking pace, and don't pay attention to heading in a specific direction.\n\nWhy insist on walking a straight path?\n\nYou're dead!  It doesn't matter how long it takes to get anywhere. There's nothing for you to do there.\n\nThis same effect happens on long vacations, where there's nothing you can do about stuff at home.\n\nOr, if you're an \"international businessman\", like Don Juan.  Each trip leads to more freedom.\n\nIf you can summon the true feeling of being dead, in silence, you'll see what's potentially there.  The stuff your mind won't normally allow you to see.\n\nYou're dead!  Why block it?\n\nA puff of white smoke goes by.  A large one!\n\nIs it fog?  How can it be that dense, when there's none around?\n\nBut you're dead. No reason to even look around to figure it out, because there's nothing you can do anymore.\n\nThe more you don't check out what just happened, the more the environment seems to throw new stuff at you.\n\nShadows of all kinds, seemingly impossible, scroll by as you walk without focusing your eyes on anything.\n\nYou see a sparkle light up on the asphalt.  A little slip of \"paper\" literally jumps up, and falls back down.\n\n(inorganic being projection)\n\nYou can see that it's paper.  It has sharp edges and is solid white.\n\nMaybe some trash blowing around?\n\nBut there's no wind.\n\nAnd there's nothing on the asphalt.\n\nThen a dark man runs by and disappears.  It's soundless, but he's taking clear steps and running fast, only a few feet away.\n\nSo you realize, you've activated the second attention just through the feeling of being dead.\n\nI did that for Cholita last night, while we were turning the last corner to our home.\n\nI pointed anomalies out to her, since we were near our home, and if she jumped out and ran she'd be ok.\n\nI merely pointed the sights out to her.\n\nDid you see that???\n\nShe was looking right at an inorganic being projection.\n\nBut she said nothing.\n\nNext a dark blob blocked our path on the road, then vanished.  It was so large and obvious, I was sure she must have noticed.\n\n\"You must have seen that one Cholita!!!\", I insisted.\n\nShe started saying, \"Eeep, Eeep, Eeep.\"\n\nOr maybe it was, \"Erk, erk, erk.\"\n\nI never get an understandable answer from Cholita.\n\nI'm starting to suspect, it's the paranoia part of Paranoid Schizophrenia.\n\nWhen she senses I'm about to make a discovery at her expense, she clams up.  As she's told me, people are out there making millions off her, and no one's paying her any share of it.\n\nOf course, Carlos' \"dead dreaming\" might have been a reference to a popular song of the period.\n\n\"The dreams in which I'm dying are the best I've ever had.\"\n\n[https://www.youtube.com/watch?v=J4wbEe8c714](https://www.youtube.com/watch?v=J4wbEe8c714)\n\nCarlos liked to go to dinner and then a movie.  And the movies came up in class if they could supply him with more teaching material.  Songs, images, topics.\n\nGood thing Carlos wasn't like me.\n\nI guess \"Young Women in Japanese Sailor Suits\" type of movies (seen a few in my time),  wouldn't go over well with people interested in Shamanism.\n\nWhen the Fairy comes back, I'm going to have to tell her what trouble she caused with that outfit.\n\nA \"proper\" Inorganic Being never wears stuff like that!\n\nLikely that'll make her wear it twice as often.\n\nEdited: twice", "edited": 1575084713.0, "author_flair_css_class": null, "name": "t1_f94bzfr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And don&amp;#39;t forget about Carlos&amp;#39; interest in &amp;quot;dead dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When you get silent, it almost feels like you died and have nothing left to worry about.&lt;/p&gt;\n\n&lt;p&gt;As you relax with that feeling, the world around you starts to light up with stuff that&amp;#39;s not supposed to be there.&lt;/p&gt;\n\n&lt;p&gt;Imagine this (later you won&amp;#39;t have to): You&amp;#39;re walking at twilight, in silence, and notice it feels like you&amp;#39;re dead, and don&amp;#39;t have the ability to do anything else.&lt;/p&gt;\n\n&lt;p&gt;So nothing matters.  You even slow down your walking pace, and don&amp;#39;t pay attention to heading in a specific direction.&lt;/p&gt;\n\n&lt;p&gt;Why insist on walking a straight path?&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re dead!  It doesn&amp;#39;t matter how long it takes to get anywhere. There&amp;#39;s nothing for you to do there.&lt;/p&gt;\n\n&lt;p&gt;This same effect happens on long vacations, where there&amp;#39;s nothing you can do about stuff at home.&lt;/p&gt;\n\n&lt;p&gt;Or, if you&amp;#39;re an &amp;quot;international businessman&amp;quot;, like Don Juan.  Each trip leads to more freedom.&lt;/p&gt;\n\n&lt;p&gt;If you can summon the true feeling of being dead, in silence, you&amp;#39;ll see what&amp;#39;s potentially there.  The stuff your mind won&amp;#39;t normally allow you to see.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re dead!  Why block it?&lt;/p&gt;\n\n&lt;p&gt;A puff of white smoke goes by.  A large one!&lt;/p&gt;\n\n&lt;p&gt;Is it fog?  How can it be that dense, when there&amp;#39;s none around?&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;re dead. No reason to even look around to figure it out, because there&amp;#39;s nothing you can do anymore.&lt;/p&gt;\n\n&lt;p&gt;The more you don&amp;#39;t check out what just happened, the more the environment seems to throw new stuff at you.&lt;/p&gt;\n\n&lt;p&gt;Shadows of all kinds, seemingly impossible, scroll by as you walk without focusing your eyes on anything.&lt;/p&gt;\n\n&lt;p&gt;You see a sparkle light up on the asphalt.  A little slip of &amp;quot;paper&amp;quot; literally jumps up, and falls back down.&lt;/p&gt;\n\n&lt;p&gt;(inorganic being projection)&lt;/p&gt;\n\n&lt;p&gt;You can see that it&amp;#39;s paper.  It has sharp edges and is solid white.&lt;/p&gt;\n\n&lt;p&gt;Maybe some trash blowing around?&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s no wind.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s nothing on the asphalt.&lt;/p&gt;\n\n&lt;p&gt;Then a dark man runs by and disappears.  It&amp;#39;s soundless, but he&amp;#39;s taking clear steps and running fast, only a few feet away.&lt;/p&gt;\n\n&lt;p&gt;So you realize, you&amp;#39;ve activated the second attention just through the feeling of being dead.&lt;/p&gt;\n\n&lt;p&gt;I did that for Cholita last night, while we were turning the last corner to our home.&lt;/p&gt;\n\n&lt;p&gt;I pointed anomalies out to her, since we were near our home, and if she jumped out and ran she&amp;#39;d be ok.&lt;/p&gt;\n\n&lt;p&gt;I merely pointed the sights out to her.&lt;/p&gt;\n\n&lt;p&gt;Did you see that???&lt;/p&gt;\n\n&lt;p&gt;She was looking right at an inorganic being projection.&lt;/p&gt;\n\n&lt;p&gt;But she said nothing.&lt;/p&gt;\n\n&lt;p&gt;Next a dark blob blocked our path on the road, then vanished.  It was so large and obvious, I was sure she must have noticed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You must have seen that one Cholita!!!&amp;quot;, I insisted.&lt;/p&gt;\n\n&lt;p&gt;She started saying, &amp;quot;Eeep, Eeep, Eeep.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or maybe it was, &amp;quot;Erk, erk, erk.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I never get an understandable answer from Cholita.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m starting to suspect, it&amp;#39;s the paranoia part of Paranoid Schizophrenia.&lt;/p&gt;\n\n&lt;p&gt;When she senses I&amp;#39;m about to make a discovery at her expense, she clams up.  As she&amp;#39;s told me, people are out there making millions off her, and no one&amp;#39;s paying her any share of it.&lt;/p&gt;\n\n&lt;p&gt;Of course, Carlos&amp;#39; &amp;quot;dead dreaming&amp;quot; might have been a reference to a popular song of the period.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The dreams in which I&amp;#39;m dying are the best I&amp;#39;ve ever had.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=J4wbEe8c714\"&gt;https://www.youtube.com/watch?v=J4wbEe8c714&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Carlos liked to go to dinner and then a movie.  And the movies came up in class if they could supply him with more teaching material.  Songs, images, topics.&lt;/p&gt;\n\n&lt;p&gt;Good thing Carlos wasn&amp;#39;t like me.&lt;/p&gt;\n\n&lt;p&gt;I guess &amp;quot;Young Women in Japanese Sailor Suits&amp;quot; type of movies (seen a few in my time),  wouldn&amp;#39;t go over well with people interested in Shamanism.&lt;/p&gt;\n\n&lt;p&gt;When the Fairy comes back, I&amp;#39;m going to have to tell her what trouble she caused with that outfit.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;proper&amp;quot; Inorganic Being never wears stuff like that!&lt;/p&gt;\n\n&lt;p&gt;Likely that&amp;#39;ll make her wear it twice as often.&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f94bzfr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1575083505.0, "author_flair_text": null, "collapsed": false, "created_utc": 1575083505.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8x9xcg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8wv9f4", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The overarching mood to getting silent, at least for me, is letting go. This is what it's essence boils down to. Letting go of everything you're clinging to, and getting so familiar with the intent of it that invoking the feeling, at will, forces you silent. It propagates from your energy body out to your physical body (brain), not the other way around. That is what your reaching for and signalling your intent to. That's the \"switch.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8x9xcg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The overarching mood to getting silent, at least for me, is letting go. This is what it&amp;#39;s essence boils down to. Letting go of everything you&amp;#39;re clinging to, and getting so familiar with the intent of it that invoking the feeling, at will, forces you silent. It propagates from your energy body out to your physical body (brain), not the other way around. That is what your reaching for and signalling your intent to. That&amp;#39;s the &amp;quot;switch.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8x9xcg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574912370.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574912370.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8wv9f4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1574900856.0, "send_replies": true, "parent_id": "t1_f8vuf6z", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8wv9f4/", "num_reports": null, "locked": false, "name": "t1_f8wv9f4", "created": 1574900856.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_fbuymtt", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbuymtt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1577122496.0, "send_replies": true, "parent_id": "t1_fbti3t9", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I have a cold today, and Cholita’s fled with a rental car. \n\nShe might be living in it.\n\nOr she found another place to live in LA, and thinks that’s now her car.\n\nOr a former patron took her in, and she needs the car to give the appearance she’s still holding together.\n\nOr she's finally decided to commit suicide, and is already dead somewhere.\n\nIn other words, I’m a little preoccupied today.  \n\nBut there's a lot more in that document than I realized.  Looks like he put it together himself.\n\nI’m loathe to read anything written by Carlos Castaneda, because he told us to stop doing that.\n \nBut if there’s anything specific someone wants a comment on, I could give it a try.\n\nNot that I can answer the really detailed stuff, like the spots on the energy body he elaborates. \n\nI can’t see my own First Attention's luminous cocoon.  I can only see the second attention's energy body, and only the lower half.  I look down to see it, while scooping colors.\n\nAnd Cholita won’t sit still for me.  I’d need a good 2 hours in darkness to see stuff like he describes in that document.\n\nEven Silvio Manuel needed that much time, to see Carlos clearly.  And he had to first stuff him into a bucket of ice water, naked.\n\nI’m pretty sure Cholita won’t agree to that.  Plus, she has a samurai sword.\n\nWhich, I just realized, seems to have gone with her in the rental car.\n\nAs for the passes, I’m not clear on what you want to know.\n\nThat series is in fact somewhat unique!  I hadn’t noticed it during that workshop.\n\nIt requires several types of seeing, to verify all of the passes.\n\nSo while someone might read it and think, Carlos just kept making up weird Kungfu movements to sell workshop tickets, that’s not what’s going on there at all.\n\nHe’s challenging anyone who can *see*, to realize there are different categories of *seeing*.\n\nAll of that series for emphasizing the energy body will work as described.  I do those often.\n\nYou can literally see, fully visually and very bright, the results of those.\n\nIt probably won’t be what you expected, but it’ll be just as good.\n\nAt first it will be vague, but unmistakable.  If it gets less vague, you’re probably screwed.\n\nYou’ll blank out. \n\nYou can’t watch the second attention that intently without your assemblage point moving rapidly. It’s being tugged hard, from the second attention.\n\nA rapid movement of the assemblage point is accompanied by a blank out, because your attention can no longer focus on what it had previously focused on. That’s gone.   And it takes a while for it to hook to something else.\n\nJust a warning to anyone who tries that.  \n\nDon’t be greedy. Don’t stare.  And give yourself a thumbs up, when it gets really cool.\n\nOr you might not remember.\n\nI had 4 thumbs ups last night, but only remember 2 of them now.\n\nHow can you *see* these passes yourself? \n\n2 hours of silence, and manipulation of colors. \n\nOnly lack of internal dialogue is needed. You don't have to silence yourself further, since you'd end up risking \"stopping the world\".\n\nWhen the colors are as bright as the sun, you’re in business.  I say bright as the sun, but since there’s no actual light, it won’t feel the same. No pain.\n\nBy the way, if you run into a gigantic burst of light, perhaps a monk takes an interest in you, it won't hurt.  That's yet another way to tell something visual is coming from the second attention, and isn't something physical, like a bright spotlight.\n\nThose have a tiny bit of pain associated with them.\n\nThe Westwood passes for stirring up personal history are problematic.  It’s not the type of *seeing* I know how to do.  \n\nI could recommend a method.  In absolute silence, after your 2 hours of bright colors, do those moves.  \n\nFor instance, “Stirring Up the Personal History with the Heel to the Ground by Tapping it Twenty Times”.  \n\nWhen you reach that level of silence, you can see fantasies in the mind. Pictures, images, memories.\n\nThose are independent of the internal dialogue.  As far as I can tell, those motivate it.  That’s what the internal dialogue fusses about.\n\nThose latent images in the mind.\n\nWhen you can clearly see those, you can do the personal history passes.  And you should be able to see the effect of them.\n\nDon't get rid of them, as you would to stop the world. Just keep track of what they are.\n\nYou aren’t looking outward, but inward.  It’s intrinsically different from the forging series, in terms of how to *see* it.\n\nHopefully after stomping your heel, you're fantasy image in the mind will change to something from your personal history.\n\nInstead of fussing about Aunt Ruth, you'll find yourself fussing about Uncle Bob, whom you haven't obsessed over in years.\n\nAnd just for good measure, don't be surprised at how you *see* those images.\n\nThey might actually have a gilded frame around them. \n\nWhy seems rather obvious to me but I'll explain. When Carlos taught us about \"the wall\", and how you could read text from it, his explanation was,\n\n\"We're readers!\"\n\nHe meant, our first attention is used to the doing of reading printed text. \n\nWhich means, the ancient sorcerers would not see text.  God only knows what they'd see.  \n\nLikewise, if you really get the second attention going, and *intend* to see an image, it would not be surprising if it had a frame.\n\nOr, for younger people, you might *see* the images on a smart phone screen.\n\nSorcery seems wacky, but in fact it's rather logical.\n\nThe recapitulation passes require yet another type of *seeing*. \n\nI don’t know what the recapitulation wings pass would do.  Maybe Carlos just thought it would be funny to get everyone to do a chicken dance, in preparation for the next one.  Embarrass them, and lighten up the Europeans.  Get the women giggling.\n\nBut opening a window to peer into infinity I understand. You can do that.\n\nIt's not even difficult!\n\nIn this case, you’re trying to see at a distance, using *intent*.  The movements are designed to summon the *intent* needed, but there are other ways to accomplish that.\n\nIn particular, once you can scoop energy and apply it to your body, and actually visibly see that, you can rub it onto your arms.\n\nKeep scooping and rubbing until they glow as bright as a real oven light bulb would in the dark room.\n\nI did that last night, trying to lure my inorganic beings back from Cholita.\n\nNo luck. They're still petrified. Or chasing Cholita. I don't know which.\n\nWhen you get your arms that bright, you can pull them apart, align them, or pretty much do whatever you like, to make it seem like they’re indicating where you should look.\n\nIt’s all intent!  The details for that one aren’t all that important.\n\nThe main thing is, you're looking through energy, expecting to see something.\n\nIt's all second attention!\n\nWhat will you see?  Another world, unless you tap into the abstract. And then there’s no telling what you’d see.\n\nI’m not a big fan of the abstract. You can get stuck for hours.\n\nThe rest of the passes are like that. Different kinds of *seeing* are needed if you want to see what’s actually going on.\n\nBut I suspect your real concern was, is this all just bullshit?\n\nNo.  \n\nEdited three times", "edited": 1577125404.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbuymtt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have a cold today, and Cholita’s fled with a rental car. &lt;/p&gt;\n\n&lt;p&gt;She might be living in it.&lt;/p&gt;\n\n&lt;p&gt;Or she found another place to live in LA, and thinks that’s now her car.&lt;/p&gt;\n\n&lt;p&gt;Or a former patron took her in, and she needs the car to give the appearance she’s still holding together.&lt;/p&gt;\n\n&lt;p&gt;Or she&amp;#39;s finally decided to commit suicide, and is already dead somewhere.&lt;/p&gt;\n\n&lt;p&gt;In other words, I’m a little preoccupied today.  &lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s a lot more in that document than I realized.  Looks like he put it together himself.&lt;/p&gt;\n\n&lt;p&gt;I’m loathe to read anything written by Carlos Castaneda, because he told us to stop doing that.&lt;/p&gt;\n\n&lt;p&gt;But if there’s anything specific someone wants a comment on, I could give it a try.&lt;/p&gt;\n\n&lt;p&gt;Not that I can answer the really detailed stuff, like the spots on the energy body he elaborates. &lt;/p&gt;\n\n&lt;p&gt;I can’t see my own First Attention&amp;#39;s luminous cocoon.  I can only see the second attention&amp;#39;s energy body, and only the lower half.  I look down to see it, while scooping colors.&lt;/p&gt;\n\n&lt;p&gt;And Cholita won’t sit still for me.  I’d need a good 2 hours in darkness to see stuff like he describes in that document.&lt;/p&gt;\n\n&lt;p&gt;Even Silvio Manuel needed that much time, to see Carlos clearly.  And he had to first stuff him into a bucket of ice water, naked.&lt;/p&gt;\n\n&lt;p&gt;I’m pretty sure Cholita won’t agree to that.  Plus, she has a samurai sword.&lt;/p&gt;\n\n&lt;p&gt;Which, I just realized, seems to have gone with her in the rental car.&lt;/p&gt;\n\n&lt;p&gt;As for the passes, I’m not clear on what you want to know.&lt;/p&gt;\n\n&lt;p&gt;That series is in fact somewhat unique!  I hadn’t noticed it during that workshop.&lt;/p&gt;\n\n&lt;p&gt;It requires several types of seeing, to verify all of the passes.&lt;/p&gt;\n\n&lt;p&gt;So while someone might read it and think, Carlos just kept making up weird Kungfu movements to sell workshop tickets, that’s not what’s going on there at all.&lt;/p&gt;\n\n&lt;p&gt;He’s challenging anyone who can &lt;em&gt;see&lt;/em&gt;, to realize there are different categories of &lt;em&gt;seeing&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;All of that series for emphasizing the energy body will work as described.  I do those often.&lt;/p&gt;\n\n&lt;p&gt;You can literally see, fully visually and very bright, the results of those.&lt;/p&gt;\n\n&lt;p&gt;It probably won’t be what you expected, but it’ll be just as good.&lt;/p&gt;\n\n&lt;p&gt;At first it will be vague, but unmistakable.  If it gets less vague, you’re probably screwed.&lt;/p&gt;\n\n&lt;p&gt;You’ll blank out. &lt;/p&gt;\n\n&lt;p&gt;You can’t watch the second attention that intently without your assemblage point moving rapidly. It’s being tugged hard, from the second attention.&lt;/p&gt;\n\n&lt;p&gt;A rapid movement of the assemblage point is accompanied by a blank out, because your attention can no longer focus on what it had previously focused on. That’s gone.   And it takes a while for it to hook to something else.&lt;/p&gt;\n\n&lt;p&gt;Just a warning to anyone who tries that.  &lt;/p&gt;\n\n&lt;p&gt;Don’t be greedy. Don’t stare.  And give yourself a thumbs up, when it gets really cool.&lt;/p&gt;\n\n&lt;p&gt;Or you might not remember.&lt;/p&gt;\n\n&lt;p&gt;I had 4 thumbs ups last night, but only remember 2 of them now.&lt;/p&gt;\n\n&lt;p&gt;How can you &lt;em&gt;see&lt;/em&gt; these passes yourself? &lt;/p&gt;\n\n&lt;p&gt;2 hours of silence, and manipulation of colors. &lt;/p&gt;\n\n&lt;p&gt;Only lack of internal dialogue is needed. You don&amp;#39;t have to silence yourself further, since you&amp;#39;d end up risking &amp;quot;stopping the world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When the colors are as bright as the sun, you’re in business.  I say bright as the sun, but since there’s no actual light, it won’t feel the same. No pain.&lt;/p&gt;\n\n&lt;p&gt;By the way, if you run into a gigantic burst of light, perhaps a monk takes an interest in you, it won&amp;#39;t hurt.  That&amp;#39;s yet another way to tell something visual is coming from the second attention, and isn&amp;#39;t something physical, like a bright spotlight.&lt;/p&gt;\n\n&lt;p&gt;Those have a tiny bit of pain associated with them.&lt;/p&gt;\n\n&lt;p&gt;The Westwood passes for stirring up personal history are problematic.  It’s not the type of &lt;em&gt;seeing&lt;/em&gt; I know how to do.  &lt;/p&gt;\n\n&lt;p&gt;I could recommend a method.  In absolute silence, after your 2 hours of bright colors, do those moves.  &lt;/p&gt;\n\n&lt;p&gt;For instance, “Stirring Up the Personal History with the Heel to the Ground by Tapping it Twenty Times”.  &lt;/p&gt;\n\n&lt;p&gt;When you reach that level of silence, you can see fantasies in the mind. Pictures, images, memories.&lt;/p&gt;\n\n&lt;p&gt;Those are independent of the internal dialogue.  As far as I can tell, those motivate it.  That’s what the internal dialogue fusses about.&lt;/p&gt;\n\n&lt;p&gt;Those latent images in the mind.&lt;/p&gt;\n\n&lt;p&gt;When you can clearly see those, you can do the personal history passes.  And you should be able to see the effect of them.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t get rid of them, as you would to stop the world. Just keep track of what they are.&lt;/p&gt;\n\n&lt;p&gt;You aren’t looking outward, but inward.  It’s intrinsically different from the forging series, in terms of how to &lt;em&gt;see&lt;/em&gt; it.&lt;/p&gt;\n\n&lt;p&gt;Hopefully after stomping your heel, you&amp;#39;re fantasy image in the mind will change to something from your personal history.&lt;/p&gt;\n\n&lt;p&gt;Instead of fussing about Aunt Ruth, you&amp;#39;ll find yourself fussing about Uncle Bob, whom you haven&amp;#39;t obsessed over in years.&lt;/p&gt;\n\n&lt;p&gt;And just for good measure, don&amp;#39;t be surprised at how you &lt;em&gt;see&lt;/em&gt; those images.&lt;/p&gt;\n\n&lt;p&gt;They might actually have a gilded frame around them. &lt;/p&gt;\n\n&lt;p&gt;Why seems rather obvious to me but I&amp;#39;ll explain. When Carlos taught us about &amp;quot;the wall&amp;quot;, and how you could read text from it, his explanation was,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We&amp;#39;re readers!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He meant, our first attention is used to the doing of reading printed text. &lt;/p&gt;\n\n&lt;p&gt;Which means, the ancient sorcerers would not see text.  God only knows what they&amp;#39;d see.  &lt;/p&gt;\n\n&lt;p&gt;Likewise, if you really get the second attention going, and &lt;em&gt;intend&lt;/em&gt; to see an image, it would not be surprising if it had a frame.&lt;/p&gt;\n\n&lt;p&gt;Or, for younger people, you might &lt;em&gt;see&lt;/em&gt; the images on a smart phone screen.&lt;/p&gt;\n\n&lt;p&gt;Sorcery seems wacky, but in fact it&amp;#39;s rather logical.&lt;/p&gt;\n\n&lt;p&gt;The recapitulation passes require yet another type of &lt;em&gt;seeing&lt;/em&gt;. &lt;/p&gt;\n\n&lt;p&gt;I don’t know what the recapitulation wings pass would do.  Maybe Carlos just thought it would be funny to get everyone to do a chicken dance, in preparation for the next one.  Embarrass them, and lighten up the Europeans.  Get the women giggling.&lt;/p&gt;\n\n&lt;p&gt;But opening a window to peer into infinity I understand. You can do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not even difficult!&lt;/p&gt;\n\n&lt;p&gt;In this case, you’re trying to see at a distance, using &lt;em&gt;intent&lt;/em&gt;.  The movements are designed to summon the &lt;em&gt;intent&lt;/em&gt; needed, but there are other ways to accomplish that.&lt;/p&gt;\n\n&lt;p&gt;In particular, once you can scoop energy and apply it to your body, and actually visibly see that, you can rub it onto your arms.&lt;/p&gt;\n\n&lt;p&gt;Keep scooping and rubbing until they glow as bright as a real oven light bulb would in the dark room.&lt;/p&gt;\n\n&lt;p&gt;I did that last night, trying to lure my inorganic beings back from Cholita.&lt;/p&gt;\n\n&lt;p&gt;No luck. They&amp;#39;re still petrified. Or chasing Cholita. I don&amp;#39;t know which.&lt;/p&gt;\n\n&lt;p&gt;When you get your arms that bright, you can pull them apart, align them, or pretty much do whatever you like, to make it seem like they’re indicating where you should look.&lt;/p&gt;\n\n&lt;p&gt;It’s all intent!  The details for that one aren’t all that important.&lt;/p&gt;\n\n&lt;p&gt;The main thing is, you&amp;#39;re looking through energy, expecting to see something.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all second attention!&lt;/p&gt;\n\n&lt;p&gt;What will you see?  Another world, unless you tap into the abstract. And then there’s no telling what you’d see.&lt;/p&gt;\n\n&lt;p&gt;I’m not a big fan of the abstract. You can get stuck for hours.&lt;/p&gt;\n\n&lt;p&gt;The rest of the passes are like that. Different kinds of &lt;em&gt;seeing&lt;/em&gt; are needed if you want to see what’s actually going on.&lt;/p&gt;\n\n&lt;p&gt;But I suspect your real concern was, is this all just bullshit?&lt;/p&gt;\n\n&lt;p&gt;No.  &lt;/p&gt;\n\n&lt;p&gt;Edited three times&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbuymtt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577122496.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbti4ei", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tiny_smile_bot", "can_mod_post": false, "created_utc": 1577079703.0, "send_replies": true, "parent_id": "t1_fbti3t9", "score": 1, "author_fullname": "t2_d4syvwz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;:)\n\n:)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbti4ei", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;:)&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;:)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbti4ei/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577079703.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbti3t9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "created_utc": 1577079685.0, "send_replies": true, "parent_id": "t1_fbszegf", "score": 1, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Okay, so if you will have time, please also look into Westwood.\n\nI understand your intent with notes and appreciate it, trying to add up some of my own by asking questions :)", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbti3t9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Okay, so if you will have time, please also look into Westwood.&lt;/p&gt;\n\n&lt;p&gt;I understand your intent with notes and appreciate it, trying to add up some of my own by asking questions :)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbti3t9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577079685.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbszegf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1577064245.0, "send_replies": true, "parent_id": "t1_fbsvkew", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I use anything I encounter to make points to anyone reading this in the future.\n\nSometimes it's slightly off the intent of who I'm responding to.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbszegf", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I use anything I encounter to make points to anyone reading this in the future.&lt;/p&gt;\n\n&lt;p&gt;Sometimes it&amp;#39;s slightly off the intent of who I&amp;#39;m responding to.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbszegf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577064245.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbxun5r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1577200957.0, "send_replies": true, "parent_id": "t1_fbxs2us", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Russian:\n\nhttps://drive.google.com/file/d/13v_vwYeVX8HUX8E7aqsw0fNGrN6QRDNr/view?usp=drivesdk\n\nEnglish:\n\nhttps://drive.google.com/file/d/13qYSFRtlqZGhyWjSEpcnJEjVgiZaFVO2/view?usp=drivesdk\n\nI have no idea if they'll stay up, Reddit is a real stickler when it comes to file sharing.", "edited": 1577201454.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbxun5r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Russian:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://drive.google.com/file/d/13v_vwYeVX8HUX8E7aqsw0fNGrN6QRDNr/view?usp=drivesdk\"&gt;https://drive.google.com/file/d/13v_vwYeVX8HUX8E7aqsw0fNGrN6QRDNr/view?usp=drivesdk&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;English:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://drive.google.com/file/d/13qYSFRtlqZGhyWjSEpcnJEjVgiZaFVO2/view?usp=drivesdk\"&gt;https://drive.google.com/file/d/13qYSFRtlqZGhyWjSEpcnJEjVgiZaFVO2/view?usp=drivesdk&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I have no idea if they&amp;#39;ll stay up, Reddit is a real stickler when it comes to file sharing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbxun5r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577200957.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbxs2us", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "test_r", "can_mod_post": false, "created_utc": 1577198966.0, "send_replies": true, "parent_id": "t1_fbv2zrq", "score": 1, "author_fullname": "t2_2qg0iun", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "can you share the russian copy?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbxs2us", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;can you share the russian copy?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbxs2us/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577198966.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbv2zrq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1577124567.0, "send_replies": true, "parent_id": "t1_fbsvkew", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for that! I have a copy in Russian that I can't easily translate so I've never read it. Never saw an English version!\n\n\"New\" material written by Castaneda, that I've never read, and with an actual ISBN # to boot!", "edited": 1577131072.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbv2zrq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for that! I have a copy in Russian that I can&amp;#39;t easily translate so I&amp;#39;ve never read it. Never saw an English version!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;New&amp;quot; material written by Castaneda, that I&amp;#39;ve never read, and with an actual ISBN # to boot!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbv2zrq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577124567.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbsvkew", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsv397", "score": 1, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Well, the idea was to give you a written description of westworld series you asked me for. It is a brochure with this series + extra theoretical stuff later used in his book \"Magical passes\".", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbsvkew", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well, the idea was to give you a written description of westworld series you asked me for. It is a brochure with this series + extra theoretical stuff later used in his book &amp;quot;Magical passes&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbsvkew/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577061411.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577061411.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fbudr2t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsv397", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The Chacmool's position, like in those reclining statues, seems to be to uphold or act as pillars...preventing things from crumbling or becoming diluted. Not one of creativity or renewal, but of PRESERVATION.\n\nAn important and vital role, and by it's very nature not one open to radical reinterpretation or sensationalism.\n\nThat's the job of those here and elsewhere...", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fbudr2t", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The Chacmool&amp;#39;s position, like in those reclining statues, seems to be to uphold or act as pillars...preventing things from crumbling or becoming diluted. Not one of creativity or renewal, but of PRESERVATION.&lt;/p&gt;\n\n&lt;p&gt;An important and vital role, and by it&amp;#39;s very nature not one open to radical reinterpretation or sensationalism.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the job of those here and elsewhere...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbudr2t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577112611.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577112611.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbsv397", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbspliz", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I scanned 11 pages and saw no direct understanding in it.\n\nCan you point me to something that isn't just a re-arrangement of what Carlos wrote?\n\nIt could be that Cleargreen is working under a command not to alter anything, but it seems more like, they're regurgitators, the same as any me-too nagual.\n\nSome of the regurgitations can be really insightful.  \n\nA few me-too naguals that Carlos used to fume over, are very good at that.  I get excited on reading the rearrangement of what Carlos wrote, only to find it leads nowhere new.\n\nNo personal knowledge in it that I can detect.\n\nAn odd thing happens when you get silent.  You realize none of this is hard to understand, but that everyone around you is mad.\n\nInsane.\n\nWhen you find someone who isn't, it's like a breath of fresh air.\n\nBut the passes, which I learned at this workshop also, are amazing!\n\nI'd forgotten about those.  They look quite specific!\n\nWe need 10 dreamers in here, so we can split up and figure things out.\n\nI’m too busy figuring out how to create 10 dreamers.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fbsv397", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I scanned 11 pages and saw no direct understanding in it.&lt;/p&gt;\n\n&lt;p&gt;Can you point me to something that isn&amp;#39;t just a re-arrangement of what Carlos wrote?&lt;/p&gt;\n\n&lt;p&gt;It could be that Cleargreen is working under a command not to alter anything, but it seems more like, they&amp;#39;re regurgitators, the same as any me-too nagual.&lt;/p&gt;\n\n&lt;p&gt;Some of the regurgitations can be really insightful.  &lt;/p&gt;\n\n&lt;p&gt;A few me-too naguals that Carlos used to fume over, are very good at that.  I get excited on reading the rearrangement of what Carlos wrote, only to find it leads nowhere new.&lt;/p&gt;\n\n&lt;p&gt;No personal knowledge in it that I can detect.&lt;/p&gt;\n\n&lt;p&gt;An odd thing happens when you get silent.  You realize none of this is hard to understand, but that everyone around you is mad.&lt;/p&gt;\n\n&lt;p&gt;Insane.&lt;/p&gt;\n\n&lt;p&gt;When you find someone who isn&amp;#39;t, it&amp;#39;s like a breath of fresh air.&lt;/p&gt;\n\n&lt;p&gt;But the passes, which I learned at this workshop also, are amazing!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d forgotten about those.  They look quite specific!&lt;/p&gt;\n\n&lt;p&gt;We need 10 dreamers in here, so we can split up and figure things out.&lt;/p&gt;\n\n&lt;p&gt;I’m too busy figuring out how to create 10 dreamers.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbsv397/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577061082.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577061082.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbspliz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbspc4v", "score": 1, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You can have a detailed description and some extra things here https://www.scribd.com/document/351036832/Carlos-Castaneda-Silent-Knowledge-Cleargreen-1996\n\nBy the way, this brochure always felt to me as an attempt to create some short \"How-To Manual\" of the sorcery path, so this is my favourite.", "edited": false, "author_flair_css_class": null, "name": "t1_fbspliz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You can have a detailed description and some extra things here &lt;a href=\"https://www.scribd.com/document/351036832/Carlos-Castaneda-Silent-Knowledge-Cleargreen-1996\"&gt;https://www.scribd.com/document/351036832/Carlos-Castaneda-Silent-Knowledge-Cleargreen-1996&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;By the way, this brochure always felt to me as an attempt to create some short &amp;quot;How-To Manual&amp;quot; of the sorcery path, so this is my favourite.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_e294x6", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbspliz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577058449.0, "author_flair_text": null, "collapsed": false, "created_utc": 1577058449.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbspc4v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fbsgo9e", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Post notes on it. I attended over 115 events with Carlos around.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fbspc4v", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Post notes on it. I attended over 115 events with Carlos around.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbspc4v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577058342.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577058342.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fbsgo9e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8vuf6z", "score": 2, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks! So the general idea is to take any tensegrity series and try to do it in silence?\n\nIf you can, please comment on Westwood series. I've heard it was somehow special for Carlos.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fbsgo9e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks! So the general idea is to take any tensegrity series and try to do it in silence?&lt;/p&gt;\n\n&lt;p&gt;If you can, please comment on Westwood series. I&amp;#39;ve heard it was somehow special for Carlos.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/fbsgo9e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1577054968.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1577054968.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8vuf6z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1574877474.0, "send_replies": true, "parent_id": "t1_f8ujk9x", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "First, Tensegrity is all over Carlos’ books. Sometimes people say it’s not there, but it’s easy to find dozens of places where it’s employed.\n\nCarlos just put it together for us in martial art’s “kata” format, so it was suitable for groups. But in the books, it’s just taught on spur of the moment.\n\nThe longer forms have a side benefit: they interrupt the internal dialogue.\n\nBut if you can get silent, the individual moves are likely more useful.\n\nAnd certainly, if you can remember to do it in dreaming, stick to the short movements. Try to manipulate the dream world using them.\n\nTry scooping a phantom who's annoying you.  Just scoop him up into your hand!\n\nBut in the \"real world\", Tensegrity rebuilds the energy body.  The second attention’s energy body.\n\nThat’s the one that’s normally all dispersed in people, wandering out there in infinity somewhere.\n\nIt brings it back, energetic piece by piece.\n\nThat has a profound benefit for your physical body. The second attention regulates the happy chemicals in our body.\n\nWithout it, people need anti-depressants, or some other form of self-medication, like alcohol. They try to artificially add the second attention, using drugs or sex.\n\nOr with meditation, which is excellent, but too temporary.  No one seems to get anywhere with meditation, in the long run.\n\nBut they do get a taste of the second attention.\n\nWith the second attention visiting once a day for real, partially through tensegrity, the body functions closer to how it’s designed.  We aren't made to suffer as we do.\n\nThat's the work of the dark magicians.\n\nWith tensegrity, you scoop that hidden energy, and apply it to your body. Or loosen it up, or mash it, so it can move.\n\nGenerally, you gather it closer so that it becomes usable. At it’s ultimate, you create a copy of yourself. A more powerful one. Our second half.\n\nIf you learn to get silent, and practice in darkness, you’ll be able to visibly see it.\n\nIt won’t be vague or imaginary.\n\nIt’s very bright when you learn to see it!\n\nI’ve gotten so spoiled that I take it for granted I can see in absolute darkness. I was stuffing 10 foot strands of thick purple haze into my stomach last night, some dark energy fibers started to emerge from my stomach, and they whipped around the room, touching everything in sight.\n\nA collection of bright tiny lights, in all colors,  floated down from above and landed in the middle of the activity.\n\nI was bored...  I've seen that before.   It wasn’t new.\n\nA big disappointment!\n\nImagine getting to live in a Harry Potter movie, and criticizing it for not being intense enough!\n\nThat’s where Tensegrity can take you.\n\nRemember this: Sorcery requires NO imagining. NO pretending.\n\nOther stuff is nearly 100% pretending.\n\nSorcery is not, or else you aren’t doing it right.\n\nPick a technique and I’ll analyze it for you, if you like. I can actually go try it in darkness, and report what it does.\n\nBut pick a short one. You might uncover an unknown technique embedded in there.\n\nI’m still partial to “mashing energy”, and the first 5 or 6 techniques in Carlos’ tensegrity book.\n\nThe long forms aren’t suitable for my small bedroom, where I can produce darkness.\n\nIf I’m lucky, Cholita will help me build a pitch black darkness level dreaming house in my backyard, and we can have more space.  She actually positioned the giant fountain I bought her, to make that possible.\n\nAnd she's agreed we should put 2 inches of decomposing granite all over that area. It's makes a good walking surface for visitors.\n\nOne of these days, I have to share Carlos allies.  Maybe we can do it there.\n\nOr Cholita might kill me. That’s still up in the air.\n\nEdited twice", "edited": 1574878072.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8vuf6z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;First, Tensegrity is all over Carlos’ books. Sometimes people say it’s not there, but it’s easy to find dozens of places where it’s employed.&lt;/p&gt;\n\n&lt;p&gt;Carlos just put it together for us in martial art’s “kata” format, so it was suitable for groups. But in the books, it’s just taught on spur of the moment.&lt;/p&gt;\n\n&lt;p&gt;The longer forms have a side benefit: they interrupt the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But if you can get silent, the individual moves are likely more useful.&lt;/p&gt;\n\n&lt;p&gt;And certainly, if you can remember to do it in dreaming, stick to the short movements. Try to manipulate the dream world using them.&lt;/p&gt;\n\n&lt;p&gt;Try scooping a phantom who&amp;#39;s annoying you.  Just scoop him up into your hand!&lt;/p&gt;\n\n&lt;p&gt;But in the &amp;quot;real world&amp;quot;, Tensegrity rebuilds the energy body.  The second attention’s energy body.&lt;/p&gt;\n\n&lt;p&gt;That’s the one that’s normally all dispersed in people, wandering out there in infinity somewhere.&lt;/p&gt;\n\n&lt;p&gt;It brings it back, energetic piece by piece.&lt;/p&gt;\n\n&lt;p&gt;That has a profound benefit for your physical body. The second attention regulates the happy chemicals in our body.&lt;/p&gt;\n\n&lt;p&gt;Without it, people need anti-depressants, or some other form of self-medication, like alcohol. They try to artificially add the second attention, using drugs or sex.&lt;/p&gt;\n\n&lt;p&gt;Or with meditation, which is excellent, but too temporary.  No one seems to get anywhere with meditation, in the long run.&lt;/p&gt;\n\n&lt;p&gt;But they do get a taste of the second attention.&lt;/p&gt;\n\n&lt;p&gt;With the second attention visiting once a day for real, partially through tensegrity, the body functions closer to how it’s designed.  We aren&amp;#39;t made to suffer as we do.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the work of the dark magicians.&lt;/p&gt;\n\n&lt;p&gt;With tensegrity, you scoop that hidden energy, and apply it to your body. Or loosen it up, or mash it, so it can move.&lt;/p&gt;\n\n&lt;p&gt;Generally, you gather it closer so that it becomes usable. At it’s ultimate, you create a copy of yourself. A more powerful one. Our second half.&lt;/p&gt;\n\n&lt;p&gt;If you learn to get silent, and practice in darkness, you’ll be able to visibly see it.&lt;/p&gt;\n\n&lt;p&gt;It won’t be vague or imaginary.&lt;/p&gt;\n\n&lt;p&gt;It’s very bright when you learn to see it!&lt;/p&gt;\n\n&lt;p&gt;I’ve gotten so spoiled that I take it for granted I can see in absolute darkness. I was stuffing 10 foot strands of thick purple haze into my stomach last night, some dark energy fibers started to emerge from my stomach, and they whipped around the room, touching everything in sight.&lt;/p&gt;\n\n&lt;p&gt;A collection of bright tiny lights, in all colors,  floated down from above and landed in the middle of the activity.&lt;/p&gt;\n\n&lt;p&gt;I was bored...  I&amp;#39;ve seen that before.   It wasn’t new.&lt;/p&gt;\n\n&lt;p&gt;A big disappointment!&lt;/p&gt;\n\n&lt;p&gt;Imagine getting to live in a Harry Potter movie, and criticizing it for not being intense enough!&lt;/p&gt;\n\n&lt;p&gt;That’s where Tensegrity can take you.&lt;/p&gt;\n\n&lt;p&gt;Remember this: Sorcery requires NO imagining. NO pretending.&lt;/p&gt;\n\n&lt;p&gt;Other stuff is nearly 100% pretending.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is not, or else you aren’t doing it right.&lt;/p&gt;\n\n&lt;p&gt;Pick a technique and I’ll analyze it for you, if you like. I can actually go try it in darkness, and report what it does.&lt;/p&gt;\n\n&lt;p&gt;But pick a short one. You might uncover an unknown technique embedded in there.&lt;/p&gt;\n\n&lt;p&gt;I’m still partial to “mashing energy”, and the first 5 or 6 techniques in Carlos’ tensegrity book.&lt;/p&gt;\n\n&lt;p&gt;The long forms aren’t suitable for my small bedroom, where I can produce darkness.&lt;/p&gt;\n\n&lt;p&gt;If I’m lucky, Cholita will help me build a pitch black darkness level dreaming house in my backyard, and we can have more space.  She actually positioned the giant fountain I bought her, to make that possible.&lt;/p&gt;\n\n&lt;p&gt;And she&amp;#39;s agreed we should put 2 inches of decomposing granite all over that area. It&amp;#39;s makes a good walking surface for visitors.&lt;/p&gt;\n\n&lt;p&gt;One of these days, I have to share Carlos allies.  Maybe we can do it there.&lt;/p&gt;\n\n&lt;p&gt;Or Cholita might kill me. That’s still up in the air.&lt;/p&gt;\n\n&lt;p&gt;Edited twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8vuf6z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574877474.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f8vvy70", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8vn5m5", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wow! I gotta bring Cholita to see that.\n\nUnfortunately, she typically ditches me at a theater.  She finds a seat alone, surrounded by people, and munches on her popcorn.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f8vvy70", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow! I gotta bring Cholita to see that.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, she typically ditches me at a theater.  She finds a seat alone, surrounded by people, and munches on her popcorn.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8vvy70/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574878336.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574878336.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f8wusno", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Macarius13", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f8vn5m5", "score": 1, "author_fullname": "t2_ji0euhw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The first 3/4's of the movie are worth watching, that clip is just about the last part which in my opinion was disappointing.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f8wusno", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The first 3/4&amp;#39;s of the movie are worth watching, that clip is just about the last part which in my opinion was disappointing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8wusno/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574900508.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1574900508.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8vn5m5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1574873185.0, "send_replies": true, "parent_id": "t1_f8ujk9x", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Nice to see it's still active in the modern media zeitgeist in some form. There really must be a \"media faction\" with some ties and influence in Hollywood. Though it is based on a Stephen King novel, and his work is a proven Hollywood moneymaker. Horror movies are problematic though, in my opinion.\n\nI see some eye-shine in there, and some of the mood of the old Sorcerer's which has been thankfully eradicated:\n\n [https://www.youtube.com/watch?v=BOzFZxB-8cw](https://www.youtube.com/watch?v=BOzFZxB-8cw)   2:24", "edited": 1574874846.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8vn5m5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Nice to see it&amp;#39;s still active in the modern media zeitgeist in some form. There really must be a &amp;quot;media faction&amp;quot; with some ties and influence in Hollywood. Though it is based on a Stephen King novel, and his work is a proven Hollywood moneymaker. Horror movies are problematic though, in my opinion.&lt;/p&gt;\n\n&lt;p&gt;I see some eye-shine in there, and some of the mood of the old Sorcerer&amp;#39;s which has been thankfully eradicated:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=BOzFZxB-8cw\"&gt;https://www.youtube.com/watch?v=BOzFZxB-8cw&lt;/a&gt;   2:24&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_e294x6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8vn5m5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574873185.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f8ujk9x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Macarius13", "can_mod_post": false, "created_utc": 1574831553.0, "send_replies": true, "parent_id": "t3_e294x6", "score": 2, "author_fullname": "t2_ji0euhw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "hello, what are the benefits of Tensegrity in the physical body ? . \n\nYears ago I got a very positive experience using Tensegrity while I was dreaming. After doing a couple of the first exercises the dream was completely lucid and it increased my awareness. \n\nOn another note, I saw the movie Dr sleep today and the abilities displayed by the \"sorcerers\" were very interesting.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f8ujk9x", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;hello, what are the benefits of Tensegrity in the physical body ? . &lt;/p&gt;\n\n&lt;p&gt;Years ago I got a very positive experience using Tensegrity while I was dreaming. After doing a couple of the first exercises the dream was completely lucid and it increased my awareness. &lt;/p&gt;\n\n&lt;p&gt;On another note, I saw the movie Dr sleep today and the abilities displayed by the &amp;quot;sorcerers&amp;quot; were very interesting.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/e294x6/bonus_technique_1/f8ujk9x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1574831553.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_e294x6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]