[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "What’s the deal with Hair?   There has to be more to it than the obvious.\n\nHow come the hippy generation was so obsessed with it?\n\nWhy did Carlos insist those nearest to him had to cut it short?\n\nMy original theory was that Carlos just liked it that way. The so called, “pixy cut” was very popular in the 60s.\n\nA famous Mexican movie star, portrayed as a clever and daring woman, had a pixy cut.\n\nCarlos might just have taken a fancy to it. It was his era after all. People often form preferences for things as they were while they were in their 20s and 30s.\n\nIt’s not unusual to see an aging woman in the grocery store, still attractive, but for some reason sporting fluffed up big 90s hair.  She likely believes it gives her more power over some specific male target audience.\n\nIf you happen to be a male observer of beautiful young women at large, you'll notice that if there's any possibility they are on display, nearly all will flip their hair constantly.  It's as if they were adjusting it, but there's really nothing to adjust.\n\nIn Judeo/Christian theory, hair is used often as a symbol of power. We have Samson, who’s strength could only be taken from him by cutting his hair.\n\nWomen are told to keep their heads covered, because of the angels.  It’s a reference to the return of the fallen angels, who are gigantic womanizers.  In fact, from the book of Enoch, the fallen angels invented makeup and jewelry.\n\nJust that one statement about keeping the head covered  led to all kinds of oppressive religious coverings.\n\nFor men we have, “Gray hair is a crown of glory; it is attained along the path of righteousness.”\n\nI haven’t noticed that myself. I seem to be heading in the opposite direction.\n\nPriests were required to keep all of their facial hair. They were also the only ones allowed to approach the shrine. If they cut their beards, they’d be struck dead by God on entry.\n\nThe ultimate embarrassment for an Israelite warrior was to be sent home, defeated, with half of his beard shaved off and his bullocks exposed by cutting his garments.\n\nLet me explain my bible knowledge.  Carlos looked me in the eye one day, during a lecture, and told us to really read the bible.  *Really*, he said.  He insisted we'd see what a load of nonsense it was.\n\nI didn't.  I saw it as more lost technology.    Like sorcery.  It could be, that's what he actually had in mind.\n\nYesterday I was again wondering about Cholita's hair, still short after 25 years, when I went to track her down.  She'd fled to West Hollywood.\n\nI arrived at an expensive hotel, to find her walking out. We had to walk some ways to the car, but she seemed to be in a very good mood, sporting new designer clothes and shoes.\n\nAs we walked she turned to me, smiled and said, “I’m getting used to being crazy.”\n\nI replied, \"Yes, of course.  It's not so bad.  I've gotten used to it.  Sometimes it can even be fun!\"\n\nWe wandered around the Century City Mall, while she explained to me how the class system works in Mexico.  She taught me about the separation between racial casts there, which sounded a lot like Asia.  However, in Asia it's honorable to be a servant, if  you do a good job. There's no shame.\n\nIn Mexico, it seems that you have to lower your head if you're a servant class person. But, you get to boss it over the people under you, and insist they lower their head.\n\nNo wonder Don Juan defined a warrior as someone who bows to no one, but also doesn't expect anyone to bow to him.\n\nMy main interest however,  was if royalty still existed there from the influence of Spain.  The corruption in Mexico is a direct result of that history.  When a royal family controls a whole country, they set up their own officials who are on the take, and send money back to the royalty.  That kind of corrupt arrangement can pretty much continue, long after there are no royal presences.\n\nIt does in Mexico.  Mexico ought to be a world super power, but corruption prevents it.\n\nShe said of course there's still a royal presence, but then corrected herself and said that it had kind of blended into financial status.  Or fame maybe. She couldn't quite explain that.\n\nShe then proceeded to show me how to handle store clerks. I was horrified, but she seemed to get away with it.\n\nAccording to Mexico’s class system, servants are servants, and you are entitled to treat them badly.\n\nI’m the opposite. I try to make friends with everyone.  Autistic people have problems socializing, so they eventually have to learn to be sweet.\n\nCholita does the opposite.  And she feels it's the right thing to do.\n\nFortunately,  I did discover a very good trick to smooth things over while shopping.\n\nGay store clerks don’t mind being pushed around by women, as long as they’re buying expensive stuff. They even seem to enjoy observing the behavior,  as if they could pick up some tips.\n\nAnd when I pretend to be the far too tolerant doting older husband, they take sides with me and help to keep her happy.\n\n(Stalking should be fun).\n\nWe found a leather garment and boot store popular with young gay men, and Cholita was not shy about admiring their butts as they positioned themselves in front of a mirror, and bent over to put on some shoes.\n\nOddly, they didn't seem to mind her staring at their butts.\n\nShe mumbled that she needed to find better demographics, looking up at me, being 9 years older than her.\n\nAs we walked to an Italian restaurant, I asked Cholita why she didn’t let her hair grow back?\n\nIf, as she said, “Carlos is gone. It’s over!”, how come she still looked the way he told her to look?\n\nShe didn’t answer until an hour later. We were eating, and 2 women walked in and sat at the table next to us. They seemed to be a little too chummy, and one had a semi pixy haircut.\n\nI didn’t mention it to Cholita, who stared straight ahead and zoned out for a bit.\n\nShe flagged down a waiter, and ordered a glass of Grappa.\n\nThen she began to answer my hair question.\n\n“Why the fuck do people assume you’re a lesbian if you have short hair???  What’s wrong with this world, with people behaving so badly all the time?”\n\nI had to pipe in.\n\nYes they’re all assholes, I explained to her.  But they can’t help themselves.   They have so little in their lives.  Best thing to do is just learn from them, so you don’t repeat their mistakes.\n\nI looked over to the women with short hair, feeling a little guilty because I had in fact been hoping they were lesbians.   I even tried to imagine them kissing.\n\nCholita went on.\n\n“When the nagual told me to cut my hair, I was shocked at the results!  Before I cut it, men would flirt with me everywhere I went. I didn’t even have to make an effort to attract them!”\n\n“But after I cut it, there was nothing. All of the attention went away. I couldn’t believe the instant transformation.”\n\nI felt sort of stupid at that point.\n\nOf course, that’s what Carlos was doing. I remember the sad day he announced that, “we’ve been betrayed”. He found out there were secret romances going on in private classes, and possibly half the room knew about it before he did.\n\nCarlos gathered more women than m en, because they have more free energy and don’t necessarily need to become silent in order to learn sorcery.\n\nBut that’s impossible if their thoughts are focused on chasing a man. Their energy goes to him.\n\nWomen use their excessive energy to re-purpose men.  In that sense, they behave a little like inorganic beings, who seek out male energy to make themselves more powerful.\n\nOr maybe inorganic beings, being female, behave the same way as women.  They'll show off for you, pose, and eventually it escalates to sex, if you don't stop them.  And they're loaded with wonderful dark energy.\n\nI’ve seen that with Cholita.  When she’s happy with me, she overflows with wonderful dark energy. I can actually feel it in the air, and follow strands of it around, as she walks along.  Sometimes I'll have forgotten about it,  and cross a cobweb she's left in a store. It's as solid as water, just floating in the air like a string leading back to Cholita.\n\nLast night I got obsessed with a product label in a grocery store, and Cholita disappeared from my sight.  Instead of looking around visually, I tried to follow a cobweb still hanging in the air, back to her.  It was a dead end, but it's that solid and real feeling, so that you could actually follow someone.\n\nWhen she’s not happy, I can’t find any cobwebs.\n\nThe answer was always obvious. Carlos had the women cut their hair, because there was nothing else he could have done.  He needed for them to direct their energy into the group.\n\nOne day in class, after a few years of training, he looked out at his private class students and commented, \"What an energetic mass!\"\n\nHe told us it gave him access to things even don Juan couldn't reach.\n\nEdited: seven times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Hair", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_d2th8e", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1568242349.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1568221860.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;What’s the deal with Hair?   There has to be more to it than the obvious.&lt;/p&gt;\n\n&lt;p&gt;How come the hippy generation was so obsessed with it?&lt;/p&gt;\n\n&lt;p&gt;Why did Carlos insist those nearest to him had to cut it short?&lt;/p&gt;\n\n&lt;p&gt;My original theory was that Carlos just liked it that way. The so called, “pixy cut” was very popular in the 60s.&lt;/p&gt;\n\n&lt;p&gt;A famous Mexican movie star, portrayed as a clever and daring woman, had a pixy cut.&lt;/p&gt;\n\n&lt;p&gt;Carlos might just have taken a fancy to it. It was his era after all. People often form preferences for things as they were while they were in their 20s and 30s.&lt;/p&gt;\n\n&lt;p&gt;It’s not unusual to see an aging woman in the grocery store, still attractive, but for some reason sporting fluffed up big 90s hair.  She likely believes it gives her more power over some specific male target audience.&lt;/p&gt;\n\n&lt;p&gt;If you happen to be a male observer of beautiful young women at large, you&amp;#39;ll notice that if there&amp;#39;s any possibility they are on display, nearly all will flip their hair constantly.  It&amp;#39;s as if they were adjusting it, but there&amp;#39;s really nothing to adjust.&lt;/p&gt;\n\n&lt;p&gt;In Judeo/Christian theory, hair is used often as a symbol of power. We have Samson, who’s strength could only be taken from him by cutting his hair.&lt;/p&gt;\n\n&lt;p&gt;Women are told to keep their heads covered, because of the angels.  It’s a reference to the return of the fallen angels, who are gigantic womanizers.  In fact, from the book of Enoch, the fallen angels invented makeup and jewelry.&lt;/p&gt;\n\n&lt;p&gt;Just that one statement about keeping the head covered  led to all kinds of oppressive religious coverings.&lt;/p&gt;\n\n&lt;p&gt;For men we have, “Gray hair is a crown of glory; it is attained along the path of righteousness.”&lt;/p&gt;\n\n&lt;p&gt;I haven’t noticed that myself. I seem to be heading in the opposite direction.&lt;/p&gt;\n\n&lt;p&gt;Priests were required to keep all of their facial hair. They were also the only ones allowed to approach the shrine. If they cut their beards, they’d be struck dead by God on entry.&lt;/p&gt;\n\n&lt;p&gt;The ultimate embarrassment for an Israelite warrior was to be sent home, defeated, with half of his beard shaved off and his bullocks exposed by cutting his garments.&lt;/p&gt;\n\n&lt;p&gt;Let me explain my bible knowledge.  Carlos looked me in the eye one day, during a lecture, and told us to really read the bible.  &lt;em&gt;Really&lt;/em&gt;, he said.  He insisted we&amp;#39;d see what a load of nonsense it was.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t.  I saw it as more lost technology.    Like sorcery.  It could be, that&amp;#39;s what he actually had in mind.&lt;/p&gt;\n\n&lt;p&gt;Yesterday I was again wondering about Cholita&amp;#39;s hair, still short after 25 years, when I went to track her down.  She&amp;#39;d fled to West Hollywood.&lt;/p&gt;\n\n&lt;p&gt;I arrived at an expensive hotel, to find her walking out. We had to walk some ways to the car, but she seemed to be in a very good mood, sporting new designer clothes and shoes.&lt;/p&gt;\n\n&lt;p&gt;As we walked she turned to me, smiled and said, “I’m getting used to being crazy.”&lt;/p&gt;\n\n&lt;p&gt;I replied, &amp;quot;Yes, of course.  It&amp;#39;s not so bad.  I&amp;#39;ve gotten used to it.  Sometimes it can even be fun!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We wandered around the Century City Mall, while she explained to me how the class system works in Mexico.  She taught me about the separation between racial casts there, which sounded a lot like Asia.  However, in Asia it&amp;#39;s honorable to be a servant, if  you do a good job. There&amp;#39;s no shame.&lt;/p&gt;\n\n&lt;p&gt;In Mexico, it seems that you have to lower your head if you&amp;#39;re a servant class person. But, you get to boss it over the people under you, and insist they lower their head.&lt;/p&gt;\n\n&lt;p&gt;No wonder Don Juan defined a warrior as someone who bows to no one, but also doesn&amp;#39;t expect anyone to bow to him.&lt;/p&gt;\n\n&lt;p&gt;My main interest however,  was if royalty still existed there from the influence of Spain.  The corruption in Mexico is a direct result of that history.  When a royal family controls a whole country, they set up their own officials who are on the take, and send money back to the royalty.  That kind of corrupt arrangement can pretty much continue, long after there are no royal presences.&lt;/p&gt;\n\n&lt;p&gt;It does in Mexico.  Mexico ought to be a world super power, but corruption prevents it.&lt;/p&gt;\n\n&lt;p&gt;She said of course there&amp;#39;s still a royal presence, but then corrected herself and said that it had kind of blended into financial status.  Or fame maybe. She couldn&amp;#39;t quite explain that.&lt;/p&gt;\n\n&lt;p&gt;She then proceeded to show me how to handle store clerks. I was horrified, but she seemed to get away with it.&lt;/p&gt;\n\n&lt;p&gt;According to Mexico’s class system, servants are servants, and you are entitled to treat them badly.&lt;/p&gt;\n\n&lt;p&gt;I’m the opposite. I try to make friends with everyone.  Autistic people have problems socializing, so they eventually have to learn to be sweet.&lt;/p&gt;\n\n&lt;p&gt;Cholita does the opposite.  And she feels it&amp;#39;s the right thing to do.&lt;/p&gt;\n\n&lt;p&gt;Fortunately,  I did discover a very good trick to smooth things over while shopping.&lt;/p&gt;\n\n&lt;p&gt;Gay store clerks don’t mind being pushed around by women, as long as they’re buying expensive stuff. They even seem to enjoy observing the behavior,  as if they could pick up some tips.&lt;/p&gt;\n\n&lt;p&gt;And when I pretend to be the far too tolerant doting older husband, they take sides with me and help to keep her happy.&lt;/p&gt;\n\n&lt;p&gt;(Stalking should be fun).&lt;/p&gt;\n\n&lt;p&gt;We found a leather garment and boot store popular with young gay men, and Cholita was not shy about admiring their butts as they positioned themselves in front of a mirror, and bent over to put on some shoes.&lt;/p&gt;\n\n&lt;p&gt;Oddly, they didn&amp;#39;t seem to mind her staring at their butts.&lt;/p&gt;\n\n&lt;p&gt;She mumbled that she needed to find better demographics, looking up at me, being 9 years older than her.&lt;/p&gt;\n\n&lt;p&gt;As we walked to an Italian restaurant, I asked Cholita why she didn’t let her hair grow back?&lt;/p&gt;\n\n&lt;p&gt;If, as she said, “Carlos is gone. It’s over!”, how come she still looked the way he told her to look?&lt;/p&gt;\n\n&lt;p&gt;She didn’t answer until an hour later. We were eating, and 2 women walked in and sat at the table next to us. They seemed to be a little too chummy, and one had a semi pixy haircut.&lt;/p&gt;\n\n&lt;p&gt;I didn’t mention it to Cholita, who stared straight ahead and zoned out for a bit.&lt;/p&gt;\n\n&lt;p&gt;She flagged down a waiter, and ordered a glass of Grappa.&lt;/p&gt;\n\n&lt;p&gt;Then she began to answer my hair question.&lt;/p&gt;\n\n&lt;p&gt;“Why the fuck do people assume you’re a lesbian if you have short hair???  What’s wrong with this world, with people behaving so badly all the time?”&lt;/p&gt;\n\n&lt;p&gt;I had to pipe in.&lt;/p&gt;\n\n&lt;p&gt;Yes they’re all assholes, I explained to her.  But they can’t help themselves.   They have so little in their lives.  Best thing to do is just learn from them, so you don’t repeat their mistakes.&lt;/p&gt;\n\n&lt;p&gt;I looked over to the women with short hair, feeling a little guilty because I had in fact been hoping they were lesbians.   I even tried to imagine them kissing.&lt;/p&gt;\n\n&lt;p&gt;Cholita went on.&lt;/p&gt;\n\n&lt;p&gt;“When the nagual told me to cut my hair, I was shocked at the results!  Before I cut it, men would flirt with me everywhere I went. I didn’t even have to make an effort to attract them!”&lt;/p&gt;\n\n&lt;p&gt;“But after I cut it, there was nothing. All of the attention went away. I couldn’t believe the instant transformation.”&lt;/p&gt;\n\n&lt;p&gt;I felt sort of stupid at that point.&lt;/p&gt;\n\n&lt;p&gt;Of course, that’s what Carlos was doing. I remember the sad day he announced that, “we’ve been betrayed”. He found out there were secret romances going on in private classes, and possibly half the room knew about it before he did.&lt;/p&gt;\n\n&lt;p&gt;Carlos gathered more women than m en, because they have more free energy and don’t necessarily need to become silent in order to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;But that’s impossible if their thoughts are focused on chasing a man. Their energy goes to him.&lt;/p&gt;\n\n&lt;p&gt;Women use their excessive energy to re-purpose men.  In that sense, they behave a little like inorganic beings, who seek out male energy to make themselves more powerful.&lt;/p&gt;\n\n&lt;p&gt;Or maybe inorganic beings, being female, behave the same way as women.  They&amp;#39;ll show off for you, pose, and eventually it escalates to sex, if you don&amp;#39;t stop them.  And they&amp;#39;re loaded with wonderful dark energy.&lt;/p&gt;\n\n&lt;p&gt;I’ve seen that with Cholita.  When she’s happy with me, she overflows with wonderful dark energy. I can actually feel it in the air, and follow strands of it around, as she walks along.  Sometimes I&amp;#39;ll have forgotten about it,  and cross a cobweb she&amp;#39;s left in a store. It&amp;#39;s as solid as water, just floating in the air like a string leading back to Cholita.&lt;/p&gt;\n\n&lt;p&gt;Last night I got obsessed with a product label in a grocery store, and Cholita disappeared from my sight.  Instead of looking around visually, I tried to follow a cobweb still hanging in the air, back to her.  It was a dead end, but it&amp;#39;s that solid and real feeling, so that you could actually follow someone.&lt;/p&gt;\n\n&lt;p&gt;When she’s not happy, I can’t find any cobwebs.&lt;/p&gt;\n\n&lt;p&gt;The answer was always obvious. Carlos had the women cut their hair, because there was nothing else he could have done.  He needed for them to direct their energy into the group.&lt;/p&gt;\n\n&lt;p&gt;One day in class, after a few years of training, he looked out at his private class students and commented, &amp;quot;What an energetic mass!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He told us it gave him access to things even don Juan couldn&amp;#39;t reach.&lt;/p&gt;\n\n&lt;p&gt;Edited: seven times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "d2th8e", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/d2th8e/hair/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/d2th8e/hair/", "subreddit_subscribers": 9561, "created_utc": 1568221860.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f01czf8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f01a9tn", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'll add this story as an aside, to show that things don't always work out when you adopt a young energetic woman.  If they're broken too much, they don't move on.\n\nOne day in private classes, Corey and Felix approached me.  Carlos had told them that he wanted to sell his compound on Pandora to us.  It was part of his preparation for being dead.\n\nWe were given almost a full tour of the place.  He showed us the wooden beam behind which Grant, naked at the time, was supposed to have vanished. It was a crack between worlds.\n\nAs I recall, he didn’t bring us upstairs inside the main house.  If Corey would come to write for us, we could know for sure.\n\nBut if he didn't show us the upstairs, the reason for that became obvious later on.\n\nI was especially interested in his backyard, which was surrounded all around by fencing and thick plants.  From what I saw, it was a truly isolated large place, where you could practice sorcery in a group.\n\nThere were little dwellings around a truly grand picnic area made of solid wood.   It might even have been hardwood.\n\nCarlos pulled out the wooden drawers that were incorporated into the tables and cooking areas, insisting I look at all the shiny forks and spoons.  He guided me to pick some up and look at them closely.\n\nI didn’t realize he was angling himself and me, so that a woman in one of the little dwellings could see how serious we were about buying his compound.\n\nAt the end of the tour we ended up naturally coming across the little dwelling where the woman was staying. He walked in a loop so that it came almost last.\n\nHe had her come out, and introduced us to her.  She looked to be a middle-aged woman who was tired.\n\nLater I found out, it was a stalking maneuver.  Carlos was dying, and he needed that woman to find another place to live.  He wanted her to see that time was up because the house would be sold soon.\n\nHe also gave us a lesson in stalking at the same time.", "edited": 1568313471.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f01czf8", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll add this story as an aside, to show that things don&amp;#39;t always work out when you adopt a young energetic woman.  If they&amp;#39;re broken too much, they don&amp;#39;t move on.&lt;/p&gt;\n\n&lt;p&gt;One day in private classes, Corey and Felix approached me.  Carlos had told them that he wanted to sell his compound on Pandora to us.  It was part of his preparation for being dead.&lt;/p&gt;\n\n&lt;p&gt;We were given almost a full tour of the place.  He showed us the wooden beam behind which Grant, naked at the time, was supposed to have vanished. It was a crack between worlds.&lt;/p&gt;\n\n&lt;p&gt;As I recall, he didn’t bring us upstairs inside the main house.  If Corey would come to write for us, we could know for sure.&lt;/p&gt;\n\n&lt;p&gt;But if he didn&amp;#39;t show us the upstairs, the reason for that became obvious later on.&lt;/p&gt;\n\n&lt;p&gt;I was especially interested in his backyard, which was surrounded all around by fencing and thick plants.  From what I saw, it was a truly isolated large place, where you could practice sorcery in a group.&lt;/p&gt;\n\n&lt;p&gt;There were little dwellings around a truly grand picnic area made of solid wood.   It might even have been hardwood.&lt;/p&gt;\n\n&lt;p&gt;Carlos pulled out the wooden drawers that were incorporated into the tables and cooking areas, insisting I look at all the shiny forks and spoons.  He guided me to pick some up and look at them closely.&lt;/p&gt;\n\n&lt;p&gt;I didn’t realize he was angling himself and me, so that a woman in one of the little dwellings could see how serious we were about buying his compound.&lt;/p&gt;\n\n&lt;p&gt;At the end of the tour we ended up naturally coming across the little dwelling where the woman was staying. He walked in a loop so that it came almost last.&lt;/p&gt;\n\n&lt;p&gt;He had her come out, and introduced us to her.  She looked to be a middle-aged woman who was tired.&lt;/p&gt;\n\n&lt;p&gt;Later I found out, it was a stalking maneuver.  Carlos was dying, and he needed that woman to find another place to live.  He wanted her to see that time was up because the house would be sold soon.&lt;/p&gt;\n\n&lt;p&gt;He also gave us a lesson in stalking at the same time.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/f01czf8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568313180.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568313180.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "f04mgyu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f04j5mv", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm not sure of your history with inorganics in dreaming, but I used to kill them the instant they tried to press up against me.\n\nI was obsessed with passing all the \"Gates of Dreaming\", and ended up going around on a murder rampage, to clear out the environment.\n\nThat caused my lucidity to be lost too quickly.  I'd make up for it with dreaming changes, and so as a result of being too snobby to interact with the locals, I had to change dreams every minute or two.\n\nIf I'd just realized, the locals are partially made up of inorganic beings, I might have struck a deal with one.  I might have gotten one to follow me around in a specific form, to help me remain lucid.\n\n(They will indeed do that!)\n\nMy favorite is puppy dog or small child.  Those will follow you around. It's built into what they are portraying.\n\nA comment about inorganic beings:  The biggest problem I have with people who write to me for the first time, is that I have to keep talk about inorganic beings to a minimum.\n\nIf I tell them how I play with them nightly, they worry I'm off my rocker.\n\nThe problem is, we have super high expectations because of \"the little smoke\" stories from Carlos books. The inorganic beings have to be special and unattainable, or it makes some people feel lessened. Their self-image depends on being special, seeking something amazing.\n\nThey fail to keep the rest of the stories on inorganics in mind.  As the books proceed, the inorganics show up the instant don Juan mentions them to Carlos.  \n\nAnd the ancient sorcerers hiding under the big rock had accumulated 12 of them.\n\nThey're likely a lot more common than we know.\n\nSo if you see something with 2 eyes and a mouth, and it's not from the first attention, it's an \"inorganic being\".\n\nThat's all they are.  A \"being\", that has no organic body.\n\nForget about whether they're good enough to qualify.\n\nJust interact with them.\n\nEdited: twice", "edited": 1568408969.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f04mgyu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not sure of your history with inorganics in dreaming, but I used to kill them the instant they tried to press up against me.&lt;/p&gt;\n\n&lt;p&gt;I was obsessed with passing all the &amp;quot;Gates of Dreaming&amp;quot;, and ended up going around on a murder rampage, to clear out the environment.&lt;/p&gt;\n\n&lt;p&gt;That caused my lucidity to be lost too quickly.  I&amp;#39;d make up for it with dreaming changes, and so as a result of being too snobby to interact with the locals, I had to change dreams every minute or two.&lt;/p&gt;\n\n&lt;p&gt;If I&amp;#39;d just realized, the locals are partially made up of inorganic beings, I might have struck a deal with one.  I might have gotten one to follow me around in a specific form, to help me remain lucid.&lt;/p&gt;\n\n&lt;p&gt;(They will indeed do that!)&lt;/p&gt;\n\n&lt;p&gt;My favorite is puppy dog or small child.  Those will follow you around. It&amp;#39;s built into what they are portraying.&lt;/p&gt;\n\n&lt;p&gt;A comment about inorganic beings:  The biggest problem I have with people who write to me for the first time, is that I have to keep talk about inorganic beings to a minimum.&lt;/p&gt;\n\n&lt;p&gt;If I tell them how I play with them nightly, they worry I&amp;#39;m off my rocker.&lt;/p&gt;\n\n&lt;p&gt;The problem is, we have super high expectations because of &amp;quot;the little smoke&amp;quot; stories from Carlos books. The inorganic beings have to be special and unattainable, or it makes some people feel lessened. Their self-image depends on being special, seeking something amazing.&lt;/p&gt;\n\n&lt;p&gt;They fail to keep the rest of the stories on inorganics in mind.  As the books proceed, the inorganics show up the instant don Juan mentions them to Carlos.  &lt;/p&gt;\n\n&lt;p&gt;And the ancient sorcerers hiding under the big rock had accumulated 12 of them.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re likely a lot more common than we know.&lt;/p&gt;\n\n&lt;p&gt;So if you see something with 2 eyes and a mouth, and it&amp;#39;s not from the first attention, it&amp;#39;s an &amp;quot;inorganic being&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all they are.  A &amp;quot;being&amp;quot;, that has no organic body.&lt;/p&gt;\n\n&lt;p&gt;Forget about whether they&amp;#39;re good enough to qualify.&lt;/p&gt;\n\n&lt;p&gt;Just interact with them.&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/f04mgyu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568390759.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568390759.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "f04j5mv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "send_replies": true, "parent_id": "t1_f01a9tn", "score": 1, "author_fullname": "t2_d3tum", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I dont know any sorcery dedicated full of energy woman but im looking to find them. However after reading your stuff about inorganics i changed my attitute to the \"blank\" thing in my dreams and i had a not quite thrilling sex with it twice(realising its just projections and its inorganic doing it) , as well as managed to make it change forms. I guess thats progress compared to being scared and going into fights with it/them.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_f04j5mv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I dont know any sorcery dedicated full of energy woman but im looking to find them. However after reading your stuff about inorganics i changed my attitute to the &amp;quot;blank&amp;quot; thing in my dreams and i had a not quite thrilling sex with it twice(realising its just projections and its inorganic doing it) , as well as managed to make it change forms. I guess thats progress compared to being scared and going into fights with it/them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/f04j5mv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568388638.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568388638.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "f01a9tn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1568312284.0, "send_replies": true, "parent_id": "t1_f00oigq", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's an interesting topic.   I don’t have good answers, but I think it’s useful for me to tell what I know, because other men will find the same thing. They’ll find energetically powerful women, and wonder if they aren’t just chasing them for ordinary reasons.\n\nWell yes.  Of course!    That’s the fun part. \n\nBut not really.  It’s stalking.   Stalking is supposed to be fun.   \n\nAnd unfortunately, if you want to get a random woman around you, you sort of have to fit it into what they know.  Romance.  But there are multiple kinds of romance, including friendships based on attraction, which never cross the line.\n\nWomen love those!\n\nToss in some amusing chaos, and you’ll get help from *intent*, who will sometimes take the chaos as a spin of the wheel of fortune, and give you the results as a prize.\n\nHow do you find energetically powerful women?  If you can *see*, it’s easy.\n\nYou’ll be somewhere ordinary, like in a bakery, look over to see how long the line is, notice a woman who catches your attention, and suddenly she’ll glow.\n\nLiterally glow!\n\nBut if your *seeing* is erratic and not under your control, you can find them by being silent, and accidentally getting closer than a few feet to them.\n\nYou need the silence for obvious reasons.  Someone who isn’t silent is lost in continuous fantasy.  You could shoot spitballs on their back again and again, and they might not notice.\n\nBut with silence, your assemblage point is barely holding on to the “real world” position.\n\nThen, if you get next to a woman with a lot of energy, it can move your assemblage point.   It happens even if she doesn’t know you’re nearby.  And even if you don’t notice them at first.\n\nThere’s rumors Carlos ran into such women a few times, and they weren’t always brought into the group.  \n\nIt’s very likely that if you find a super energetic woman, she’ll be a “hot mess” in her early 20s.  The “hot” part is likely largely artificial, but who cares?   Hot is hot.\n\nAnd she’ll probably be a disaster about to happen.  Energetic women often have a lot of self-caused trouble in their lives.\n\nI ran into a woman at Home Depot who glowed like the sun once I got 3 feet from her.  Her face literally turned into that picture from the cover of Separate Reality.  With clothes still visible, just like in that image! \n\nI mean, she didn’t turn into a luminous cocoon the way Cholita does.  It was a composite, with clothes still on.\n\nIt was very strange.\n\nI stalked her, with help from the Chinese bosses’ son who found it amusing, and brought her near me.  As the rule says, I engaged her in an enterprise where she could help.\n\nSince she was 35 years younger than me, I also found it amusing to bring her to family gatherings, thus adding some useful chaos to the mix.   Carlos himself had sent me back to my family, after I broke off all communications for 17 years.  I wanted to explore exactly what he had in mind,  by not hiding my doings from them.\n\nMy niece dubbed her, “Princess Bubblegum”.  The implications of that are obvious if you’ve seen “Adventure Time” cartoons.  The evil Ice King Sorcerer kidnaps Princess Bubblegum, who constantly dies in horrible accidents and has to be glued back together.\n\nIt was a perfect description of the situation. \n\nMuch of the major (conscious) progress I made in sorcery was tied to her energy, which might explain why a sorcery lineage tries to find the double woman first.\n\nIt’s one thing to learn sorcery on your own, and practice it alone. It’s completely different when you’re colliding with another person in the course of doing it.  It becomes a real thing, having an effect in the normal realm.\n\nThe energy she lent to me came in 2 forms. One was from trying to help solve her problems.  It completely disrupted my routine, which made it easier to move my assemblage point.  I had to take responsibility for what happened between us, because of the age difference. That required me to alter my normal internal dialogue.  And I had to engage in stalking, to be around her family and friends.\n\nAll ordinary stuff, but it’s in the realm of continuous not-doing, and so it helps light up unused emanations, which releases usable energy.\n\nAnd if you believe she’s giving you energy, and can even feel it, you’ll work harder when practicing.\n\nThe other way she gave me energy was a direct loan.  That’s the intriguing part.   When she was pleased with me, and even if I didn’t realize I’d pleased her, she glowed orange. \n\nIt was like standing next to an old fashion bathroom heater, with those long elements that glow orange red.  The glow was both warm, and also had that feeling of bliss you get in heightened awareness.\n\nI was happy to hear Cholita say that Carlos had been looking for the “orange scout”, because it’s pretty obvious I’d found one.\n\nNow she’s married and living in Arizona with a child. If you are careful and don’t get involved in sex, you can adopt a young woman for a few years, starting in her early 20s, and she’ll naturally move on by herself.  \n\nIt’s beneficial to both, as long as you don’t worry about all the men she’s chasing while she’s around you.  High energy women attract endless men.\n\nHer friends confided in me a couple of times that they didn't want me to go away because they'd long feared she'd kill herself with her excessive partying, if I hadn't come along.\n\nBut once you’re around them on a regular basis, the high energy balances out more.   It’s not like you can get a dramatic surge of energy anytime they’re around.\n\nIt’s very much like having flashy experiences triggered by hard work and silence.  It’s likely you won’t be able to repeat them the next day.\n\nSame for energetic women.  You kind of have to please them, to get the energy.  \n\nI suspect it’s one of the superpowers women have.  They don’t entirely lure men with sex. They have energy men need also.  They’re drug dealers of sorts.\n\nThe same thing happens in Ant colonies, where it turns out that the queen has a drug which keeps the worker ants happy.  \n \nBut as for high energy women wasting their energy, they can easily stir up their internal dialogues to crazy levels.  That’s what uses up their energy.  \n\nYou can especially see that happen when they get into some kind of romantic situation that doesn't work out, feel bitter about it, and proceed to chase the man.  \n\n In the course of chasing him they get tired.   They notice the loss of their power, and start ranting on the web about how he was an \"energy vampire\".\n\nThere are whole web pages and blogs about men being energy vampires.\n\nReally, they're own internal dialogue is the energy vampire.  The guy just stirs it up.\n\nEdited: twice", "edited": 1568318862.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f01a9tn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s an interesting topic.   I don’t have good answers, but I think it’s useful for me to tell what I know, because other men will find the same thing. They’ll find energetically powerful women, and wonder if they aren’t just chasing them for ordinary reasons.&lt;/p&gt;\n\n&lt;p&gt;Well yes.  Of course!    That’s the fun part. &lt;/p&gt;\n\n&lt;p&gt;But not really.  It’s stalking.   Stalking is supposed to be fun.   &lt;/p&gt;\n\n&lt;p&gt;And unfortunately, if you want to get a random woman around you, you sort of have to fit it into what they know.  Romance.  But there are multiple kinds of romance, including friendships based on attraction, which never cross the line.&lt;/p&gt;\n\n&lt;p&gt;Women love those!&lt;/p&gt;\n\n&lt;p&gt;Toss in some amusing chaos, and you’ll get help from &lt;em&gt;intent&lt;/em&gt;, who will sometimes take the chaos as a spin of the wheel of fortune, and give you the results as a prize.&lt;/p&gt;\n\n&lt;p&gt;How do you find energetically powerful women?  If you can &lt;em&gt;see&lt;/em&gt;, it’s easy.&lt;/p&gt;\n\n&lt;p&gt;You’ll be somewhere ordinary, like in a bakery, look over to see how long the line is, notice a woman who catches your attention, and suddenly she’ll glow.&lt;/p&gt;\n\n&lt;p&gt;Literally glow!&lt;/p&gt;\n\n&lt;p&gt;But if your &lt;em&gt;seeing&lt;/em&gt; is erratic and not under your control, you can find them by being silent, and accidentally getting closer than a few feet to them.&lt;/p&gt;\n\n&lt;p&gt;You need the silence for obvious reasons.  Someone who isn’t silent is lost in continuous fantasy.  You could shoot spitballs on their back again and again, and they might not notice.&lt;/p&gt;\n\n&lt;p&gt;But with silence, your assemblage point is barely holding on to the “real world” position.&lt;/p&gt;\n\n&lt;p&gt;Then, if you get next to a woman with a lot of energy, it can move your assemblage point.   It happens even if she doesn’t know you’re nearby.  And even if you don’t notice them at first.&lt;/p&gt;\n\n&lt;p&gt;There’s rumors Carlos ran into such women a few times, and they weren’t always brought into the group.  &lt;/p&gt;\n\n&lt;p&gt;It’s very likely that if you find a super energetic woman, she’ll be a “hot mess” in her early 20s.  The “hot” part is likely largely artificial, but who cares?   Hot is hot.&lt;/p&gt;\n\n&lt;p&gt;And she’ll probably be a disaster about to happen.  Energetic women often have a lot of self-caused trouble in their lives.&lt;/p&gt;\n\n&lt;p&gt;I ran into a woman at Home Depot who glowed like the sun once I got 3 feet from her.  Her face literally turned into that picture from the cover of Separate Reality.  With clothes still visible, just like in that image! &lt;/p&gt;\n\n&lt;p&gt;I mean, she didn’t turn into a luminous cocoon the way Cholita does.  It was a composite, with clothes still on.&lt;/p&gt;\n\n&lt;p&gt;It was very strange.&lt;/p&gt;\n\n&lt;p&gt;I stalked her, with help from the Chinese bosses’ son who found it amusing, and brought her near me.  As the rule says, I engaged her in an enterprise where she could help.&lt;/p&gt;\n\n&lt;p&gt;Since she was 35 years younger than me, I also found it amusing to bring her to family gatherings, thus adding some useful chaos to the mix.   Carlos himself had sent me back to my family, after I broke off all communications for 17 years.  I wanted to explore exactly what he had in mind,  by not hiding my doings from them.&lt;/p&gt;\n\n&lt;p&gt;My niece dubbed her, “Princess Bubblegum”.  The implications of that are obvious if you’ve seen “Adventure Time” cartoons.  The evil Ice King Sorcerer kidnaps Princess Bubblegum, who constantly dies in horrible accidents and has to be glued back together.&lt;/p&gt;\n\n&lt;p&gt;It was a perfect description of the situation. &lt;/p&gt;\n\n&lt;p&gt;Much of the major (conscious) progress I made in sorcery was tied to her energy, which might explain why a sorcery lineage tries to find the double woman first.&lt;/p&gt;\n\n&lt;p&gt;It’s one thing to learn sorcery on your own, and practice it alone. It’s completely different when you’re colliding with another person in the course of doing it.  It becomes a real thing, having an effect in the normal realm.&lt;/p&gt;\n\n&lt;p&gt;The energy she lent to me came in 2 forms. One was from trying to help solve her problems.  It completely disrupted my routine, which made it easier to move my assemblage point.  I had to take responsibility for what happened between us, because of the age difference. That required me to alter my normal internal dialogue.  And I had to engage in stalking, to be around her family and friends.&lt;/p&gt;\n\n&lt;p&gt;All ordinary stuff, but it’s in the realm of continuous not-doing, and so it helps light up unused emanations, which releases usable energy.&lt;/p&gt;\n\n&lt;p&gt;And if you believe she’s giving you energy, and can even feel it, you’ll work harder when practicing.&lt;/p&gt;\n\n&lt;p&gt;The other way she gave me energy was a direct loan.  That’s the intriguing part.   When she was pleased with me, and even if I didn’t realize I’d pleased her, she glowed orange. &lt;/p&gt;\n\n&lt;p&gt;It was like standing next to an old fashion bathroom heater, with those long elements that glow orange red.  The glow was both warm, and also had that feeling of bliss you get in heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;I was happy to hear Cholita say that Carlos had been looking for the “orange scout”, because it’s pretty obvious I’d found one.&lt;/p&gt;\n\n&lt;p&gt;Now she’s married and living in Arizona with a child. If you are careful and don’t get involved in sex, you can adopt a young woman for a few years, starting in her early 20s, and she’ll naturally move on by herself.  &lt;/p&gt;\n\n&lt;p&gt;It’s beneficial to both, as long as you don’t worry about all the men she’s chasing while she’s around you.  High energy women attract endless men.&lt;/p&gt;\n\n&lt;p&gt;Her friends confided in me a couple of times that they didn&amp;#39;t want me to go away because they&amp;#39;d long feared she&amp;#39;d kill herself with her excessive partying, if I hadn&amp;#39;t come along.&lt;/p&gt;\n\n&lt;p&gt;But once you’re around them on a regular basis, the high energy balances out more.   It’s not like you can get a dramatic surge of energy anytime they’re around.&lt;/p&gt;\n\n&lt;p&gt;It’s very much like having flashy experiences triggered by hard work and silence.  It’s likely you won’t be able to repeat them the next day.&lt;/p&gt;\n\n&lt;p&gt;Same for energetic women.  You kind of have to please them, to get the energy.  &lt;/p&gt;\n\n&lt;p&gt;I suspect it’s one of the superpowers women have.  They don’t entirely lure men with sex. They have energy men need also.  They’re drug dealers of sorts.&lt;/p&gt;\n\n&lt;p&gt;The same thing happens in Ant colonies, where it turns out that the queen has a drug which keeps the worker ants happy.  &lt;/p&gt;\n\n&lt;p&gt;But as for high energy women wasting their energy, they can easily stir up their internal dialogues to crazy levels.  That’s what uses up their energy.  &lt;/p&gt;\n\n&lt;p&gt;You can especially see that happen when they get into some kind of romantic situation that doesn&amp;#39;t work out, feel bitter about it, and proceed to chase the man.  &lt;/p&gt;\n\n&lt;p&gt;In the course of chasing him they get tired.   They notice the loss of their power, and start ranting on the web about how he was an &amp;quot;energy vampire&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There are whole web pages and blogs about men being energy vampires.&lt;/p&gt;\n\n&lt;p&gt;Really, they&amp;#39;re own internal dialogue is the energy vampire.  The guy just stirs it up.&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/f01a9tn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568312284.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "f00oigq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "created_utc": 1568304361.0, "send_replies": true, "parent_id": "t3_d2th8e", "score": 2, "author_fullname": "t2_d3tum", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; But that’s impossible if their thoughts are focused on chasing a man. Their energy goes to him. \n\nIs that litterally donating energy or more like wasting the focus and energy on non sorcery targets/tasks in general ?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_f00oigq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But that’s impossible if their thoughts are focused on chasing a man. Their energy goes to him. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Is that litterally donating energy or more like wasting the focus and energy on non sorcery targets/tasks in general ?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/f00oigq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568304361.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_d2th8e", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ezx7hre", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1568233795.0, "send_replies": true, "parent_id": "t1_ezx6b8i", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Or he wanted to be out of there, before the shit hit the fan.\n\nHe did warn us it was a war.\n\nI have a story from one of the witches who writes to me.\n\nA boy in the soviet union tattooed the image of a master demon on his arm.  It was a very daring thing to do in Russia, since they believe in dark magic.  They even believe in the \"evil eye\".\n\nWithin a few weeks, he was on suicide watch.\n\nHer conclusion was that it provided evidence for the existence of christian style demons, even though from culture to culture there's no consistency.\n\nMy conclusion is based on people who write to me, urgently.\n\nThey're on the verge of mental illness, or already encased in it and not admitting it to themselves.\n\nAs don  Juan said, volunteers will crack as soon as you put any pressure on them.\n\nThe soviet boy was already developing a psychosis, and that caused him to tattoo his arm with a demon. Having it there activated the mania often associated with mental illness, during which you actually feel good.\n\nBeing on suicide watch a few weeks later is consistent with emerging schizophrenia.  The mania leads to a crash.", "edited": 1568234023.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_ezx7hre", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Or he wanted to be out of there, before the shit hit the fan.&lt;/p&gt;\n\n&lt;p&gt;He did warn us it was a war.&lt;/p&gt;\n\n&lt;p&gt;I have a story from one of the witches who writes to me.&lt;/p&gt;\n\n&lt;p&gt;A boy in the soviet union tattooed the image of a master demon on his arm.  It was a very daring thing to do in Russia, since they believe in dark magic.  They even believe in the &amp;quot;evil eye&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Within a few weeks, he was on suicide watch.&lt;/p&gt;\n\n&lt;p&gt;Her conclusion was that it provided evidence for the existence of christian style demons, even though from culture to culture there&amp;#39;s no consistency.&lt;/p&gt;\n\n&lt;p&gt;My conclusion is based on people who write to me, urgently.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re on the verge of mental illness, or already encased in it and not admitting it to themselves.&lt;/p&gt;\n\n&lt;p&gt;As don  Juan said, volunteers will crack as soon as you put any pressure on them.&lt;/p&gt;\n\n&lt;p&gt;The soviet boy was already developing a psychosis, and that caused him to tattoo his arm with a demon. Having it there activated the mania often associated with mental illness, during which you actually feel good.&lt;/p&gt;\n\n&lt;p&gt;Being on suicide watch a few weeks later is consistent with emerging schizophrenia.  The mania leads to a crash.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_d2th8e", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx7hre/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568233795.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx6b8i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ezx56hh", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "They do mention silence in several videos but it's more of an afterthought than a primary driver of practice. Since it's hard to market silence as sexy, maybe Carlos advised them to get at it in a round about fashion...", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ezx6b8i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They do mention silence in several videos but it&amp;#39;s more of an afterthought than a primary driver of practice. Since it&amp;#39;s hard to market silence as sexy, maybe Carlos advised them to get at it in a round about fashion...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_d2th8e", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx6b8i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568233040.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568233040.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx56hh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ezx4v22", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Except that you HAVE TO notice it.  \n\nI'm afraid, the tensegrity crowd is in to pretending and posturing, rather than paying attention to the actual effects.  If anyone of them read this, please be aware of this.  The tensegrity high, that \"good feeling\" you can get, is right at the door of heightened awareness.\n\nDim the lights a little while you're doing it, and try to be more silent.  Try to enhance the feeling of seeing vast empty space, when you close your eyes.\n\nJust paying attention to it will move your assemblage point, especially if you slow down the movements a bit, and feel the smoothness of your hands in the air.  \n\nTrying to make the moves perfect (like Yulia's wonderful waterfall video) will help to quiet the internal dialogue.\n\nBUT, the tensegrity crowd is largely women.  So no one can say if the excessive pretending and posturing aren't actually effective techniques in the long run.  Cholita's taught me that there's something more to snobbishness than I understand.\n\nI just haven't seen any understanding coming from tensegrity related web pages. Just the same old inspirational quotes.", "edited": 1568409115.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ezx56hh", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Except that you HAVE TO notice it.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, the tensegrity crowd is in to pretending and posturing, rather than paying attention to the actual effects.  If anyone of them read this, please be aware of this.  The tensegrity high, that &amp;quot;good feeling&amp;quot; you can get, is right at the door of heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;Dim the lights a little while you&amp;#39;re doing it, and try to be more silent.  Try to enhance the feeling of seeing vast empty space, when you close your eyes.&lt;/p&gt;\n\n&lt;p&gt;Just paying attention to it will move your assemblage point, especially if you slow down the movements a bit, and feel the smoothness of your hands in the air.  &lt;/p&gt;\n\n&lt;p&gt;Trying to make the moves perfect (like Yulia&amp;#39;s wonderful waterfall video) will help to quiet the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;BUT, the tensegrity crowd is largely women.  So no one can say if the excessive pretending and posturing aren&amp;#39;t actually effective techniques in the long run.  Cholita&amp;#39;s taught me that there&amp;#39;s something more to snobbishness than I understand.&lt;/p&gt;\n\n&lt;p&gt;I just haven&amp;#39;t seen any understanding coming from tensegrity related web pages. Just the same old inspirational quotes.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_d2th8e", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx56hh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568232311.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568232311.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx4v22", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ezx3gyp", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;work hard to learn to get silent.\n\nI was listening to The Joe Rogan Experience podcast #1344 with Joseph Ledoux a neuroscientist who researches consciousness, and in it Rogan talks about a month where he exercised intensely for 5-6 hours every day and how his anxiety and his monkey mind, his insistent internal dialogue was just gone and how \"high\" he was during that time...just from movement. Somatic saturation really does work. And if it's Tensegrity you're doing to saturation, it has even more magical affects.\n\nEdit: just remembered that Shaolin monks used intense kung-fu training likely to similar ends. Even running and dance would work.", "edited": 1568232895.0, "author_flair_css_class": null, "name": "t1_ezx4v22", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;work hard to learn to get silent.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I was listening to The Joe Rogan Experience podcast #1344 with Joseph Ledoux a neuroscientist who researches consciousness, and in it Rogan talks about a month where he exercised intensely for 5-6 hours every day and how his anxiety and his monkey mind, his insistent internal dialogue was just gone and how &amp;quot;high&amp;quot; he was during that time...just from movement. Somatic saturation really does work. And if it&amp;#39;s Tensegrity you&amp;#39;re doing to saturation, it has even more magical affects.&lt;/p&gt;\n\n&lt;p&gt;Edit: just remembered that Shaolin monks used intense kung-fu training likely to similar ends. Even running and dance would work.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_d2th8e", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx4v22/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568232107.0, "author_flair_text": null, "collapsed": false, "created_utc": 1568232107.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx3gyp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ezx2efv", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't know enough about it yet.  But just telling you guys will make it noticable for people who work hard to learn to get silent.\n\nSo don't forget to feel for cobwebs, even if your arm gets tired. Eventually it won't.  \n\nI've maxed out some weight lifting machines at the gym, just to make it easy to move my arms for long periods.\n\nThe outside edge of the right hand, and back of it, are very sensitive. The right hand specifically because it tends to find cobwebs that connect to your right foot and the ankle there.\n\nMaybe that's because the assemblage point for the second attention is just above there, being tilted slightly to the right.\n\nAnd that part of the hand is likely so sensitive, because you have tiny hairs there, to sneak your way into narrow caves, without endangering your skin from scraping too close.\n\nIt's a center of \"feeling\".\n\nOn Cholita, the best place to feel for cobwebs is at her waist, on her left side.  But you have to be behind her slightly.\n\nMaybe that's because it puts you near to her actual first attention assemblage point, which is on the back, near the left shoulder.\n\nOdd that it all seems to agree with what Carlos wrote.  Such far-fetched stuff, but it's literally true.\n\nI've observed that \"religions\" are tolerated by people, as long as they aren't true.\n\nSorcery is not tolerated.", "edited": 1568231600.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ezx3gyp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know enough about it yet.  But just telling you guys will make it noticable for people who work hard to learn to get silent.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t forget to feel for cobwebs, even if your arm gets tired. Eventually it won&amp;#39;t.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve maxed out some weight lifting machines at the gym, just to make it easy to move my arms for long periods.&lt;/p&gt;\n\n&lt;p&gt;The outside edge of the right hand, and back of it, are very sensitive. The right hand specifically because it tends to find cobwebs that connect to your right foot and the ankle there.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s because the assemblage point for the second attention is just above there, being tilted slightly to the right.&lt;/p&gt;\n\n&lt;p&gt;And that part of the hand is likely so sensitive, because you have tiny hairs there, to sneak your way into narrow caves, without endangering your skin from scraping too close.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a center of &amp;quot;feeling&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;On Cholita, the best place to feel for cobwebs is at her waist, on her left side.  But you have to be behind her slightly.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s because it puts you near to her actual first attention assemblage point, which is on the back, near the left shoulder.&lt;/p&gt;\n\n&lt;p&gt;Odd that it all seems to agree with what Carlos wrote.  Such far-fetched stuff, but it&amp;#39;s literally true.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve observed that &amp;quot;religions&amp;quot; are tolerated by people, as long as they aren&amp;#39;t true.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is not tolerated.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx3gyp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568231211.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568231211.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx2efv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ezx1aan", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;it's likely you'll have triggered a movement.\n\nAnd how do you know in which direction to coax it, and by how much? Do you base it on their outward reactions, as to when to stop?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ezx2efv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;it&amp;#39;s likely you&amp;#39;ll have triggered a movement.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And how do you know in which direction to coax it, and by how much? Do you base it on their outward reactions, as to when to stop?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx2efv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568230524.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1568230524.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx1aan", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1568229804.0, "send_replies": true, "parent_id": "t1_ezx09dg", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've been wondering about that too. He was surrounded by different types of people, with different kinds of energy.\n\nHe even named it.  There was a blue scout, he was seeking an orange scout, and one woman who was \"rescued\" by her family, kept returning to class as a brown ball of energy.\n\nI've seen the orange type.  According to Carlos' books, that makes them a northerly woman, unless they're double, in which case they reflect all types of women.\n\nIt also seems that it's very easy to move someone's assemblage point, once they've practiced some tensegrity.\n\nA Nagual does it by using his glow to dent the other person's glow. I supposed that takes a lot of energy, thus it has to be a Nagual.\n\nBut a non-Nagual can do it too, as long as they can literally feel the luminous fibers on the energy body of the person they're trying to affect.\n\nYou just follow a strand up to the left shoulder, and feel around for the assemblage point.\n\nWhat it feels like is, that fiber was coming from an area with lots more.  But before you can feel the shape, it's likely you'll have triggered a movement.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ezx1aan", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve been wondering about that too. He was surrounded by different types of people, with different kinds of energy.&lt;/p&gt;\n\n&lt;p&gt;He even named it.  There was a blue scout, he was seeking an orange scout, and one woman who was &amp;quot;rescued&amp;quot; by her family, kept returning to class as a brown ball of energy.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen the orange type.  According to Carlos&amp;#39; books, that makes them a northerly woman, unless they&amp;#39;re double, in which case they reflect all types of women.&lt;/p&gt;\n\n&lt;p&gt;It also seems that it&amp;#39;s very easy to move someone&amp;#39;s assemblage point, once they&amp;#39;ve practiced some tensegrity.&lt;/p&gt;\n\n&lt;p&gt;A Nagual does it by using his glow to dent the other person&amp;#39;s glow. I supposed that takes a lot of energy, thus it has to be a Nagual.&lt;/p&gt;\n\n&lt;p&gt;But a non-Nagual can do it too, as long as they can literally feel the luminous fibers on the energy body of the person they&amp;#39;re trying to affect.&lt;/p&gt;\n\n&lt;p&gt;You just follow a strand up to the left shoulder, and feel around for the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;What it feels like is, that fiber was coming from an area with lots more.  But before you can feel the shape, it&amp;#39;s likely you&amp;#39;ll have triggered a movement.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_d2th8e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx1aan/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568229804.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ezx09dg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1568229139.0, "send_replies": true, "parent_id": "t3_d2th8e", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I guess this one is meant for the ladies. I started balding at 23. But all the men on both sides of my family have lived to 95 plus for the past several generations, so I can't complain.\n\nBut I'm not so sure that short hair being a turn off for men is still valid in the 21st century. There's a lot more diversity.\n\nEdit: Reading your description of following Cholita's dark energy strands, I can see why Carlos liked having them around. Seems potentially very advantageous.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ezx09dg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess this one is meant for the ladies. I started balding at 23. But all the men on both sides of my family have lived to 95 plus for the past several generations, so I can&amp;#39;t complain.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not so sure that short hair being a turn off for men is still valid in the 21st century. There&amp;#39;s a lot more diversity.&lt;/p&gt;\n\n&lt;p&gt;Edit: Reading your description of following Cholita&amp;#39;s dark energy strands, I can see why Carlos liked having them around. Seems potentially very advantageous.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/d2th8e/hair/ezx09dg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1568229139.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_d2th8e", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]