[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Here’s a simple silence technique Carlos gave us. We probably all heard it before, but I’ll go into more detail in order to help out people who have no experience with this. The instructions include some requirements, but don’t let that stop you. If you don’t have the requirements, imagine you do as part of the technique. The main thing is to try it as soon as possible.   And if you have any questions, I can probably answer them.\n\n1. Get a very comfy chair that you can sink into, if you fall asleep but are awake.   You’ll be paralyzed in that case, so make sure that if you’re paralyzed, at least the chair won’t dig into you.\n\nMake sure there’s sides on it, in case you enter into dreaming.   It wouldn’t be unusual to sleep walk while doing this exercise, which might just amount to falling sideways.\n\nThe sides will help wake you up if you end up in a phantom copy of your room.  I once drove the armchair through the wall and down the street.  That’s fine.  Nothing to worry about in that case, and you don’t need any brakes.  But leaving the armchair could be a little risky until you get used to walking in your sleep.\n\nThe cheapest old beat up armchair from the second hand store would be excellent if you don’t have one.  Sometimes you can get those for free, when someone drops it off at night, or the store doesn’t want it.\n\nOr best yet, try to get the armchair from “The Matrix”.  Carlos liked that movie; he might visit just to see it.   Or, something that looks like Carlos might visit.\n\n2. Go to the river and find rocks which fit perfectly between all of your fingers. That’ll be 4 on the left, and 4 on the right.  Don’t settle for almost ok, get the best.  The fingers will be slightly curved when you use them, so fit them to curved fingers.  And yes, some are longer than others.  They should likely tend to be a little flat too. That makes them easier to keep in place. And well rounded so that there’s no hard edges.\n\nThere’s nothing magic about curling the fingers.  It’s just so that you can grip the rocks better.  If you’re a Mr. Spock fan and can do the finger salute, I guess you could keep the fingers straight while you squeeze them together.  Might even work better.   But curved is the usual way.\n\nSomeone in class even duct taped the rocks between their fingers so they’d be in place all night.  I suspect that isn’t really helpful, but the enthusiasm is good.  Maybe some mittens if you feel like doing that.\n\nWhen you find them, make sure they’re ideal.  And now, never change them.  Those 8 will become power objects, so don’t show disloyalty to them by always trading up for a better rock.\n\n3. Shout “INTENT!!!” as loudly as you can, while looking into the distant clouds just above the horizon.  But while shouting \"Intent!!!\", be thinking \"I need silence!\"\n\nYou’ve just intended some help from infinity.\n\nIf you’re shy, it’s fine to do this where there are no people.  You don’t have to shout it all night long in the middle of Westwood, as one woman was rumored to have done.  Once is more than enough.\n\n4.  Sit in the armchair, and estimate the size of small pillow you could hug, so that the top of the pillow could help hold your head up.  It’s just because you will almost surely learn to fall asleep while awake, and it’s uncomfortable if your head fell to your chest.  Mostly you won’t use the pillow unless you run into this issue, but keep it in arms range when practicing.  I just keep it on my lap, because it’s also nice to rest the hands with the rocks on the pillow, so squeezing them is all you have to worry about.\n\n5. Now you’re ready to do the technique.  It might be best if the light in the room is subdued, in case you have dreaming visions.   Less light makes those easier to follow.\n\nJust sit in the chair with eyes closed, rocks between the fingers, and stop that internal dialogue. Don’t fret if you can’t even go 1 second without some word popping into your mind.   In fact, that’s not an issue. That isn’t what causes the internal dialogue, it’s only a symptom.  And this is also why you have the rocks. Squeeze harder to go longer!\n\nYou’re looking specifically for the “thing” that causes the internal dialogue.  That’s your attention, focusing on something.  In the beginning it’ll just feel like an annoying memory you can’t get out of your head.   But in its purest form, it’s a beam of awareness you focus on reality. It directs the assemblage point.\n\nThere’s nothing more I can say about how to silence it; that’s personal.  Or maybe it’s not, but we don’t have enough people who can describe what it’s like for them, to know if there’s some universal advice for how to proceed in stopping it.\n\nHere’s what you are looking for:\n\nA.  You blank out and forget what you were doing.  That’s good!  Just resume.  At first, we can’t retain awareness after a shift of the assemblage point. We’ve been trained to be unaware when that happens, with TV even telling us, the more unconscious you are at night, the better.   They call it, “Deep restful sleep”.  In fact, you're just resting from your obesessive internal dialogue.  Once you can stop it, you're always resting.\n\nUnfortunately, you will need a little practice to give up that bad habit of becoming unconscious at night.  You get the practice during this frustrating stage where you believe you can’t remember to keep practicing and are repeatedly dozing off or blanking out. That’s not what’s happening at all.\n\nB. Your head falls forward in a jarring way.  That’s good!  You fell asleep, but you retained awareness.  Otherwise you wouldn’t have noticed it.   Try to notice it earlier in the fall.\n\nFalling means you moved your assemblage point.  Even better if it keeps falling forward, only seconds after you had to lift it back up.  Keep that up.  You’re making your assemblage point’s position a tiny bit more flexible.  It’s sort of like leaving tiny little candles along a long dark path, so that you can go back more easily.\n\nBut don't bop it up and down on purpose, like a heavy metal fan.  Nothing in sorcery requires pretending, and simulating the result doesn't get you anything.  We've all been pretending long enough!  Time for the real thing.\n\nC. Weird sensations like falling, expanding, or traveling.   Spatial distortions, despite the fact that you have your eyes closed.\n\nThat’s the assemblage point moving. Try to learn what it feels like, and extend it.  Try to make it move slower and last longer.  But forget about that book deal for now, that’ll just make it move back.\n\nD. A perception of light but with your eyes closed, and the light doesn’t seem to correspond to the light in the room.  Fan the light by rotating your sight of it.  Just look around the edges in a clockwise path.\n\nBlow into the center of it.  Try to figure out how to make it brighter, but don’t forget to keep up the silence.   And did you forget to press the rocks?  Don’t.\n\nThe interaction with a “real phenomena” (like seeing that light and trying to make it stronger), will give you feedback for deeper silence.    That means, you’ll realize what is at the base of silence that you can emphasize, and it makes the light brighter.  You’ve got yourself a “silence meter”, which gives measurements on how silent you are!\n\nYou've also got something to focus your attention on, so it doesn't fantasize.\n\nEventually, if you learn how to increase the silence so that it’ll increase the brightness, you’ll stop the world.  But don’t expect to realize that until later.  Despite what's implied in Carlos' books, there's no orgasm associated with stopping the world.\n\nE. You can suddenly see the room, or the floor and your legs, but your eyes are closed.  Jackpot!  You’re soundly in the second attention.  You’ve activated the dreaming body. And it's a dream copy of your room!  Isn't that a 3rd or 4th gate of dreaming thing?\n\nBut don’t expect one time to be a big deal.  You have to keep it up.  And so if you can see the room with your eyes closed, don’t get impatient. Keep watching it as long as you can. If you get a strange idea that you can interact with it, but remain in the chair, go for it.\n\nI don’t recommend standing up and walking into your dream vision, unless it’s in your dreaming body.  And you can’t “cause” that to happen; you just realize at one point, you could do it. So you do.\n\nAnother thing that can happen is, to be aware through both at the same time.  You see your dream vision, but you can \"shift\" back to only being in the chair.  And then you can hold them both at the same time by slowly opening your eyes, while keeping the dream.\n\nDon't.  You'll vomit.  I can only presume, you've tapped into the edge of the third attention, or else I can't figure a reason to puke.   But you will.  Only do 1 at a time, but shifting back and forth between them is very good practice.\n\nF. You see a dreaming scene, but you're fully aware that you're still sitting in the chair.  That’s the dreaming attention activated.  Just watch it as long as you can.  It’s also good to interact with it.  Speak to the people you see in the visions.  But don’t forget to force yourself silent, even though it’s gotten very entertaining.  If you don’t, the internal dialogue will be stimulated by the dreaming scene, and it’ll fade away.\n\nG. You go into a dream.  Typically, it feels like you just forgot and fell asleep.  You didn’t.  You moved your assemblage point, and retained some residue of waking consciousness.\n\nIf you retain enough residue to remember to look at your hands, find out who’s around that you can interact with, and interact with them.  Pick someone nice looking who seems to take an interest in you, and remember that if it gets difficult, you can stare at them until they change into something else, or go away.\n\nH. You hear a very loud knocking on the door.  I don’t know what the hell that is. If anyone figures it out, let me know. I got tired of getting up to see no one there. Fortunately, you'll become familiar with what sound from the second attention is like, versus sound from this reality.  So you won't have to get up.\n\nI. You hear the phone ring, but in fact it did not.  See #H.  Oddly, Joshu Sasaki used this for his \"koan\".  But I'm not sure he really thought you'd hear the phone ring when it really hadn't.  He was just trying to \"amercanize\" his zen puzzles.\n\nJ. Someone shouts your name.  That’s very good! It means someone (inorganic?) noticed your efforts and you might get a little help if you keep it up.  Try to notice if it’s a male or female voice.   I hate to admit it, but once I heard Kylie shout my full name, like a scolding mother.  But it was fortunate. I was in a blank world of fog with no thoughts, and wouldn't have remembered that I stopped the world, without that shout.\n\nK. You see a single object.  That's useful for understanding \"intent\".  Try stating another object  you'd like, something simple like \"spatula\".  Eventually you can learn to see anything you request.  When you can do that, you can pan over the city looking down.  You just ask for a building in the city, and when you see it, intend it to scroll.  But watch out for requesting things like, \"panties\". You'll get them, complete with model, but it'll become a bad habit.   You'll become fascinated with tinkering with the model and her ethnicity.  And then they'll show up without asking.\n\nL. Something swoops across the room, possibly from the upper right to the lower left.  You perceive it as soundless and sightless, since your eyes are closed, but somehow black.  And you'll realize, something has been swooping periodically all of your life.  That's an inorganic being.  But you can't interact with it at that level, it won't do any good to watch for swooping.   If it's there to help you,  you'll just \"coincidentally\" have a flashy experience within a short amount of time.  Could be as long as 10 minutes through.  Or the swoop might bring back your internal dialogue, and you'll be out of luck for that help.\n\nM. The back of your neck at the head makes a loud popping sound.  This is likely caused by relaxing in a way you don't normally relax the neck muscles, and the head re-aligns to the end of the spine.  Carlos mentioned this sound in one of his books, saying it's the second attention popping out.  If you have this effect, it certainly means the silence is relaxing you.  Try to remember what just happened before it.  Were you in a vision?\n\nN. Your breathing changes to become automatic and smooth, and if you have asthma, it goes away.  It means you're getting more silent.  But don't try to simulate that breath. Let it happen naturally so you can use it as a tool to judge success.\n\nO. There's a blinding flash of light, and a very loud explosion sound.  My theory on why this happens is that your assemblage point moved, you remained there perhaps unaware for some time, but then started to notice it and energy was released.  That reminded you of an explosion because explosions also cause a sudden shift of the assemblage point, due to fright.   So your second attention made an explosion for you. On the other hand, there might be another cause, but it's not uncommon to experience this.   The meditation people might have said, \"you released stress\".  Not quite.  You released energy.  A movement of the assemblage point to a place you don't usually experience is often accompanied by a release of energy.\n\nP. You have a  shiver running up your body, and maybe even have goose bumps.  It's not shakti.  It's a movement of the assemblage point to a pleasant position.  Spielberg knows how to accomplish this. He tries to produce this effect towards the end of his movies. Remember when ET makes the bike fly, or when the UFO finally shows itself to everyone?  It's possible to coax the assemblage point using ordinary interactions, something Carlos coveted in his class.  I don't know his techniques except that he gave a couple of lectures on \"cognitive dissonance\".   Gazing at an object you can't recognize (such as the red rag that looked like an animal in one of Carlos' books) would qualify as using cognitive dissonance to shift the assemblage point.  It's all about moving that point, unfortunately.  Silence alone doesn't move it right away.\n\nQ. You start to see the source of the internal dialogue as images and feelings, and you can isolate individual perceptions.  You realize some of them belong to a string that flows automatically, against your desire.  They feel like a point in space that you could ignore, if you could just relax.   You're at the very very start of losing the human form.\n\nZ. A book deal.  Watch out for that too.  It’s the fliers mind coming to bring you back to reality.\n\n&amp;#x200B;\n\nEdited: 9 times (there's a lot of things to add)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Simple Silence Technique", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_bskqmx", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 59, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 59, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1559240726.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1558724170.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Here’s a simple silence technique Carlos gave us. We probably all heard it before, but I’ll go into more detail in order to help out people who have no experience with this. The instructions include some requirements, but don’t let that stop you. If you don’t have the requirements, imagine you do as part of the technique. The main thing is to try it as soon as possible.   And if you have any questions, I can probably answer them.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Get a very comfy chair that you can sink into, if you fall asleep but are awake.   You’ll be paralyzed in that case, so make sure that if you’re paralyzed, at least the chair won’t dig into you.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Make sure there’s sides on it, in case you enter into dreaming.   It wouldn’t be unusual to sleep walk while doing this exercise, which might just amount to falling sideways.&lt;/p&gt;\n\n&lt;p&gt;The sides will help wake you up if you end up in a phantom copy of your room.  I once drove the armchair through the wall and down the street.  That’s fine.  Nothing to worry about in that case, and you don’t need any brakes.  But leaving the armchair could be a little risky until you get used to walking in your sleep.&lt;/p&gt;\n\n&lt;p&gt;The cheapest old beat up armchair from the second hand store would be excellent if you don’t have one.  Sometimes you can get those for free, when someone drops it off at night, or the store doesn’t want it.&lt;/p&gt;\n\n&lt;p&gt;Or best yet, try to get the armchair from “The Matrix”.  Carlos liked that movie; he might visit just to see it.   Or, something that looks like Carlos might visit.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Go to the river and find rocks which fit perfectly between all of your fingers. That’ll be 4 on the left, and 4 on the right.  Don’t settle for almost ok, get the best.  The fingers will be slightly curved when you use them, so fit them to curved fingers.  And yes, some are longer than others.  They should likely tend to be a little flat too. That makes them easier to keep in place. And well rounded so that there’s no hard edges.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;There’s nothing magic about curling the fingers.  It’s just so that you can grip the rocks better.  If you’re a Mr. Spock fan and can do the finger salute, I guess you could keep the fingers straight while you squeeze them together.  Might even work better.   But curved is the usual way.&lt;/p&gt;\n\n&lt;p&gt;Someone in class even duct taped the rocks between their fingers so they’d be in place all night.  I suspect that isn’t really helpful, but the enthusiasm is good.  Maybe some mittens if you feel like doing that.&lt;/p&gt;\n\n&lt;p&gt;When you find them, make sure they’re ideal.  And now, never change them.  Those 8 will become power objects, so don’t show disloyalty to them by always trading up for a better rock.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Shout “INTENT!!!” as loudly as you can, while looking into the distant clouds just above the horizon.  But while shouting &amp;quot;Intent!!!&amp;quot;, be thinking &amp;quot;I need silence!&amp;quot;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;You’ve just intended some help from infinity.&lt;/p&gt;\n\n&lt;p&gt;If you’re shy, it’s fine to do this where there are no people.  You don’t have to shout it all night long in the middle of Westwood, as one woman was rumored to have done.  Once is more than enough.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;p&gt;Sit in the armchair, and estimate the size of small pillow you could hug, so that the top of the pillow could help hold your head up.  It’s just because you will almost surely learn to fall asleep while awake, and it’s uncomfortable if your head fell to your chest.  Mostly you won’t use the pillow unless you run into this issue, but keep it in arms range when practicing.  I just keep it on my lap, because it’s also nice to rest the hands with the rocks on the pillow, so squeezing them is all you have to worry about.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Now you’re ready to do the technique.  It might be best if the light in the room is subdued, in case you have dreaming visions.   Less light makes those easier to follow.&lt;/p&gt;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Just sit in the chair with eyes closed, rocks between the fingers, and stop that internal dialogue. Don’t fret if you can’t even go 1 second without some word popping into your mind.   In fact, that’s not an issue. That isn’t what causes the internal dialogue, it’s only a symptom.  And this is also why you have the rocks. Squeeze harder to go longer!&lt;/p&gt;\n\n&lt;p&gt;You’re looking specifically for the “thing” that causes the internal dialogue.  That’s your attention, focusing on something.  In the beginning it’ll just feel like an annoying memory you can’t get out of your head.   But in its purest form, it’s a beam of awareness you focus on reality. It directs the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;There’s nothing more I can say about how to silence it; that’s personal.  Or maybe it’s not, but we don’t have enough people who can describe what it’s like for them, to know if there’s some universal advice for how to proceed in stopping it.&lt;/p&gt;\n\n&lt;p&gt;Here’s what you are looking for:&lt;/p&gt;\n\n&lt;p&gt;A.  You blank out and forget what you were doing.  That’s good!  Just resume.  At first, we can’t retain awareness after a shift of the assemblage point. We’ve been trained to be unaware when that happens, with TV even telling us, the more unconscious you are at night, the better.   They call it, “Deep restful sleep”.  In fact, you&amp;#39;re just resting from your obesessive internal dialogue.  Once you can stop it, you&amp;#39;re always resting.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, you will need a little practice to give up that bad habit of becoming unconscious at night.  You get the practice during this frustrating stage where you believe you can’t remember to keep practicing and are repeatedly dozing off or blanking out. That’s not what’s happening at all.&lt;/p&gt;\n\n&lt;p&gt;B. Your head falls forward in a jarring way.  That’s good!  You fell asleep, but you retained awareness.  Otherwise you wouldn’t have noticed it.   Try to notice it earlier in the fall.&lt;/p&gt;\n\n&lt;p&gt;Falling means you moved your assemblage point.  Even better if it keeps falling forward, only seconds after you had to lift it back up.  Keep that up.  You’re making your assemblage point’s position a tiny bit more flexible.  It’s sort of like leaving tiny little candles along a long dark path, so that you can go back more easily.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t bop it up and down on purpose, like a heavy metal fan.  Nothing in sorcery requires pretending, and simulating the result doesn&amp;#39;t get you anything.  We&amp;#39;ve all been pretending long enough!  Time for the real thing.&lt;/p&gt;\n\n&lt;p&gt;C. Weird sensations like falling, expanding, or traveling.   Spatial distortions, despite the fact that you have your eyes closed.&lt;/p&gt;\n\n&lt;p&gt;That’s the assemblage point moving. Try to learn what it feels like, and extend it.  Try to make it move slower and last longer.  But forget about that book deal for now, that’ll just make it move back.&lt;/p&gt;\n\n&lt;p&gt;D. A perception of light but with your eyes closed, and the light doesn’t seem to correspond to the light in the room.  Fan the light by rotating your sight of it.  Just look around the edges in a clockwise path.&lt;/p&gt;\n\n&lt;p&gt;Blow into the center of it.  Try to figure out how to make it brighter, but don’t forget to keep up the silence.   And did you forget to press the rocks?  Don’t.&lt;/p&gt;\n\n&lt;p&gt;The interaction with a “real phenomena” (like seeing that light and trying to make it stronger), will give you feedback for deeper silence.    That means, you’ll realize what is at the base of silence that you can emphasize, and it makes the light brighter.  You’ve got yourself a “silence meter”, which gives measurements on how silent you are!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve also got something to focus your attention on, so it doesn&amp;#39;t fantasize.&lt;/p&gt;\n\n&lt;p&gt;Eventually, if you learn how to increase the silence so that it’ll increase the brightness, you’ll stop the world.  But don’t expect to realize that until later.  Despite what&amp;#39;s implied in Carlos&amp;#39; books, there&amp;#39;s no orgasm associated with stopping the world.&lt;/p&gt;\n\n&lt;p&gt;E. You can suddenly see the room, or the floor and your legs, but your eyes are closed.  Jackpot!  You’re soundly in the second attention.  You’ve activated the dreaming body. And it&amp;#39;s a dream copy of your room!  Isn&amp;#39;t that a 3rd or 4th gate of dreaming thing?&lt;/p&gt;\n\n&lt;p&gt;But don’t expect one time to be a big deal.  You have to keep it up.  And so if you can see the room with your eyes closed, don’t get impatient. Keep watching it as long as you can. If you get a strange idea that you can interact with it, but remain in the chair, go for it.&lt;/p&gt;\n\n&lt;p&gt;I don’t recommend standing up and walking into your dream vision, unless it’s in your dreaming body.  And you can’t “cause” that to happen; you just realize at one point, you could do it. So you do.&lt;/p&gt;\n\n&lt;p&gt;Another thing that can happen is, to be aware through both at the same time.  You see your dream vision, but you can &amp;quot;shift&amp;quot; back to only being in the chair.  And then you can hold them both at the same time by slowly opening your eyes, while keeping the dream.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t.  You&amp;#39;ll vomit.  I can only presume, you&amp;#39;ve tapped into the edge of the third attention, or else I can&amp;#39;t figure a reason to puke.   But you will.  Only do 1 at a time, but shifting back and forth between them is very good practice.&lt;/p&gt;\n\n&lt;p&gt;F. You see a dreaming scene, but you&amp;#39;re fully aware that you&amp;#39;re still sitting in the chair.  That’s the dreaming attention activated.  Just watch it as long as you can.  It’s also good to interact with it.  Speak to the people you see in the visions.  But don’t forget to force yourself silent, even though it’s gotten very entertaining.  If you don’t, the internal dialogue will be stimulated by the dreaming scene, and it’ll fade away.&lt;/p&gt;\n\n&lt;p&gt;G. You go into a dream.  Typically, it feels like you just forgot and fell asleep.  You didn’t.  You moved your assemblage point, and retained some residue of waking consciousness.&lt;/p&gt;\n\n&lt;p&gt;If you retain enough residue to remember to look at your hands, find out who’s around that you can interact with, and interact with them.  Pick someone nice looking who seems to take an interest in you, and remember that if it gets difficult, you can stare at them until they change into something else, or go away.&lt;/p&gt;\n\n&lt;p&gt;H. You hear a very loud knocking on the door.  I don’t know what the hell that is. If anyone figures it out, let me know. I got tired of getting up to see no one there. Fortunately, you&amp;#39;ll become familiar with what sound from the second attention is like, versus sound from this reality.  So you won&amp;#39;t have to get up.&lt;/p&gt;\n\n&lt;p&gt;I. You hear the phone ring, but in fact it did not.  See #H.  Oddly, Joshu Sasaki used this for his &amp;quot;koan&amp;quot;.  But I&amp;#39;m not sure he really thought you&amp;#39;d hear the phone ring when it really hadn&amp;#39;t.  He was just trying to &amp;quot;amercanize&amp;quot; his zen puzzles.&lt;/p&gt;\n\n&lt;p&gt;J. Someone shouts your name.  That’s very good! It means someone (inorganic?) noticed your efforts and you might get a little help if you keep it up.  Try to notice if it’s a male or female voice.   I hate to admit it, but once I heard Kylie shout my full name, like a scolding mother.  But it was fortunate. I was in a blank world of fog with no thoughts, and wouldn&amp;#39;t have remembered that I stopped the world, without that shout.&lt;/p&gt;\n\n&lt;p&gt;K. You see a single object.  That&amp;#39;s useful for understanding &amp;quot;intent&amp;quot;.  Try stating another object  you&amp;#39;d like, something simple like &amp;quot;spatula&amp;quot;.  Eventually you can learn to see anything you request.  When you can do that, you can pan over the city looking down.  You just ask for a building in the city, and when you see it, intend it to scroll.  But watch out for requesting things like, &amp;quot;panties&amp;quot;. You&amp;#39;ll get them, complete with model, but it&amp;#39;ll become a bad habit.   You&amp;#39;ll become fascinated with tinkering with the model and her ethnicity.  And then they&amp;#39;ll show up without asking.&lt;/p&gt;\n\n&lt;p&gt;L. Something swoops across the room, possibly from the upper right to the lower left.  You perceive it as soundless and sightless, since your eyes are closed, but somehow black.  And you&amp;#39;ll realize, something has been swooping periodically all of your life.  That&amp;#39;s an inorganic being.  But you can&amp;#39;t interact with it at that level, it won&amp;#39;t do any good to watch for swooping.   If it&amp;#39;s there to help you,  you&amp;#39;ll just &amp;quot;coincidentally&amp;quot; have a flashy experience within a short amount of time.  Could be as long as 10 minutes through.  Or the swoop might bring back your internal dialogue, and you&amp;#39;ll be out of luck for that help.&lt;/p&gt;\n\n&lt;p&gt;M. The back of your neck at the head makes a loud popping sound.  This is likely caused by relaxing in a way you don&amp;#39;t normally relax the neck muscles, and the head re-aligns to the end of the spine.  Carlos mentioned this sound in one of his books, saying it&amp;#39;s the second attention popping out.  If you have this effect, it certainly means the silence is relaxing you.  Try to remember what just happened before it.  Were you in a vision?&lt;/p&gt;\n\n&lt;p&gt;N. Your breathing changes to become automatic and smooth, and if you have asthma, it goes away.  It means you&amp;#39;re getting more silent.  But don&amp;#39;t try to simulate that breath. Let it happen naturally so you can use it as a tool to judge success.&lt;/p&gt;\n\n&lt;p&gt;O. There&amp;#39;s a blinding flash of light, and a very loud explosion sound.  My theory on why this happens is that your assemblage point moved, you remained there perhaps unaware for some time, but then started to notice it and energy was released.  That reminded you of an explosion because explosions also cause a sudden shift of the assemblage point, due to fright.   So your second attention made an explosion for you. On the other hand, there might be another cause, but it&amp;#39;s not uncommon to experience this.   The meditation people might have said, &amp;quot;you released stress&amp;quot;.  Not quite.  You released energy.  A movement of the assemblage point to a place you don&amp;#39;t usually experience is often accompanied by a release of energy.&lt;/p&gt;\n\n&lt;p&gt;P. You have a  shiver running up your body, and maybe even have goose bumps.  It&amp;#39;s not shakti.  It&amp;#39;s a movement of the assemblage point to a pleasant position.  Spielberg knows how to accomplish this. He tries to produce this effect towards the end of his movies. Remember when ET makes the bike fly, or when the UFO finally shows itself to everyone?  It&amp;#39;s possible to coax the assemblage point using ordinary interactions, something Carlos coveted in his class.  I don&amp;#39;t know his techniques except that he gave a couple of lectures on &amp;quot;cognitive dissonance&amp;quot;.   Gazing at an object you can&amp;#39;t recognize (such as the red rag that looked like an animal in one of Carlos&amp;#39; books) would qualify as using cognitive dissonance to shift the assemblage point.  It&amp;#39;s all about moving that point, unfortunately.  Silence alone doesn&amp;#39;t move it right away.&lt;/p&gt;\n\n&lt;p&gt;Q. You start to see the source of the internal dialogue as images and feelings, and you can isolate individual perceptions.  You realize some of them belong to a string that flows automatically, against your desire.  They feel like a point in space that you could ignore, if you could just relax.   You&amp;#39;re at the very very start of losing the human form.&lt;/p&gt;\n\n&lt;p&gt;Z. A book deal.  Watch out for that too.  It’s the fliers mind coming to bring you back to reality.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Edited: 9 times (there&amp;#39;s a lot of things to add)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "bskqmx", "is_robot_indexable": true, "num_duplicates": 1, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 63, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/bskqmx/simple_silence_technique/", "subreddit_subscribers": 9561, "created_utc": 1558724170.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j2tu3vh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j2tj220", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Right, maybe that's what I remembered.  The emissary told him to wear a ring.\n\nAnd maybe a headband.\n\nAnd people did.", "edited": false, "author_flair_css_class": null, "name": "t1_j2tu3vh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Right, maybe that&amp;#39;s what I remembered.  The emissary told him to wear a ring.&lt;/p&gt;\n\n&lt;p&gt;And maybe a headband.&lt;/p&gt;\n\n&lt;p&gt;And people did.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/j2tu3vh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1672784496.0, "author_flair_text": null, "collapsed": false, "created_utc": 1672784496.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "j2tj220", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j2t4r4c", "score": 3, "author_fullname": "t2_juj59kud", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I remember the dream emissary telling Carlos to wear a ring. I'll have to look it up.\n\nThank Intent none of my practice is chore like. I look forward to every moment, regardless of if anything \"magical\" happens. \nStoring intent is most definitely an encouragement!\n\nSomewhere in the post you said \"we're ALREADY Sorcerers\" like just trying and knowing we are trying is enough. Talk about a reason to keep pushing. Knowing I am already what I'm pushing towards, even if I'm only at the beginning.  \n\nThank you! But really,  thanks to intent!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j2tj220", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I remember the dream emissary telling Carlos to wear a ring. I&amp;#39;ll have to look it up.&lt;/p&gt;\n\n&lt;p&gt;Thank Intent none of my practice is chore like. I look forward to every moment, regardless of if anything &amp;quot;magical&amp;quot; happens. \nStoring intent is most definitely an encouragement!&lt;/p&gt;\n\n&lt;p&gt;Somewhere in the post you said &amp;quot;we&amp;#39;re ALREADY Sorcerers&amp;quot; like just trying and knowing we are trying is enough. Talk about a reason to keep pushing. Knowing I am already what I&amp;#39;m pushing towards, even if I&amp;#39;m only at the beginning.  &lt;/p&gt;\n\n&lt;p&gt;Thank you! But really,  thanks to intent!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/j2tj220/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1672780432.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1672780432.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kpk90cx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1707436776.0, "send_replies": true, "parent_id": "t1_kphkgnz", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Thank you.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kpk90cx/", "num_reports": null, "locked": false, "name": "t1_kpk90cx", "created": 1707436776.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "kphkgnz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kpgdpoq", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ah...\n\nNo one can answer that, but you.\n\nTo Cholita, such details greatly matter.\n\nIf I bought her a nice chair, she'd put it into the trash bin.\n\nEven though she might buy the precise same chair herself and love it.\n\nWhich she did by the way.\n\nThis week she got a new chair, just for sitting in the kitchen smoking cigars to calm herself while the heavy rain is coming down.\n\nWe got 4 inches in one day, which is very unusual for my area of the world.\n\nCholita goes a bit crazy when it rains too hard.\n\nIf I were to sit in her new chair, I'm pretty sure that chair would be out of there as soon as she could get rid of it without me seeing her do it.\n\nOn the other hand, Carlos used to pair women off, when they got close to his inner circle.\n\nAnd they gave each other gifts of clothing.\n\nUsed clothing in some cases.\n\nCholita got some $3000 red pointy elf looking high heel shoes from one of the oldest friends of Carlos, along with a weird green fur coat no one in their right mind would be caught dead wearing.  Unless they were in a blizzard in Siberia.\n\nCholita saved them all these years, until she moved in with me.\n\nThen she threw them out.\n\nDidn't really need any of her old clothes.  She knows I'll take her shopping for new ones anytime she asks.\n\nThere's always a chance she'll break the laws of physics, if you can manage to follow her around for a few hours.", "edited": false, "author_flair_css_class": null, "name": "t1_kphkgnz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ah...&lt;/p&gt;\n\n&lt;p&gt;No one can answer that, but you.&lt;/p&gt;\n\n&lt;p&gt;To Cholita, such details greatly matter.&lt;/p&gt;\n\n&lt;p&gt;If I bought her a nice chair, she&amp;#39;d put it into the trash bin.&lt;/p&gt;\n\n&lt;p&gt;Even though she might buy the precise same chair herself and love it.&lt;/p&gt;\n\n&lt;p&gt;Which she did by the way.&lt;/p&gt;\n\n&lt;p&gt;This week she got a new chair, just for sitting in the kitchen smoking cigars to calm herself while the heavy rain is coming down.&lt;/p&gt;\n\n&lt;p&gt;We got 4 inches in one day, which is very unusual for my area of the world.&lt;/p&gt;\n\n&lt;p&gt;Cholita goes a bit crazy when it rains too hard.&lt;/p&gt;\n\n&lt;p&gt;If I were to sit in her new chair, I&amp;#39;m pretty sure that chair would be out of there as soon as she could get rid of it without me seeing her do it.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, Carlos used to pair women off, when they got close to his inner circle.&lt;/p&gt;\n\n&lt;p&gt;And they gave each other gifts of clothing.&lt;/p&gt;\n\n&lt;p&gt;Used clothing in some cases.&lt;/p&gt;\n\n&lt;p&gt;Cholita got some $3000 red pointy elf looking high heel shoes from one of the oldest friends of Carlos, along with a weird green fur coat no one in their right mind would be caught dead wearing.  Unless they were in a blizzard in Siberia.&lt;/p&gt;\n\n&lt;p&gt;Cholita saved them all these years, until she moved in with me.&lt;/p&gt;\n\n&lt;p&gt;Then she threw them out.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t really need any of her old clothes.  She knows I&amp;#39;ll take her shopping for new ones anytime she asks.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s always a chance she&amp;#39;ll break the laws of physics, if you can manage to follow her around for a few hours.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kphkgnz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1707402670.0, "author_flair_text": null, "collapsed": false, "created_utc": 1707402670.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kpgdpoq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j2t4r4c", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Hello, if the chair is the container for intent, is it ok to use that chair for other purposes, or should it be for practicing sorcery only? So the wrong intent will not be stored there. \nAnd does it mean that other people shouldn’t use that chair too? And if the item is from thrift store, why is that ok, what if someone stored wrong intent there?", "edited": 1707377459.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hello, if the chair is the container for intent, is it ok to use that chair for other purposes, or should it be for practicing sorcery only? So the wrong intent will not be stored there. \nAnd does it mean that other people shouldn’t use that chair too? And if the item is from thrift store, why is that ok, what if someone stored wrong intent there?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kpgdpoq/", "num_reports": null, "locked": false, "name": "t1_kpgdpoq", "created": 1707376666.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1707376666.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "j2t4r4c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j2t0c6r", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "People only mention the jarring because it's dramatic.\n\nSometimes the jarring is actually you realizing it had moved down to your chest, and then trying to force it back up \"before you get caught goofing off\".\n\nMeaning, you caused the jarring by your own worry about not having your head fall forward. And it was in the opposite direction.\n\nBut if it drifts down slowly, that's still a good sign.\n\nRemember, that's also \"storing intent\".\n\nNow you know the \"doing of the head drifting down\", and what causes it to happen sooner.  Or what you felt like when you noticed it was down there, and gently moved it back up.\n\nBoth the intent of an altered assemblage point position.\n\nThe rocks, the chair you use, the time you practice, are all elements of a \"container\".\n\nIntent will store into that, if you practice seriously.\n\nBut if you're in the chair waiting for \"your time to be up\", then intent won't store into it.\n\nIf it's just a chore, then intent won't store.\n\nBut it's still ok if you simply hate it.\n\nWe aren't trying to be saints.\n\nJust to be serious, so that intent stores into the container.\n\nAnd we get help from that.\n\nThe stones just make it more likely that intent will store.\n\nMight be a lot of other tricks you could use.\n\nFuzzy socks?\n\nFoul chewing gum?\n\nA canned espresso double shot reward you get to drink,  right beside the chair, if you have a tiny vision and can remember it?\n\nWe don't know, but we have the numbers to uncover better ways to do everything we currently do.\n\nI seem to remember people wearing rings.\n\nI have no idea why.\n\nOr even where.\n\nBut they did.", "edited": 1672775470.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j2t4r4c", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;People only mention the jarring because it&amp;#39;s dramatic.&lt;/p&gt;\n\n&lt;p&gt;Sometimes the jarring is actually you realizing it had moved down to your chest, and then trying to force it back up &amp;quot;before you get caught goofing off&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Meaning, you caused the jarring by your own worry about not having your head fall forward. And it was in the opposite direction.&lt;/p&gt;\n\n&lt;p&gt;But if it drifts down slowly, that&amp;#39;s still a good sign.&lt;/p&gt;\n\n&lt;p&gt;Remember, that&amp;#39;s also &amp;quot;storing intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Now you know the &amp;quot;doing of the head drifting down&amp;quot;, and what causes it to happen sooner.  Or what you felt like when you noticed it was down there, and gently moved it back up.&lt;/p&gt;\n\n&lt;p&gt;Both the intent of an altered assemblage point position.&lt;/p&gt;\n\n&lt;p&gt;The rocks, the chair you use, the time you practice, are all elements of a &amp;quot;container&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Intent will store into that, if you practice seriously.&lt;/p&gt;\n\n&lt;p&gt;But if you&amp;#39;re in the chair waiting for &amp;quot;your time to be up&amp;quot;, then intent won&amp;#39;t store into it.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s just a chore, then intent won&amp;#39;t store.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still ok if you simply hate it.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t trying to be saints.&lt;/p&gt;\n\n&lt;p&gt;Just to be serious, so that intent stores into the container.&lt;/p&gt;\n\n&lt;p&gt;And we get help from that.&lt;/p&gt;\n\n&lt;p&gt;The stones just make it more likely that intent will store.&lt;/p&gt;\n\n&lt;p&gt;Might be a lot of other tricks you could use.&lt;/p&gt;\n\n&lt;p&gt;Fuzzy socks?&lt;/p&gt;\n\n&lt;p&gt;Foul chewing gum?&lt;/p&gt;\n\n&lt;p&gt;A canned espresso double shot reward you get to drink,  right beside the chair, if you have a tiny vision and can remember it?&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know, but we have the numbers to uncover better ways to do everything we currently do.&lt;/p&gt;\n\n&lt;p&gt;I seem to remember people wearing rings.&lt;/p&gt;\n\n&lt;p&gt;I have no idea why.&lt;/p&gt;\n\n&lt;p&gt;Or even where.&lt;/p&gt;\n\n&lt;p&gt;But they did.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/j2t4r4c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1672775267.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1672775267.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j2t0c6r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "created_utc": 1672773637.0, "send_replies": true, "parent_id": "t1_eoo0sbw", "score": 3, "author_fullname": "t2_juj59kud", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I found my silence stones a couple weeks ago but had only used them once one night as I lay down to go to sleep. Last night though I came back to re-read this post and realized I had skipped the step on yelling intent toward the horizon while holding them...and that l had utilized the lazy pants method. So I rectified the missed step and then went to my arm chair, got my pillow, and sat up straight, squeezing my rocks, forcing silence...well, giving it my best attempts anyway. \nMy inner dialogue is something fierce. So I'm squeezing and I'm looking at my closed eyelids for...anything other than flat black. Darkness is rarely flat for me as I've mentioned before, I've always been able to see energy to some extent.  I've always known in my core that this reality is not all there is. Up until now I didn't have any idea of why or of how to get around it. \nSo now I've got these tools and all this new (to me) information on what the world really is, and the foreign installation is staging the Alamo to keep me \"grounded\". It can't win though,  I'm far too tenacious and stubborn. \nThat's probs all just rambling as I try to sort out my question. \nWhile I'm sitting there squeezing the rocks and focusing on the depth in the darkness and trying to isolate the thoughts I'm having to try and get beneath the fantasy so I can start deleting the installation, I am blacking out...but not with my head falling forward in a jarring way. Instead my head drops forward ever so slowly,  imperceptible until it's already resting on the pillow I'm hugging. When I feel my head on the pillow I immediately lift it back up. I never dropped my rocks. \nThis went on for 2 hours. \nI also did some recap at the start of it...maybe I should keep the 2 exercises separate though. \nI never went into dreaming. \nI very rarely remember any of my dreams these days. \nI know the post here by Dan says that it can take months to see any real progress,  just checking my form and wondering about why my head was gently drooping instead of jarring?\nMaybe that's typical in the beginning?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j2t0c6r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I found my silence stones a couple weeks ago but had only used them once one night as I lay down to go to sleep. Last night though I came back to re-read this post and realized I had skipped the step on yelling intent toward the horizon while holding them...and that l had utilized the lazy pants method. So I rectified the missed step and then went to my arm chair, got my pillow, and sat up straight, squeezing my rocks, forcing silence...well, giving it my best attempts anyway. \nMy inner dialogue is something fierce. So I&amp;#39;m squeezing and I&amp;#39;m looking at my closed eyelids for...anything other than flat black. Darkness is rarely flat for me as I&amp;#39;ve mentioned before, I&amp;#39;ve always been able to see energy to some extent.  I&amp;#39;ve always known in my core that this reality is not all there is. Up until now I didn&amp;#39;t have any idea of why or of how to get around it. \nSo now I&amp;#39;ve got these tools and all this new (to me) information on what the world really is, and the foreign installation is staging the Alamo to keep me &amp;quot;grounded&amp;quot;. It can&amp;#39;t win though,  I&amp;#39;m far too tenacious and stubborn. \nThat&amp;#39;s probs all just rambling as I try to sort out my question. \nWhile I&amp;#39;m sitting there squeezing the rocks and focusing on the depth in the darkness and trying to isolate the thoughts I&amp;#39;m having to try and get beneath the fantasy so I can start deleting the installation, I am blacking out...but not with my head falling forward in a jarring way. Instead my head drops forward ever so slowly,  imperceptible until it&amp;#39;s already resting on the pillow I&amp;#39;m hugging. When I feel my head on the pillow I immediately lift it back up. I never dropped my rocks. \nThis went on for 2 hours. \nI also did some recap at the start of it...maybe I should keep the 2 exercises separate though. \nI never went into dreaming. \nI very rarely remember any of my dreams these days. \nI know the post here by Dan says that it can take months to see any real progress,  just checking my form and wondering about why my head was gently drooping instead of jarring?\nMaybe that&amp;#39;s typical in the beginning?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/j2t0c6r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1672773637.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eoo0sbw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558726351.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 12, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If you do this, your regular nighttime dreaming will be stronger.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoo0sbw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you do this, your regular nighttime dreaming will be stronger.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoo0sbw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558726351.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eoo9txn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558733227.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Also if you do this, you'll realize that Carlos was the real thing.  But what real thing?  You probably won't get that answer.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoo9txn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Also if you do this, you&amp;#39;ll realize that Carlos was the real thing.  But what real thing?  You probably won&amp;#39;t get that answer.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoo9txn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558733227.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "I was meditating on a beautiful jade snake at the national anthropological museum in Mexico City when it’s rattler started to shake....\nI left it alone after that, lol!", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eopwxha", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eooixwj", "score": 3, "author_fullname": "t2_1cnpj1y6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "author_cakeday": true, "edited": false, "author_flair_css_class": null, "name": "t1_eopwxha", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was meditating on a beautiful jade snake at the national anthropological museum in Mexico City when it’s rattler started to shake....\nI left it alone after that, lol!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eopwxha/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558778682.0, "author_flair_text": null, "collapsed": false, "created_utc": 1558778682.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_jl63mrb", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl63mrb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684770505.0, "send_replies": true, "parent_id": "t1_jl5wi9q", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Just keep practicing and figure it out for us.\n\nI don't see pot causing vibrations.\n\nI was thinking more of crystal.\n\nPot just makes you too tired to get up and practice, and when you do it reduces the vividness of the red zone.\n\nIt's no worse than wine.\n\nBoth make you lazy if you consume too much.\n\nOn the other hand, if you \"deny\" yourself intoxicants,  or sugar or coffee, you end up pretending your magic based on a list of rules that don't really do anything but make you feel like you don't have to work so hard.\n\nI kind of wish Cholita would smoke pot.\n\nShe might be a lot nicer.\n\nI'm thinking about putting a \"girl scout cookies\" autoflower feminized plant in our backyard.\n\nIt's a very tall tree, growing around 10 ounces dried of good quality.\n\nMaybe she'd harvest some?\n\nBut more likely she'd beat it to death.", "edited": 1684771905.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jl63mrb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Just keep practicing and figure it out for us.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t see pot causing vibrations.&lt;/p&gt;\n\n&lt;p&gt;I was thinking more of crystal.&lt;/p&gt;\n\n&lt;p&gt;Pot just makes you too tired to get up and practice, and when you do it reduces the vividness of the red zone.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s no worse than wine.&lt;/p&gt;\n\n&lt;p&gt;Both make you lazy if you consume too much.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you &amp;quot;deny&amp;quot; yourself intoxicants,  or sugar or coffee, you end up pretending your magic based on a list of rules that don&amp;#39;t really do anything but make you feel like you don&amp;#39;t have to work so hard.&lt;/p&gt;\n\n&lt;p&gt;I kind of wish Cholita would smoke pot.&lt;/p&gt;\n\n&lt;p&gt;She might be a lot nicer.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m thinking about putting a &amp;quot;girl scout cookies&amp;quot; autoflower feminized plant in our backyard.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a very tall tree, growing around 10 ounces dried of good quality.&lt;/p&gt;\n\n&lt;p&gt;Maybe she&amp;#39;d harvest some?&lt;/p&gt;\n\n&lt;p&gt;But more likely she&amp;#39;d beat it to death.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl63mrb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684770505.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl5wi9q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "created_utc": 1684767657.0, "send_replies": true, "parent_id": "t1_jl5pp0d", "score": 1, "author_fullname": "t2_8cpqfuva", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't know if I explained it well, for example my hand does not move to the other side, without me noticing as in the case of the glass, but in my twin, for example, a fiber or part of my twin vibrates for 2 seconds and stops, It doesn't happen again and so, it's not like a muscle moves unconsciously, but rather part of it expands, I notice fibers and it vibrates.\n\n&amp;#x200B;\n\nThat in the case of the muscles, when I feel the pressure I was talking about on my face and etc., it is also noticeable as if the air vibrates or is more noticeable around you or as if something invisible surrounds you.\n\n&amp;#x200B;\n\nI also told you that sometimes when I get up quickly, my world turns black and disappears (sometimes) because in that state, which I can now control better, I notice my whole body vibrating and as if the force I always used to move it didn't exist I don't know if I explain this well.\n\nbut outside of this, it's only when I try to breathe well in my day to day, or try to keep the internal silence together, it's more while I'm writing this because I have my headphones on, but without sound everything is silent and I realized that I heard a sound in both ears, but stronger in the right, like a distant buzzing, that I don't know how to explain, thanks again for taking the time to answer\n\nedited: I use marijuana/hashish, from what you said about drugs, now I understand that it could be due to this, thanks", "edited": 1684767959.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jl5wi9q", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know if I explained it well, for example my hand does not move to the other side, without me noticing as in the case of the glass, but in my twin, for example, a fiber or part of my twin vibrates for 2 seconds and stops, It doesn&amp;#39;t happen again and so, it&amp;#39;s not like a muscle moves unconsciously, but rather part of it expands, I notice fibers and it vibrates.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;That in the case of the muscles, when I feel the pressure I was talking about on my face and etc., it is also noticeable as if the air vibrates or is more noticeable around you or as if something invisible surrounds you.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I also told you that sometimes when I get up quickly, my world turns black and disappears (sometimes) because in that state, which I can now control better, I notice my whole body vibrating and as if the force I always used to move it didn&amp;#39;t exist I don&amp;#39;t know if I explain this well.&lt;/p&gt;\n\n&lt;p&gt;but outside of this, it&amp;#39;s only when I try to breathe well in my day to day, or try to keep the internal silence together, it&amp;#39;s more while I&amp;#39;m writing this because I have my headphones on, but without sound everything is silent and I realized that I heard a sound in both ears, but stronger in the right, like a distant buzzing, that I don&amp;#39;t know how to explain, thanks again for taking the time to answer&lt;/p&gt;\n\n&lt;p&gt;edited: I use marijuana/hashish, from what you said about drugs, now I understand that it could be due to this, thanks&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl5wi9q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684767657.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl5pp0d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684764882.0, "send_replies": true, "parent_id": "t1_jl5ika4", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We've never had good luck with men who \"feel vibrations\".\n\nI'm not sure about women who do.\n\nWe don't know why that happens.  Could be drugs.\n\nBut Yogis practicing the flying sutra,  from Patanjali's list, commonly convulse and twist during the rest period after it.\n\nBecause they saw someone else do that, and now their cerebellum has instructions to copy them.\n\nAnd the \"flying\" sutra merely activates the cerebellum to make you hop in cross legged position.\n\nTo \"fly\" you would have to then shrink the tonal and switch to the double.\n\nWhich no Yogi can do or they'd stop being Yogis.\n\nThe automatic physical movements of the cerebellum are how you catch a falling glass, before you consciously realize it was falling from a table.\n\nIt's how Zen archery does the \"it shot\" thing, where the archer doesn't himself release the bow.\n\nHis body does.\n\nUnfortunately, they're famously bad shots.\n\nAnd fully deluded into believing it's some form of progress when you do what comes naturally to humans.  Automatic movement when it's an emergency situation.\n\nSo just keep in mind, your muscles are under the control of a secondary sentience in your brain.  \n\nCholita calls it, \"the lizard mind\".\n\nYou may be activating that, causing yourself to vibrate excessively.\n\nOtherwise, we just don't know.\n\nBut in the past, it's not been a good sign of someone who will keep going.\n\nIt seems to indicate trying to force magic to happen, while ignoring the instructions that make our techniques work because they're too hard to follow.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jl5pp0d", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We&amp;#39;ve never had good luck with men who &amp;quot;feel vibrations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure about women who do.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know why that happens.  Could be drugs.&lt;/p&gt;\n\n&lt;p&gt;But Yogis practicing the flying sutra,  from Patanjali&amp;#39;s list, commonly convulse and twist during the rest period after it.&lt;/p&gt;\n\n&lt;p&gt;Because they saw someone else do that, and now their cerebellum has instructions to copy them.&lt;/p&gt;\n\n&lt;p&gt;And the &amp;quot;flying&amp;quot; sutra merely activates the cerebellum to make you hop in cross legged position.&lt;/p&gt;\n\n&lt;p&gt;To &amp;quot;fly&amp;quot; you would have to then shrink the tonal and switch to the double.&lt;/p&gt;\n\n&lt;p&gt;Which no Yogi can do or they&amp;#39;d stop being Yogis.&lt;/p&gt;\n\n&lt;p&gt;The automatic physical movements of the cerebellum are how you catch a falling glass, before you consciously realize it was falling from a table.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s how Zen archery does the &amp;quot;it shot&amp;quot; thing, where the archer doesn&amp;#39;t himself release the bow.&lt;/p&gt;\n\n&lt;p&gt;His body does.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, they&amp;#39;re famously bad shots.&lt;/p&gt;\n\n&lt;p&gt;And fully deluded into believing it&amp;#39;s some form of progress when you do what comes naturally to humans.  Automatic movement when it&amp;#39;s an emergency situation.&lt;/p&gt;\n\n&lt;p&gt;So just keep in mind, your muscles are under the control of a secondary sentience in your brain.  &lt;/p&gt;\n\n&lt;p&gt;Cholita calls it, &amp;quot;the lizard mind&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You may be activating that, causing yourself to vibrate excessively.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, we just don&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;But in the past, it&amp;#39;s not been a good sign of someone who will keep going.&lt;/p&gt;\n\n&lt;p&gt;It seems to indicate trying to force magic to happen, while ignoring the instructions that make our techniques work because they&amp;#39;re too hard to follow.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl5pp0d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684764882.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl5ika4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jl5frab", "score": 2, "author_fullname": "t2_8cpqfuva", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I was asking for that very reason, without needing to be practicing, when doing a task or anything at the moment when I realize that I am thinking (especially songs that I sing without being aware of it since they are heard softly) I repeat silence internal, until it happens and I proceed to breathe correctly.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\nAfter doing this I almost always notice as if my muscles (but it is usually in a single area, for example leg, shoulder, especially on the sides of the body and feet), I notice pressure from something vibrating around my whole body, and I hear bone crunch and then a release as if he had relaxed properly.\n\n&amp;#x200B;\n\nI feel chills, now that you mention the smell I only remember having smelled something once in the dark, but that memory is not clear.\n\n&amp;#x200B;\n\nsometimes when I get up too fast, my whole world goes dark, I stop seeing the world and everything turns black, and I almost stop feeling my body, I got used to it so that I could even continue walking or not fall, but the first few Sometimes when I recovered the vision of this world I would find myself on the ground (I had fallen, I had felt it, but it hardly hurt, it was noticeable as strong vibrations hitting your body, although this was a long time ago and I could remember it now)\n\n&amp;#x200B;\n\nI clarify that I am a man, thanks for the information.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jl5ika4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was asking for that very reason, without needing to be practicing, when doing a task or anything at the moment when I realize that I am thinking (especially songs that I sing without being aware of it since they are heard softly) I repeat silence internal, until it happens and I proceed to breathe correctly.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;After doing this I almost always notice as if my muscles (but it is usually in a single area, for example leg, shoulder, especially on the sides of the body and feet), I notice pressure from something vibrating around my whole body, and I hear bone crunch and then a release as if he had relaxed properly.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I feel chills, now that you mention the smell I only remember having smelled something once in the dark, but that memory is not clear.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;sometimes when I get up too fast, my whole world goes dark, I stop seeing the world and everything turns black, and I almost stop feeling my body, I got used to it so that I could even continue walking or not fall, but the first few Sometimes when I recovered the vision of this world I would find myself on the ground (I had fallen, I had felt it, but it hardly hurt, it was noticeable as strong vibrations hitting your body, although this was a long time ago and I could remember it now)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I clarify that I am a man, thanks for the information.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl5ika4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684761666.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684761666.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl5frab", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jl451lv", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "ANYTHING that you gaze upon which \"can't possibly be there\",  will pull your assemblage point down the back, as long as you aren't thinking and fantasizing about your daily life.\n\nThat includes any sensation too!\n\nAny sound.  Smells too!\n\nYou just have to be careful not to be misrepresenting physical ailments or even schizophrenia physical side effects, as something unusual.\n\nIn other words, just don't pretend.\n\nYou need sobriety.\n\nThen all of those will work.\n\nBUT, you need the silence part or you'll keep returning back where you came from.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jl5frab", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;ANYTHING that you gaze upon which &amp;quot;can&amp;#39;t possibly be there&amp;quot;,  will pull your assemblage point down the back, as long as you aren&amp;#39;t thinking and fantasizing about your daily life.&lt;/p&gt;\n\n&lt;p&gt;That includes any sensation too!&lt;/p&gt;\n\n&lt;p&gt;Any sound.  Smells too!&lt;/p&gt;\n\n&lt;p&gt;You just have to be careful not to be misrepresenting physical ailments or even schizophrenia physical side effects, as something unusual.&lt;/p&gt;\n\n&lt;p&gt;In other words, just don&amp;#39;t pretend.&lt;/p&gt;\n\n&lt;p&gt;You need sobriety.&lt;/p&gt;\n\n&lt;p&gt;Then all of those will work.&lt;/p&gt;\n\n&lt;p&gt;BUT, you need the silence part or you&amp;#39;ll keep returning back where you came from.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl5frab/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684760284.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684760284.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "jl451lv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eooixwj", "score": 1, "author_fullname": "t2_8cpqfuva", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When you talk about feelings in the dark, do you mean chills, as if something were touching you, or a sensation of pressure or movement of your muscles automatically, and even pressure in the nose, face, ears, and crunching of some bones automatically? If that's not the case, could you explain it to me?", "edited": false, "author_flair_css_class": null, "name": "t1_jl451lv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When you talk about feelings in the dark, do you mean chills, as if something were touching you, or a sensation of pressure or movement of your muscles automatically, and even pressure in the nose, face, ears, and crunching of some bones automatically? If that&amp;#39;s not the case, could you explain it to me?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jl451lv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684727027.0, "author_flair_text": null, "collapsed": false, "created_utc": 1684727027.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eooixwj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eooifgm", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't know.   \n\nBut during a tour of the museum in Mexico City, Carlos repeated that some of the statues and objects could come alive at night.  It was due to someone having fixed their attention on the objects.\n\nAnd I do know that people embed fibers of awareness in things. I can walk around places and feel them like cobwebs.  More where more people have been.\n\nIt's quite surprising. The ant technique, along with silence, is a path to that.\n\nThe areas on the side of the arms and legs are the most sensitive for feeling it.\n\nSilence -&gt; colors in darkness -&gt; feelings in darkness -&gt; stop the world\n\nThe feelings are likely the luminous cocoon of the second attention.  It \"remembers\" things by leaving something stuck there. And putting it in that path towards stopping the world is a bit misleading, but true anyway.  You need the absolute best level of silence to stop the world, and you (probably) won't get that until you focus your awareness on the second attention instead of the first attention.  The feelings do that faster than the colors.\n\n\nThere's got to be some embedded in those rocks.  And since Carlos gave us some power objects, I have to assume there was a purpose.  That they were connected to him in some manner.\n\nIf you become aware of the cobwebs, they become aware of you.\n\nEdited", "edited": 1558740396.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eooixwj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know.   &lt;/p&gt;\n\n&lt;p&gt;But during a tour of the museum in Mexico City, Carlos repeated that some of the statues and objects could come alive at night.  It was due to someone having fixed their attention on the objects.&lt;/p&gt;\n\n&lt;p&gt;And I do know that people embed fibers of awareness in things. I can walk around places and feel them like cobwebs.  More where more people have been.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s quite surprising. The ant technique, along with silence, is a path to that.&lt;/p&gt;\n\n&lt;p&gt;The areas on the side of the arms and legs are the most sensitive for feeling it.&lt;/p&gt;\n\n&lt;p&gt;Silence -&amp;gt; colors in darkness -&amp;gt; feelings in darkness -&amp;gt; stop the world&lt;/p&gt;\n\n&lt;p&gt;The feelings are likely the luminous cocoon of the second attention.  It &amp;quot;remembers&amp;quot; things by leaving something stuck there. And putting it in that path towards stopping the world is a bit misleading, but true anyway.  You need the absolute best level of silence to stop the world, and you (probably) won&amp;#39;t get that until you focus your awareness on the second attention instead of the first attention.  The feelings do that faster than the colors.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s got to be some embedded in those rocks.  And since Carlos gave us some power objects, I have to assume there was a purpose.  That they were connected to him in some manner.&lt;/p&gt;\n\n&lt;p&gt;If you become aware of the cobwebs, they become aware of you.&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eooixwj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558739697.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558739697.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "eooifgm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eooei3t", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I forget, what's the potential danger of a power object that's loose and free in the world?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_eooifgm", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I forget, what&amp;#39;s the potential danger of a power object that&amp;#39;s loose and free in the world?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eooifgm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558739331.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1558739331.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eooei3t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558736564.0, "send_replies": true, "parent_id": "t1_eoodzqn", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If I can find them.   I buried them.  Remember, those become power objects if you soak your attention into them.  And I have a witch left from Carlos' class who likes to mess with me.  I didn't want her to get her hands on them.\n\nCarlos gave me a set of power objects. But to this day I haven't figured out what to do with them.", "edited": 1558736796.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eooei3t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If I can find them.   I buried them.  Remember, those become power objects if you soak your attention into them.  And I have a witch left from Carlos&amp;#39; class who likes to mess with me.  I didn&amp;#39;t want her to get her hands on them.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave me a set of power objects. But to this day I haven&amp;#39;t figured out what to do with them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eooei3t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558736564.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "eoodzqn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1558736221.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 6, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Could you post an image of your \"finger rocks?\" (that sounds dirty somehow!) My crystals may not be optimal after reading your description, and I only have six of them (forgot about the thumb!) The size/shape is what I'm uncertain of. Quartz crystals aren't curved.", "edited": 1558736578.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoodzqn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could you post an image of your &amp;quot;finger rocks?&amp;quot; (that sounds dirty somehow!) My crystals may not be optimal after reading your description, and I only have six of them (forgot about the thumb!) The size/shape is what I&amp;#39;m uncertain of. Quartz crystals aren&amp;#39;t curved.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoodzqn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558736221.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eor9gm5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558803047.0, "send_replies": true, "parent_id": "t1_eoqhqr7", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could be.  When we get enough Carlos fans who can get silent, we might figure it out.\n\nI was floating in that silence last night, trying to get to the place where other worlds are accessible.  I did get there, faintly, and then my Fairy decided to show up in the corner of the room, full sized.\n\nShe still won't stand on my bed again, but I guess she's taking a timeout in the corner.\n\nNeedless to say, I forgot about trying to access another world.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eor9gm5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could be.  When we get enough Carlos fans who can get silent, we might figure it out.&lt;/p&gt;\n\n&lt;p&gt;I was floating in that silence last night, trying to get to the place where other worlds are accessible.  I did get there, faintly, and then my Fairy decided to show up in the corner of the room, full sized.&lt;/p&gt;\n\n&lt;p&gt;She still won&amp;#39;t stand on my bed again, but I guess she&amp;#39;s taking a timeout in the corner.&lt;/p&gt;\n\n&lt;p&gt;Needless to say, I forgot about trying to access another world.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eor9gm5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558803047.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "eoqhqr7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1558792065.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 4, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;You’re looking specifically for the “thing” that causes the internal dialogue. That’s your attention, focusing on something. In the beginning it’ll just feel like an annoying memory you can’t get out of your head. But in its purest form, it’s a beam of awareness you focus on reality. It directs the assemblage point. There’s nothing more I can say about how to silence it; that’s personal.  \n\nThis seems a very clear explanation of the [essence of mind](https://www.lotsawahouse.org/tibetan-masters/mipham/essence-of-mind):\n&gt;it is empty in essence, beyond conceptual reference; it is cognizant by nature, spontaneously present; and it is all-pervasive and unobstructed in its compassionate energy.\n\nJust recognising it and then resting there rather than turning it back to the subject (you) or following it to its object leads to silence. Resting there, right in the middle, appears to be the meaning of the analogy of the razor's edge in the Katha Upanishad etc. and in the zen koan \"If there's even a hair’s breadth of difference, heaven and earth are clearly separated.\" Maybe sorcerers ride that beam a while and get off and have a look around where they choose.\n\nEdit: to add quote.", "edited": 1558793856.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoqhqr7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You’re looking specifically for the “thing” that causes the internal dialogue. That’s your attention, focusing on something. In the beginning it’ll just feel like an annoying memory you can’t get out of your head. But in its purest form, it’s a beam of awareness you focus on reality. It directs the assemblage point. There’s nothing more I can say about how to silence it; that’s personal.  &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This seems a very clear explanation of the &lt;a href=\"https://www.lotsawahouse.org/tibetan-masters/mipham/essence-of-mind\"&gt;essence of mind&lt;/a&gt;:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;it is empty in essence, beyond conceptual reference; it is cognizant by nature, spontaneously present; and it is all-pervasive and unobstructed in its compassionate energy.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Just recognising it and then resting there rather than turning it back to the subject (you) or following it to its object leads to silence. Resting there, right in the middle, appears to be the meaning of the analogy of the razor&amp;#39;s edge in the Katha Upanishad etc. and in the zen koan &amp;quot;If there&amp;#39;s even a hair’s breadth of difference, heaven and earth are clearly separated.&amp;quot; Maybe sorcerers ride that beam a while and get off and have a look around where they choose.&lt;/p&gt;\n\n&lt;p&gt;Edit: to add quote.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoqhqr7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558792065.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eoocadk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558735052.0, "send_replies": true, "parent_id": "t1_eoobznd", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I'm trying to latch onto a word(s) that has the longest cumulative use/history possible\n\nIt's a great aid to have a simple form of meditation to do, when you're too tired or in too much pain to force silence.\n\nI like the crystals.   Carlos complimented my set. But if you get confused and start getting special crystals for special effects, you're off into witchcraft.\n\nBest to stick with sorcery for a while until you have enough power for witchcraft.  But by then, you won't care about it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoocadk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m trying to latch onto a word(s) that has the longest cumulative use/history possible&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;It&amp;#39;s a great aid to have a simple form of meditation to do, when you&amp;#39;re too tired or in too much pain to force silence.&lt;/p&gt;\n\n&lt;p&gt;I like the crystals.   Carlos complimented my set. But if you get confused and start getting special crystals for special effects, you&amp;#39;re off into witchcraft.&lt;/p&gt;\n\n&lt;p&gt;Best to stick with sorcery for a while until you have enough power for witchcraft.  But by then, you won&amp;#39;t care about it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoocadk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558735052.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "eoobznd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1558734852.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I tried the stones (quartz crystals) for the first time in years last night, and was impressed by the outcome! I did it while gazing at the sun with eyes closed; using the red-orange behind the eyelids as a gazing element.\n\nFor the past week I've been trying (and practicing) to whittle-down a simple mantra to continually mentally repeat, looking up root word derivations and delving into linguistics. Top choices: **silence**, **silent**, **be silent**, **still** , **be still** (I instinctually found myself generating a continuing mental accoustic signal when I mentally \"said\" the 'ill in still, also the tongue to the roof of the mouth is an aid in dreaming), **mauna** (Sanskrit, Yoga Sutras of Patanjali), **hasah** (Hebrew palindrome, used in The Sacred Magic of Abramelin The Mage). \n\nI'm searching for something that synergizes well with the breath and isn't: fractured by it, too long, devoid of the correct intent, or engaging the very thing I'm trying to suppress.\n\nI'm trying to latch onto a word(s) that has the longest cumulative use/history possible, to hook the most effective and clear petition to intent. I'm still engineering it.\n\nI read an oft-repeated Zen Buddhist saying recently that masters tell students when discussing working on inner silence: \"you can't wash off blood with blood,\"meaning it's difficult to control thoughts with just more thoughts. Maybe the sound/intent is more important than the actual mantra.", "edited": 1613340717.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eoobznd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I tried the stones (quartz crystals) for the first time in years last night, and was impressed by the outcome! I did it while gazing at the sun with eyes closed; using the red-orange behind the eyelids as a gazing element.&lt;/p&gt;\n\n&lt;p&gt;For the past week I&amp;#39;ve been trying (and practicing) to whittle-down a simple mantra to continually mentally repeat, looking up root word derivations and delving into linguistics. Top choices: &lt;strong&gt;silence&lt;/strong&gt;, &lt;strong&gt;silent&lt;/strong&gt;, &lt;strong&gt;be silent&lt;/strong&gt;, &lt;strong&gt;still&lt;/strong&gt; , &lt;strong&gt;be still&lt;/strong&gt; (I instinctually found myself generating a continuing mental accoustic signal when I mentally &amp;quot;said&amp;quot; the &amp;#39;ill in still, also the tongue to the roof of the mouth is an aid in dreaming), &lt;strong&gt;mauna&lt;/strong&gt; (Sanskrit, Yoga Sutras of Patanjali), &lt;strong&gt;hasah&lt;/strong&gt; (Hebrew palindrome, used in The Sacred Magic of Abramelin The Mage). &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m searching for something that synergizes well with the breath and isn&amp;#39;t: fractured by it, too long, devoid of the correct intent, or engaging the very thing I&amp;#39;m trying to suppress.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m trying to latch onto a word(s) that has the longest cumulative use/history possible, to hook the most effective and clear petition to intent. I&amp;#39;m still engineering it.&lt;/p&gt;\n\n&lt;p&gt;I read an oft-repeated Zen Buddhist saying recently that masters tell students when discussing working on inner silence: &amp;quot;you can&amp;#39;t wash off blood with blood,&amp;quot;meaning it&amp;#39;s difficult to control thoughts with just more thoughts. Maybe the sound/intent is more important than the actual mantra.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eoobznd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558734852.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "epj4mf3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_epj1wak", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks.\n\nThat's why I hate computers.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_epj4mf3", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why I hate computers.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epj4mf3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559247195.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559247195.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "epjptxn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_epj1wak", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Its in another post, so that it can be stored on reddit.  Anyone's welcome to put it here too, but it should be easy to find that post.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_epjptxn", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Its in another post, so that it can be stored on reddit.  Anyone&amp;#39;s welcome to put it here too, but it should be easy to find that post.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epjptxn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559257391.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559257391.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "epj1wak", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_epihfyc", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I use my smartphone for posting, with the app you press the pencil/post icon and then select image from the four options after. You can then either find your image on your local storage, or take a image with your camera. It seems to only allow reddit-hosted images in a new post, not in a comment of an existing post. Something about not wanting the comments section to become a circus. If you want to post an image in a comment, you have to use an external hosting site, with a url/link to the image.\n\nThis url will let you embed an image/video, in a new post, on the desktop version of the subreddit. Use the second section from the top (you still have to give the post a title):\nhttps://www.reddit.com/r/castaneda/submit", "edited": 1559247805.0, "author_flair_css_class": null, "name": "t1_epj1wak", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I use my smartphone for posting, with the app you press the pencil/post icon and then select image from the four options after. You can then either find your image on your local storage, or take a image with your camera. It seems to only allow reddit-hosted images in a new post, not in a comment of an existing post. Something about not wanting the comments section to become a circus. If you want to post an image in a comment, you have to use an external hosting site, with a url/link to the image.&lt;/p&gt;\n\n&lt;p&gt;This url will let you embed an image/video, in a new post, on the desktop version of the subreddit. Use the second section from the top (you still have to give the post a title):\n&lt;a href=\"https://www.reddit.com/r/castaneda/submit\"&gt;https://www.reddit.com/r/castaneda/submit&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epj1wak/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559245877.0, "author_flair_text": null, "collapsed": false, "created_utc": 1559245877.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "epihfyc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_epibc3y", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "As I said before, I don't like computers, and don't know how to use them very well. I have nice pics in my cellphone, but don't know how to get them out.  \n\nI'll wait for the bosses' son. He's video game generation, which means he's a hacker type.  \n\nHow do you advise putting them here?  Has to be on another service with a link, or can reddit embed images? I'd really like the images to be available a long time from now, so putting them somewhere else seems risky.\n\nAbout the little bits of light in the room.  I haven't had that problem.  It's good that you have, we'll learn how to deal with it.\n\nHowever, if I keep practicing until the sun comes up, I'm shocked at how much easier it is to see \"energy\" when there's a little bit of light. I could explain it from a technical point of view, but what it amounts to is, after all the hard work seeing bright colors and lines in the dark, it feels like you hit the jackpot.  \n\nAs an aside, I've gotten the idea lately that we could use the Ally to move our assemblage points.    It does that by swooping, so maybe it's possible to get it to sit on your hand, then throw it at someone like the headless horseman throws his pumpkin.\n\nI tried to get the Fairy to assume a pumpkin shape in my hand.  At least she was willing to try it,  and right away.  But the best she could do to look like a pumpkin was to wear an orange hoody.  \n\nI'm still dead set on a pumpkin.  If she wants to look more human, she can form the cutouts for the mouth and eyes.\n\nShe wasn't angry about the whole thing, but apparently couldn't figure out what I wanted.  Or my second attention couldn't.  Not sure how much of her is in the object, and how much of me.  But it doesn't matter, it works.", "edited": 1559240043.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_epihfyc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As I said before, I don&amp;#39;t like computers, and don&amp;#39;t know how to use them very well. I have nice pics in my cellphone, but don&amp;#39;t know how to get them out.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll wait for the bosses&amp;#39; son. He&amp;#39;s video game generation, which means he&amp;#39;s a hacker type.  &lt;/p&gt;\n\n&lt;p&gt;How do you advise putting them here?  Has to be on another service with a link, or can reddit embed images? I&amp;#39;d really like the images to be available a long time from now, so putting them somewhere else seems risky.&lt;/p&gt;\n\n&lt;p&gt;About the little bits of light in the room.  I haven&amp;#39;t had that problem.  It&amp;#39;s good that you have, we&amp;#39;ll learn how to deal with it.&lt;/p&gt;\n\n&lt;p&gt;However, if I keep practicing until the sun comes up, I&amp;#39;m shocked at how much easier it is to see &amp;quot;energy&amp;quot; when there&amp;#39;s a little bit of light. I could explain it from a technical point of view, but what it amounts to is, after all the hard work seeing bright colors and lines in the dark, it feels like you hit the jackpot.  &lt;/p&gt;\n\n&lt;p&gt;As an aside, I&amp;#39;ve gotten the idea lately that we could use the Ally to move our assemblage points.    It does that by swooping, so maybe it&amp;#39;s possible to get it to sit on your hand, then throw it at someone like the headless horseman throws his pumpkin.&lt;/p&gt;\n\n&lt;p&gt;I tried to get the Fairy to assume a pumpkin shape in my hand.  At least she was willing to try it,  and right away.  But the best she could do to look like a pumpkin was to wear an orange hoody.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still dead set on a pumpkin.  If she wants to look more human, she can form the cutouts for the mouth and eyes.&lt;/p&gt;\n\n&lt;p&gt;She wasn&amp;#39;t angry about the whole thing, but apparently couldn&amp;#39;t figure out what I wanted.  Or my second attention couldn&amp;#39;t.  Not sure how much of her is in the object, and how much of me.  But it doesn&amp;#39;t matter, it works.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epihfyc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559239269.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559239269.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "epika4d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_epibc3y", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;  Also my eyes are very cheeky, they seek out any little bit of visible light\n\nThis is significant.  I guess there are several transformations that  happen as you learn to get silent. One is that the eyes disconnect from where your attention is focused.  When you can walk a mile in silence, looking at the ground in front of your feet, and your eyes don't skip from object to object, you've achieved that.\n\nSilvio Manuel's not-doings are designed to separate different aspects of our perception, which have all been lumped together by our brainwashing (training as an infant to be a good little child).\n\nYesterday while waiting at the DMV, I saw a toddler try to go into a dark space in the wall. I guess it was for a potted plant or something, but it was essentially a square passage just the right size for her to walk into, and not deep enough to be a danger to her.  She wanted to feel the darkness. Or maybe she even saw a being of some kind in there. She was young enough to do that.\n\nHer mom grabbed her arm and chastised her for going into such a \"dirty\" place.  She picked her up, put her down in front of other people waiting at the DMV, and proceeded to explain what a \"good little girl\" she was, even giving her big brother kisses.", "edited": 1559240452.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_epika4d", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Also my eyes are very cheeky, they seek out any little bit of visible light&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is significant.  I guess there are several transformations that  happen as you learn to get silent. One is that the eyes disconnect from where your attention is focused.  When you can walk a mile in silence, looking at the ground in front of your feet, and your eyes don&amp;#39;t skip from object to object, you&amp;#39;ve achieved that.&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel&amp;#39;s not-doings are designed to separate different aspects of our perception, which have all been lumped together by our brainwashing (training as an infant to be a good little child).&lt;/p&gt;\n\n&lt;p&gt;Yesterday while waiting at the DMV, I saw a toddler try to go into a dark space in the wall. I guess it was for a potted plant or something, but it was essentially a square passage just the right size for her to walk into, and not deep enough to be a danger to her.  She wanted to feel the darkness. Or maybe she even saw a being of some kind in there. She was young enough to do that.&lt;/p&gt;\n\n&lt;p&gt;Her mom grabbed her arm and chastised her for going into such a &amp;quot;dirty&amp;quot; place.  She picked her up, put her down in front of other people waiting at the DMV, and proceeded to explain what a &amp;quot;good little girl&amp;quot; she was, even giving her big brother kisses.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epika4d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559240237.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559240237.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "epibc3y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ephx9qn", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;You get super hearing once you mostly shut down the internal dialogue.\n\n&gt;But you don't really need the super hearing. The Second Attention has audio. Maybe even stereo.\n\nThat's good, because I need to use earplugs to block out environmental noise. Also my eyes are very cheeky, they seek out any little bit of visible light and I wind up looking at, or even searching for, it and not the FPN...kind of like the earworm. \n\nI'm sure I can eventually relax that level of sensory isolation, but starting out it seems personally necessary.\n\nEdit: being able to see your half-set really would clear things up for everyone. I'm just using what I already had, but haven't bonded enough with them that I couldn't switch. The cheaper quartz crystals do have some sharper edges and points at their base, that I may be able to grind down. They didn't work too well for the thumbs though, too awkward to lock-in.", "edited": 1559237503.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_epibc3y", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You get super hearing once you mostly shut down the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But you don&amp;#39;t really need the super hearing. The Second Attention has audio. Maybe even stereo.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s good, because I need to use earplugs to block out environmental noise. Also my eyes are very cheeky, they seek out any little bit of visible light and I wind up looking at, or even searching for, it and not the FPN...kind of like the earworm. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure I can eventually relax that level of sensory isolation, but starting out it seems personally necessary.&lt;/p&gt;\n\n&lt;p&gt;Edit: being able to see your half-set really would clear things up for everyone. I&amp;#39;m just using what I already had, but haven&amp;#39;t bonded enough with them that I couldn&amp;#39;t switch. The cheaper quartz crystals do have some sharper edges and points at their base, that I may be able to grind down. They didn&amp;#39;t work too well for the thumbs though, too awkward to lock-in.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epibc3y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559236790.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559236790.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ephx9qn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1559232151.0, "send_replies": true, "parent_id": "t1_epeeb23", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you think back to childhood, the first time your internal dialogue would not stop was probably because of a song in your head.\n\nHopefully it wasn't \"It's a Small World\" from the Disneyland ride!  I have a feeling that tune cursed every 12 year old in Southern California.\n\nIt's not a problem to have an ear worm. Just keep trying to be silent.  Or better yet, make use of it. It's very possible (I've done it) to \"hear\" the second attention.  While being silent, listen for other music.  Even real music far away.  You get super hearing once you mostly shut down the internal dialogue.\n\nBut you don't really need the super hearing.  The Second Attention has audio.  Maybe even stereo.  Plus, if you stop the world and are too dense to notice it, you might get a shout to force you to notice. Where the shout comes from, I have no idea.  Sounded like Kylie last time.\n\nOne thing in Carlos' books that many might not pick up on as \"proof\" is don Juan talking about how sorcerers witness everything, but no one else realizes it.  \n\nIf you get silent all day long, it will only be a few weeks before you understand that statement, and wonder how on earth Carlos could have written that, if he made it up.\n\nI found half of my stones, I'll try to figure out how to post a picture. It's the left hand set.\n\nThey were \"Carlos Approved\".  I believe he even put them between his fingers to give an example of how to curl them. \n\nThey're also crude enough that no one seeing them will become obsessed with the rocks having to be pretty.  Amethysts and Topaz crystals are unnecessary.  Simple mountain river rocks are fine. \n\nOf course if you want fancy crystals, that's fine. But don't put off practicing until they're shiny enough.  You won't need them for an illustration in your book deal.\n\nOne more thing:   I've found that the brightest colors consistently take 1 hour to form.  I suspect the eyes need to get used to the dark, and that causes the amplifier to be turned up full, revealing the FPN.  But all it looks like, is patches of color so bright, no one would believe you.\n\nEdited: twice", "edited": 1559233370.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ephx9qn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you think back to childhood, the first time your internal dialogue would not stop was probably because of a song in your head.&lt;/p&gt;\n\n&lt;p&gt;Hopefully it wasn&amp;#39;t &amp;quot;It&amp;#39;s a Small World&amp;quot; from the Disneyland ride!  I have a feeling that tune cursed every 12 year old in Southern California.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a problem to have an ear worm. Just keep trying to be silent.  Or better yet, make use of it. It&amp;#39;s very possible (I&amp;#39;ve done it) to &amp;quot;hear&amp;quot; the second attention.  While being silent, listen for other music.  Even real music far away.  You get super hearing once you mostly shut down the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But you don&amp;#39;t really need the super hearing.  The Second Attention has audio.  Maybe even stereo.  Plus, if you stop the world and are too dense to notice it, you might get a shout to force you to notice. Where the shout comes from, I have no idea.  Sounded like Kylie last time.&lt;/p&gt;\n\n&lt;p&gt;One thing in Carlos&amp;#39; books that many might not pick up on as &amp;quot;proof&amp;quot; is don Juan talking about how sorcerers witness everything, but no one else realizes it.  &lt;/p&gt;\n\n&lt;p&gt;If you get silent all day long, it will only be a few weeks before you understand that statement, and wonder how on earth Carlos could have written that, if he made it up.&lt;/p&gt;\n\n&lt;p&gt;I found half of my stones, I&amp;#39;ll try to figure out how to post a picture. It&amp;#39;s the left hand set.&lt;/p&gt;\n\n&lt;p&gt;They were &amp;quot;Carlos Approved&amp;quot;.  I believe he even put them between his fingers to give an example of how to curl them. &lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re also crude enough that no one seeing them will become obsessed with the rocks having to be pretty.  Amethysts and Topaz crystals are unnecessary.  Simple mountain river rocks are fine. &lt;/p&gt;\n\n&lt;p&gt;Of course if you want fancy crystals, that&amp;#39;s fine. But don&amp;#39;t put off practicing until they&amp;#39;re shiny enough.  You won&amp;#39;t need them for an illustration in your book deal.&lt;/p&gt;\n\n&lt;p&gt;One more thing:   I&amp;#39;ve found that the brightest colors consistently take 1 hour to form.  I suspect the eyes need to get used to the dark, and that causes the amplifier to be turned up full, revealing the FPN.  But all it looks like, is patches of color so bright, no one would believe you.&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/ephx9qn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559232151.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "epeeb23", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1559181690.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've gotten to just shy of two hours with the rocks sitting in the dark and gazing at the fixed pattern noise; and my internal dialogue does indeed eventually stop before it can get going; like a car engine reving-up but unable to get into gear, so it can't go anywhere. \n\nBut I have an earworm problem. A song I was listening to earlier in the day, vocal/lyrical and not purely instrumental, was stuck in another layer of my mind. I hate to think I may have to give up listening to non-instrumental music to achieve lasting silence.  Earworms are a nuisance to a non-practitioner, but they may be much more inhibitory to inner silence.\n\nMaybe that's the reason Castaneda said that music doesn't penetrate to the deeper levels of our awareness, it gets to the shallows only and lingers...\n\nEdit: about the stones; the silence tends to persist even after you remove them.\n\nHere's an alternate description of what it feels like:\n\n\"Like ripples on water,\n\nOrdinary discursive thoughts\n\nWanting this, not wanting that\n\nPop up, all of a sudden.\n\nBut once you’ve learned how to liberate\n\nThoughts just as they arise,\n\nThey cannot take hold, and so they vanish.\"\n\nSource:\nhttps://tricycle.org/trikedaily/patrul-rinpoche-dzogchen/amp/", "edited": 1566773100.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_epeeb23", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve gotten to just shy of two hours with the rocks sitting in the dark and gazing at the fixed pattern noise; and my internal dialogue does indeed eventually stop before it can get going; like a car engine reving-up but unable to get into gear, so it can&amp;#39;t go anywhere. &lt;/p&gt;\n\n&lt;p&gt;But I have an earworm problem. A song I was listening to earlier in the day, vocal/lyrical and not purely instrumental, was stuck in another layer of my mind. I hate to think I may have to give up listening to non-instrumental music to achieve lasting silence.  Earworms are a nuisance to a non-practitioner, but they may be much more inhibitory to inner silence.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s the reason Castaneda said that music doesn&amp;#39;t penetrate to the deeper levels of our awareness, it gets to the shallows only and lingers...&lt;/p&gt;\n\n&lt;p&gt;Edit: about the stones; the silence tends to persist even after you remove them.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an alternate description of what it feels like:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Like ripples on water,&lt;/p&gt;\n\n&lt;p&gt;Ordinary discursive thoughts&lt;/p&gt;\n\n&lt;p&gt;Wanting this, not wanting that&lt;/p&gt;\n\n&lt;p&gt;Pop up, all of a sudden.&lt;/p&gt;\n\n&lt;p&gt;But once you’ve learned how to liberate&lt;/p&gt;\n\n&lt;p&gt;Thoughts just as they arise,&lt;/p&gt;\n\n&lt;p&gt;They cannot take hold, and so they vanish.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Source:\n&lt;a href=\"https://tricycle.org/trikedaily/patrul-rinpoche-dzogchen/amp/\"&gt;https://tricycle.org/trikedaily/patrul-rinpoche-dzogchen/amp/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epeeb23/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559181690.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "epu5vrx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eptwueu", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've made a petition to INTENT in the past to aid in accomplishing something that most people would deem impossible, or at least astronomically unlikely. \n\nI achieved it. Through an amount of effort I never would have believed I was capable of before. It took far longer than I would have liked, years longer. But in the end, everything is necessary, pleasant or hellish...if it moves you forward.\n\nI believe that's not what you're thinking about though; it's more practical experience with silence.", "edited": 1560437433.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_epu5vrx", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve made a petition to INTENT in the past to aid in accomplishing something that most people would deem impossible, or at least astronomically unlikely. &lt;/p&gt;\n\n&lt;p&gt;I achieved it. Through an amount of effort I never would have believed I was capable of before. It took far longer than I would have liked, years longer. But in the end, everything is necessary, pleasant or hellish...if it moves you forward.&lt;/p&gt;\n\n&lt;p&gt;I believe that&amp;#39;s not what you&amp;#39;re thinking about though; it&amp;#39;s more practical experience with silence.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/epu5vrx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559504318.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1559504318.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eptwueu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1559499221.0, "send_replies": true, "parent_id": "t1_eprexq9", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you follow up, you'll realize I haven't been telling you the half of it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eptwueu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you follow up, you&amp;#39;ll realize I haven&amp;#39;t been telling you the half of it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eptwueu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559499221.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "eprexq9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1559423360.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;1. Shout “INTENT!!!” as loudly as you can, while looking into the distant clouds\n\nI hiked into a fairly remote area yesterday and made my very vocal petition to INTENT while gazing into infinity. I did it three times and, after a few minutes, a fourth time shouting INTENT I NEED SILENCE! (pausing between each word for a new breath) rather than just thinking it...just to be sure. 😤  I'm in for it now!", "edited": 1559480393.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eprexq9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;ol&gt;\n&lt;li&gt;Shout “INTENT!!!” as loudly as you can, while looking into the distant clouds&lt;/li&gt;\n&lt;/ol&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I hiked into a fairly remote area yesterday and made my very vocal petition to INTENT while gazing into infinity. I did it three times and, after a few minutes, a fourth time shouting INTENT I NEED SILENCE! (pausing between each word for a new breath) rather than just thinking it...just to be sure. 😤  I&amp;#39;m in for it now!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/eprexq9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1559423360.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgg3yip", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1704470500.0, "send_replies": true, "parent_id": "t1_kgfzqgp", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Oh!\n\nGooooodddddd.....\n\n(my imitation of Darth Sidious)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgg3yip", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh!&lt;/p&gt;\n\n&lt;p&gt;Gooooodddddd.....&lt;/p&gt;\n\n&lt;p&gt;(my imitation of Darth Sidious)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgg3yip/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704470500.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgfzqgp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "WitchyCreatureView", "can_mod_post": false, "created_utc": 1704469001.0, "send_replies": true, "parent_id": "t1_kgfu5do", "score": 2, "author_fullname": "t2_f4drk2qst", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In *The* *Art of Dreaming* don Juan makes fun of Carlos for making a journal titled \"My Dreams\".", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_kgfzqgp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In &lt;em&gt;The&lt;/em&gt; &lt;em&gt;Art of Dreaming&lt;/em&gt; don Juan makes fun of Carlos for making a journal titled &amp;quot;My Dreams&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgfzqgp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704469001.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kggqpzc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1704478234.0, "send_replies": true, "parent_id": "t1_kggdsb4", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Those \"Man of Knowledge\" types can be really annoying. Always coming up with some scam to get more money.\n\nBut I've concluded, it's inevitable to have a \"magic free\" Cleargreen for people who can't work hard enough to follow the instructions Carlos gave us.\n\nWe just need to try to sneak what the Men of Knowledge DID have, back in there.\n\nBy recovering the smoking mixture formula, and some of the Man of Knowledge rituals which used it.\n\nDevil's weed is a bit too dangerous for that sort of thing.  People end up in comas if they overdose.\n\nShrooms however, only make you stupid for a while.\n\nAs I recall, all you needed for the mushroom rituals was the Ally, and the smoking mixture.\n\nAnd Carlos left the Ally needed.\n\nI wonder if you couldn't simply use Tensegrity to summon Fairy, and then use the smoking mixture to produce the results that don Juan got?\n\nTraveling on water, summoning silent knowledge about people you select, in the form of the mushroom shapes?\n\nI forget what other Man of Knowledge rituals they had using \"Little Smoke\".\n\nThey could sell those, but we'd have to recover them from Silent Knowledge.\n\nI love making concoctions like that, even if I can't use them.\n\nSome kind of \"type\" of person.  Attracted to power plant extract making.\n\nThe big problem with the smoking mixture is that the \"Mexicana\" mushrooms are notoriously difficult to grow outside the wild.\n\nI'll look into it when I get time.\n\nOn the other hand, Amsterdam might have some growers for those. They grow \"Blue Meanies\" there, and those are likely just as difficult.\n\nI never succeeded at those.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kggqpzc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Those &amp;quot;Man of Knowledge&amp;quot; types can be really annoying. Always coming up with some scam to get more money.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve concluded, it&amp;#39;s inevitable to have a &amp;quot;magic free&amp;quot; Cleargreen for people who can&amp;#39;t work hard enough to follow the instructions Carlos gave us.&lt;/p&gt;\n\n&lt;p&gt;We just need to try to sneak what the Men of Knowledge DID have, back in there.&lt;/p&gt;\n\n&lt;p&gt;By recovering the smoking mixture formula, and some of the Man of Knowledge rituals which used it.&lt;/p&gt;\n\n&lt;p&gt;Devil&amp;#39;s weed is a bit too dangerous for that sort of thing.  People end up in comas if they overdose.&lt;/p&gt;\n\n&lt;p&gt;Shrooms however, only make you stupid for a while.&lt;/p&gt;\n\n&lt;p&gt;As I recall, all you needed for the mushroom rituals was the Ally, and the smoking mixture.&lt;/p&gt;\n\n&lt;p&gt;And Carlos left the Ally needed.&lt;/p&gt;\n\n&lt;p&gt;I wonder if you couldn&amp;#39;t simply use Tensegrity to summon Fairy, and then use the smoking mixture to produce the results that don Juan got?&lt;/p&gt;\n\n&lt;p&gt;Traveling on water, summoning silent knowledge about people you select, in the form of the mushroom shapes?&lt;/p&gt;\n\n&lt;p&gt;I forget what other Man of Knowledge rituals they had using &amp;quot;Little Smoke&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They could sell those, but we&amp;#39;d have to recover them from Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;I love making concoctions like that, even if I can&amp;#39;t use them.&lt;/p&gt;\n\n&lt;p&gt;Some kind of &amp;quot;type&amp;quot; of person.  Attracted to power plant extract making.&lt;/p&gt;\n\n&lt;p&gt;The big problem with the smoking mixture is that the &amp;quot;Mexicana&amp;quot; mushrooms are notoriously difficult to grow outside the wild.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll look into it when I get time.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, Amsterdam might have some growers for those. They grow &amp;quot;Blue Meanies&amp;quot; there, and those are likely just as difficult.&lt;/p&gt;\n\n&lt;p&gt;I never succeeded at those.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kggqpzc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704478234.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kggdsb4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1704473882.0, "send_replies": true, "parent_id": "t1_kgfu5do", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "They actually have pre-prepared journal PDFs include in their course pages for download, with many of the video lessons in their programs / products.\n\nWorkbooks too.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_kggdsb4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They actually have pre-prepared journal PDFs include in their course pages for download, with many of the video lessons in their programs / products.&lt;/p&gt;\n\n&lt;p&gt;Workbooks too.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kggdsb4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704473882.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgg3oik", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1704470403.0, "send_replies": true, "parent_id": "t1_kgfynu9", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's why Techno left them open for comments.\n\nHe's amassing an entire system which could enable people to learn 500 years into the future, even if all of us died off and there were no real sorcerers left.\n\nI'm hoping for \"Minx on Mars\".\n\nBut I won't live to see that.\n\nMinx is the Devil's Weed entity from the books of Carlos. He left his allies to us.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/0yxsdb4l9nac1.png?width=1024&amp;format=png&amp;auto=webp&amp;s=ab7c62043f3ca29f5b4a97ad6cd1c8ae6b81a954", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgg3oik", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s why Techno left them open for comments.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s amassing an entire system which could enable people to learn 500 years into the future, even if all of us died off and there were no real sorcerers left.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m hoping for &amp;quot;Minx on Mars&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I won&amp;#39;t live to see that.&lt;/p&gt;\n\n&lt;p&gt;Minx is the Devil&amp;#39;s Weed entity from the books of Carlos. He left his allies to us.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/0yxsdb4l9nac1.png?width=1024&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=ab7c62043f3ca29f5b4a97ad6cd1c8ae6b81a954\"&gt;https://preview.redd.it/0yxsdb4l9nac1.png?width=1024&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=ab7c62043f3ca29f5b4a97ad6cd1c8ae6b81a954&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgg3oik/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704470403.0, "media_metadata": {"0yxsdb4l9nac1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=9b6fafc75ac1749ade91e0993f52f3951a0a951b"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=efca76a5c3671bdb86b037983b61f43080c9b822"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=d239fcab0498aeaf80aff8cb588b10e3761067f5"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=7ab44dca5ae03834cd634c219a0aa4bc2c7877e0"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=a2a41d195364987e3a4c46805d2eaf74757572be"}], "s": {"y": 1024, "x": 1024, "u": "https://preview.redd.it/0yxsdb4l9nac1.png?width=1024&amp;format=png&amp;auto=webp&amp;s=ab7c62043f3ca29f5b4a97ad6cd1c8ae6b81a954"}, "id": "0yxsdb4l9nac1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgfynu9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1704468613.0, "send_replies": true, "parent_id": "t1_kgfu5do", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgfynu9/", "num_reports": null, "locked": false, "name": "t1_kgfynu9", "created": 1704468613.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgfu5do", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1704466934.0, "send_replies": true, "parent_id": "t1_kgf9j30", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not \"teachers\".\n\nNo one can teach sorcery.\n\nSexy cheerleaders is more like it.\n\nThe \"sexy\" part being, they really can do magic.\n\nBut teachers?  \n\nAbsolutely impossible.\n\nLet's look at the history of how sorcery is learned.\n\n3000 years ago (and most likely 8000+ years ago is the origin of that), the Olmecs took \"younglings\". Just like Star Wars.\n\nWhich is based on the books of Carlos.\n\nA 3 year old has 10,000 neural connections per neuron.\n\nAn older adult is lucky to still have 2000. And many short circuiting (senility).\n\nIt's why by age 5, a little chinese girl I know has picked up 2 languages.\n\nWithout any studying at all.\n\nI spent years trying to learn Mandarin, and it came to nothing.\n\nSo did Cholita by the way.\n\nThe \"old seers\" were given **children** as apprentices, which they essentially turned into slaves.  Didn't really treat them like children.\n\nMight even give them away to the spirit realm, in exchange for something they wanted from there.\n\nFlash forward to the early 1600s, when the Spanish Inquisitors forced all the remaining sorcerers in Mexico to hide.\n\nLineages were formed.\n\nAround 15 sorcerers.\n\nThose could also not \"teach\".\n\nNot in the way you mean.\n\nBut they did have to replace themselves.\n\nSo walking along the road if they \"saw\" a person who was going to die soon, and they also \"saw\" that this person could learn sorcery, they'd trick them into joining up.\n\nThe \"apprentice\" not yet realizing there was a group of 15 supporting that lone sorcerer.\n\nSorcery was learned through trickery.\n\n15 sorcerers can in fact \"teach\". But it's more like \"bully\" or \"blackmail\".\n\nThey commonly unleashed their Allies on their apprentices, to share the bejesus out of them and get them to obey.\n\nThe simple truth is, there has NEVER been a time when sorcery was \"taught\".\n\nThat is in fact, surely impossible.\n\nSomething you yourself will understand, when you reach Silent Knowledge and see what it took to get there.\n\n \\&gt;first woken up by loud knocks on the door,  \n\nThat's \"the knock of the spirit\", and not uncommon.  I believe, \"Eagle's Gift\" is where you'll read about that.\n\nIn fact, it's inevitable in situations where \"the spirit\" notices someone might be able to learn sorcery.\n\nBut what is it really?\n\nMost likely your childhood \"monster in the closet\" coming back to play, now that you might pay attention to it.\n\nOur families talk us out of learning from our childhood spirits.\n\nSo I'll correct myself.\n\nTHOSE **can** \"teach\" you sorcery.\n\nSpirits.\n\nBut they won't teach you the good stuff. Just the easy stuff that leaves them in control.\n\n\\&gt;As an idea, started writing down my dreams, a dream journal if you will.  \n\nIt's a huge mistake.\n\nInstead, learn to produce reliable magic, through hard work and never missing a practice, and then when you do something especially cool, eyes wide open, fully awake, walking around, make a picture and post it here, with a description.\n\nThat activity is rewarded by \"the spirit\".\n\nBut only if you really did what you drew and posted about.\n\nA \"journal\" will doom you, the way it doomed the rest of our Castaneda community.\n\nIt's also the #1 tool of con artists who charge people money to \"teach\" them sorcery.\n\nBecause it's self-flattering, and all they have to do to keep the person paying money, is listen to one of their annoying dreams and call it progress.\n\nCarlos didn't tolerate even a full sentence which started with \"I had this dream last week...\"\n\nIt's true that in some cases Carlos encouraged journals, but look at his results!\n\nNo one...  \n\nHe taught no one at all.\n\nBecause died too soon, but still.   \n\nHis efforts beyond writing the books almost led to the total loss of all of this.\n\nHe almost \"undid\" the positive influence of his books, with his attempts to a \"teach\" sorcery.\n\nAnd the organization he set up is doing their best to erase it all by \"making it appropriate for our modern age\".\n\nBy turning it into nothing but childish pretending, like everything else out there.\n\nWe have access to some of their \"advanced\" stuff.\n\nIt's totally horrible.\n\nAnd you can be sure they include \"make a journal\" in there somewhere.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_kgfu5do", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not &amp;quot;teachers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No one can teach sorcery.&lt;/p&gt;\n\n&lt;p&gt;Sexy cheerleaders is more like it.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;sexy&amp;quot; part being, they really can do magic.&lt;/p&gt;\n\n&lt;p&gt;But teachers?  &lt;/p&gt;\n\n&lt;p&gt;Absolutely impossible.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s look at the history of how sorcery is learned.&lt;/p&gt;\n\n&lt;p&gt;3000 years ago (and most likely 8000+ years ago is the origin of that), the Olmecs took &amp;quot;younglings&amp;quot;. Just like Star Wars.&lt;/p&gt;\n\n&lt;p&gt;Which is based on the books of Carlos.&lt;/p&gt;\n\n&lt;p&gt;A 3 year old has 10,000 neural connections per neuron.&lt;/p&gt;\n\n&lt;p&gt;An older adult is lucky to still have 2000. And many short circuiting (senility).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s why by age 5, a little chinese girl I know has picked up 2 languages.&lt;/p&gt;\n\n&lt;p&gt;Without any studying at all.&lt;/p&gt;\n\n&lt;p&gt;I spent years trying to learn Mandarin, and it came to nothing.&lt;/p&gt;\n\n&lt;p&gt;So did Cholita by the way.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;old seers&amp;quot; were given &lt;strong&gt;children&lt;/strong&gt; as apprentices, which they essentially turned into slaves.  Didn&amp;#39;t really treat them like children.&lt;/p&gt;\n\n&lt;p&gt;Might even give them away to the spirit realm, in exchange for something they wanted from there.&lt;/p&gt;\n\n&lt;p&gt;Flash forward to the early 1600s, when the Spanish Inquisitors forced all the remaining sorcerers in Mexico to hide.&lt;/p&gt;\n\n&lt;p&gt;Lineages were formed.&lt;/p&gt;\n\n&lt;p&gt;Around 15 sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Those could also not &amp;quot;teach&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not in the way you mean.&lt;/p&gt;\n\n&lt;p&gt;But they did have to replace themselves.&lt;/p&gt;\n\n&lt;p&gt;So walking along the road if they &amp;quot;saw&amp;quot; a person who was going to die soon, and they also &amp;quot;saw&amp;quot; that this person could learn sorcery, they&amp;#39;d trick them into joining up.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;apprentice&amp;quot; not yet realizing there was a group of 15 supporting that lone sorcerer.&lt;/p&gt;\n\n&lt;p&gt;Sorcery was learned through trickery.&lt;/p&gt;\n\n&lt;p&gt;15 sorcerers can in fact &amp;quot;teach&amp;quot;. But it&amp;#39;s more like &amp;quot;bully&amp;quot; or &amp;quot;blackmail&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They commonly unleashed their Allies on their apprentices, to share the bejesus out of them and get them to obey.&lt;/p&gt;\n\n&lt;p&gt;The simple truth is, there has NEVER been a time when sorcery was &amp;quot;taught&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That is in fact, surely impossible.&lt;/p&gt;\n\n&lt;p&gt;Something you yourself will understand, when you reach Silent Knowledge and see what it took to get there.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;first woken up by loud knocks on the door,  &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;the knock of the spirit&amp;quot;, and not uncommon.  I believe, &amp;quot;Eagle&amp;#39;s Gift&amp;quot; is where you&amp;#39;ll read about that.&lt;/p&gt;\n\n&lt;p&gt;In fact, it&amp;#39;s inevitable in situations where &amp;quot;the spirit&amp;quot; notices someone might be able to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;But what is it really?&lt;/p&gt;\n\n&lt;p&gt;Most likely your childhood &amp;quot;monster in the closet&amp;quot; coming back to play, now that you might pay attention to it.&lt;/p&gt;\n\n&lt;p&gt;Our families talk us out of learning from our childhood spirits.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll correct myself.&lt;/p&gt;\n\n&lt;p&gt;THOSE &lt;strong&gt;can&lt;/strong&gt; &amp;quot;teach&amp;quot; you sorcery.&lt;/p&gt;\n\n&lt;p&gt;Spirits.&lt;/p&gt;\n\n&lt;p&gt;But they won&amp;#39;t teach you the good stuff. Just the easy stuff that leaves them in control.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;As an idea, started writing down my dreams, a dream journal if you will.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a huge mistake.&lt;/p&gt;\n\n&lt;p&gt;Instead, learn to produce reliable magic, through hard work and never missing a practice, and then when you do something especially cool, eyes wide open, fully awake, walking around, make a picture and post it here, with a description.&lt;/p&gt;\n\n&lt;p&gt;That activity is rewarded by &amp;quot;the spirit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But only if you really did what you drew and posted about.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;journal&amp;quot; will doom you, the way it doomed the rest of our Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also the #1 tool of con artists who charge people money to &amp;quot;teach&amp;quot; them sorcery.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s self-flattering, and all they have to do to keep the person paying money, is listen to one of their annoying dreams and call it progress.&lt;/p&gt;\n\n&lt;p&gt;Carlos didn&amp;#39;t tolerate even a full sentence which started with &amp;quot;I had this dream last week...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s true that in some cases Carlos encouraged journals, but look at his results!&lt;/p&gt;\n\n&lt;p&gt;No one...  &lt;/p&gt;\n\n&lt;p&gt;He taught no one at all.&lt;/p&gt;\n\n&lt;p&gt;Because died too soon, but still.   &lt;/p&gt;\n\n&lt;p&gt;His efforts beyond writing the books almost led to the total loss of all of this.&lt;/p&gt;\n\n&lt;p&gt;He almost &amp;quot;undid&amp;quot; the positive influence of his books, with his attempts to a &amp;quot;teach&amp;quot; sorcery.&lt;/p&gt;\n\n&lt;p&gt;And the organization he set up is doing their best to erase it all by &amp;quot;making it appropriate for our modern age&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;By turning it into nothing but childish pretending, like everything else out there.&lt;/p&gt;\n\n&lt;p&gt;We have access to some of their &amp;quot;advanced&amp;quot; stuff.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s totally horrible.&lt;/p&gt;\n\n&lt;p&gt;And you can be sure they include &amp;quot;make a journal&amp;quot; in there somewhere.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgfu5do/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704466934.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgf9j30", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kga2fv4", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kgf9j30/", "num_reports": null, "locked": false, "name": "t1_kgf9j30", "created": 1704457766.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1704457766.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "kga2fv4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kg7xj4f", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We only get paid in here, for the very hard efforts I might add, if someone learns for real.  So there's nothing else to do but help those who might actually get to work for real.\n\nYou might be used to the profiteering of other systems, but they're all entirely fake.  And focused only on getting more money.  So they're careful who they put time into, based on cash potential.\n\nRegardless of how \"official\" or huge they may be.  Or whether they pretend to be a humanitarian religion.\n\nUnfortunately, almost no one wants to put in the work needed to learn the real thing.  They're used to easy techniques such as closed eye meditation, which although they never work seem like they might and are easy to do.\n\nBut we quickly find out if a new person is going to do any work at all.  It only takes a couple of weeks to be sure, and a couple of days to be relatively clued in to someone's potential or lack thereof.\n\nSo until it's obvious they're only attention seeking, anyone can expect help from dozens in here.\n\nBecause people who can do real magic are super rare, but also very valuable to others who can.  Magical realms are best shared, but unfortunately we're all currently alone in this pursuit.\n\nMy estimates are that in the Olmec times there were never more than 20 powerful seers living at any given time.  Maybe 30 at the most.\n\nFor thousands of years.\n\nAfter the Spanish took over Mexico, those hid out and formed lineages.  Until after 400 years there were perhaps 9 real magical lineages in all of Mexico.\n\nWith no more than 150 seers.\n\nBut the lineages seem doomed to eventually fail. Our teacher's teacher don Juan, implied that in one of his lectures to Carlos.\n\nWe're hoping to add 10 real seers to that number.  But 10 which are free from the lineages and so can't fail along with them.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_kga2fv4", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We only get paid in here, for the very hard efforts I might add, if someone learns for real.  So there&amp;#39;s nothing else to do but help those who might actually get to work for real.&lt;/p&gt;\n\n&lt;p&gt;You might be used to the profiteering of other systems, but they&amp;#39;re all entirely fake.  And focused only on getting more money.  So they&amp;#39;re careful who they put time into, based on cash potential.&lt;/p&gt;\n\n&lt;p&gt;Regardless of how &amp;quot;official&amp;quot; or huge they may be.  Or whether they pretend to be a humanitarian religion.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, almost no one wants to put in the work needed to learn the real thing.  They&amp;#39;re used to easy techniques such as closed eye meditation, which although they never work seem like they might and are easy to do.&lt;/p&gt;\n\n&lt;p&gt;But we quickly find out if a new person is going to do any work at all.  It only takes a couple of weeks to be sure, and a couple of days to be relatively clued in to someone&amp;#39;s potential or lack thereof.&lt;/p&gt;\n\n&lt;p&gt;So until it&amp;#39;s obvious they&amp;#39;re only attention seeking, anyone can expect help from dozens in here.&lt;/p&gt;\n\n&lt;p&gt;Because people who can do real magic are super rare, but also very valuable to others who can.  Magical realms are best shared, but unfortunately we&amp;#39;re all currently alone in this pursuit.&lt;/p&gt;\n\n&lt;p&gt;My estimates are that in the Olmec times there were never more than 20 powerful seers living at any given time.  Maybe 30 at the most.&lt;/p&gt;\n\n&lt;p&gt;For thousands of years.&lt;/p&gt;\n\n&lt;p&gt;After the Spanish took over Mexico, those hid out and formed lineages.  Until after 400 years there were perhaps 9 real magical lineages in all of Mexico.&lt;/p&gt;\n\n&lt;p&gt;With no more than 150 seers.&lt;/p&gt;\n\n&lt;p&gt;But the lineages seem doomed to eventually fail. Our teacher&amp;#39;s teacher don Juan, implied that in one of his lectures to Carlos.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re hoping to add 10 real seers to that number.  But 10 which are free from the lineages and so can&amp;#39;t fail along with them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kga2fv4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704377314.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1704377314.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kg7xj4f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kg7evar", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kg7xj4f/", "num_reports": null, "locked": false, "name": "t1_kg7xj4f", "created": 1704334266.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1704334266.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "kg7evar", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kg7cuh8", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's wonderful!\n\nMaybe go read the \"Simple Silence Technique\" in the wiki, so you understand all the \"good signs\" you can run into, which will seem like bad signs to you?\n\nCarlos even took advantage of the head falling painfully forward onto the chest, having people lean the forehead against a coffee table, while sitting cross legged on the carpet.\n\nAnd he created a \"Silence Stick\" to hold the head up, so it didn't fall forward.\n\nIt's even ok if you hear yourself snoring at some point.\n\nKeep in mind, if the assemblage point moves too quickly (moving it is the goal of silence), it doesn't \"latch on\" to a new version of reality, at first.\n\nFor beginners, you're in \"uncharted waters\".\n\nSo it can latch onto NOTHING, and you \"blank out\".\n\nIt seems like you fell asleep, but that's just because we lack experience in any state but waking and sleeping.\n\nWe aren't very aware of in-between states.\n\nAnyway, that post likely has A-Z \"good things\" to look for.\n\nIt will also allow you to realize, we analyze things down to the molecular level in sorcery, because it's real, and there's nothing to hide or be confused by.\n\nIt's all very straight forward and true.\n\nJust alien to modern man, that's all.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kg7evar", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s wonderful!&lt;/p&gt;\n\n&lt;p&gt;Maybe go read the &amp;quot;Simple Silence Technique&amp;quot; in the wiki, so you understand all the &amp;quot;good signs&amp;quot; you can run into, which will seem like bad signs to you?&lt;/p&gt;\n\n&lt;p&gt;Carlos even took advantage of the head falling painfully forward onto the chest, having people lean the forehead against a coffee table, while sitting cross legged on the carpet.&lt;/p&gt;\n\n&lt;p&gt;And he created a &amp;quot;Silence Stick&amp;quot; to hold the head up, so it didn&amp;#39;t fall forward.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s even ok if you hear yourself snoring at some point.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, if the assemblage point moves too quickly (moving it is the goal of silence), it doesn&amp;#39;t &amp;quot;latch on&amp;quot; to a new version of reality, at first.&lt;/p&gt;\n\n&lt;p&gt;For beginners, you&amp;#39;re in &amp;quot;uncharted waters&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So it can latch onto NOTHING, and you &amp;quot;blank out&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It seems like you fell asleep, but that&amp;#39;s just because we lack experience in any state but waking and sleeping.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t very aware of in-between states.&lt;/p&gt;\n\n&lt;p&gt;Anyway, that post likely has A-Z &amp;quot;good things&amp;quot; to look for.&lt;/p&gt;\n\n&lt;p&gt;It will also allow you to realize, we analyze things down to the molecular level in sorcery, because it&amp;#39;s real, and there&amp;#39;s nothing to hide or be confused by.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all very straight forward and true.&lt;/p&gt;\n\n&lt;p&gt;Just alien to modern man, that&amp;#39;s all.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kg7evar/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704327189.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1704327189.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "kg7cuh8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1704326438.0, "send_replies": true, "parent_id": "t1_iznqbni", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kg7cuh8/", "num_reports": null, "locked": false, "name": "t1_kg7cuh8", "created": 1704326438.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iznqbni", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670681101.0, "send_replies": true, "parent_id": "t1_izmr4wk", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, of course!  It's a good sign to drop them, so just pick up where you left off.\n\nOnly \"rituals\" must be the same every time. So that the flow of intent is steady and stores well into them.\n\nThis is a \"not-doing\".  No rules but what you make.\n\nAlthough, rituals are not-doings too...\n\nIf you like, you can turn dropping the rocks into a ritual!\n\nWhenever you drop them, you have to do some magical movement with them.\n\nLike move them around in your hand the way someone doing a card trick can, where the card moves from finger to finger.\n\nOr shuffle them like cards!  That Baby in \"A Series of Unfortunate Events\" does a mean shuffle.\n\nOr turn them around in a circle 3 times each, to \"undo\" having dropped them.\n\nOr you could chastise them, for not staying with your hands.\n\nIf they complain about it, saying it was your fault so why do you blame them, then you're doing VERY well!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iznqbni", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, of course!  It&amp;#39;s a good sign to drop them, so just pick up where you left off.&lt;/p&gt;\n\n&lt;p&gt;Only &amp;quot;rituals&amp;quot; must be the same every time. So that the flow of intent is steady and stores well into them.&lt;/p&gt;\n\n&lt;p&gt;This is a &amp;quot;not-doing&amp;quot;.  No rules but what you make.&lt;/p&gt;\n\n&lt;p&gt;Although, rituals are not-doings too...&lt;/p&gt;\n\n&lt;p&gt;If you like, you can turn dropping the rocks into a ritual!&lt;/p&gt;\n\n&lt;p&gt;Whenever you drop them, you have to do some magical movement with them.&lt;/p&gt;\n\n&lt;p&gt;Like move them around in your hand the way someone doing a card trick can, where the card moves from finger to finger.&lt;/p&gt;\n\n&lt;p&gt;Or shuffle them like cards!  That Baby in &amp;quot;A Series of Unfortunate Events&amp;quot; does a mean shuffle.&lt;/p&gt;\n\n&lt;p&gt;Or turn them around in a circle 3 times each, to &amp;quot;undo&amp;quot; having dropped them.&lt;/p&gt;\n\n&lt;p&gt;Or you could chastise them, for not staying with your hands.&lt;/p&gt;\n\n&lt;p&gt;If they complain about it, saying it was your fault so why do you blame them, then you&amp;#39;re doing VERY well!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/iznqbni/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670681101.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "izmr4wk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "created_utc": 1670653976.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 2, "author_fullname": "t2_juj59kud", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If you drop the rocks bc of going to sleep or zoning out...like when your head falls forward or the silence relaxes you, do you just pick them back up and start over, leave them and keep going, or...what?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_izmr4wk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you drop the rocks bc of going to sleep or zoning out...like when your head falls forward or the silence relaxes you, do you just pick them back up and start over, leave them and keep going, or...what?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/izmr4wk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670653976.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjcg213", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kjc6egx", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Cholita might have other media, but I'm forbidden to tell her name.  Plus, she can curse things and they actually come to an unfortunate end.  Three times so far since she moved in with me!  I checked the backyard for small animal graves last week, but she'd removed the markers.  I suppose they were just a temporary warning to others not to pester her.\n\nJadey has a YouTube channel:\n\n[https://www.youtube.com/watch?v=nH3rMhgbVPM](https://www.youtube.com/watch?v=nH3rMhgbVPM)", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_kjcg213", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita might have other media, but I&amp;#39;m forbidden to tell her name.  Plus, she can curse things and they actually come to an unfortunate end.  Three times so far since she moved in with me!  I checked the backyard for small animal graves last week, but she&amp;#39;d removed the markers.  I suppose they were just a temporary warning to others not to pester her.&lt;/p&gt;\n\n&lt;p&gt;Jadey has a YouTube channel:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=nH3rMhgbVPM\"&gt;https://www.youtube.com/watch?v=nH3rMhgbVPM&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kjcg213/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706102265.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1706102265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kjc6egx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "draculahere", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kj9htun", "score": 1, "author_fullname": "t2_rse8aw9xr", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you for your time. Do they also have an account on Reddit or other media? I translate all your posts into Persian and save them. I really enjoy and appreciate your posts and guidance, I follow and practice them. After I finished reading Carlos's books, I wished there was someone from Carlos's community or lineage that I could talk to or ask my questions. I even tried to find it in dreaming. But soon I found you. I have been in different magical systems (luciferian, vampyrism, wicca, thelema, hermetic, satanism, Anunaki, etc) but they never had what I wanted. They are wasting time, they are like fliers' plot. but when I met this path (nagualism/shamanism) I realized that I had finally found my true path, What I always wanted.", "edited": false, "author_flair_css_class": null, "name": "t1_kjc6egx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for your time. Do they also have an account on Reddit or other media? I translate all your posts into Persian and save them. I really enjoy and appreciate your posts and guidance, I follow and practice them. After I finished reading Carlos&amp;#39;s books, I wished there was someone from Carlos&amp;#39;s community or lineage that I could talk to or ask my questions. I even tried to find it in dreaming. But soon I found you. I have been in different magical systems (luciferian, vampyrism, wicca, thelema, hermetic, satanism, Anunaki, etc) but they never had what I wanted. They are wasting time, they are like fliers&amp;#39; plot. but when I met this path (nagualism/shamanism) I realized that I had finally found my true path, What I always wanted.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_bskqmx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kjc6egx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706097254.0, "author_flair_text": null, "collapsed": false, "created_utc": 1706097254.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kj9htun", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kj988ym", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "There's three of us in here.\n\nMe, Jadey, and Cholita.\n\nJadey is the Tensegrity expert, the one photographed with Carlos outside Dance Home back in the 90s, and also has visited me perhaps 3 or 4 times in her dreaming double.\n\nTwo while I was awake looking right at her.  \n\nShe uses Womb dreaming.\n\nCholita is an angry witch who believes this subreddit will celebrate some day, by drinking her blood.\n\nAs a \"virgin sacrifice\".\n\nShe's a typical \"westerly witch\" type. Totally insane.  Like Josefina from the books.\n\nExcept... She can walk through solid walls, float 2 feet off the ground, levitate small objects, control wild life in very weird ways, leap across tree tops, create phantom copies of reality you can walk into with her, be in 2 places at once (and you can verify it), lift me up into the air with one finger, and is a magnet for inorganic beings.\n\nToo bad she despises this place...\n\nBut she contributes by doing advanced magic for me (not voluntarily), so I can report it here.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kj9htun", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s three of us in here.&lt;/p&gt;\n\n&lt;p&gt;Me, Jadey, and Cholita.&lt;/p&gt;\n\n&lt;p&gt;Jadey is the Tensegrity expert, the one photographed with Carlos outside Dance Home back in the 90s, and also has visited me perhaps 3 or 4 times in her dreaming double.&lt;/p&gt;\n\n&lt;p&gt;Two while I was awake looking right at her.  &lt;/p&gt;\n\n&lt;p&gt;She uses Womb dreaming.&lt;/p&gt;\n\n&lt;p&gt;Cholita is an angry witch who believes this subreddit will celebrate some day, by drinking her blood.&lt;/p&gt;\n\n&lt;p&gt;As a &amp;quot;virgin sacrifice&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s a typical &amp;quot;westerly witch&amp;quot; type. Totally insane.  Like Josefina from the books.&lt;/p&gt;\n\n&lt;p&gt;Except... She can walk through solid walls, float 2 feet off the ground, levitate small objects, control wild life in very weird ways, leap across tree tops, create phantom copies of reality you can walk into with her, be in 2 places at once (and you can verify it), lift me up into the air with one finger, and is a magnet for inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;Too bad she despises this place...&lt;/p&gt;\n\n&lt;p&gt;But she contributes by doing advanced magic for me (not voluntarily), so I can report it here.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kj9htun/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706048919.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1706048919.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "kj988ym", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "draculahere", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kj953qp", "score": 3, "author_fullname": "t2_rse8aw9xr", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Interesting! Thank you for your reply. Yes, I'm new here, but I've read Carlos' books. And I was very happy when I found out that Carlos himself had students and one of them is alive and active in social media.So I installed reddit and now I'm here to read and practice your posts.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kj988ym", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting! Thank you for your reply. Yes, I&amp;#39;m new here, but I&amp;#39;ve read Carlos&amp;#39; books. And I was very happy when I found out that Carlos himself had students and one of them is alive and active in social media.So I installed reddit and now I&amp;#39;m here to read and practice your posts.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kj988ym/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706045703.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1706045703.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kj953qp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1706044677.0, "send_replies": true, "parent_id": "t1_kj8zd7z", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have a \"theory\" about that phenomena, but it has \"thin\" evidence.\n\nLately my own double wakes me up to practice, with a DAZZLING show of flickering colors hovering over me.\n\nYou're maybe new here, so keep in mind that our \"double\" is actually half of the awareness we were given when we were \"formed\" as big luminous eggs, on a dark sea of infinite superstrings of awareness.\n\n  \nBOTH of which you get to see with your own eyes, and play with nightly if you prefer them over other fun things you can learn to do.\n\nNOTHING in this subreddit is theory, a \"secret scroll\", the \"wise words of Guru Dev\", or anything else needing belief or \"faith\".\n\nIt's all just technology.  Old Olmec technology from before money, before writing systems, before cities, and even before agriculture.\n\nThe old Olmec seers were given small children as apprentices.\n\nSo they had absolutely no interest in making up pretend magic to sell to others. There was no one to sell things to, and no money to get in exchange.\n\nIt was just **for themselve**s that they explored magical realms.\n\nNow the good news is, if one \"seer\" discovers something, the other seers will all discover it soon after that.\n\nFor instance, every single sorcerer in our history, is available for us to go back in time and witness live. As if we were there at that time, 8000 years ago perhaps.\n\nBut that's a longer explanation.\n\nOur double is the half of our awareness encased in the egg, which couldn't fit into our flesh bodies.\n\nThe half that managed to hang out inside the flesh, is called our \"Tonal\".\n\nAnd as a result of being tied to the flesh, it has \"reason\" and purpose.\n\nBut the other half either didn't fit, or refused.\n\nAnd our endless internal dialogue, filled primarily with suffering, has driven it away.\n\nExcept, it likes to come closer to our Tonal from time to time, to get a sense of \"purpose\", and also out of curiosity about it's doppelganger.\n\nSorcery teaches you to lure it to swirl around your body, and eventually cling and form a blue bubble.\n\nLike this one:\n\n&amp;#x200B;\n\nhttps://preview.redd.it/m7kp72qo99ec1.jpeg?width=3592&amp;format=pjpg&amp;auto=webp&amp;s=9b0ed5d2c14bfc7967dab28e967e891244a0cda6\n\nI daily get that to form, and I can assure you, it's completely visible.\n\nAnd as bright as you see there.\n\nIf you play with it daily, it eventually likes that and if you sleep in too long, it'll wake you up to \"come play more\".\n\nOften using dazzling light shows to try to snap you out of your desire to remain asleep.\n\nThey are sentient beings, with their own interests.\n\nSo possibly, it was YOU Knocking on the door.\n\nDoesn't matter what voice you heard.\n\nCholita the witch, trained by Carlos, can imitate anyone in her double.\n\nLooks just like the real thing, unless she's \"editorializing\".\n\nShe made a copy of me once, and sat on the end of the bed.\n\nI thought it was my own double, until I noticed it was quite a bit overweight.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kj953qp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have a &amp;quot;theory&amp;quot; about that phenomena, but it has &amp;quot;thin&amp;quot; evidence.&lt;/p&gt;\n\n&lt;p&gt;Lately my own double wakes me up to practice, with a DAZZLING show of flickering colors hovering over me.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re maybe new here, so keep in mind that our &amp;quot;double&amp;quot; is actually half of the awareness we were given when we were &amp;quot;formed&amp;quot; as big luminous eggs, on a dark sea of infinite superstrings of awareness.&lt;/p&gt;\n\n&lt;p&gt;BOTH of which you get to see with your own eyes, and play with nightly if you prefer them over other fun things you can learn to do.&lt;/p&gt;\n\n&lt;p&gt;NOTHING in this subreddit is theory, a &amp;quot;secret scroll&amp;quot;, the &amp;quot;wise words of Guru Dev&amp;quot;, or anything else needing belief or &amp;quot;faith&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all just technology.  Old Olmec technology from before money, before writing systems, before cities, and even before agriculture.&lt;/p&gt;\n\n&lt;p&gt;The old Olmec seers were given small children as apprentices.&lt;/p&gt;\n\n&lt;p&gt;So they had absolutely no interest in making up pretend magic to sell to others. There was no one to sell things to, and no money to get in exchange.&lt;/p&gt;\n\n&lt;p&gt;It was just &lt;strong&gt;for themselve&lt;/strong&gt;s that they explored magical realms.&lt;/p&gt;\n\n&lt;p&gt;Now the good news is, if one &amp;quot;seer&amp;quot; discovers something, the other seers will all discover it soon after that.&lt;/p&gt;\n\n&lt;p&gt;For instance, every single sorcerer in our history, is available for us to go back in time and witness live. As if we were there at that time, 8000 years ago perhaps.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s a longer explanation.&lt;/p&gt;\n\n&lt;p&gt;Our double is the half of our awareness encased in the egg, which couldn&amp;#39;t fit into our flesh bodies.&lt;/p&gt;\n\n&lt;p&gt;The half that managed to hang out inside the flesh, is called our &amp;quot;Tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And as a result of being tied to the flesh, it has &amp;quot;reason&amp;quot; and purpose.&lt;/p&gt;\n\n&lt;p&gt;But the other half either didn&amp;#39;t fit, or refused.&lt;/p&gt;\n\n&lt;p&gt;And our endless internal dialogue, filled primarily with suffering, has driven it away.&lt;/p&gt;\n\n&lt;p&gt;Except, it likes to come closer to our Tonal from time to time, to get a sense of &amp;quot;purpose&amp;quot;, and also out of curiosity about it&amp;#39;s doppelganger.&lt;/p&gt;\n\n&lt;p&gt;Sorcery teaches you to lure it to swirl around your body, and eventually cling and form a blue bubble.&lt;/p&gt;\n\n&lt;p&gt;Like this one:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/m7kp72qo99ec1.jpeg?width=3592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9b0ed5d2c14bfc7967dab28e967e891244a0cda6\"&gt;https://preview.redd.it/m7kp72qo99ec1.jpeg?width=3592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9b0ed5d2c14bfc7967dab28e967e891244a0cda6&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I daily get that to form, and I can assure you, it&amp;#39;s completely visible.&lt;/p&gt;\n\n&lt;p&gt;And as bright as you see there.&lt;/p&gt;\n\n&lt;p&gt;If you play with it daily, it eventually likes that and if you sleep in too long, it&amp;#39;ll wake you up to &amp;quot;come play more&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Often using dazzling light shows to try to snap you out of your desire to remain asleep.&lt;/p&gt;\n\n&lt;p&gt;They are sentient beings, with their own interests.&lt;/p&gt;\n\n&lt;p&gt;So possibly, it was YOU Knocking on the door.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter what voice you heard.&lt;/p&gt;\n\n&lt;p&gt;Cholita the witch, trained by Carlos, can imitate anyone in her double.&lt;/p&gt;\n\n&lt;p&gt;Looks just like the real thing, unless she&amp;#39;s &amp;quot;editorializing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She made a copy of me once, and sat on the end of the bed.&lt;/p&gt;\n\n&lt;p&gt;I thought it was my own double, until I noticed it was quite a bit overweight.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kj953qp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706044677.0, "media_metadata": {"m7kp72qo99ec1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=cb8532030701847df131aff80f3d69a3a782f925"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=67a90ff1fc54f3e41d9c778db51f3b677d257e36"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=fd30b599ebbc61e695b970f41eef70cddbefc5b9"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=17c992ecd956fffd744dad028a419cc8f4ab8b7b"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=3a20fbcf5e6e9d1223e25ba34bf69a0933a478da"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=dd02c6907f0f6a0c323401f3de70ecfb90b13c95"}], "s": {"y": 3592, "x": 3592, "u": "https://preview.redd.it/m7kp72qo99ec1.jpeg?width=3592&amp;format=pjpg&amp;auto=webp&amp;s=9b0ed5d2c14bfc7967dab28e967e891244a0cda6"}, "id": "m7kp72qo99ec1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "kj8zd7z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "draculahere", "can_mod_post": false, "created_utc": 1706042803.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 2, "author_fullname": "t2_rse8aw9xr", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I wondered when I read about I and J. I experienced them a long time ago, when I didn't even know anything about these exercises. At 5 am when I was sleeping, I heard the doorbell and my mother's voice behind the door calling me. These sounds were so repeated that I had to wake up and go to open the door. But when I opened the door, no one was there.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kj8zd7z", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wondered when I read about I and J. I experienced them a long time ago, when I didn&amp;#39;t even know anything about these exercises. At 5 am when I was sleeping, I heard the doorbell and my mother&amp;#39;s voice behind the door calling me. These sounds were so repeated that I had to wake up and go to open the door. But when I opened the door, no one was there.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kj8zd7z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706042803.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ep0taho", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1558980180.0, "send_replies": true, "parent_id": "t1_ep0se0s", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suspect the high functioning autistic advantage is mostly obsession with obscure things, and the willingness to learn everything they can about them.\n\nThey're nerds. Nerds have weird hobbies.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ep0taho", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suspect the high functioning autistic advantage is mostly obsession with obscure things, and the willingness to learn everything they can about them.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re nerds. Nerds have weird hobbies.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/ep0taho/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558980180.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ep0se0s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1558979701.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I had the thought that people with autism are often said to think in pictures and not words. Maybe, individuals that were neurologically atypical were the first to rediscover seeing after it was lost to us in prehistory. High-functioning autistics may have been the first \"sorcerers.\"\n\nWhen I dwell on it, there seem to be numerous other autism-spectrum parallels in Castaneda's description of the world of sorcerers...", "edited": 1613340766.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ep0se0s", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had the thought that people with autism are often said to think in pictures and not words. Maybe, individuals that were neurologically atypical were the first to rediscover seeing after it was lost to us in prehistory. High-functioning autistics may have been the first &amp;quot;sorcerers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;When I dwell on it, there seem to be numerous other autism-spectrum parallels in Castaneda&amp;#39;s description of the world of sorcerers...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/ep0se0s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1558979701.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "erfmp2u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "imguralbumbot", "can_mod_post": false, "send_replies": true, "parent_id": "t1_erfmos6", "score": 0, "author_fullname": "t2_180i376", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "^(Hi, I'm a bot for linking direct images of albums with only 1 image)\n\n**https://i.imgur.com/myXKwtr.jpg**\n\n^^[Source](https://github.com/AUTplayed/imguralbumbot) ^^| ^^[Why?](https://github.com/AUTplayed/imguralbumbot/blob/master/README.md) ^^| ^^[Creator](https://np.reddit.com/user/AUTplayed/) ^^| ^^[ignoreme](https://np.reddit.com/message/compose/?to=imguralbumbot&amp;subject=ignoreme&amp;message=ignoreme)^^| ^^[deletthis](https://np.reddit.com/message/compose/?to=imguralbumbot&amp;subject=delet%20this&amp;message=delet%20this%20erfmp2u)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_erfmp2u", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;sup&gt;Hi, I&amp;#39;m a bot for linking direct images of albums with only 1 image&lt;/sup&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&lt;a href=\"https://i.imgur.com/myXKwtr.jpg\"&gt;https://i.imgur.com/myXKwtr.jpg&lt;/a&gt;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;&lt;sup&gt;&lt;a href=\"https://github.com/AUTplayed/imguralbumbot\"&gt;Source&lt;/a&gt;&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;|&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;&lt;a href=\"https://github.com/AUTplayed/imguralbumbot/blob/master/README.md\"&gt;Why?&lt;/a&gt;&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;|&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;&lt;a href=\"https://np.reddit.com/user/AUTplayed/\"&gt;Creator&lt;/a&gt;&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;|&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;&lt;a href=\"https://np.reddit.com/message/compose/?to=imguralbumbot&amp;amp;subject=ignoreme&amp;amp;message=ignoreme\"&gt;ignoreme&lt;/a&gt;&lt;sup&gt;&lt;sup&gt;|&lt;/sup&gt;&lt;/sup&gt;&lt;/sup&gt;&lt;/sup&gt; &lt;sup&gt;&lt;sup&gt;&lt;a href=\"https://np.reddit.com/message/compose/?to=imguralbumbot&amp;amp;subject=delet%20this&amp;amp;message=delet%20this%20erfmp2u\"&gt;deletthis&lt;/a&gt;&lt;/sup&gt;&lt;/sup&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/erfmp2u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560812265.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1560812265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jq8qteq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_erfmos6", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&amp;#x200B;\n\nhttps://preview.redd.it/q1zh16k3tb9b1.jpeg?width=1116&amp;format=pjpg&amp;auto=webp&amp;s=aed91d3f6a3982511b6222891408fcc34c1c27c9\n\nsame image, but natively stored in Reddit\n\nhttps://archive.ph/a41a8", "edited": 1688205769.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jq8qteq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=1116&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=aed91d3f6a3982511b6222891408fcc34c1c27c9\"&gt;https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=1116&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=aed91d3f6a3982511b6222891408fcc34c1c27c9&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;same image, but natively stored in Reddit&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://archive.ph/a41a8\"&gt;https://archive.ph/a41a8&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/jq8qteq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1688205311.0, "media_metadata": {"q1zh16k3tb9b1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 141, "x": 108, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=312aac9d05b05c0075fab917d8c233caf0b601f0"}, {"y": 282, "x": 216, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=3009f55a2d8c31422118b6a73c81ce09cb6f3466"}, {"y": 419, "x": 320, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=495bfe303e6da90df09eecc892c35fb3ddaa985b"}, {"y": 838, "x": 640, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=ca4c2cb62dd653fc4ffc32f3ab9733b428c316ad"}, {"y": 1257, "x": 960, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=337cacf7a12a76ae32ba24f2cc695800cf8a0783"}, {"y": 1414, "x": 1080, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=596214fc1a56d2eccdc1584c6f2885ab39ee1e60"}], "s": {"y": 1462, "x": 1116, "u": "https://preview.redd.it/q1zh16k3tb9b1.jpeg?width=1116&amp;format=pjpg&amp;auto=webp&amp;s=aed91d3f6a3982511b6222891408fcc34c1c27c9"}, "id": "q1zh16k3tb9b1"}}, "author_flair_text": null, "treatment_tags": [], "created_utc": 1688205311.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "erfmos6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ercbdux", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\"But people do love to dress up like clowns.\"\n\nGood example:\n\n[https://imgur.com/myXKwtr](https://imgur.com/myXKwtr)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_erfmos6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;But people do love to dress up like clowns.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Good example:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://imgur.com/myXKwtr\"&gt;https://imgur.com/myXKwtr&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/erfmos6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560812259.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1560812259.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ercbdux", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1560707670.0, "send_replies": true, "parent_id": "t1_erair0g", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Matrix was popular in private classes, people made the obvious analogy with the Fliers, and some seemed to have more than passing knowledge of the 2 brothers who are associated with that series.  But that could have been because of Bruce.\n\nCarlos lived in Hollywood's immediate vicinity.   The witches gave a lecture at Sony Pictures.  Hollywood was pursuing Carlos to make don Juan into a movie star.  Bruce Wagner made a mini-series based on Carlos' type topics.\n\nOther than that, I don't know myself.  If you want more to think about, consider that the CIA loves to make friends with the famous and give them \"tasks\" to do (mostly just give us a yell if you hear something).  I even made a little movie on the threat of homemade explosives created with household goods for them.  Blew myself up nicely!  I'm sure they play that often just to watch that explosion.\n\nBut even if Carlos didn't have all those associations with Hollywood, he was a rock star. He was the king of drugs, and founder of half the hippy movement ethos.\n\nIn the intellectual community he was a controversy. I remember listening to anthropologists argue about him back in the mid 60s.  They argued, but they were intrigued.  They'd have long discussions about what \"Power\" was.  \n\nThey'd gotten a wrong focus from his early books, as just about everyone does.  People love to dress up like a clown!\n\nI'm a little bent today from creating  a new tensegrity move last night, so please forgive the very obscure reference.  But people do love to dress up like clowns. It's plagued Carlos' teachings for decades.", "edited": 1560708267.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ercbdux", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Matrix was popular in private classes, people made the obvious analogy with the Fliers, and some seemed to have more than passing knowledge of the 2 brothers who are associated with that series.  But that could have been because of Bruce.&lt;/p&gt;\n\n&lt;p&gt;Carlos lived in Hollywood&amp;#39;s immediate vicinity.   The witches gave a lecture at Sony Pictures.  Hollywood was pursuing Carlos to make don Juan into a movie star.  Bruce Wagner made a mini-series based on Carlos&amp;#39; type topics.&lt;/p&gt;\n\n&lt;p&gt;Other than that, I don&amp;#39;t know myself.  If you want more to think about, consider that the CIA loves to make friends with the famous and give them &amp;quot;tasks&amp;quot; to do (mostly just give us a yell if you hear something).  I even made a little movie on the threat of homemade explosives created with household goods for them.  Blew myself up nicely!  I&amp;#39;m sure they play that often just to watch that explosion.&lt;/p&gt;\n\n&lt;p&gt;But even if Carlos didn&amp;#39;t have all those associations with Hollywood, he was a rock star. He was the king of drugs, and founder of half the hippy movement ethos.&lt;/p&gt;\n\n&lt;p&gt;In the intellectual community he was a controversy. I remember listening to anthropologists argue about him back in the mid 60s.  They argued, but they were intrigued.  They&amp;#39;d have long discussions about what &amp;quot;Power&amp;quot; was.  &lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;d gotten a wrong focus from his early books, as just about everyone does.  People love to dress up like a clown!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m a little bent today from creating  a new tensegrity move last night, so please forgive the very obscure reference.  But people do love to dress up like clowns. It&amp;#39;s plagued Carlos&amp;#39; teachings for decades.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/ercbdux/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560707670.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "erair0g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1560645197.0, "send_replies": true, "parent_id": "t3_bskqmx", "score": 1, "author_fullname": "t2_n9h6v", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Wasn’t Matrix released mid-‘99? Has Carlos had pre-screening of it or knew the crew/project before release?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_erair0g", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wasn’t Matrix released mid-‘99? Has Carlos had pre-screening of it or knew the crew/project before release?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/erair0g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1560645197.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_bskqmx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_bskqmx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kytgl38", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AutoModerator", "can_mod_post": false, "created_utc": 1712692697.0, "send_replies": false, "parent_id": "t1_kytgl0h", "score": 1, "author_fullname": "t2_6l4z3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/castaneda) if you have any questions or concerns.*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kytgl38", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I am a bot, and this action was performed automatically. Please &lt;a href=\"/message/compose/?to=/r/castaneda\"&gt;contact the moderators of this subreddit&lt;/a&gt; if you have any questions or concerns.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_bskqmx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kytgl38/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1712692697.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kytgl0h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_bskqmx", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/bskqmx/simple_silence_technique/kytgl0h/", "num_reports": null, "locked": false, "name": "t1_kytgl0h", "created": 1712692696.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1712692696.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]