[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "In private classes Carlos would repeat a story as many as 3 times.  He was like an impeccable stand-up comedian, never showing up without a good story and several jokes.  Each story was designed around a teaching theme. He once told us that it takes telling a story 3 times before everyone gets it.\n\nI’ve noticed that too, but it’s mighty convenient to be able to tell the same story 3 times when you have multiple audiences and forget where you’ve told it.\n\nSomewhere towards the end of his life he seemed to be trying to push our learning into the realm of concrete experiences. He introduced us to a silence technique using a stick with a pad on the top.  If you’ve practiced meditation or silence in a chair, you’ll be familiar with the problem of your head falling forward and resting on your chest.  You can get into a state of complete awareness, while completely asleep.  It’s precious, but very difficult to hold your head up when asleep, and it hurts to rest your chin on your chest.\n\nYou can prevent this problem by using a small wooden pole, about 2-3 feet long, 1-inch in diameter, with a pad on one end. You rest your forehead on it, about where the “third eye” is said to be, while you lean forward sitting cross legged on the floor.  Your feet stabilize the stick bottom at an angle comfortable for your head. Then you force silence for as long as you can, trying to reach the tipping point.  He actually had us do it in a group, once we’d made our poles.  The goal in class was to “see”.\n\nHe also introduced us to one of his allies.  He tried to point out how it darted across the room from the water cooler on one side, to the far end where students were standing.  He said that the water in the cooler attracted the allies.\n\nHe was particularly interested in personal experiences during this period, openly asking for them.  Usually there was a fear of speaking up.  There’s a story about a woman who was on the fast track to be in the inner circle.  One of the other women bought her some shoes as a gift.  When she saw them she said, “I can’t wear those!!!”.   She was immediately ex-communicated.\n\nAnd so, while it was known to be dangerous to stand out, Carlos actually urged us to speak up at that time.   To complicate things, there was some slight descent in the class.  I’d guess it was mostly because people knew he was dying.   But also, people interested in Castaneda’s writings have often found something else in the meantime, and still cling to a preference for the thing they’d put more time into.  It was as if some didn’t believe the whole thing, but were willing to be entertained.\n\n&amp;#x200B;\n\nCarlos still had some hope for sticking around longer. He was trying to gather enough energetic mass to “jump grooves”.  He explained this with several stories about a tunnel with furrows, which sorcerers have access to.  A sorcerer can look down one of the furrows inside the tunnel, and see another world.  If Carlos could jump grooves by switching to another of these, he could repair his body.  But so far, he hadn’t had the energy for it.\n\nI don’t know how many days of classes took place with this new push for direct experiences, but at one point we were anticipating something.  The rumor was that one of the witches would come to give us a demonstration.  By that time, it was somewhat rare for one of the witches to show up. When they did it always felt like a special occasion.\n\nWhen the event came, it was Carol Tiggs who was to “give” the demonstration.  I say “give”, because I’m not completely convinced Carol knew what was going to happen.  Carlos was clearly in charge of it. He stood at the front of the room, near the stairs.  Everyone else was opposite him, in poorly formed rows of people, as you would find when practicing tensegrity.\n\nCarol walked in from his right side, and Carlos announced she was going to select 2 people.  She made her picks, and I was lucky enough to be one of them.\n\nShe had the first person sit down on the floor with their legs stretched out, she put her hands behind their head, and leaned the person backwards onto the floor.  I heard someone whisper, “That’s what stage magicians do!” as a sort of criticism.   Carlos just remained at the front of the class, watching with a big smile on his face.\n\nCarol on the other hand looked a little like she was just hoping for the best.  She came to me, and did the same thing.  But instead of ending up laying on my back on the floor, I fell into a hole deep in the ground, with no one else around.\n\nI was confused, and tried to figure out where I was. I only vaguely remembered that I was in the middle of a “demonstration”.  I was in a very long tunnel, still sitting on my butt with my legs stretched out. It was as if Carol had never leaned me back at all.  The tunnel was dug in light brown dirt.   But it was so perfectly round, it could only have been cut by a machine.   I tried to see the end of it, but it went so far that it was impossible to see anything but darkness.\n\nI was just trying to figure out why there was so much light in my part of the tunnel, when I realized it was the light in the real room.  I was sitting up, a little disoriented.  Someone asked what happened and all I could say was “brown hole…  I saw a brown hole.”\n\nLooking back, I wish I’d said something like, “Darn Carol, that was amazing!!!”  But in spite of the experience it seemed like it was a dream.  I felt that maybe I’d caused it myself, by forcing silence. I didn’t know what Carol was trying to demonstrate, and didn’t want to spoil the demo by saying the wrong thing.\n\nCarlos’ attempts to demonstrate magic to his class before he died didn’t seem to go well.  I wondered about the brown tunnel for a long time after he died.  I ran into a curious mention in a book from the 1600s, of a sorcerer in Ireland who fell into a tunnel and was taken by the fairies.   He was found dead. This sorcerer was a leader of the church and somehow got a message out saying not to bury him, and that on a certain day he’d rise up in his dead body.  If someone could quickly toss a blanket over him, he’d be restored to the real world.\n\nBut when the event actually happened, everyone around him was so stunned that they forgot about the blanket.   And the fairies kept him in their world.\n\nCarlos had been worried about the same thing towards the end of his life.  He said that the allies will find any weakness and keep pulling on it. He made a gesture that seemed like someone pulling on a thread on a sweater, unraveling it as they pulled up.   He explained that they had him nightly hopping from one stone to the other, in a world I can only presume had a great deal of water.  He was like a puppet on a string, and didn’t have the energy to stop them.\n\nBut 17 years after his death I’d largely forgotten about all that, and certainly about the brown tunnel.   Then one day I was in Thailand, walking under the Bangkok Skytrain.  My company had supplied security cameras for that area.   The Thai landscape was so alien looking to me that I decided to walk under the train route while forcing silence.\n\nOne interesting thing about international travel is that you end up leaving ordinary worries behind. You can’t water the lawn, you can’t pay the bills, you don’t have think about the social obligations you have at home.  It’s almost as if you’ve recapitulated all of that, and it no longer has an influence on you.  As a result, you find yourself disentangled from more of the things that can keep your assemblage point in place.\n\nWalking in silence in that strange scenery payed off.  After a few hours I noticed that I’d fallen into “heightened awareness”. And it was stable. In fact, it lasted 2 weeks before the sweltering heat of Southeast Asia got the best of me.  And during that entire time, if I wanted a reminder that I was still in heightened awareness, I only had to close my eyes.  There was “the wall”, something Carlos had taught us as a beginner’s technique for seeing.\n\nExcept that instead of being made out of vague colors of light, this wall was covered in burlap. It looked like impromptu wallpaper from the 70s, belonging in a cheesy nautical themed man-cave.\n\nI experimented and found that it was the same as seeing the wall under ordinary circumstances.  One odd thing, the details of the burlap fabric seemed to be consistent.  If I found a detail like a thicker strand in the fabric, opened my eyes and closed them again, the detail was still in the same place.\n\nThings could appear on it as normally happens with “the wall”, but if I wanted to “see” something specific I only had to look through it.  To that end, I was sitting on a bench in the 95F, 99% humidity heat, watching an orange cat chase a fat rat at very low speed. Both seemed so overcome by the heat that they could only act out the death struggle in slow motion.  The rat made it to the sewer entry before the cat could waddle fast enough to grab it.  Then the cat surprised me, by jumping up to the next floor of an apartment complex, and to the next, and the next, until it was high on the top across the alley. Each level took only one leap.\n\nI closed my eyes to see the cat, peered through the wall, but instead of seeing energy in the cat, I found myself in the brown tunnel again.  This time I was standing up, leaning on the side with one hand.  A presence of some type was just behind me, explaining things.\n\n“He’s over that way”, it explained.  I understood this to be a reference to the Irish sorcerer.  “This one here is a pirate.”  I looked at the wall where he was indicating, and saw the life of a sorcerer from China who had traveled to Mexico.  I was so puzzled by the view that I didn’t pay attention to the details.  Next to that view was another, and I understood it was the sorcerer before that.  There was a long line of them going far into the tunnel.\n\nI fancied it to be Carlos’ tunnel with furrows, where you could look down a furrow and view an entire world.  But I hadn’t conceived of looking into paintings.   I wondered if it was the very same brown tunnel shown to me by Carol Tiggs, when she did her “Stage Magician” demonstration.   But there was no way to know.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Stage Magician", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_an7jub", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.82, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1549329768.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1549321317.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;In private classes Carlos would repeat a story as many as 3 times.  He was like an impeccable stand-up comedian, never showing up without a good story and several jokes.  Each story was designed around a teaching theme. He once told us that it takes telling a story 3 times before everyone gets it.&lt;/p&gt;\n\n&lt;p&gt;I’ve noticed that too, but it’s mighty convenient to be able to tell the same story 3 times when you have multiple audiences and forget where you’ve told it.&lt;/p&gt;\n\n&lt;p&gt;Somewhere towards the end of his life he seemed to be trying to push our learning into the realm of concrete experiences. He introduced us to a silence technique using a stick with a pad on the top.  If you’ve practiced meditation or silence in a chair, you’ll be familiar with the problem of your head falling forward and resting on your chest.  You can get into a state of complete awareness, while completely asleep.  It’s precious, but very difficult to hold your head up when asleep, and it hurts to rest your chin on your chest.&lt;/p&gt;\n\n&lt;p&gt;You can prevent this problem by using a small wooden pole, about 2-3 feet long, 1-inch in diameter, with a pad on one end. You rest your forehead on it, about where the “third eye” is said to be, while you lean forward sitting cross legged on the floor.  Your feet stabilize the stick bottom at an angle comfortable for your head. Then you force silence for as long as you can, trying to reach the tipping point.  He actually had us do it in a group, once we’d made our poles.  The goal in class was to “see”.&lt;/p&gt;\n\n&lt;p&gt;He also introduced us to one of his allies.  He tried to point out how it darted across the room from the water cooler on one side, to the far end where students were standing.  He said that the water in the cooler attracted the allies.&lt;/p&gt;\n\n&lt;p&gt;He was particularly interested in personal experiences during this period, openly asking for them.  Usually there was a fear of speaking up.  There’s a story about a woman who was on the fast track to be in the inner circle.  One of the other women bought her some shoes as a gift.  When she saw them she said, “I can’t wear those!!!”.   She was immediately ex-communicated.&lt;/p&gt;\n\n&lt;p&gt;And so, while it was known to be dangerous to stand out, Carlos actually urged us to speak up at that time.   To complicate things, there was some slight descent in the class.  I’d guess it was mostly because people knew he was dying.   But also, people interested in Castaneda’s writings have often found something else in the meantime, and still cling to a preference for the thing they’d put more time into.  It was as if some didn’t believe the whole thing, but were willing to be entertained.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Carlos still had some hope for sticking around longer. He was trying to gather enough energetic mass to “jump grooves”.  He explained this with several stories about a tunnel with furrows, which sorcerers have access to.  A sorcerer can look down one of the furrows inside the tunnel, and see another world.  If Carlos could jump grooves by switching to another of these, he could repair his body.  But so far, he hadn’t had the energy for it.&lt;/p&gt;\n\n&lt;p&gt;I don’t know how many days of classes took place with this new push for direct experiences, but at one point we were anticipating something.  The rumor was that one of the witches would come to give us a demonstration.  By that time, it was somewhat rare for one of the witches to show up. When they did it always felt like a special occasion.&lt;/p&gt;\n\n&lt;p&gt;When the event came, it was Carol Tiggs who was to “give” the demonstration.  I say “give”, because I’m not completely convinced Carol knew what was going to happen.  Carlos was clearly in charge of it. He stood at the front of the room, near the stairs.  Everyone else was opposite him, in poorly formed rows of people, as you would find when practicing tensegrity.&lt;/p&gt;\n\n&lt;p&gt;Carol walked in from his right side, and Carlos announced she was going to select 2 people.  She made her picks, and I was lucky enough to be one of them.&lt;/p&gt;\n\n&lt;p&gt;She had the first person sit down on the floor with their legs stretched out, she put her hands behind their head, and leaned the person backwards onto the floor.  I heard someone whisper, “That’s what stage magicians do!” as a sort of criticism.   Carlos just remained at the front of the class, watching with a big smile on his face.&lt;/p&gt;\n\n&lt;p&gt;Carol on the other hand looked a little like she was just hoping for the best.  She came to me, and did the same thing.  But instead of ending up laying on my back on the floor, I fell into a hole deep in the ground, with no one else around.&lt;/p&gt;\n\n&lt;p&gt;I was confused, and tried to figure out where I was. I only vaguely remembered that I was in the middle of a “demonstration”.  I was in a very long tunnel, still sitting on my butt with my legs stretched out. It was as if Carol had never leaned me back at all.  The tunnel was dug in light brown dirt.   But it was so perfectly round, it could only have been cut by a machine.   I tried to see the end of it, but it went so far that it was impossible to see anything but darkness.&lt;/p&gt;\n\n&lt;p&gt;I was just trying to figure out why there was so much light in my part of the tunnel, when I realized it was the light in the real room.  I was sitting up, a little disoriented.  Someone asked what happened and all I could say was “brown hole…  I saw a brown hole.”&lt;/p&gt;\n\n&lt;p&gt;Looking back, I wish I’d said something like, “Darn Carol, that was amazing!!!”  But in spite of the experience it seemed like it was a dream.  I felt that maybe I’d caused it myself, by forcing silence. I didn’t know what Carol was trying to demonstrate, and didn’t want to spoil the demo by saying the wrong thing.&lt;/p&gt;\n\n&lt;p&gt;Carlos’ attempts to demonstrate magic to his class before he died didn’t seem to go well.  I wondered about the brown tunnel for a long time after he died.  I ran into a curious mention in a book from the 1600s, of a sorcerer in Ireland who fell into a tunnel and was taken by the fairies.   He was found dead. This sorcerer was a leader of the church and somehow got a message out saying not to bury him, and that on a certain day he’d rise up in his dead body.  If someone could quickly toss a blanket over him, he’d be restored to the real world.&lt;/p&gt;\n\n&lt;p&gt;But when the event actually happened, everyone around him was so stunned that they forgot about the blanket.   And the fairies kept him in their world.&lt;/p&gt;\n\n&lt;p&gt;Carlos had been worried about the same thing towards the end of his life.  He said that the allies will find any weakness and keep pulling on it. He made a gesture that seemed like someone pulling on a thread on a sweater, unraveling it as they pulled up.   He explained that they had him nightly hopping from one stone to the other, in a world I can only presume had a great deal of water.  He was like a puppet on a string, and didn’t have the energy to stop them.&lt;/p&gt;\n\n&lt;p&gt;But 17 years after his death I’d largely forgotten about all that, and certainly about the brown tunnel.   Then one day I was in Thailand, walking under the Bangkok Skytrain.  My company had supplied security cameras for that area.   The Thai landscape was so alien looking to me that I decided to walk under the train route while forcing silence.&lt;/p&gt;\n\n&lt;p&gt;One interesting thing about international travel is that you end up leaving ordinary worries behind. You can’t water the lawn, you can’t pay the bills, you don’t have think about the social obligations you have at home.  It’s almost as if you’ve recapitulated all of that, and it no longer has an influence on you.  As a result, you find yourself disentangled from more of the things that can keep your assemblage point in place.&lt;/p&gt;\n\n&lt;p&gt;Walking in silence in that strange scenery payed off.  After a few hours I noticed that I’d fallen into “heightened awareness”. And it was stable. In fact, it lasted 2 weeks before the sweltering heat of Southeast Asia got the best of me.  And during that entire time, if I wanted a reminder that I was still in heightened awareness, I only had to close my eyes.  There was “the wall”, something Carlos had taught us as a beginner’s technique for seeing.&lt;/p&gt;\n\n&lt;p&gt;Except that instead of being made out of vague colors of light, this wall was covered in burlap. It looked like impromptu wallpaper from the 70s, belonging in a cheesy nautical themed man-cave.&lt;/p&gt;\n\n&lt;p&gt;I experimented and found that it was the same as seeing the wall under ordinary circumstances.  One odd thing, the details of the burlap fabric seemed to be consistent.  If I found a detail like a thicker strand in the fabric, opened my eyes and closed them again, the detail was still in the same place.&lt;/p&gt;\n\n&lt;p&gt;Things could appear on it as normally happens with “the wall”, but if I wanted to “see” something specific I only had to look through it.  To that end, I was sitting on a bench in the 95F, 99% humidity heat, watching an orange cat chase a fat rat at very low speed. Both seemed so overcome by the heat that they could only act out the death struggle in slow motion.  The rat made it to the sewer entry before the cat could waddle fast enough to grab it.  Then the cat surprised me, by jumping up to the next floor of an apartment complex, and to the next, and the next, until it was high on the top across the alley. Each level took only one leap.&lt;/p&gt;\n\n&lt;p&gt;I closed my eyes to see the cat, peered through the wall, but instead of seeing energy in the cat, I found myself in the brown tunnel again.  This time I was standing up, leaning on the side with one hand.  A presence of some type was just behind me, explaining things.&lt;/p&gt;\n\n&lt;p&gt;“He’s over that way”, it explained.  I understood this to be a reference to the Irish sorcerer.  “This one here is a pirate.”  I looked at the wall where he was indicating, and saw the life of a sorcerer from China who had traveled to Mexico.  I was so puzzled by the view that I didn’t pay attention to the details.  Next to that view was another, and I understood it was the sorcerer before that.  There was a long line of them going far into the tunnel.&lt;/p&gt;\n\n&lt;p&gt;I fancied it to be Carlos’ tunnel with furrows, where you could look down a furrow and view an entire world.  But I hadn’t conceived of looking into paintings.   I wondered if it was the very same brown tunnel shown to me by Carol Tiggs, when she did her “Stage Magician” demonstration.   But there was no way to know.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "an7jub", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 19, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/an7jub/the_stage_magician/", "subreddit_subscribers": 9561, "created_utc": 1549321317.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "Fantastic, thanks for sharing!", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "I don’t know if you are just telling tall tales but you are a talented writer.\nI’m sure I wouldn’t be the first to say you should write more, even write a book!\nUse the experience to recapitulate.", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "That’s what I mean, you make it intriguing, it’s an art.\nFace it Carlos was a master perhaps it’s all just in the way you position the assemblage point.\nPerhaps your association with that group rubbed off on you in more ways than you realize??\n", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "Oh don’t feel bad, everything is essentially made up.", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"body": "I agree, what makes your stories unique are the fact they are unique.\nIf you have really trained under Carlos as you say (I’m not saying you didn’t, I have nothing to gain either way) but that gives you a perspective most do not.\nYou may think to yourself well there were a lot of us at the time and I say I only know of what you claim.\nThat goes a long way my friend, that is what I see.\nAlso I never met anyone who practiced this or knew anyone who did, I only read the books of Castaneda in my twenties (30 years ago). I will admit I have adopted them ( his works) as truth as a spiritual path because I have also studied most other religions ( to a point) and I can say while many hold truth most do not perform under pressure such as the works of Carlos.\nIt’s also strange how I can attribute any moral in any religious text to a practical approach in sorcery.\nI guess that is why they call it from source. \nCheers", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_efvvx6f", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "efvvx6f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549477165.0, "send_replies": true, "parent_id": "t1_efvv17e", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'll say an even odder thing about the classes.  Carlos gave specific advanced techniques to people in them, without making it obvious.   No one saw all of them, and in some cases it wouldn't have mattered if you did see it, it was tailored for a specific person.  He'd actually look the person in the eye while he was doing it.\n\nIf everyone from the \"independent faction\" of the classes hadn't given up out of sheer laziness, I'd say it was an excellent way of making sure we still needed each other, after he was gone.\n\nBut since most of them are now pushing 70, I'd also say it didn't work very well.\n\n\n", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efvvx6f", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll say an even odder thing about the classes.  Carlos gave specific advanced techniques to people in them, without making it obvious.   No one saw all of them, and in some cases it wouldn&amp;#39;t have mattered if you did see it, it was tailored for a specific person.  He&amp;#39;d actually look the person in the eye while he was doing it.&lt;/p&gt;\n\n&lt;p&gt;If everyone from the &amp;quot;independent faction&amp;quot; of the classes hadn&amp;#39;t given up out of sheer laziness, I&amp;#39;d say it was an excellent way of making sure we still needed each other, after he was gone.&lt;/p&gt;\n\n&lt;p&gt;But since most of them are now pushing 70, I&amp;#39;d also say it didn&amp;#39;t work very well.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efvvx6f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549477165.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "efvv17e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "created_utc": 1549476570.0, "send_replies": true, "parent_id": "t1_efvp0ru", "score": 2, "author_fullname": "t2_1cnpj1y6", "approved_by": null, "mod_note": null, "all_awardings": [], "author_cakeday": true, "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_efvv17e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I agree, what makes your stories unique are the fact they are unique.\nIf you have really trained under Carlos as you say (I’m not saying you didn’t, I have nothing to gain either way) but that gives you a perspective most do not.\nYou may think to yourself well there were a lot of us at the time and I say I only know of what you claim.\nThat goes a long way my friend, that is what I see.\nAlso I never met anyone who practiced this or knew anyone who did, I only read the books of Castaneda in my twenties (30 years ago). I will admit I have adopted them ( his works) as truth as a spiritual path because I have also studied most other religions ( to a point) and I can say while many hold truth most do not perform under pressure such as the works of Carlos.\nIt’s also strange how I can attribute any moral in any religious text to a practical approach in sorcery.\nI guess that is why they call it from source. \nCheers&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efvv17e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549476570.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "efvp0ru", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549472539.0, "send_replies": true, "parent_id": "t1_efuxx6a", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wish we had a few seers, so we could know to what extent.\n\nOf course, Buddhists, Hindus, and Daoists have made up the imagery.  Of if anyone objects to that, then 2 out of 3 made up the imagery (a joke).\n\nI was once in the position of trying to teach a double person (it didn't work out).  I had a choice of how to teach, and was seriously thinking Carlos' was too polluted with scandal, and I ought to just pick another tradition and modify it's techniques and stories.\nI had absolutely no qualms about it at the time, because I was in heightened awareness. In that mode, what you sense is that there's some kind of wonderful thing to know in Carlos' techniques,  And it's very much worth perpetuating.  But the stories that go along with it don't matter as much as the thing in itself. If different stories will motivate different people, it's ok to change the stories.\n", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_efvp0ru", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wish we had a few seers, so we could know to what extent.&lt;/p&gt;\n\n&lt;p&gt;Of course, Buddhists, Hindus, and Daoists have made up the imagery.  Of if anyone objects to that, then 2 out of 3 made up the imagery (a joke).&lt;/p&gt;\n\n&lt;p&gt;I was once in the position of trying to teach a double person (it didn&amp;#39;t work out).  I had a choice of how to teach, and was seriously thinking Carlos&amp;#39; was too polluted with scandal, and I ought to just pick another tradition and modify it&amp;#39;s techniques and stories.\nI had absolutely no qualms about it at the time, because I was in heightened awareness. In that mode, what you sense is that there&amp;#39;s some kind of wonderful thing to know in Carlos&amp;#39; techniques,  And it&amp;#39;s very much worth perpetuating.  But the stories that go along with it don&amp;#39;t matter as much as the thing in itself. If different stories will motivate different people, it&amp;#39;s ok to change the stories.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_an7jub", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efvp0ru/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549472539.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "efuxx6a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eftwuya", "score": 2, "author_fullname": "t2_1cnpj1y6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "author_cakeday": true, "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_efuxx6a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh don’t feel bad, everything is essentially made up.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_an7jub", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efuxx6a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549443270.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1549443270.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eftwuya", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eftvamh", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's what we all need to learn.   I suspect it's about the nature of intent.\n\nIf we could encourage others who are interested to put in the huge amount of work it takes to have weird things happen, we could compare notes about more difficult topics.  I suspect we need at least 3 slightly skilled seers for this. \n\nBut dabblers are  useful also.  Anyone dabbling in this has done more than they realize.   Best advice I can give them is, don't be a perpetual student.  Gurus encourage this.  You have to stop it and take charge.  \n\nIt's very bad that my experiences written in here sound made up.   What's cleargreen been up to all these years?\n\n&amp;#x200B;", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_eftwuya", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s what we all need to learn.   I suspect it&amp;#39;s about the nature of intent.&lt;/p&gt;\n\n&lt;p&gt;If we could encourage others who are interested to put in the huge amount of work it takes to have weird things happen, we could compare notes about more difficult topics.  I suspect we need at least 3 slightly skilled seers for this. &lt;/p&gt;\n\n&lt;p&gt;But dabblers are  useful also.  Anyone dabbling in this has done more than they realize.   Best advice I can give them is, don&amp;#39;t be a perpetual student.  Gurus encourage this.  You have to stop it and take charge.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very bad that my experiences written in here sound made up.   What&amp;#39;s cleargreen been up to all these years?&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_an7jub", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eftwuya/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549408575.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1549408575.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eftvamh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eftcdsj", "score": 2, "author_fullname": "t2_1cnpj1y6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "author_cakeday": true, "edited": false, "author_flair_css_class": null, "name": "t1_eftvamh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That’s what I mean, you make it intriguing, it’s an art.\nFace it Carlos was a master perhaps it’s all just in the way you position the assemblage point.\nPerhaps your association with that group rubbed off on you in more ways than you realize??&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_an7jub", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eftvamh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549407356.0, "author_flair_text": null, "collapsed": false, "created_utc": 1549407356.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eftcdsj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eft4fi5", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "There's no tall tales here.   It's just a matter of working harder than people usually consider to be reasonable.   And plus, when you write it down, it's much more interesting than when it actually happened.\n\nBut unfortunate that they sound like tall tales. It means there's a lot of work to be done out there.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eftcdsj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s no tall tales here.   It&amp;#39;s just a matter of working harder than people usually consider to be reasonable.   And plus, when you write it down, it&amp;#39;s much more interesting than when it actually happened.&lt;/p&gt;\n\n&lt;p&gt;But unfortunate that they sound like tall tales. It means there&amp;#39;s a lot of work to be done out there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eftcdsj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549393904.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1549393904.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "eft4fi5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "send_replies": true, "parent_id": "t1_eft2m7j", "score": 2, "author_fullname": "t2_1cnpj1y6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "author_cakeday": true, "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_eft4fi5", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don’t know if you are just telling tall tales but you are a talented writer.\nI’m sure I wouldn’t be the first to say you should write more, even write a book!\nUse the experience to recapitulate.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eft4fi5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549388396.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1549388396.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "eft2m7j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1549387138.0, "send_replies": true, "parent_id": "t1_efsbbpx", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Caveat:  When you try to put together a story from memories,  it's pretty hard to get the sequence of individual events right.  Pretty soon you just give up, and go for the best story.  Without misrepresenting any of the individual events that is.\n\nI'm sure Carlos did that a lot.  He even mentioned having to do that to recreate the feel of normal life, since heightened awareness is a little bizarre at times.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eft2m7j", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Caveat:  When you try to put together a story from memories,  it&amp;#39;s pretty hard to get the sequence of individual events right.  Pretty soon you just give up, and go for the best story.  Without misrepresenting any of the individual events that is.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure Carlos did that a lot.  He even mentioned having to do that to recreate the feel of normal life, since heightened awareness is a little bizarre at times.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eft2m7j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549387138.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "efsbbpx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "created_utc": 1549359504.0, "send_replies": true, "parent_id": "t3_an7jub", "score": 2, "author_fullname": "t2_1cnpj1y6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "author_cakeday": true, "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efsbbpx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Fantastic, thanks for sharing!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efsbbpx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549359504.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efw9m59", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549486263.0, "send_replies": true, "parent_id": "t1_efw8qak", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As Carlos would have said (and his lawyer reminded me of it 5 or 6 years ago), \"Mowser, Wowser!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw9m59", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As Carlos would have said (and his lawyer reminded me of it 5 or 6 years ago), &amp;quot;Mowser, Wowser!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efw9m59/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549486263.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "efw8qak", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "physique", "can_mod_post": false, "created_utc": 1549485685.0, "send_replies": true, "parent_id": "t3_an7jub", "score": 2, "author_fullname": "t2_3gfrn", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Carlos still had some hope for sticking around longer. He was trying to gather enough energetic mass to “jump grooves”. He explained this with several stories about a tunnel with furrows, which sorcerers have access to. A sorcerer can look down one of the furrows inside the tunnel, and see another world. If Carlos could jump grooves by switching to another of these, he could repair his body. But so far, he hadn’t had the energy for it.\n\nI wonder if Carlos' reference to *grooves* has anything to do with alternate probable past and future timelines. The subject of jumping timelines is of great interest to me. I've studied several other teachings about the nature of time and then I had a personal experience that began with a dream and ended with a waking experience.\n\nI had dream in which I was involved in an emotional drama. Someone had done something which angered me. But I suddenly became lucid. That was not unusual but this was: I became aware, beyond any doubt, that the context of the dream was entirely \"fabricated\" including the history of recent events which had prompted my anger, regardless of how real they seemed before lucidity. It's as if the history was manufactured just for the purpose of providing a context to process anger which had spilled over from my waking life.\n\nNot long afterward, while awake I was driving on the highway, daydreaming, and on impulse turned off into the parking lot of a health food store where I could eat lunch. But as I turned, I felt a psychic shock, a certain knowing that my ex was in the store even though  she should have been at work in another state at that moment. We had parted ways months before and for all I knew we would never have contact again.\n\nMy rational mind couldn't accept that the psychic impression as real but nevertheless I was hyper alert as I walked into the store. I was shocked again as I walked right passed her, too stunned to react. After recovering I followed her out of the store and caught up with her before she drove off. We talked for about a  while. It was the beginning of an enduring friendship that still continues decades later and that played a key role in drastically altering the course of my life for the better.\n\nBut the greatest shock was still to come. As I was driving away myself, I became lucid while awake. I suddenly realized, beyond any doubt, that the earlier events of the day that \"conspired\" to bring about the synchronistic meeting didn't actually happen, even though I would never ordinarily question their reality.  Those events were one of an infinite number of probable past timelines that stretched back from the meeting, chosen to provide plausibility and remain unquestioned by ordinary awareness. Just as there were an infinite number of future timelines stretching forward.\n\nSince then I have *known* that time is non-linear and I believe that this knowledge has given me the confidence and will to jump timelines several times over the years in order to heal; I see no other explanation.\n\nTo clarify, when I wrote that the events leading up to the meeting didn't happen, I mean that I could have experienced them but didn't on that occasion, as they had no significance and carried no emotional weight. From various teachings I believe that all possible experiences already exist in potential form and that we *choose* to experience any given moment on any given timeline, complete with its context. Ordinarily, that choice is made unconsciously and automatically as we hop from one experience to the next. The challenge is to make the choice consciously and deliberately whether waking or dreaming.\n\nOne teacher gave a helpful mantra for this, \"Circumstances don't matter, only state of being matters.\" The word *matter* has a double meaning here.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw8qak", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Carlos still had some hope for sticking around longer. He was trying to gather enough energetic mass to “jump grooves”. He explained this with several stories about a tunnel with furrows, which sorcerers have access to. A sorcerer can look down one of the furrows inside the tunnel, and see another world. If Carlos could jump grooves by switching to another of these, he could repair his body. But so far, he hadn’t had the energy for it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I wonder if Carlos&amp;#39; reference to &lt;em&gt;grooves&lt;/em&gt; has anything to do with alternate probable past and future timelines. The subject of jumping timelines is of great interest to me. I&amp;#39;ve studied several other teachings about the nature of time and then I had a personal experience that began with a dream and ended with a waking experience.&lt;/p&gt;\n\n&lt;p&gt;I had dream in which I was involved in an emotional drama. Someone had done something which angered me. But I suddenly became lucid. That was not unusual but this was: I became aware, beyond any doubt, that the context of the dream was entirely &amp;quot;fabricated&amp;quot; including the history of recent events which had prompted my anger, regardless of how real they seemed before lucidity. It&amp;#39;s as if the history was manufactured just for the purpose of providing a context to process anger which had spilled over from my waking life.&lt;/p&gt;\n\n&lt;p&gt;Not long afterward, while awake I was driving on the highway, daydreaming, and on impulse turned off into the parking lot of a health food store where I could eat lunch. But as I turned, I felt a psychic shock, a certain knowing that my ex was in the store even though  she should have been at work in another state at that moment. We had parted ways months before and for all I knew we would never have contact again.&lt;/p&gt;\n\n&lt;p&gt;My rational mind couldn&amp;#39;t accept that the psychic impression as real but nevertheless I was hyper alert as I walked into the store. I was shocked again as I walked right passed her, too stunned to react. After recovering I followed her out of the store and caught up with her before she drove off. We talked for about a  while. It was the beginning of an enduring friendship that still continues decades later and that played a key role in drastically altering the course of my life for the better.&lt;/p&gt;\n\n&lt;p&gt;But the greatest shock was still to come. As I was driving away myself, I became lucid while awake. I suddenly realized, beyond any doubt, that the earlier events of the day that &amp;quot;conspired&amp;quot; to bring about the synchronistic meeting didn&amp;#39;t actually happen, even though I would never ordinarily question their reality.  Those events were one of an infinite number of probable past timelines that stretched back from the meeting, chosen to provide plausibility and remain unquestioned by ordinary awareness. Just as there were an infinite number of future timelines stretching forward.&lt;/p&gt;\n\n&lt;p&gt;Since then I have &lt;em&gt;known&lt;/em&gt; that time is non-linear and I believe that this knowledge has given me the confidence and will to jump timelines several times over the years in order to heal; I see no other explanation.&lt;/p&gt;\n\n&lt;p&gt;To clarify, when I wrote that the events leading up to the meeting didn&amp;#39;t happen, I mean that I could have experienced them but didn&amp;#39;t on that occasion, as they had no significance and carried no emotional weight. From various teachings I believe that all possible experiences already exist in potential form and that we &lt;em&gt;choose&lt;/em&gt; to experience any given moment on any given timeline, complete with its context. Ordinarily, that choice is made unconsciously and automatically as we hop from one experience to the next. The challenge is to make the choice consciously and deliberately whether waking or dreaming.&lt;/p&gt;\n\n&lt;p&gt;One teacher gave a helpful mantra for this, &amp;quot;Circumstances don&amp;#39;t matter, only state of being matters.&amp;quot; The word &lt;em&gt;matter&lt;/em&gt; has a double meaning here.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efw8qak/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549485685.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"body": "My view on the subject is this or to say my understanding is this...\nI have only read his books and re read them over a couple decades. \nI am far from being a warrior, I have no super power but I am semi aware of intention, \nI practice stalking and enjoy the odd lucid dreams.\nRecently I climbed through a mirror while dreaming that was very cool.\nI actually taught the teachings of Carlos to a group of spirituality minded people for several years, as far as I could manage.\nI continue to allow spirit to align me with individuals who I causally guide on the path of heart, at spirits request.\nI take great pleasure in these moments.\nMaybe one or two of these people will find freedom?\nSo my take on it has always been the Carlos set the stage on spirits request so that the knowledge would spread and eventually take seed every now and then, here or there.\nThe teachings of Don Juan intended for Carlos to find freedom but it was ultimately up to Carlos, spirit didn’t require Carlos to do anything else.\nThe teachings of Carlos upon the World is like Pandora’s box, it is now open and is still spreading.\nPerhaps in a hundred/ thousand years the world may be completely different because of individuals looking past and beyond.", "subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efyf53t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549560021.0, "send_replies": true, "parent_id": "t1_efy1ysn", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I fully agree with that point of view.  And I fully support anyone trying to teach Carlos' stuff to small groups. \n\nI tried that twice here, sort of.  Didn't work out.  Then I came up with a  crazy plan to try to embed Carlos' techniques in Taipei, by incorporating them into something else. In a disguised form of course, so that the tainted history and scandal wasn't a factor anymore.\n\n But a little looking around convinced me that a westerner can't do that. There's too many subtle things they miss.  As the Japanese say, westerners can't \"smell the air\".  You're supposed to pick up on the social ques and back away politely when you detect bad things.\n\nMy half Chinese half westernized business partner thought it was funny that I didn't realize the symbolism of that half of a pear Carlos gave me. It's a standard symbol in Chinese movies.   The 2 Chinese characters change meaning if you cut them in half.   The possibility that Carlos was using that symbolism reminded me that there was indeed some interest in the Chinese in Carlos' group.  Maybe one of the older women was an expert on Asia or something.\n", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efyf53t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I fully agree with that point of view.  And I fully support anyone trying to teach Carlos&amp;#39; stuff to small groups. &lt;/p&gt;\n\n&lt;p&gt;I tried that twice here, sort of.  Didn&amp;#39;t work out.  Then I came up with a  crazy plan to try to embed Carlos&amp;#39; techniques in Taipei, by incorporating them into something else. In a disguised form of course, so that the tainted history and scandal wasn&amp;#39;t a factor anymore.&lt;/p&gt;\n\n&lt;p&gt;But a little looking around convinced me that a westerner can&amp;#39;t do that. There&amp;#39;s too many subtle things they miss.  As the Japanese say, westerners can&amp;#39;t &amp;quot;smell the air&amp;quot;.  You&amp;#39;re supposed to pick up on the social ques and back away politely when you detect bad things.&lt;/p&gt;\n\n&lt;p&gt;My half Chinese half westernized business partner thought it was funny that I didn&amp;#39;t realize the symbolism of that half of a pear Carlos gave me. It&amp;#39;s a standard symbol in Chinese movies.   The 2 Chinese characters change meaning if you cut them in half.   The possibility that Carlos was using that symbolism reminded me that there was indeed some interest in the Chinese in Carlos&amp;#39; group.  Maybe one of the older women was an expert on Asia or something.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efyf53t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549560021.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "eg1pzwi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "physique", "can_mod_post": false, "created_utc": 1549662076.0, "send_replies": true, "parent_id": "t1_efy1ysn", "score": 1, "author_fullname": "t2_3gfrn", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "[Encounters With The Nagual by Armando Torres](https://the-eye.eu/public/Books/Occult_Library/Shamanism/5936104-Armando-Torres-Encounters-With-the-Nagual.pdf)\n\n&gt;\"The task which my teacher gave me, and my mission as a nagual for the era which is commencing, is to move the assemblage point of the Earth.\"  \n&gt;  \n&gt;\"Just like the other world has its mobile unit-- the inorganic beings-- Earth also has one, and it's us. We are children of the Earth. The movement of the assemblage point of a sufficient number of warriors can change the modality of the time, and that is what I am working towards.\"  \n&gt;  \n&gt;He explained that the assemblage point of Earth has changed many times in the past, and will do so in the future. In recent times it has been moving steadily towards the area of reason.  \n&gt;  \n&gt;\"That is magnificent, because, once it is fixated there, humanity will have an opportunity to move to the other side, and many men and women will become aware. The challenge for the seers of the future will be to maintain that focus for the necessary length of time until it becomes fixated there, becoming a permanent position for the planet, a new center, which we will be able to turn to anytime in a perfectly natural way.  \n&gt;  \n&gt;\"The refocusing of the Earth's attention is the product of the combined action of many generations of naguals. The new seers conceived of it as a possibility, and discovered that it was part of the Rule. They incubated it with their intent, and determined that now is the time to begin it.\"  \n&gt;  \n&gt;\"What is the effect of that movement?\"  \n&gt;  \n&gt;\"To move the fixation of the planet is the only way out from the dramatic state of slavery to which we have been reduced. The course of our civilization has no exit, because we are isolated in a remote location of the cosmos. If we don't learn how to travel along the avenues of awareness, we will come to such a state of frustration and despair that humanity will end up destroying itself. Our options are the way of the warrior, or extinction.\n\n...\n\n&gt;\"All warriors have a task. Yours is to fulfill what the spirit told you to do; that is your path to power.\"  \n&gt;  \n&gt;\"And what is that task?\"  \n&gt;  \n&gt;\"Well, your personal mission is something your benefactor will communicate to you some day. However, in accordance with the Rule of the three-pronged nagual, I am following a long-term strategy devised by Don Juan, which commits you to my teacher's intent.  \n&gt;  \n&gt;\"What is expected from you is that you say to those who surround you: 'You are free, you can fly by yourselves! You have the necessary information, what are you waiting for? Act impeccably, and see how energy finds a way.'  \n&gt;  \n&gt;\"Warn everyone that with the culmination of Don Juan's lineage, the knowledge is wide open. Each warrior is responsible for himself, and can provide himself with the minimum opportunity, which is to organize his own party.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_eg1pzwi", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://the-eye.eu/public/Books/Occult_Library/Shamanism/5936104-Armando-Torres-Encounters-With-the-Nagual.pdf\"&gt;Encounters With The Nagual by Armando Torres&lt;/a&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;The task which my teacher gave me, and my mission as a nagual for the era which is commencing, is to move the assemblage point of the Earth.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Just like the other world has its mobile unit-- the inorganic beings-- Earth also has one, and it&amp;#39;s us. We are children of the Earth. The movement of the assemblage point of a sufficient number of warriors can change the modality of the time, and that is what I am working towards.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He explained that the assemblage point of Earth has changed many times in the past, and will do so in the future. In recent times it has been moving steadily towards the area of reason.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That is magnificent, because, once it is fixated there, humanity will have an opportunity to move to the other side, and many men and women will become aware. The challenge for the seers of the future will be to maintain that focus for the necessary length of time until it becomes fixated there, becoming a permanent position for the planet, a new center, which we will be able to turn to anytime in a perfectly natural way.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The refocusing of the Earth&amp;#39;s attention is the product of the combined action of many generations of naguals. The new seers conceived of it as a possibility, and discovered that it was part of the Rule. They incubated it with their intent, and determined that now is the time to begin it.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is the effect of that movement?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To move the fixation of the planet is the only way out from the dramatic state of slavery to which we have been reduced. The course of our civilization has no exit, because we are isolated in a remote location of the cosmos. If we don&amp;#39;t learn how to travel along the avenues of awareness, we will come to such a state of frustration and despair that humanity will end up destroying itself. Our options are the way of the warrior, or extinction.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;All warriors have a task. Yours is to fulfill what the spirit told you to do; that is your path to power.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And what is that task?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Well, your personal mission is something your benefactor will communicate to you some day. However, in accordance with the Rule of the three-pronged nagual, I am following a long-term strategy devised by Don Juan, which commits you to my teacher&amp;#39;s intent.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is expected from you is that you say to those who surround you: &amp;#39;You are free, you can fly by yourselves! You have the necessary information, what are you waiting for? Act impeccably, and see how energy finds a way.&amp;#39;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Warn everyone that with the culmination of Don Juan&amp;#39;s lineage, the knowledge is wide open. Each warrior is responsible for himself, and can provide himself with the minimum opportunity, which is to organize his own party.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/eg1pzwi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549662076.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "efy1ysn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dreamerandstalker", "can_mod_post": false, "created_utc": 1549550676.0, "send_replies": true, "parent_id": "t3_an7jub", "score": 2, "author_fullname": "t2_1cnpj1y6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "author_cakeday": true, "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efy1ysn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My view on the subject is this or to say my understanding is this...\nI have only read his books and re read them over a couple decades. \nI am far from being a warrior, I have no super power but I am semi aware of intention, \nI practice stalking and enjoy the odd lucid dreams.\nRecently I climbed through a mirror while dreaming that was very cool.\nI actually taught the teachings of Carlos to a group of spirituality minded people for several years, as far as I could manage.\nI continue to allow spirit to align me with individuals who I causally guide on the path of heart, at spirits request.\nI take great pleasure in these moments.\nMaybe one or two of these people will find freedom?\nSo my take on it has always been the Carlos set the stage on spirits request so that the knowledge would spread and eventually take seed every now and then, here or there.\nThe teachings of Don Juan intended for Carlos to find freedom but it was ultimately up to Carlos, spirit didn’t require Carlos to do anything else.\nThe teachings of Carlos upon the World is like Pandora’s box, it is now open and is still spreading.\nPerhaps in a hundred/ thousand years the world may be completely different because of individuals looking past and beyond.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efy1ysn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549550676.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwflbqv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668495639.0, "send_replies": true, "parent_id": "t1_iwekpse", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's what we've been taught.\n\nBut I suspect, none of us could get that lucky.\n\nWe have to do this on our own power.  Inch by inch.\n\nAn analogy:\n\nLet's say you're grabbed by an evil gang because \"the boss wants to talk to you\".  They pull up in a black limo, and pull you inside against your will.  To take you to see the boss.\n\nLike the classic movie \"threat\".\n\nMaybe you're Danny K, or Bob Hope.  Someone actually helpless, unlike Arnold or Rambo.\n\nIs it possible the visit to the Boss's compound won't go well for you?\n\nOf course!\n\nBut we weren't invited.  \n\nWe're orphans sneaking around in the walls and basement of his compound.\n\nWe have to crawl on our stomachs behind the cracks, and under things they don't pay attention to.\n\nEven if the gang cared about stray orphans, they probably couldn't catch us.\n\nHowever, sorcery is not safe.\n\nOnly fake magic is \"safe\" in that regards.\n\nBecause if they didn't make that claim, donations would fall off too low to keep the temples open.\n\nTake your pick!\n\nFake and safe.\n\nOr real and slightly dangerous.\n\nI roam around alternate realities most nights, for at least a half hour.\n\nI've had at least 4 serious attempts to trap me.\n\nAll failed.  Because I knew the cracks and crawlways.\n\nStill I'd welcome a better challenge.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwflbqv", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s what we&amp;#39;ve been taught.&lt;/p&gt;\n\n&lt;p&gt;But I suspect, none of us could get that lucky.&lt;/p&gt;\n\n&lt;p&gt;We have to do this on our own power.  Inch by inch.&lt;/p&gt;\n\n&lt;p&gt;An analogy:&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say you&amp;#39;re grabbed by an evil gang because &amp;quot;the boss wants to talk to you&amp;quot;.  They pull up in a black limo, and pull you inside against your will.  To take you to see the boss.&lt;/p&gt;\n\n&lt;p&gt;Like the classic movie &amp;quot;threat&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Maybe you&amp;#39;re Danny K, or Bob Hope.  Someone actually helpless, unlike Arnold or Rambo.&lt;/p&gt;\n\n&lt;p&gt;Is it possible the visit to the Boss&amp;#39;s compound won&amp;#39;t go well for you?&lt;/p&gt;\n\n&lt;p&gt;Of course!&lt;/p&gt;\n\n&lt;p&gt;But we weren&amp;#39;t invited.  &lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re orphans sneaking around in the walls and basement of his compound.&lt;/p&gt;\n\n&lt;p&gt;We have to crawl on our stomachs behind the cracks, and under things they don&amp;#39;t pay attention to.&lt;/p&gt;\n\n&lt;p&gt;Even if the gang cared about stray orphans, they probably couldn&amp;#39;t catch us.&lt;/p&gt;\n\n&lt;p&gt;However, sorcery is not safe.&lt;/p&gt;\n\n&lt;p&gt;Only fake magic is &amp;quot;safe&amp;quot; in that regards.&lt;/p&gt;\n\n&lt;p&gt;Because if they didn&amp;#39;t make that claim, donations would fall off too low to keep the temples open.&lt;/p&gt;\n\n&lt;p&gt;Take your pick!&lt;/p&gt;\n\n&lt;p&gt;Fake and safe.&lt;/p&gt;\n\n&lt;p&gt;Or real and slightly dangerous.&lt;/p&gt;\n\n&lt;p&gt;I roam around alternate realities most nights, for at least a half hour.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve had at least 4 serious attempts to trap me.&lt;/p&gt;\n\n&lt;p&gt;All failed.  Because I knew the cracks and crawlways.&lt;/p&gt;\n\n&lt;p&gt;Still I&amp;#39;d welcome a better challenge.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/iwflbqv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668495639.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwekpse", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sleepy_boy_369", "can_mod_post": false, "created_utc": 1668476107.0, "send_replies": true, "parent_id": "t3_an7jub", "score": 2, "author_fullname": "t2_df0e2vjg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Are these practices dangerous can you get trapped in another world?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwekpse", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Are these practices dangerous can you get trapped in another world?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/iwekpse/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668476107.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "efw209m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1549481223.0, "send_replies": true, "parent_id": "t1_efw14rk", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Carol did this exact thing at the workshop in Culver City, in the school gymnasium. I wonder if that was the time you are remembering.\n\nNo, it was in private classes, before the workshop.  They pretty much reviewed and tested all the workshop material on us.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw209m", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Carol did this exact thing at the workshop in Culver City, in the school gymnasium. I wonder if that was the time you are remembering.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;No, it was in private classes, before the workshop.  They pretty much reviewed and tested all the workshop material on us.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_an7jub", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efw209m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549481223.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "efw14rk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "physique", "can_mod_post": false, "created_utc": 1549480643.0, "send_replies": true, "parent_id": "t3_an7jub", "score": 1, "author_fullname": "t2_3gfrn", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;In private classes Carlos would repeat a story as many as 3 times. He was like an impeccable stand-up comedian, never showing up without a good story and several jokes. Each story was designed around a teaching theme. He once told us that it takes telling a story 3 times before everyone gets it.\n\nCarlos really was a gifted stand-up entertainer. But more than that, he could set his audience up for a jolt to their awareness when he delivered the punch line. He used this technique often in writing too, especially in his last book, as I remember.\n\nAbout repeating himself three times. I'm reminded of one of my professors who pointed out that our engineering curriculum was set up so that we were exposed three times to the same material. He said, \"We tell you what we are going to teach you, then we teach it to you, then we tell you what we taught you.\" Three times were needed for the material to really sink in.\n\n&gt;You can prevent this problem by using a small wooden pole, about 2-3 feet long, 1-inch in diameter, with a pad on one end. You rest your forehead on it, about where the “third eye” is said to be, while you lean forward sitting cross legged on the floor. Your feet stabilize the stick bottom at an angle comfortable for your head. Then you force silence for as long as you can, trying to reach the tipping point. He actually had us do it in a group, once we’d made our poles. The goal in class was to “see”.\n\nCarlos wrote about this technique in *The Active Side of Infinity*, Section 8.\n\n&gt;Carol walked in from his right side, and Carlos announced she was going to select 2 people. She made her picks, and I was lucky enough to be one of them.  \n&gt;  \n&gt;She had the first person sit down on the floor with their legs stretched out, she put her hands behind their head, and leaned the person backwards onto the floor.\n\nCarol did this exact thing at the workshop in Culver City, in the school gymnasium. I wonder if that was the time you are remembering.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_efw14rk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;In private classes Carlos would repeat a story as many as 3 times. He was like an impeccable stand-up comedian, never showing up without a good story and several jokes. Each story was designed around a teaching theme. He once told us that it takes telling a story 3 times before everyone gets it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Carlos really was a gifted stand-up entertainer. But more than that, he could set his audience up for a jolt to their awareness when he delivered the punch line. He used this technique often in writing too, especially in his last book, as I remember.&lt;/p&gt;\n\n&lt;p&gt;About repeating himself three times. I&amp;#39;m reminded of one of my professors who pointed out that our engineering curriculum was set up so that we were exposed three times to the same material. He said, &amp;quot;We tell you what we are going to teach you, then we teach it to you, then we tell you what we taught you.&amp;quot; Three times were needed for the material to really sink in.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;You can prevent this problem by using a small wooden pole, about 2-3 feet long, 1-inch in diameter, with a pad on one end. You rest your forehead on it, about where the “third eye” is said to be, while you lean forward sitting cross legged on the floor. Your feet stabilize the stick bottom at an angle comfortable for your head. Then you force silence for as long as you can, trying to reach the tipping point. He actually had us do it in a group, once we’d made our poles. The goal in class was to “see”.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Carlos wrote about this technique in &lt;em&gt;The Active Side of Infinity&lt;/em&gt;, Section 8.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Carol walked in from his right side, and Carlos announced she was going to select 2 people. She made her picks, and I was lucky enough to be one of them.  &lt;/p&gt;\n\n&lt;p&gt;She had the first person sit down on the floor with their legs stretched out, she put her hands behind their head, and leaned the person backwards onto the floor.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Carol did this exact thing at the workshop in Culver City, in the school gymnasium. I wonder if that was the time you are remembering.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/an7jub/the_stage_magician/efw14rk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1549480643.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_an7jub", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]