[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I'm almost reluctant to post this, after the comments about whether  I might be pulling all of your legs, with the sleeping mask gift from intent.  I assure you, this is as close as I can get to describing what happened last night, when I tried out the mask.   I was as surprised as you would have been.\n\nAnything that's not precise is the result of trying to condense 4 hours into a short narrative.  So take it as you will, but it's the truth and you can do this also.\n\nJust give up on the idea that this path is \"spiritual\".  It is not, and never was intended to be. It's just an ancient technology.  Go find spirituality elsewhere.  I certainly hope the other students of Carlos haven't devolved to represent themselves as \"spiritual people\".\n\nIn classes, Carlos was often reluctant to give details on how to do any given technique. In the case of recapitulation for example, when someone asked him to show the precise head movement, he hesitated, looked over to Taisha, and she obliged. But she kept the description very short, and limited it to answering only the specific question asked. She also kept glancing at Carlos, to make sure it was ok to keep explaining.\n\nCarlos gave out the same lack of information for other things. And that led to doubt in his students. For example, there was a rumor that Carlos had “stolen” Howard Lee’s Kungfu, and Howard wasn’t happy. Carlos could have put that rumor to bed by giving more detailed explanations of the energy balls you can form with tensegrity, and showing how you could have put those moves into any other martial art. Especially perhaps Tai Chi.\n\nBut he didn’t. He let the doubts stand. I also believe he was partly remembering the chaos of learning, and how each of the apprentices had come up with their own bizarre result of don Juan’s techniques. La Gorda’s third eye is a good example.\n\nThat’s merely a manifestation of the second attention being accessible to her through closed eyes.  Many meditators see the room with closed eyes, and you could see “the wall” instead of an eye.  But the impression la Gorda seemed to be giving was that anyone would end up seeing that eye.\n\nCarlos may have simply been trying not to prejudice what might develop, with so many apprentices available in his Sunday class and at workshops.\n\nRecently I’ve been reading specific places in his books to find specific techniques which we might all practice. I’ve come to believe that every single one will work if you actually try it. Even something as bizarre as one of don Juan’s apprentices having been said to have grown an extra arm.\n\nI tried to find that just now in the searchable pdf, and was shocked to see that the word “arm” led to technique after technique. I didn’t have the patience to keep looking for the one referring to the extra arm. But we have a lot of cool techniques we can try out, from those books.\n\nLast night I continued my quest to make La Gorda’s flying technique work. If you want to read up on it, here’s a little you could use for a search:\n\n“She repeated the snapping movement of her fingers as she threw her hands over her head, and I saw a spray of long, luminous fibers flying away from her fingers. I had to tilt my head up to see them against the already dark sky. They appeared to be long, fine filaments of a reddish light. After a while they faded and disappeared.”\n\nSo far I had this going for me. I had seen the red filaments of light in the past, while rubbing puffs of purple color on my legs, to make them brighter. I’ll describe them in detail, but remember that Carlos probably would not have. The filaments look like a piece of cotton kite string in that they are thicker than thread, but not as thick as a rope. But instead of being perfectly straight, they’re jagged in some indiscernible energetic way. You get the feeling when you look at them that if you could stick your finger in there, it would pick up a lot of energy, maybe even hurt a bit.  And the color stands out from anything else I’ve seen watching colors in the dark. They are very distinct.  The closest analogy I can think of, is a heater filament which is glowing reddish orange on the way to fully heating up.\n\nWhile practicing la Gorda’s flicking technique, I had caught a glimpse of a fiber or two in the last few days. If you can get a technique to do something, then maybe you can keep doing it to get more.\n\nThat’s not always true with sorcery, but most of the time it is for the small things like seeing colors or filaments.\n\nI started by doing some tensegrity, because I had woken up around 2AM, felt bad from excessive wine drinking and binge TV watching, and wanted very badly to just go back to sleep. As soon as I did a little tensegrity, my assemblage point shifted. That usually takes at least an hour. You can tell it has shifted towards heightened awareness, because your breathing gets automatic and only the stomach moves, and you no longer feel tired.\n\nI looked around the room, only to find that there were solid purple patches everywhere. Not just floating in a specific spot, in random locations. The room was a patch of purple flat surfaces, with details of lines in them. If someone had exploded some light purple fabric so that all the pieces were tossed into the air, but all facing the source of the explosion, that’s what it sort of looked like. You could see the weave of the purple fabric pieces.\n\nMy reaction was, “What the hell???!!”\n\nI realized, I had to go get that sleeping mask out of the oven. This was the ideal condition to try it out.\n\nAlthough the sleeping mask seemed to be a gift from *intent*, there was no way to know who delivered it. I pictured a homeless person stumbling by with their shopping cart, and a sleeping mask falling out onto the grass.  I was afraid to put it on for fear of one of the communicable diseases ravaging the homeless population in the LA area, so I put it into the oven and let it sit for an hour at pasteurization temperatures.\n\nIt was in the kitchen. I brought it back to my bedroom, and laid it next to my bowl of water. Both were contained in the same square bowl.  The bowls are unique. A Russian visitor had left them.  The two of them sitting next to each other on the table looked like I was practicing some kind of Zen water ceremony.\n\nI restored darkness by closing the door, worried the purple lights might not be so bright now. But they were every bit as bright. I walked over to the light switch, put on the sleeping mask, and turned on the lights.\n\nThe purple patches were still everywhere! The mask made no difference.  In fact, I could even open my eyes with it on.\n\nThinking I had my answer, I turned off the lights, took off the mask, and went back to trying out la Gorda’s technique. I dipped my hands into the water, and flicked drops as hard as I could, up at a 45 degree angle.\n\nI didn’t see the water drops traveling.  But I did see an amazing display of super bright blue lights, the kind I usually associate with an inorganic being’s presence.\n\nI realized, that wasn’t proof that the flicking technique was eventually going to work. The display of super bright lights seemed to be the result of flicking so hard that I jolted my back a little. I jolted my arms up and down so as to copy that feeling in my back, and it did indeed seem to be the cause of the brighter lights.\n\nThey were so amazing that I couldn't help but sit down on some pillows, and try to pull those super lights into my second attention’s assemblage point, using Zuleica’s harp movement.\n\nI seemed to be pulling an enormous amount of light into that area. I’d never done that before. Usually it was just barely enough light to be satisfying. In the past it gave me the impression it might take forever to light up the energy body using that technique.\n\nI had such a mass of light now close to my stomach, that my little low energy inorganic being became interested. She drifted into the lights, and formed pleasing faces for me.\n\nI wiggled my fingers on the precise spot where Zuleica said the second attention has it’s assemblage point, hoping to lure my inorganic into that area to help with bringing in colors. But I noticed something very strange. I had 4 hands!\n\nIt wasn’t that I had 4 arms and each had a hand, it was more like the 2 arms I had, with their 2 hands, were ghosted by another set. I hadn’t anticipated anything like that. I thought that the “energy body” was just a blob of light, like a luminous cocoon. I never thought it could simply be another copy of your “real” body.\n\nI rotated my wrists, moved my hands left and right, trying to figure out the rules. Are they independent? Or does the one only follow the other, like a lagging image?\n\nThe extra copy of my right hand had some junk stuck to it. It was like it had picked up stuff from the air. I wiggled it to see if the junk was attached or floating.\n\nMy little fairy rushed over at top speed, as if I’d finally gotten home very late, and put out a bowl of dog food. She was eager to get that energy.\n\nI wondered if I could summon one of Carlos Allies using that energy, so I stretched my right arm towards the last place it had manifested. It had shown up as a frantically talking head, trying to tell me something, and made out of intense ultra-violet light.\n\nA patch of ultra-violet started to form on the wall, and details began to emerge. I had no doubt, it was going to appear.\n\nContinued due to word count limits\n\nEdited: three times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Forming the Energy Body (Sort of)", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_co5cmg", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.93, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1565546471.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1565370684.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m almost reluctant to post this, after the comments about whether  I might be pulling all of your legs, with the sleeping mask gift from intent.  I assure you, this is as close as I can get to describing what happened last night, when I tried out the mask.   I was as surprised as you would have been.&lt;/p&gt;\n\n&lt;p&gt;Anything that&amp;#39;s not precise is the result of trying to condense 4 hours into a short narrative.  So take it as you will, but it&amp;#39;s the truth and you can do this also.&lt;/p&gt;\n\n&lt;p&gt;Just give up on the idea that this path is &amp;quot;spiritual&amp;quot;.  It is not, and never was intended to be. It&amp;#39;s just an ancient technology.  Go find spirituality elsewhere.  I certainly hope the other students of Carlos haven&amp;#39;t devolved to represent themselves as &amp;quot;spiritual people&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In classes, Carlos was often reluctant to give details on how to do any given technique. In the case of recapitulation for example, when someone asked him to show the precise head movement, he hesitated, looked over to Taisha, and she obliged. But she kept the description very short, and limited it to answering only the specific question asked. She also kept glancing at Carlos, to make sure it was ok to keep explaining.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave out the same lack of information for other things. And that led to doubt in his students. For example, there was a rumor that Carlos had “stolen” Howard Lee’s Kungfu, and Howard wasn’t happy. Carlos could have put that rumor to bed by giving more detailed explanations of the energy balls you can form with tensegrity, and showing how you could have put those moves into any other martial art. Especially perhaps Tai Chi.&lt;/p&gt;\n\n&lt;p&gt;But he didn’t. He let the doubts stand. I also believe he was partly remembering the chaos of learning, and how each of the apprentices had come up with their own bizarre result of don Juan’s techniques. La Gorda’s third eye is a good example.&lt;/p&gt;\n\n&lt;p&gt;That’s merely a manifestation of the second attention being accessible to her through closed eyes.  Many meditators see the room with closed eyes, and you could see “the wall” instead of an eye.  But the impression la Gorda seemed to be giving was that anyone would end up seeing that eye.&lt;/p&gt;\n\n&lt;p&gt;Carlos may have simply been trying not to prejudice what might develop, with so many apprentices available in his Sunday class and at workshops.&lt;/p&gt;\n\n&lt;p&gt;Recently I’ve been reading specific places in his books to find specific techniques which we might all practice. I’ve come to believe that every single one will work if you actually try it. Even something as bizarre as one of don Juan’s apprentices having been said to have grown an extra arm.&lt;/p&gt;\n\n&lt;p&gt;I tried to find that just now in the searchable pdf, and was shocked to see that the word “arm” led to technique after technique. I didn’t have the patience to keep looking for the one referring to the extra arm. But we have a lot of cool techniques we can try out, from those books.&lt;/p&gt;\n\n&lt;p&gt;Last night I continued my quest to make La Gorda’s flying technique work. If you want to read up on it, here’s a little you could use for a search:&lt;/p&gt;\n\n&lt;p&gt;“She repeated the snapping movement of her fingers as she threw her hands over her head, and I saw a spray of long, luminous fibers flying away from her fingers. I had to tilt my head up to see them against the already dark sky. They appeared to be long, fine filaments of a reddish light. After a while they faded and disappeared.”&lt;/p&gt;\n\n&lt;p&gt;So far I had this going for me. I had seen the red filaments of light in the past, while rubbing puffs of purple color on my legs, to make them brighter. I’ll describe them in detail, but remember that Carlos probably would not have. The filaments look like a piece of cotton kite string in that they are thicker than thread, but not as thick as a rope. But instead of being perfectly straight, they’re jagged in some indiscernible energetic way. You get the feeling when you look at them that if you could stick your finger in there, it would pick up a lot of energy, maybe even hurt a bit.  And the color stands out from anything else I’ve seen watching colors in the dark. They are very distinct.  The closest analogy I can think of, is a heater filament which is glowing reddish orange on the way to fully heating up.&lt;/p&gt;\n\n&lt;p&gt;While practicing la Gorda’s flicking technique, I had caught a glimpse of a fiber or two in the last few days. If you can get a technique to do something, then maybe you can keep doing it to get more.&lt;/p&gt;\n\n&lt;p&gt;That’s not always true with sorcery, but most of the time it is for the small things like seeing colors or filaments.&lt;/p&gt;\n\n&lt;p&gt;I started by doing some tensegrity, because I had woken up around 2AM, felt bad from excessive wine drinking and binge TV watching, and wanted very badly to just go back to sleep. As soon as I did a little tensegrity, my assemblage point shifted. That usually takes at least an hour. You can tell it has shifted towards heightened awareness, because your breathing gets automatic and only the stomach moves, and you no longer feel tired.&lt;/p&gt;\n\n&lt;p&gt;I looked around the room, only to find that there were solid purple patches everywhere. Not just floating in a specific spot, in random locations. The room was a patch of purple flat surfaces, with details of lines in them. If someone had exploded some light purple fabric so that all the pieces were tossed into the air, but all facing the source of the explosion, that’s what it sort of looked like. You could see the weave of the purple fabric pieces.&lt;/p&gt;\n\n&lt;p&gt;My reaction was, “What the hell???!!”&lt;/p&gt;\n\n&lt;p&gt;I realized, I had to go get that sleeping mask out of the oven. This was the ideal condition to try it out.&lt;/p&gt;\n\n&lt;p&gt;Although the sleeping mask seemed to be a gift from &lt;em&gt;intent&lt;/em&gt;, there was no way to know who delivered it. I pictured a homeless person stumbling by with their shopping cart, and a sleeping mask falling out onto the grass.  I was afraid to put it on for fear of one of the communicable diseases ravaging the homeless population in the LA area, so I put it into the oven and let it sit for an hour at pasteurization temperatures.&lt;/p&gt;\n\n&lt;p&gt;It was in the kitchen. I brought it back to my bedroom, and laid it next to my bowl of water. Both were contained in the same square bowl.  The bowls are unique. A Russian visitor had left them.  The two of them sitting next to each other on the table looked like I was practicing some kind of Zen water ceremony.&lt;/p&gt;\n\n&lt;p&gt;I restored darkness by closing the door, worried the purple lights might not be so bright now. But they were every bit as bright. I walked over to the light switch, put on the sleeping mask, and turned on the lights.&lt;/p&gt;\n\n&lt;p&gt;The purple patches were still everywhere! The mask made no difference.  In fact, I could even open my eyes with it on.&lt;/p&gt;\n\n&lt;p&gt;Thinking I had my answer, I turned off the lights, took off the mask, and went back to trying out la Gorda’s technique. I dipped my hands into the water, and flicked drops as hard as I could, up at a 45 degree angle.&lt;/p&gt;\n\n&lt;p&gt;I didn’t see the water drops traveling.  But I did see an amazing display of super bright blue lights, the kind I usually associate with an inorganic being’s presence.&lt;/p&gt;\n\n&lt;p&gt;I realized, that wasn’t proof that the flicking technique was eventually going to work. The display of super bright lights seemed to be the result of flicking so hard that I jolted my back a little. I jolted my arms up and down so as to copy that feeling in my back, and it did indeed seem to be the cause of the brighter lights.&lt;/p&gt;\n\n&lt;p&gt;They were so amazing that I couldn&amp;#39;t help but sit down on some pillows, and try to pull those super lights into my second attention’s assemblage point, using Zuleica’s harp movement.&lt;/p&gt;\n\n&lt;p&gt;I seemed to be pulling an enormous amount of light into that area. I’d never done that before. Usually it was just barely enough light to be satisfying. In the past it gave me the impression it might take forever to light up the energy body using that technique.&lt;/p&gt;\n\n&lt;p&gt;I had such a mass of light now close to my stomach, that my little low energy inorganic being became interested. She drifted into the lights, and formed pleasing faces for me.&lt;/p&gt;\n\n&lt;p&gt;I wiggled my fingers on the precise spot where Zuleica said the second attention has it’s assemblage point, hoping to lure my inorganic into that area to help with bringing in colors. But I noticed something very strange. I had 4 hands!&lt;/p&gt;\n\n&lt;p&gt;It wasn’t that I had 4 arms and each had a hand, it was more like the 2 arms I had, with their 2 hands, were ghosted by another set. I hadn’t anticipated anything like that. I thought that the “energy body” was just a blob of light, like a luminous cocoon. I never thought it could simply be another copy of your “real” body.&lt;/p&gt;\n\n&lt;p&gt;I rotated my wrists, moved my hands left and right, trying to figure out the rules. Are they independent? Or does the one only follow the other, like a lagging image?&lt;/p&gt;\n\n&lt;p&gt;The extra copy of my right hand had some junk stuck to it. It was like it had picked up stuff from the air. I wiggled it to see if the junk was attached or floating.&lt;/p&gt;\n\n&lt;p&gt;My little fairy rushed over at top speed, as if I’d finally gotten home very late, and put out a bowl of dog food. She was eager to get that energy.&lt;/p&gt;\n\n&lt;p&gt;I wondered if I could summon one of Carlos Allies using that energy, so I stretched my right arm towards the last place it had manifested. It had shown up as a frantically talking head, trying to tell me something, and made out of intense ultra-violet light.&lt;/p&gt;\n\n&lt;p&gt;A patch of ultra-violet started to form on the wall, and details began to emerge. I had no doubt, it was going to appear.&lt;/p&gt;\n\n&lt;p&gt;Continued due to word count limits&lt;/p&gt;\n\n&lt;p&gt;Edited: three times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "co5cmg", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 60, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/", "subreddit_subscribers": 9561, "created_utc": 1565370684.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewg1zt7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1565372141.0, "send_replies": true, "parent_id": "t1_ewfzpyc", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Side note:\n\nThat took 4 hours, and I just remembered something I didn't report.\n\nThe lights were so vivid that night, and I just couldn't resist trying out my *dreaming* hand.\n\nI cupped my hand like the doorknob technique for pushing out a bad feeling.  The account of it was given in an earlier posting.\n\nAs soon as I started moving it, I could see that the dreaming hand had taken the lead.  And it was literally pushing and pulling a thick rod, floating in the air.  The rod looked like a newspaper, rolled up to threaten a dog.  But the hand was  holding it in the middle, and it was moving around exactly as if being held.\n\nI don't want to give the impression it looked like a newspaper. It was made out of vague lights, and was the size of a rolled up paper.\n\nIt stirred up so many lights in that area where it was moving,  that I had the thought, of course this technique works!  How could it not?\n\nYou're reaching out to grab something.  That activates the *intent* of snatching something.   But you're also pushing, so you could easily intend to push that out.\n\nBecause I was in heightened awareness, it all seemed too obvious to be worth mentioning. I felt silly for wondering how that technique works.\n\nThat's one feature of heightened awareness. Everything seems obvious and self-explanatory, the same way Carlos had written it would be.\n\nEdited: twice", "edited": 1565547136.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewg1zt7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Side note:&lt;/p&gt;\n\n&lt;p&gt;That took 4 hours, and I just remembered something I didn&amp;#39;t report.&lt;/p&gt;\n\n&lt;p&gt;The lights were so vivid that night, and I just couldn&amp;#39;t resist trying out my &lt;em&gt;dreaming&lt;/em&gt; hand.&lt;/p&gt;\n\n&lt;p&gt;I cupped my hand like the doorknob technique for pushing out a bad feeling.  The account of it was given in an earlier posting.&lt;/p&gt;\n\n&lt;p&gt;As soon as I started moving it, I could see that the dreaming hand had taken the lead.  And it was literally pushing and pulling a thick rod, floating in the air.  The rod looked like a newspaper, rolled up to threaten a dog.  But the hand was  holding it in the middle, and it was moving around exactly as if being held.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to give the impression it looked like a newspaper. It was made out of vague lights, and was the size of a rolled up paper.&lt;/p&gt;\n\n&lt;p&gt;It stirred up so many lights in that area where it was moving,  that I had the thought, of course this technique works!  How could it not?&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re reaching out to grab something.  That activates the &lt;em&gt;intent&lt;/em&gt; of snatching something.   But you&amp;#39;re also pushing, so you could easily intend to push that out.&lt;/p&gt;\n\n&lt;p&gt;Because I was in heightened awareness, it all seemed too obvious to be worth mentioning. I felt silly for wondering how that technique works.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s one feature of heightened awareness. Everything seems obvious and self-explanatory, the same way Carlos had written it would be.&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewg1zt7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565372141.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewstloz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1565734886.0, "send_replies": true, "parent_id": "t1_ewsnw5r", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;She ordered me to stand up by willing my movement. She said that I had to push myself up with my midsection, that I had three thick tentacles there which I could use as crutches to lift up my whole body.\n\nApparently so!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewstloz", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;She ordered me to stand up by willing my movement. She said that I had to push myself up with my midsection, that I had three thick tentacles there which I could use as crutches to lift up my whole body.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Apparently so!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewstloz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565734886.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsnw5r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565731461.0, "send_replies": true, "parent_id": "t1_ewsnjyc", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Man, Carlos had 3?   I've only seen 2 so far.\n\nSometimes I also wonder about...   \n\nWell, he did have a dozen girlfriends.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewsnw5r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Man, Carlos had 3?   I&amp;#39;ve only seen 2 so far.&lt;/p&gt;\n\n&lt;p&gt;Sometimes I also wonder about...   &lt;/p&gt;\n\n&lt;p&gt;Well, he did have a dozen girlfriends.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsnw5r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565731461.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewsvqay", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565736309.0, "send_replies": true, "parent_id": "t1_ewsnjyc", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;If our ultimate nature is closer to light than matter, perhaps it is possible, it'd just be a case of maintaining awareness as you switch into light mode\n\nAnd while in the that \"light mode\" awareness time is non-linear, that's how she could see the answers before they were given.\n\nYou can also split your awareness half and half and look with the \"eye\" of the tonal at the present moment and look around the corner (past the present moment) with the \"eye\" of the nagual/dreaming body. I practice this quite a bit, or rather find myself doing it, with tangible results.", "edited": 1565882082.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewsvqay", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;If our ultimate nature is closer to light than matter, perhaps it is possible, it&amp;#39;d just be a case of maintaining awareness as you switch into light mode&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And while in the that &amp;quot;light mode&amp;quot; awareness time is non-linear, that&amp;#39;s how she could see the answers before they were given.&lt;/p&gt;\n\n&lt;p&gt;You can also split your awareness half and half and look with the &amp;quot;eye&amp;quot; of the tonal at the present moment and look around the corner (past the present moment) with the &amp;quot;eye&amp;quot; of the nagual/dreaming body. I practice this quite a bit, or rather find myself doing it, with tangible results.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsvqay/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565736309.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsnjyc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewsljei", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;The intent part is the doing of it, or rather, what comes from wanting to do it a certain way.\n\nIn the same chapter Carlos describes it thus, after managing to move around using the three tentacles:\n\n&gt;“I realized that there was no procedure involved, that in order to move I had to intend my moving at a very deep level. In other words, I had to be utterly convinced that I wanted to move, or perhaps it would be more accurate to say that I had to be convinced that I needed to move.”\n\n[…]\n&gt;I fancy he could see into the future, sort of. Like, the effect his words would have, 20 years later.\n\nWho knows, Russell Targ on that video talks about one of his remote viewers during a test who instead of actually carrying out the remote viewing instead fast-forwarded to the bit when she was shown the answer instead to cut a corner. If our ultimate nature is closer to light than matter, perhaps it is possible, it'd just be a case of maintaining awareness as you switch into light mode, perhaps as Silvio Manuel was doing.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewsnjyc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The intent part is the doing of it, or rather, what comes from wanting to do it a certain way.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;In the same chapter Carlos describes it thus, after managing to move around using the three tentacles:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;“I realized that there was no procedure involved, that in order to move I had to intend my moving at a very deep level. In other words, I had to be utterly convinced that I wanted to move, or perhaps it would be more accurate to say that I had to be convinced that I needed to move.”&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;[…]&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;I fancy he could see into the future, sort of. Like, the effect his words would have, 20 years later.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Who knows, Russell Targ on that video talks about one of his remote viewers during a test who instead of actually carrying out the remote viewing instead fast-forwarded to the bit when she was shown the answer instead to cut a corner. If our ultimate nature is closer to light than matter, perhaps it is possible, it&amp;#39;d just be a case of maintaining awareness as you switch into light mode, perhaps as Silvio Manuel was doing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsnjyc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565731253.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565731253.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsljei", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewsjtte", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It sure is!\n\nI didn't know about that.  I guess it goes along with sorcerers remembering assemblage point positions using the \"shine\" of their eyes.\n\nIf you think about it, any way we manipulate something is just arbitrary. If you're in the shape of a cat, you do it the cat way. If you're in an abstract dream and seem to be a log floating in a yellow river, you roll.\n\nFor manipulating energy in darkness, you can simply push it with your hand, or \"pull\" it with your gaze.\n\nThe *intent* part is the doing of it, or rather, what comes from wanting to do it a certain way.  Some sort of outside and sticky force helps out, giving the doing some integrity.\n\nSo apparently the gaze invokes it.  Kind of makes sense.  Carlos would sometimes get a spacey look while talking to us in class. He'd look slightly up to his left, his eyes weren't focused, and his chin was probably sticking out a little more than normal. He was \"facing\" something.\n\nI fancy he could see into the future, sort of.  Like, the effect his words would have, 20 years later.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewsljei", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It sure is!&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t know about that.  I guess it goes along with sorcerers remembering assemblage point positions using the &amp;quot;shine&amp;quot; of their eyes.&lt;/p&gt;\n\n&lt;p&gt;If you think about it, any way we manipulate something is just arbitrary. If you&amp;#39;re in the shape of a cat, you do it the cat way. If you&amp;#39;re in an abstract dream and seem to be a log floating in a yellow river, you roll.&lt;/p&gt;\n\n&lt;p&gt;For manipulating energy in darkness, you can simply push it with your hand, or &amp;quot;pull&amp;quot; it with your gaze.&lt;/p&gt;\n\n&lt;p&gt;The &lt;em&gt;intent&lt;/em&gt; part is the doing of it, or rather, what comes from wanting to do it a certain way.  Some sort of outside and sticky force helps out, giving the doing some integrity.&lt;/p&gt;\n\n&lt;p&gt;So apparently the gaze invokes it.  Kind of makes sense.  Carlos would sometimes get a spacey look while talking to us in class. He&amp;#39;d look slightly up to his left, his eyes weren&amp;#39;t focused, and his chin was probably sticking out a little more than normal. He was &amp;quot;facing&amp;quot; something.&lt;/p&gt;\n\n&lt;p&gt;I fancy he could see into the future, sort of.  Like, the effect his words would have, 20 years later.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsljei/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565730021.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565730021.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewv6d31", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565799638.0, "send_replies": true, "parent_id": "t1_ewtf53g", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "According to some people I admire, he was a scoundrel.\n\nAnd no surprise. He wrote himself in his books that he was more like the nagual Julian.\n\nI'll give a funny example.  Carlos told a joke about meeting a \"virgin\".  He didn't say virgin however, he said, \n\n\"v.. v.. VIRGIN???\"\n\nAnd he said it with a glint in his eyes. His  hands seemed to be ready to grab something.\n\nMyself, if I ran into a virgin that was available to me, I'd run for my life!  \n\nAny of the old guys in here will tell you, my response is the wisest one. \n\nI suspect that the whole \"warrior\" thing is a lure for childish intellects. \n\nI don't mean to imply that the warrior's way is wrong.  Of course you have to do all that!  But you'll do it automatically, when you realize why you have to do it. \n\nYou don't need to put on a fancy cap and get a gentleman's cane while you're still learning about it.\n\nThe concept of warriors way becomes a placebo for the mind, and then you don't get as worried that maybe you actually ought to practice some of the techniques, especially silence.\n\nWith your mind pacified, because you're a super cool impeccable warrior, you're missing the drive to actually become one.\n\nAnd that's the world we live in right now!  All the information out there on Carlos, is posturing warrior way nonsense.  There's no actual meat.\n\nI'll date myself:  Where's the beef???\n\nI have to say, one of the younger members pointed out to me that the warriors way is good for young people to read, because they'll do better in life if they work hard and plan things well. Yes, that's all true. \n\nBut what the heck happened to the Sunday class warriors? All gone?\n\nIt's so bad that, if some of them read my postings, they wouldn't believe it.  They'd even get a little hostile about it.\n\nIt should be that at this point, they can glance at a single page, and know I'm telling the truth.\n\n(If not a little misguided in my emphasis, since I have no one else to bounce those things off of.)", "edited": 1565800652.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewv6d31", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;According to some people I admire, he was a scoundrel.&lt;/p&gt;\n\n&lt;p&gt;And no surprise. He wrote himself in his books that he was more like the nagual Julian.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll give a funny example.  Carlos told a joke about meeting a &amp;quot;virgin&amp;quot;.  He didn&amp;#39;t say virgin however, he said, &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;v.. v.. VIRGIN???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And he said it with a glint in his eyes. His  hands seemed to be ready to grab something.&lt;/p&gt;\n\n&lt;p&gt;Myself, if I ran into a virgin that was available to me, I&amp;#39;d run for my life!  &lt;/p&gt;\n\n&lt;p&gt;Any of the old guys in here will tell you, my response is the wisest one. &lt;/p&gt;\n\n&lt;p&gt;I suspect that the whole &amp;quot;warrior&amp;quot; thing is a lure for childish intellects. &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean to imply that the warrior&amp;#39;s way is wrong.  Of course you have to do all that!  But you&amp;#39;ll do it automatically, when you realize why you have to do it. &lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need to put on a fancy cap and get a gentleman&amp;#39;s cane while you&amp;#39;re still learning about it.&lt;/p&gt;\n\n&lt;p&gt;The concept of warriors way becomes a placebo for the mind, and then you don&amp;#39;t get as worried that maybe you actually ought to practice some of the techniques, especially silence.&lt;/p&gt;\n\n&lt;p&gt;With your mind pacified, because you&amp;#39;re a super cool impeccable warrior, you&amp;#39;re missing the drive to actually become one.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s the world we live in right now!  All the information out there on Carlos, is posturing warrior way nonsense.  There&amp;#39;s no actual meat.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll date myself:  Where&amp;#39;s the beef???&lt;/p&gt;\n\n&lt;p&gt;I have to say, one of the younger members pointed out to me that the warriors way is good for young people to read, because they&amp;#39;ll do better in life if they work hard and plan things well. Yes, that&amp;#39;s all true. &lt;/p&gt;\n\n&lt;p&gt;But what the heck happened to the Sunday class warriors? All gone?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so bad that, if some of them read my postings, they wouldn&amp;#39;t believe it.  They&amp;#39;d even get a little hostile about it.&lt;/p&gt;\n\n&lt;p&gt;It should be that at this point, they can glance at a single page, and know I&amp;#39;m telling the truth.&lt;/p&gt;\n\n&lt;p&gt;(If not a little misguided in my emphasis, since I have no one else to bounce those things off of.)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv6d31/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565799638.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewtf53g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewsnn9f", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Stormtroopers too. Let's not get snobby here.\n\nHaha. Was Carlos a warrior or a stormtrooper? His image, at least the public image created by his work and actions, which of course he may have manipulated quite carefully, is not of a warrior of the mold of don Juan's generation (which of course is also something he may  have manipulated quite carefully).", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewtf53g", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Stormtroopers too. Let&amp;#39;s not get snobby here.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Haha. Was Carlos a warrior or a stormtrooper? His image, at least the public image created by his work and actions, which of course he may have manipulated quite carefully, is not of a warrior of the mold of don Juan&amp;#39;s generation (which of course is also something he may  have manipulated quite carefully).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtf53g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565743749.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565743749.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsnn9f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewsjtte", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; He said that a warrior must evoke intent. \n\nStormtroopers too.  Let's not get snobby here.  \n\n&gt;The glance is the secret. The eyes beckon intent.\n\nI guess I've been doing this glance by accident.  When I look down to see my luminous shell, after sweeping colors into there long enough that it seems to have lit up, there it is.  And once I can see it, I can lift my head up, and it's visible as the lower half of my body.  But I have to have deliberately tried to look at it, before I can see that sight. After that, I can even walk around, and see a lumbering luminous blob following me as the lower half.", "edited": 1565731577.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewsnn9f", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;He said that a warrior must evoke intent. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Stormtroopers too.  Let&amp;#39;s not get snobby here.  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;The glance is the secret. The eyes beckon intent.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I guess I&amp;#39;ve been doing this glance by accident.  When I look down to see my luminous shell, after sweeping colors into there long enough that it seems to have lit up, there it is.  And once I can see it, I can lift my head up, and it&amp;#39;s visible as the lower half of my body.  But I have to have deliberately tried to look at it, before I can see that sight. After that, I can even walk around, and see a lumbering luminous blob following me as the lower half.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsnn9f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565731311.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565731311.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsjtte", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews0gur", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Dreaming awake they called it.\n\nYes, it sounds as though the second attention takes over while one is awake! \n\n&gt;But, you are practicing being an idiot 14 hours a day, if you're a normal person. You have to counter act that, which is why it likely takes a good 3 hours a day, to make rapid progress.  \nIt's not that you have to put in the work to make progress. It's more like you have to undo the rest of the day, filled with feeling sorry for yourself, and with that maddening voice in your head.\n\nShortly after this passage, Silvio Manuel shows Carlos how to turn into a luminous egg:\n\n&gt;“He told me that he was going to reveal to me a practical maneuver of the second attention, and right then he turned into a luminous egg. He reverted back to his normal appearance and repeated this transformation three or four more times. I understood perfectly well what he was doing. He did not need to explain it to me and yet I could not put into words what I knew.  \n“Silvio Manuel smiled, cognizant of my problem. **He said that it took an enormity of strength to let go of the intent of everyday life.**”\n\nThis is the crux for us beginners. We have to realise that whatever we're currently experiencing is due to our intent. To do anything new, sometimes we have to undo that intent, but we're very invested in it, we even define ourselves (erroneously) by it. Hence recapitulation and notdoing, they both disentangle things. \n\n&gt;It just means, you can shift your assemblage point enough to end up somewhere else, without having to go to sleep in between.\n\nAnd later on in the same passage:\n&gt;“The secret that he had just revealed was how to expedite letting go of that intent. In order to do what he had done, one must place one's attention on the luminous shell.  \n“He turned one more time into a luminous egg and then it became obvious to me what I had known all along. Silvio Manuel's eyes turned for an instant to focus on the point of the second attention. His head was straight, as if he had been looking ahead of him, only his eyes were askew. He said that a warrior must evoke intent. **The glance is the secret. The eyes beckon intent.**”\n\nThe beckoning of intent bit is gold!", "edited": 1565741117.0, "author_flair_css_class": null, "name": "t1_ewsjtte", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Dreaming awake they called it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes, it sounds as though the second attention takes over while one is awake! &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;But, you are practicing being an idiot 14 hours a day, if you&amp;#39;re a normal person. You have to counter act that, which is why it likely takes a good 3 hours a day, to make rapid progress.&lt;br/&gt;\nIt&amp;#39;s not that you have to put in the work to make progress. It&amp;#39;s more like you have to undo the rest of the day, filled with feeling sorry for yourself, and with that maddening voice in your head.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Shortly after this passage, Silvio Manuel shows Carlos how to turn into a luminous egg:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;“He told me that he was going to reveal to me a practical maneuver of the second attention, and right then he turned into a luminous egg. He reverted back to his normal appearance and repeated this transformation three or four more times. I understood perfectly well what he was doing. He did not need to explain it to me and yet I could not put into words what I knew.&lt;br/&gt;\n“Silvio Manuel smiled, cognizant of my problem. &lt;strong&gt;He said that it took an enormity of strength to let go of the intent of everyday life.&lt;/strong&gt;”&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is the crux for us beginners. We have to realise that whatever we&amp;#39;re currently experiencing is due to our intent. To do anything new, sometimes we have to undo that intent, but we&amp;#39;re very invested in it, we even define ourselves (erroneously) by it. Hence recapitulation and notdoing, they both disentangle things. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;It just means, you can shift your assemblage point enough to end up somewhere else, without having to go to sleep in between.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And later on in the same passage:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;“The secret that he had just revealed was how to expedite letting go of that intent. In order to do what he had done, one must place one&amp;#39;s attention on the luminous shell.&lt;br/&gt;\n“He turned one more time into a luminous egg and then it became obvious to me what I had known all along. Silvio Manuel&amp;#39;s eyes turned for an instant to focus on the point of the second attention. His head was straight, as if he had been looking ahead of him, only his eyes were askew. He said that a warrior must evoke intent. &lt;strong&gt;The glance is the secret. The eyes beckon intent.&lt;/strong&gt;”&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The beckoning of intent bit is gold!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsjtte/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565729034.0, "author_flair_text": null, "collapsed": false, "created_utc": 1565729034.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ews0gur", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewrdoxv", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Zuleica ain't lying!  It surely works.\n\nBut don't expect it to go precisely like that. It didn't for Josephina or la Gorda.\n\nNot only does dreaming come easier, but you can do it while awake.  The witches used to emphasize that, though I can't recall which was more adamant.  Dreaming awake they called it.\n\nIt just means, you can shift your assemblage point enough to end up somewhere else, without having to go to sleep in between.\n\nAnd Carlos mentioned being asleep while conscious there, which is precisely the description of heightened awareness. It's always sleeping according to don Juan. He says so elsewhere. \n\nBut, there are levels to heightened awareness.  At a very deep level, you're literally sleep walking, and will even snore if you lay in the wrong position.\n\nIn the weakest form, you only see vast empty space when you close your eyes, but there are no dreaming images (second attention) visible.\n\nHere's the moral of the story:  All this stuff is EASY!  And it works exactly as described.\n\nBut you have to do a lot of work to get to the place where you realize, it was easy all along.\n\nA lot of work does not equal not easy.  Not easy means, you don't need to have special talent.  For instance, you don't have to be like crazy Josephina to make it work.\n\nYou don't need talent.  That's all.  I call that \"easy\".  \n\nBut, you are practicing being an idiot 14 hours a day, if you're a normal person. You have to counter act that, which is why it likely takes a good 3 hours a day, to make rapid progress.\n\nIt's not that you have to put in the work to make progress.  It's more like you have to undo the rest of the day, filled with feeling sorry for yourself, and with that maddening voice in your head. \n\nOr with crazy arguments about transcending everything to find the \"universal soul\".  Or with religious worries.   Everything done daily on the island of the Tonal, needs some balance with trying to summon the nagual.\n\nIt's more like undoing damage you insist on causing all the time.  Like if you had a bad habit of scratching your leg to the point that you have scabs.\n\nTaking care of the scabs isn't hard work.  It's just necessary because you have a bad habit.", "edited": 1565718017.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ews0gur", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Zuleica ain&amp;#39;t lying!  It surely works.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t expect it to go precisely like that. It didn&amp;#39;t for Josephina or la Gorda.&lt;/p&gt;\n\n&lt;p&gt;Not only does dreaming come easier, but you can do it while awake.  The witches used to emphasize that, though I can&amp;#39;t recall which was more adamant.  Dreaming awake they called it.&lt;/p&gt;\n\n&lt;p&gt;It just means, you can shift your assemblage point enough to end up somewhere else, without having to go to sleep in between.&lt;/p&gt;\n\n&lt;p&gt;And Carlos mentioned being asleep while conscious there, which is precisely the description of heightened awareness. It&amp;#39;s always sleeping according to don Juan. He says so elsewhere. &lt;/p&gt;\n\n&lt;p&gt;But, there are levels to heightened awareness.  At a very deep level, you&amp;#39;re literally sleep walking, and will even snore if you lay in the wrong position.&lt;/p&gt;\n\n&lt;p&gt;In the weakest form, you only see vast empty space when you close your eyes, but there are no dreaming images (second attention) visible.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the moral of the story:  All this stuff is EASY!  And it works exactly as described.&lt;/p&gt;\n\n&lt;p&gt;But you have to do a lot of work to get to the place where you realize, it was easy all along.&lt;/p&gt;\n\n&lt;p&gt;A lot of work does not equal not easy.  Not easy means, you don&amp;#39;t need to have special talent.  For instance, you don&amp;#39;t have to be like crazy Josephina to make it work.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need talent.  That&amp;#39;s all.  I call that &amp;quot;easy&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;But, you are practicing being an idiot 14 hours a day, if you&amp;#39;re a normal person. You have to counter act that, which is why it likely takes a good 3 hours a day, to make rapid progress.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not that you have to put in the work to make progress.  It&amp;#39;s more like you have to undo the rest of the day, filled with feeling sorry for yourself, and with that maddening voice in your head. &lt;/p&gt;\n\n&lt;p&gt;Or with crazy arguments about transcending everything to find the &amp;quot;universal soul&amp;quot;.  Or with religious worries.   Everything done daily on the island of the Tonal, needs some balance with trying to summon the nagual.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s more like undoing damage you insist on causing all the time.  Like if you had a bad habit of scratching your leg to the point that you have scabs.&lt;/p&gt;\n\n&lt;p&gt;Taking care of the scabs isn&amp;#39;t hard work.  It&amp;#39;s just necessary because you have a bad habit.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ews0gur/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565717670.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565717670.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewsary7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews80kf", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Here's Bruce.  He didn't give up either.\n\nhttps://www.youtube.com/watch?v=RGGDnPKrR-w\n\nI believe what we're seeing there is stalking \"sweetness\", but I'm not sweet enough to be sure.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewsary7", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s Bruce.  He didn&amp;#39;t give up either.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=RGGDnPKrR-w\"&gt;https://www.youtube.com/watch?v=RGGDnPKrR-w&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I believe what we&amp;#39;re seeing there is stalking &amp;quot;sweetness&amp;quot;, but I&amp;#39;m not sweet enough to be sure.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsary7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565723616.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565723616.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewsuexk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565735419.0, "send_replies": true, "parent_id": "t1_ewsu5d6", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "YouTube decided I was a weirdo after I watched Renata's video, and suddenly there were a bunch more like it on the side.\n\nJust be  very careful you don't click on any kitten videos.  God knows what kitten loving weirdos watch.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewsuexk", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;YouTube decided I was a weirdo after I watched Renata&amp;#39;s video, and suddenly there were a bunch more like it on the side.&lt;/p&gt;\n\n&lt;p&gt;Just be  very careful you don&amp;#39;t click on any kitten videos.  God knows what kitten loving weirdos watch.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsuexk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565735419.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsu5d6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565735243.0, "send_replies": true, "parent_id": "t1_ewse83r", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "How in the heck did you stumble upon that video? Impressive!", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewsu5d6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How in the heck did you stumble upon that video? Impressive!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsu5d6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565735243.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewse83r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewsbbsk", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "How about this?  Seems like something from Tensegrity is leaking into popular culture, where it quickly leads to noisy internal dialogue usage, unfortunately.  Trying to project \"love\" to the white house is really silly.\n\n[https://www.youtube.com/watch?v=vlRNnC7GupQ](https://www.youtube.com/watch?v=vlRNnC7GupQ)\n\nCarlos gave an entire lecture on \"white house\", and how it's sort of an imaginary construct.  He was trying to show how trapped our minds are by noisy internal dialogues which consist largely of syntactic commands.\n\nSyntactic command means, just saying it, like \"white house\", creates endless mental images bound to hold your assemblage point hostage.\n\nOr, \"my butt is too big\".  Or, one of his least favorites, \"I can't wear those shoes!\"\n\n(A girl got tossed out for saying that, when presented with a gift of shoes from one of the inner circle).", "edited": 1565736383.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewse83r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How about this?  Seems like something from Tensegrity is leaking into popular culture, where it quickly leads to noisy internal dialogue usage, unfortunately.  Trying to project &amp;quot;love&amp;quot; to the white house is really silly.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=vlRNnC7GupQ\"&gt;https://www.youtube.com/watch?v=vlRNnC7GupQ&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Carlos gave an entire lecture on &amp;quot;white house&amp;quot;, and how it&amp;#39;s sort of an imaginary construct.  He was trying to show how trapped our minds are by noisy internal dialogues which consist largely of syntactic commands.&lt;/p&gt;\n\n&lt;p&gt;Syntactic command means, just saying it, like &amp;quot;white house&amp;quot;, creates endless mental images bound to hold your assemblage point hostage.&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;my butt is too big&amp;quot;.  Or, one of his least favorites, &amp;quot;I can&amp;#39;t wear those shoes!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(A girl got tossed out for saying that, when presented with a gift of shoes from one of the inner circle).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewse83r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565725726.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565725726.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewsbbsk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews80kf", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Here's what Taisha sounds like:\n\nhttps://www.youtube.com/watch?v=aej8oHv9F74\n\nHere's what worries me about Russians. Nice form, but why copy the chacmools?\n\nhttps://www.youtube.com/watch?v=LukImQbfTCY\n\nAnd here's something even odder:\n\nhttps://www.youtube.com/watch?v=BMBZH_xWh2g\n\nI'd suggest a dark room first, then the waterfall later?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewsbbsk", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s what Taisha sounds like:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=aej8oHv9F74\"&gt;https://www.youtube.com/watch?v=aej8oHv9F74&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what worries me about Russians. Nice form, but why copy the chacmools?&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=LukImQbfTCY\"&gt;https://www.youtube.com/watch?v=LukImQbfTCY&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s something even odder:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=BMBZH_xWh2g\"&gt;https://www.youtube.com/watch?v=BMBZH_xWh2g&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d suggest a dark room first, then the waterfall later?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewsbbsk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565723952.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565723952.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ews9t3p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews80kf", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Fascinating!\n\nI can't say for sure because I learned thousands of movements, but I believe I remember that pass.\n\nLooks like Renata didn't give up after all.  \n\nShe takes a gentler approach than I do.  I like to bop people on the head like Zuleica threatened, while she tries to give them very simple things to do, and explains them in detailed steps.\n\nHer target audience seems to be women, which sort of agrees with what some me-too naguals found out.  It's easier to get female students to keep coming to workshops.\n\nUnfortunately, that video illustrates a problem with the students of Carlos.  \n\nThey're all getting old.\n\nThe \"tensional integrity\" thing was explained by Carlos, along with a mention of Buckminster Fuller.\n\nSo she didn't create a new book deal for herself.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ews9t3p", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Fascinating!&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t say for sure because I learned thousands of movements, but I believe I remember that pass.&lt;/p&gt;\n\n&lt;p&gt;Looks like Renata didn&amp;#39;t give up after all.  &lt;/p&gt;\n\n&lt;p&gt;She takes a gentler approach than I do.  I like to bop people on the head like Zuleica threatened, while she tries to give them very simple things to do, and explains them in detailed steps.&lt;/p&gt;\n\n&lt;p&gt;Her target audience seems to be women, which sort of agrees with what some me-too naguals found out.  It&amp;#39;s easier to get female students to keep coming to workshops.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, that video illustrates a problem with the students of Carlos.  &lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re all getting old.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;tensional integrity&amp;quot; thing was explained by Carlos, along with a mention of Buckminster Fuller.&lt;/p&gt;\n\n&lt;p&gt;So she didn&amp;#39;t create a new book deal for herself.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ews9t3p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565723041.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565723041.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ews80kf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews22bg", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;sense it with your whole body.\n\nThere's a video from Renata Murez on her Tensional Integrity YouTube channel, it has a unseen (never on video) magical pass in it called Infinity Breath.\n\nLesson 1 - Full Sensorial Sensing\nhttps://youtu.be/C_uR8IWSvag", "edited": 1565723359.0, "author_flair_css_class": null, "name": "t1_ews80kf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;sense it with your whole body.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;There&amp;#39;s a video from Renata Murez on her Tensional Integrity YouTube channel, it has a unseen (never on video) magical pass in it called Infinity Breath.&lt;/p&gt;\n\n&lt;p&gt;Lesson 1 - Full Sensorial Sensing\n&lt;a href=\"https://youtu.be/C_uR8IWSvag\"&gt;https://youtu.be/C_uR8IWSvag&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ews80kf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565722073.0, "author_flair_text": null, "collapsed": false, "created_utc": 1565722073.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewve9rf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1565804472.0, "send_replies": true, "parent_id": "t1_ewv97hx", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's progress for sure.\n\nYesterday I was feeling a little guilty for fowling up the \"tensegrity near a waterfall\" video on YouTube. I left a comment suggesting you could assemble another world on your room's walls, using that pass.  \n\nMaster Yulia Chi might interpret it as aggression, instead of just taking it as relevant advice for her viewers.\n\nI guess I should keep in mind what Carlos said about La Gorda.  She tried to take over the group, and dropped dead on the spot.\n\nNo, no no.  I don't want any group.  I've had too much of that group!  It's all the obnoxious people you try to avoid at parties, united as one to give themselves emotional support.  \n\nAnd what a thankless job, teaching sorcery to people with low self-esteem.\n\nStill, I felt guilty, so I tried out my own advice.  I'd learned at least some of that pass in private classes.\n\nI used it.  Within seconds, the wall of my completely dark room had a cliff drawn on it, with little heads peeking out.  I bent my hand the way she does in that pass, and used it to push and pull on the little creatures.\n\nEach one stretched out when I pulled, and revealed some outlandish outfit they were wearing, under their head.\n\nSo it works.  Just FYI.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewve9rf", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s progress for sure.&lt;/p&gt;\n\n&lt;p&gt;Yesterday I was feeling a little guilty for fowling up the &amp;quot;tensegrity near a waterfall&amp;quot; video on YouTube. I left a comment suggesting you could assemble another world on your room&amp;#39;s walls, using that pass.  &lt;/p&gt;\n\n&lt;p&gt;Master Yulia Chi might interpret it as aggression, instead of just taking it as relevant advice for her viewers.&lt;/p&gt;\n\n&lt;p&gt;I guess I should keep in mind what Carlos said about La Gorda.  She tried to take over the group, and dropped dead on the spot.&lt;/p&gt;\n\n&lt;p&gt;No, no no.  I don&amp;#39;t want any group.  I&amp;#39;ve had too much of that group!  It&amp;#39;s all the obnoxious people you try to avoid at parties, united as one to give themselves emotional support.  &lt;/p&gt;\n\n&lt;p&gt;And what a thankless job, teaching sorcery to people with low self-esteem.&lt;/p&gt;\n\n&lt;p&gt;Still, I felt guilty, so I tried out my own advice.  I&amp;#39;d learned at least some of that pass in private classes.&lt;/p&gt;\n\n&lt;p&gt;I used it.  Within seconds, the wall of my completely dark room had a cliff drawn on it, with little heads peeking out.  I bent my hand the way she does in that pass, and used it to push and pull on the little creatures.&lt;/p&gt;\n\n&lt;p&gt;Each one stretched out when I pulled, and revealed some outlandish outfit they were wearing, under their head.&lt;/p&gt;\n\n&lt;p&gt;So it works.  Just FYI.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewve9rf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565804472.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_ewvexxe", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewvexxe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565804857.0, "send_replies": true, "parent_id": "t1_ewv97hx", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I experience this too, even though my darkened room is small it feels larger when you mind stops reminding you of the memory of how big it is, and you're instead paying attention only to what you're perceiving in that moment.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewvexxe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I experience this too, even though my darkened room is small it feels larger when you mind stops reminding you of the memory of how big it is, and you&amp;#39;re instead paying attention only to what you&amp;#39;re perceiving in that moment.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewvexxe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565804857.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_ewvsjt8", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewvsjt8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565813048.0, "send_replies": true, "parent_id": "t1_ewv97hx", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;getting quite a few colors but nothing really coming together brightly enough\n\nCheck out how silent you are. If you think you're silent, check out if you're fantasizing in images.\n\nIf you aren't blanking out once in a while, you aren't silent. That's the problem.\n\nThe blank outs often come with a tingle, and then the colors will amplify.\n\n(When you unblank out, and if you don't move too much).\n\nIt's great that you don't have a totally dark place.  We get to see what happens, so future people don't have to worry about it.\n\nMy guess: you'll see slightly different things, due to the extra lights.\n\nThat'll cause it to incorporate into your waking world better than my darkness practices integrate with my waking world. It's like the 2 are separated by a barrier.\n\nExcept that the inorganic can break through that barrier.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewvsjt8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;getting quite a few colors but nothing really coming together brightly enough&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Check out how silent you are. If you think you&amp;#39;re silent, check out if you&amp;#39;re fantasizing in images.&lt;/p&gt;\n\n&lt;p&gt;If you aren&amp;#39;t blanking out once in a while, you aren&amp;#39;t silent. That&amp;#39;s the problem.&lt;/p&gt;\n\n&lt;p&gt;The blank outs often come with a tingle, and then the colors will amplify.&lt;/p&gt;\n\n&lt;p&gt;(When you unblank out, and if you don&amp;#39;t move too much).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s great that you don&amp;#39;t have a totally dark place.  We get to see what happens, so future people don&amp;#39;t have to worry about it.&lt;/p&gt;\n\n&lt;p&gt;My guess: you&amp;#39;ll see slightly different things, due to the extra lights.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;ll cause it to incorporate into your waking world better than my darkness practices integrate with my waking world. It&amp;#39;s like the 2 are separated by a barrier.&lt;/p&gt;\n\n&lt;p&gt;Except that the inorganic can break through that barrier.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewvsjt8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565813048.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewv97hx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1565801400.0, "send_replies": true, "parent_id": "t1_ewv57ge", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've found another good spot to sit, but it's right close up against a wall, getting quite a few colors but nothing really coming together brightly enough to see anything in them yet, but interesting that the wall, which is less than two feet away, gets to seem quite far off, there's a depth that isn't really there. (Still not got a totally dark place…)", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewv97hx", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve found another good spot to sit, but it&amp;#39;s right close up against a wall, getting quite a few colors but nothing really coming together brightly enough to see anything in them yet, but interesting that the wall, which is less than two feet away, gets to seem quite far off, there&amp;#39;s a depth that isn&amp;#39;t really there. (Still not got a totally dark place…)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv97hx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565801400.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewv57ge", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565798913.0, "send_replies": true, "parent_id": "t1_ewtbax8", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; The man of action has some fibers emanating from the area of the will. \n\nThat's good to read.  Possibly part of why Carlos told us to stop reading his books.  There's something really nice about *seeing* it first, then reading about it.\n\nWhen I look there, there are so many \"fibers\" that it's kind of hard to label some as \"tentacles\".   \n\nSo when looking for colors in the darkness, don't forget to look for fibers.  I didn't realize they may emanate from there, and as a result, I looked everywhere. So don't just look there, even look on the floor. \n\nWe don't know enough to focus our attention on just what's in the books.  Not to mention, \"finding his spot\" was Carlos' first practice at looking for colors.\n\nDon Juan put him to work on this right away.  Too bad it's been almost 25 years, and the Sunday class people haven't gotten around to it yet.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewv57ge", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The man of action has some fibers emanating from the area of the will. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s good to read.  Possibly part of why Carlos told us to stop reading his books.  There&amp;#39;s something really nice about &lt;em&gt;seeing&lt;/em&gt; it first, then reading about it.&lt;/p&gt;\n\n&lt;p&gt;When I look there, there are so many &amp;quot;fibers&amp;quot; that it&amp;#39;s kind of hard to label some as &amp;quot;tentacles&amp;quot;.   &lt;/p&gt;\n\n&lt;p&gt;So when looking for colors in the darkness, don&amp;#39;t forget to look for fibers.  I didn&amp;#39;t realize they may emanate from there, and as a result, I looked everywhere. So don&amp;#39;t just look there, even look on the floor. &lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know enough to focus our attention on just what&amp;#39;s in the books.  Not to mention, &amp;quot;finding his spot&amp;quot; was Carlos&amp;#39; first practice at looking for colors.&lt;/p&gt;\n\n&lt;p&gt;Don Juan put him to work on this right away.  Too bad it&amp;#39;s been almost 25 years, and the Sunday class people haven&amp;#39;t gotten around to it yet.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv57ge/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565798913.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewtir0l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565746131.0, "send_replies": true, "parent_id": "t1_ewtgo20", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;she saw it in her dreams first, then she had to look for it all over til she found it in the regular world. \n\nThat's much harder than I was anticipating! I remember that passage now, or my brain's crib-notes version of it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewtir0l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;she saw it in her dreams first, then she had to look for it all over til she found it in the regular world. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s much harder than I was anticipating! I remember that passage now, or my brain&amp;#39;s crib-notes version of it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtir0l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565746131.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewtgo20", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1565744752.0, "send_replies": true, "parent_id": "t1_ewtfn6f", "score": 2, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;\"The Nagual told me to find in my dreams a brace for my belly button. It took a long time because I didn't understand what he meant. He said that in dreaming we pay attention with the belly button; therefore it has to be protected. We need a little warmth or a feeling that something is pressing the belly button in order to hold the images in our dreams.  \n\"I found a pebble in my dreams that fit my belly button, and the Nagual made me look for it day after day in water holes and canyons, until I found it. I made a belt for it and I still wear it day and night. Wearing it made it easier for me to hold images in my dreams.\"\n\nSo if I'm reading correctly, the brace is the pebble? And I think she saw it in her dreams first, then she had to look for it all over til she found it in the regular world. Golly.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewtgo20", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;The Nagual told me to find in my dreams a brace for my belly button. It took a long time because I didn&amp;#39;t understand what he meant. He said that in dreaming we pay attention with the belly button; therefore it has to be protected. We need a little warmth or a feeling that something is pressing the belly button in order to hold the images in our dreams.&lt;br/&gt;\n&amp;quot;I found a pebble in my dreams that fit my belly button, and the Nagual made me look for it day after day in water holes and canyons, until I found it. I made a belt for it and I still wear it day and night. Wearing it made it easier for me to hold images in my dreams.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So if I&amp;#39;m reading correctly, the brace is the pebble? And I think she saw it in her dreams first, then she had to look for it all over til she found it in the regular world. Golly.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtgo20/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565744752.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewtfn6f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565744074.0, "send_replies": true, "parent_id": "t1_ewtbax8", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Watching Doctor Octopus in that Spiderman movie would give a good visual analogue of this I think.\n\n&gt;told me to find in my dreams a brace for my belly button\n\nGreat! Something else I get to construct! But it says \"find in my dreams,\" hmmm....", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewtfn6f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Watching Doctor Octopus in that Spiderman movie would give a good visual analogue of this I think.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;told me to find in my dreams a brace for my belly button&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Great! Something else I get to construct! But it says &amp;quot;find in my dreams,&amp;quot; hmmm....&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtfn6f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565744074.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewtbax8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewt4amk", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Does that also somehow equate the tentacles with the will?\n\nI'm not sure! There seem to be two distinct points, one for the will, which gradually opens as we near death, below the navel, and the other is how we pay attention during dreaming:  \n&gt;La Gorda: “The Nagual told me to find in my dreams a brace for my belly button. It took a long time because I didn't understand what he meant. He said that in dreaming we pay attention with the belly button; therefore it has to be protected. We need a little warmth or a feeling that something is pressing the belly button in order to hold the images in our dreams.”\n\nOn the number of tentacles:  \n&gt;The man of action has some fibers emanating from the area of the will. The number of fibers varies from one to five, their size ranging from a mere string to a thick, whiplike tentacle up to eight feet long. Some have as many as three of these fibers developed into tentacles.\n\nOn their use by Genaro, and approximate location:  \n&gt;“Don Juan then explained don Genaro's feat. He said that he had already told me that human beings were, for those who \"saw,\" luminous beings composed of something like fibers of light, which rotated from the front to the back and maintained the appearance of an egg. He said that he had also told me that the most astonishing part of the egg-like creatures was **a set of long fibers that came out of the area around the navel**; don Juan said that those fibers were of the uttermost importance in the life of a man. Those fibers were the secret of don Genaio's balance and his lesson had nothing to do with acrobatic jumps across the waterfall. His feat of equilibrium was in the way he used those \"tentacle-like\" fibers.  \n“Genaro balanced himself on his superb, bright fibers. He made them long, long enough so that he could, let's say, roll on them across the waterfall. He demonstrated the proper way to make those tentacles long, and how to move them with precision.  \n\"If you could see,\" he said, \"it would have been obvious to you, from the first step that Genaro took, that he was not slipping as he went up the side of the waterfall. He was loosening his tentacles. Twice he made them go around boulders and held to the sheer rock like a fly. When he got to the top and was ready to cross the water he focused them onto a small rock in the middle of the stream, and when they were secured there, he let the fibers pull him. Genaro never jumped, therefore he could land on the slippery surfaces of small boulders at the very edge of the water. His fibers were at all times neatly wrapped around every rock he used.  \n“He did not stay on the first boulder very long, because he had the rest of his fibers tied onto another one, even smaller, at the place where the onrush of water was the greatest. His tentacles pulled him again and he landed on it. That was the most outstanding thing he did. The surface was too small for a man to hold onto; and the onrush of the water would have washed his body over the precipice had he not had some of his fibers still focused on the first rock.  \n“He stayed in that second position for a long time, because he had to draw out his tentacles again and send them across to the other side of the fall.”", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewtbax8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Does that also somehow equate the tentacles with the will?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m not sure! There seem to be two distinct points, one for the will, which gradually opens as we near death, below the navel, and the other is how we pay attention during dreaming:  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;La Gorda: “The Nagual told me to find in my dreams a brace for my belly button. It took a long time because I didn&amp;#39;t understand what he meant. He said that in dreaming we pay attention with the belly button; therefore it has to be protected. We need a little warmth or a feeling that something is pressing the belly button in order to hold the images in our dreams.”&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;On the number of tentacles:  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;The man of action has some fibers emanating from the area of the will. The number of fibers varies from one to five, their size ranging from a mere string to a thick, whiplike tentacle up to eight feet long. Some have as many as three of these fibers developed into tentacles.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;On their use by Genaro, and approximate location:  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;“Don Juan then explained don Genaro&amp;#39;s feat. He said that he had already told me that human beings were, for those who &amp;quot;saw,&amp;quot; luminous beings composed of something like fibers of light, which rotated from the front to the back and maintained the appearance of an egg. He said that he had also told me that the most astonishing part of the egg-like creatures was &lt;strong&gt;a set of long fibers that came out of the area around the navel&lt;/strong&gt;; don Juan said that those fibers were of the uttermost importance in the life of a man. Those fibers were the secret of don Genaio&amp;#39;s balance and his lesson had nothing to do with acrobatic jumps across the waterfall. His feat of equilibrium was in the way he used those &amp;quot;tentacle-like&amp;quot; fibers.&lt;br/&gt;\n“Genaro balanced himself on his superb, bright fibers. He made them long, long enough so that he could, let&amp;#39;s say, roll on them across the waterfall. He demonstrated the proper way to make those tentacles long, and how to move them with precision.&lt;br/&gt;\n&amp;quot;If you could see,&amp;quot; he said, &amp;quot;it would have been obvious to you, from the first step that Genaro took, that he was not slipping as he went up the side of the waterfall. He was loosening his tentacles. Twice he made them go around boulders and held to the sheer rock like a fly. When he got to the top and was ready to cross the water he focused them onto a small rock in the middle of the stream, and when they were secured there, he let the fibers pull him. Genaro never jumped, therefore he could land on the slippery surfaces of small boulders at the very edge of the water. His fibers were at all times neatly wrapped around every rock he used.&lt;br/&gt;\n“He did not stay on the first boulder very long, because he had the rest of his fibers tied onto another one, even smaller, at the place where the onrush of water was the greatest. His tentacles pulled him again and he landed on it. That was the most outstanding thing he did. The surface was too small for a man to hold onto; and the onrush of the water would have washed his body over the precipice had he not had some of his fibers still focused on the first rock.&lt;br/&gt;\n“He stayed in that second position for a long time, because he had to draw out his tentacles again and send them across to the other side of the fall.”&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtbax8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565741235.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565741235.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewv5yq3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565799387.0, "send_replies": true, "parent_id": "t1_ewtevf3", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's some place where don Juan goes over a bunch of things, seemingly to describe some esoteric point to Carlos.  I seem to remember he even wrote on the ground with a stick.\n\nAnd it included \"Seeing, Dreaming, and Will\" in it.\n\nWe should grab that and make a new post.  Do you have time?\n\nI believe, it's not really an explanation, but a list.  Sort of like don Juan telling us that we need to dig out something for each of those topics, and practice it.\n\nBut I haven't read that in 25 years.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewv5yq3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s some place where don Juan goes over a bunch of things, seemingly to describe some esoteric point to Carlos.  I seem to remember he even wrote on the ground with a stick.&lt;/p&gt;\n\n&lt;p&gt;And it included &amp;quot;Seeing, Dreaming, and Will&amp;quot; in it.&lt;/p&gt;\n\n&lt;p&gt;We should grab that and make a new post.  Do you have time?&lt;/p&gt;\n\n&lt;p&gt;I believe, it&amp;#39;s not really an explanation, but a list.  Sort of like don Juan telling us that we need to dig out something for each of those topics, and practice it.&lt;/p&gt;\n\n&lt;p&gt;But I haven&amp;#39;t read that in 25 years.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv5yq3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565799387.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewtevf3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewt4amk", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Does that also somehow equate the tentacles with the will? \n\nI believe they're one and the same. Or maybe when the will begins to be expressly used again, intentionally, they come out to play after a long slumber.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewtevf3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Does that also somehow equate the tentacles with the will? &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I believe they&amp;#39;re one and the same. Or maybe when the will begins to be expressly used again, intentionally, they come out to play after a long slumber.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewtevf3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565743576.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565743576.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewt4amk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewt1kim", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wow, another cool thing!  \n\nYes, depending on the length of your arms.  But in my case, it's pretty much 2 inches below the navel.\n\nDoes that also somehow equate the tentacles with the will?  \n\nI'll have to try to see how far up or down they are, relative to the belly button.\n\nSure would be nice if you guys could also *see* that.  We could compare notes and best 2 out of 3 wins (as far as figuring out missing details).\n\nThe trouble with trying to see the tentacles is, they're almost non-directional.  Not quite, but almost.  \n\nIt's sort of like if you had a chair right in front of you.  The ordinary view of it is directional, meaning, if your rotate your body with your eyes straight, it rotates out of sight.\n\nBut when you look at the tentacles, it's almost like you zipped up real close to the chair, and were looking right at it with your nose only a foot away.\n\nAt least, that's what it's like in perfect darkness.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewt4amk", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow, another cool thing!  &lt;/p&gt;\n\n&lt;p&gt;Yes, depending on the length of your arms.  But in my case, it&amp;#39;s pretty much 2 inches below the navel.&lt;/p&gt;\n\n&lt;p&gt;Does that also somehow equate the tentacles with the will?  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to try to see how far up or down they are, relative to the belly button.&lt;/p&gt;\n\n&lt;p&gt;Sure would be nice if you guys could also &lt;em&gt;see&lt;/em&gt; that.  We could compare notes and best 2 out of 3 wins (as far as figuring out missing details).&lt;/p&gt;\n\n&lt;p&gt;The trouble with trying to see the tentacles is, they&amp;#39;re almost non-directional.  Not quite, but almost.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s sort of like if you had a chair right in front of you.  The ordinary view of it is directional, meaning, if your rotate your body with your eyes straight, it rotates out of sight.&lt;/p&gt;\n\n&lt;p&gt;But when you look at the tentacles, it&amp;#39;s almost like you zipped up real close to the chair, and were looking right at it with your nose only a foot away.&lt;/p&gt;\n\n&lt;p&gt;At least, that&amp;#39;s what it&amp;#39;s like in perfect darkness.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewt4amk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565740045.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565740045.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewvdd3g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565803950.0, "send_replies": true, "parent_id": "t1_ewv8bss", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; fortnite floss.\n\nYea, that's almost it.  \n\nI've been meaning to repeat this again for emphasis.  Nothing to do with CruzWayne.  Just a good chance to make a point.\n\nIf you can't make enough time to practice, at least try to incorporate something into your day.  As many things as possible.\n\nThat's not just my advice, Carlos talks about how once you are saturated with tensegrity, you'll instantly know the right move to do in a given situation.  Even while walking as I recall (it's in his final tensegrity book).\n\nOf course, you know my preference for what you ought to incorporate.   Silence. All day long.\n\nOr at least, while driving your car.  You'll know you are going somewhere, when you stop having opinions about everything you drive by.\n\nMy internal dialogue on driving used to be like this: \n\nOh that guy must think he's something in his shiny Cadillac!\n\nLook at the dust on that car. Is that guy a drug addict?  Better steer clear.\n\nSlow car, must be a hatter (old people who wear hats).\n\nIt went on and on.  Even the doughnut shops weren't safe from my angry internal dialogue.\n\nEvery second of silence you save up, leads to the goal.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewvdd3g", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;fortnite floss.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yea, that&amp;#39;s almost it.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been meaning to repeat this again for emphasis.  Nothing to do with CruzWayne.  Just a good chance to make a point.&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t make enough time to practice, at least try to incorporate something into your day.  As many things as possible.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not just my advice, Carlos talks about how once you are saturated with tensegrity, you&amp;#39;ll instantly know the right move to do in a given situation.  Even while walking as I recall (it&amp;#39;s in his final tensegrity book).&lt;/p&gt;\n\n&lt;p&gt;Of course, you know my preference for what you ought to incorporate.   Silence. All day long.&lt;/p&gt;\n\n&lt;p&gt;Or at least, while driving your car.  You&amp;#39;ll know you are going somewhere, when you stop having opinions about everything you drive by.&lt;/p&gt;\n\n&lt;p&gt;My internal dialogue on driving used to be like this: &lt;/p&gt;\n\n&lt;p&gt;Oh that guy must think he&amp;#39;s something in his shiny Cadillac!&lt;/p&gt;\n\n&lt;p&gt;Look at the dust on that car. Is that guy a drug addict?  Better steer clear.&lt;/p&gt;\n\n&lt;p&gt;Slow car, must be a hatter (old people who wear hats).&lt;/p&gt;\n\n&lt;p&gt;It went on and on.  Even the doughnut shops weren&amp;#39;t safe from my angry internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Every second of silence you save up, leads to the goal.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewvdd3g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565803950.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewv8bss", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewv4sxs", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Great! I could do this in public even, people will think I'm just doing a terrible version of the fortnite floss.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ewv8bss", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Great! I could do this in public even, people will think I&amp;#39;m just doing a terrible version of the fortnite floss.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv8bss/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565800857.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565800857.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewv4sxs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewt1kim", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I checked this out yesterday.  Looks like that's right.  It's the correct level.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ewv4sxs", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I checked this out yesterday.  Looks like that&amp;#39;s right.  It&amp;#39;s the correct level.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewv4sxs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565798658.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565798658.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewt1kim", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ews22bg", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; You're just trying to scoop them towards the front, at the same level as the hands, dangling on the sides.\n\nTo the point of the will?\n\n&gt;“The energy needed in order to move and to seek in dreaming stems from the area an inch or two below the belly button. He called that energy the will, or the power to select, to assemble.”", "edited": false, "author_flair_css_class": null, "name": "t1_ewt1kim", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You&amp;#39;re just trying to scoop them towards the front, at the same level as the hands, dangling on the sides.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;To the point of the will?&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;“The energy needed in order to move and to seek in dreaming stems from the area an inch or two below the belly button. He called that energy the will, or the power to select, to assemble.”&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewt1kim/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565738455.0, "author_flair_text": null, "collapsed": false, "created_utc": 1565738455.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ews22bg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewrdoxv", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; The next step is sweeping the ground with the midsection to move at will, and then dreaming becomes a cinch.\n\nI missed commenting on that.\n\nCarlos combined the two movements (pulling in the colors, and touching the floor with a tentacle) in the first Tensegrity movement he taught me in a private class. And it was probably the one he used the most, when he just wanted to chill and talk to us.\n\nJust put your hands on your sides, about 6 inches out, and sweep your hands and palm inward, like there was some fog at waist level, and you're trying to scoop the vapors inward, towards your crotch.  \n\nIsn't there a better term for that? What we have stomach, and crotch?  And that's all?\n  \nThe point is, it's not towards the second attention point Zuleica described.  That's up about 6 inches, and 4 inches to the right.\n\nYou're just trying to scoop them towards the front, at the same level as the hands, dangling on the sides.\n\nYou do the right hand, then the left. If you do it over and over, you notice that slightly rocking the hips makes it easier.  That causes the rolling movement of the stomach, which lets the luminous shell try to feel the ground with a tentacle.\n\nCarlos never endorsed any particular rocking movement. He just seemed to be amused to see all the tall (and very serious) Europeans, having to do that ridiculous movement.  Usually they preferred to be trying to make points, by quoting obscure but \"great\" intellectuals, speaking on consciousness (without having a clue about the Nagual).\n\nIt's a combined movement, using 2 parts of Zuleica's instructions, which ought to illustrate that the directions in the book are flexible, and no one should take them as sacred steps (the way some me-too Naguals do, to sell more books).\n\nYou WILL feel the floor eventually.  But by the time you do, it won't seem like a big deal. It'll be more like, \"Oh, I guess that works too.\"\n\nPlease notice that most tensegrity movements are manipulating some energy with the hands.  It's pathetic if you can't actually *see* it, especially after 20 years since Carlos taught it.\n\nGot to learn to visually *see* it, or as some of you do, sense it with your whole body.", "edited": 1565719884.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ews22bg", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The next step is sweeping the ground with the midsection to move at will, and then dreaming becomes a cinch.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I missed commenting on that.&lt;/p&gt;\n\n&lt;p&gt;Carlos combined the two movements (pulling in the colors, and touching the floor with a tentacle) in the first Tensegrity movement he taught me in a private class. And it was probably the one he used the most, when he just wanted to chill and talk to us.&lt;/p&gt;\n\n&lt;p&gt;Just put your hands on your sides, about 6 inches out, and sweep your hands and palm inward, like there was some fog at waist level, and you&amp;#39;re trying to scoop the vapors inward, towards your crotch.  &lt;/p&gt;\n\n&lt;p&gt;Isn&amp;#39;t there a better term for that? What we have stomach, and crotch?  And that&amp;#39;s all?&lt;/p&gt;\n\n&lt;p&gt;The point is, it&amp;#39;s not towards the second attention point Zuleica described.  That&amp;#39;s up about 6 inches, and 4 inches to the right.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re just trying to scoop them towards the front, at the same level as the hands, dangling on the sides.&lt;/p&gt;\n\n&lt;p&gt;You do the right hand, then the left. If you do it over and over, you notice that slightly rocking the hips makes it easier.  That causes the rolling movement of the stomach, which lets the luminous shell try to feel the ground with a tentacle.&lt;/p&gt;\n\n&lt;p&gt;Carlos never endorsed any particular rocking movement. He just seemed to be amused to see all the tall (and very serious) Europeans, having to do that ridiculous movement.  Usually they preferred to be trying to make points, by quoting obscure but &amp;quot;great&amp;quot; intellectuals, speaking on consciousness (without having a clue about the Nagual).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a combined movement, using 2 parts of Zuleica&amp;#39;s instructions, which ought to illustrate that the directions in the book are flexible, and no one should take them as sacred steps (the way some me-too Naguals do, to sell more books).&lt;/p&gt;\n\n&lt;p&gt;You WILL feel the floor eventually.  But by the time you do, it won&amp;#39;t seem like a big deal. It&amp;#39;ll be more like, &amp;quot;Oh, I guess that works too.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Please notice that most tensegrity movements are manipulating some energy with the hands.  It&amp;#39;s pathetic if you can&amp;#39;t actually &lt;em&gt;see&lt;/em&gt; it, especially after 20 years since Carlos taught it.&lt;/p&gt;\n\n&lt;p&gt;Got to learn to visually &lt;em&gt;see&lt;/em&gt; it, or as some of you do, sense it with your whole body.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ews22bg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565718592.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565718592.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewrdoxv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewm76d2", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In the *Eagle's Gift*, the tickling of that point creates a dent in the energy body, which brings the right and left-side awarenesses together so the second attention can predominate:  \n\n&gt;The longer I kept up the wavering motion, the closer I felt the itching. It finally got as near as five or six inches from my body. It was as if something in me had shrunk. I actually thought I could feel a dent. I then had another eerie sensation. I was falling asleep and yet I was conscious. There was a buzzing in my ears, which reminded me of the sound of a bullroarer; next I felt a force rolling me over on my left side without waking me up. I was rolled very tightly, like a cigar, and was tucked into the itching depression. My awareness remained suspended there, incapable of waking up, but so tightly rolled on itself that I could not fall asleep either.  \n[…]\nIn my next session with Zuleica she told me that I had succeeded in making a dent in my luminosity all by myself, and that making a dent meant bringing a distant point in my luminous shell closer to my physical body, therefore closer to control. She asserted repeatedly that from the moment the body learns to make that dent, it is easier to enter into dreaming.  \n[…]\nIn my next session Zuleica allowed me to enter into a state of restful vigil. […] First I noticed the itch on the point of the second attention in my luminous shell. I massaged that point by moving my fingers on it as if I were playing a harp and the point sunk towards my stomach. I felt it almost on my skin. I experienced a prickling sensation on the outside of my right calf. It was a mixture of pleasure and pain. The sensation radiated to my whole leg and then to my lower back. I felt that my buttocks were shaking. My entire body was transfixed by a nervous ripple. I thought that my body had been caught upside down in a net. My forehead and my toes seemed to be touching. I was like a closed U-shape. Then I felt as if I were being folded in two and rolled inside a sheet. My nervous spasms were what made the sheet roll\ninto itself, with me in the center. When the rolling ended I could not sense my body any more. I was only an amorphous awareness, a nervous spasm wrapped in itself. That awareness came to rest inside a ditch, inside a depression of itself.  \nZuleica said that the right and left side awareness are wrapped up together. Both of them come to rest in one single bundle in the dent, the depressed center of the second attention. To do dreaming one needs to manipulate both the luminous body and the physical body. First, the center of assembling for the second attention has to be made accessible by being pushed in from the outside by someone else, or sucked in from within by the dreamer. Second, in order to dislodge the first attention, the centers of the physical body located in the midsection and the calves, especially the right one, have to be stimulated and placed as close to one another as possible until they seem to join. Then the sensation of being bundled takes place and automatically the second attention takes over. Zuleica also said that the feeling of being rolled up like a cigar and placed inside the dent of the second attention was the result of merging my right and left awareness into one in which the order of predominance has been switched and the left has gained supremacy.\n\nThe next step is sweeping the ground with the midsection to move at will, and then dreaming becomes a cinch.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ewrdoxv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In the &lt;em&gt;Eagle&amp;#39;s Gift&lt;/em&gt;, the tickling of that point creates a dent in the energy body, which brings the right and left-side awarenesses together so the second attention can predominate:  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;The longer I kept up the wavering motion, the closer I felt the itching. It finally got as near as five or six inches from my body. It was as if something in me had shrunk. I actually thought I could feel a dent. I then had another eerie sensation. I was falling asleep and yet I was conscious. There was a buzzing in my ears, which reminded me of the sound of a bullroarer; next I felt a force rolling me over on my left side without waking me up. I was rolled very tightly, like a cigar, and was tucked into the itching depression. My awareness remained suspended there, incapable of waking up, but so tightly rolled on itself that I could not fall asleep either.&lt;br/&gt;\n[…]\nIn my next session with Zuleica she told me that I had succeeded in making a dent in my luminosity all by myself, and that making a dent meant bringing a distant point in my luminous shell closer to my physical body, therefore closer to control. She asserted repeatedly that from the moment the body learns to make that dent, it is easier to enter into dreaming.&lt;br/&gt;\n[…]\nIn my next session Zuleica allowed me to enter into a state of restful vigil. […] First I noticed the itch on the point of the second attention in my luminous shell. I massaged that point by moving my fingers on it as if I were playing a harp and the point sunk towards my stomach. I felt it almost on my skin. I experienced a prickling sensation on the outside of my right calf. It was a mixture of pleasure and pain. The sensation radiated to my whole leg and then to my lower back. I felt that my buttocks were shaking. My entire body was transfixed by a nervous ripple. I thought that my body had been caught upside down in a net. My forehead and my toes seemed to be touching. I was like a closed U-shape. Then I felt as if I were being folded in two and rolled inside a sheet. My nervous spasms were what made the sheet roll\ninto itself, with me in the center. When the rolling ended I could not sense my body any more. I was only an amorphous awareness, a nervous spasm wrapped in itself. That awareness came to rest inside a ditch, inside a depression of itself.&lt;br/&gt;\nZuleica said that the right and left side awareness are wrapped up together. Both of them come to rest in one single bundle in the dent, the depressed center of the second attention. To do dreaming one needs to manipulate both the luminous body and the physical body. First, the center of assembling for the second attention has to be made accessible by being pushed in from the outside by someone else, or sucked in from within by the dreamer. Second, in order to dislodge the first attention, the centers of the physical body located in the midsection and the calves, especially the right one, have to be stimulated and placed as close to one another as possible until they seem to join. Then the sensation of being bundled takes place and automatically the second attention takes over. Zuleica also said that the feeling of being rolled up like a cigar and placed inside the dent of the second attention was the result of merging my right and left awareness into one in which the order of predominance has been switched and the left has gained supremacy.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The next step is sweeping the ground with the midsection to move at will, and then dreaming becomes a cinch.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewrdoxv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565702779.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565702779.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewmrpks", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewm76d2", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;don’t know how to order these on reddit\n\nAnyone can choose to order the comments in a post either by date (newest to oldest or vice versa) or by upvotes etc.. There is no control on the posters end. So what you did, saying it's the 3rd or 4th continuation etc. is best practice.", "edited": 1565559196.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ewmrpks", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;don’t know how to order these on reddit&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Anyone can choose to order the comments in a post either by date (newest to oldest or vice versa) or by upvotes etc.. There is no control on the posters end. So what you did, saying it&amp;#39;s the 3rd or 4th continuation etc. is best practice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewmrpks/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565558874.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565558874.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewm76d2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565544763.0, "send_replies": true, "parent_id": "t1_ewfzpyc", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don’t know how to order these on reddit, but this should be the 4th comment on Zuleica’s technique, which is my second attempt after the start of this post.\n\nLast night I again got silent in darkness, specifically wanting to see if my progress in forming the energy body was still there.\n\nThe thing about Zuleica’s technique, as given to Carlos,  is that it’s a progression. Step by step you’re supposed to see the next thing happen.\n\nI was tickled pink when I darkened the room, sat on some pillows, forced silence, and saw a giant blob of purple and fuzzy white stuff around my stomach.\n\nRight on top of the purple light was a pretty hypnogogic head. It looked like my low energy inorganic wanted to try to repeat what happened before. Or maybe she was floating in bliss.\n\nThe purple blob took on the most intense form, a form Carlos described in class as a sworl, and which people who write to me have also seen.\n\nIt’s a blob of purple light that’s rotating, so it looks a tiny bit like a yin-yang shape. The half that isn’t purple is jet black. I suspect that’s what Carlos was describing in the mirror technique, where you find a water spirit.\n\nAlong with the purple and black were flat and wide edges of yellowish grey. Carlos had reported seeing yellowish green in some other accounts.\n\nWatching my little fairy head swim around, I wondered if I still had my *dreaming* hands. I wiggled my fingers, and they were still there.\n\nExcept, the reach of them had extended. They were no longer ghosting my “real” hand, but seemed to spread out too far, and in the wrong directions.\n\nThey were definitely evolving. I suspect if they evolve too far, I won’t be able to give you accounts like this one, because I’ll have forgotten them.\n\nHopefully by writing how techniques progress, we can get some in-between steps and make the path seem manageable.\n\nI don’t believe we should expect techniques we pick up from Carlos’ books to work exactly the same way as written. There are too many accounts in there of contrary information, such as La Gorda’s take on things.\n\nRather, the technique is a starting point, and then you have to go with what happens. But I truly believe, each and every single technique in Carlos books will work for someone, if we get enough people who realize this is a big job, not a fanciful lifestyle.\n\nWiggling my hands, I started to see the tentacles very clearly. I still couldn’t count them because of non-directionality, but there were at least 2. When they moved around, which they seemed to be doing by themselves, they cast out dark ripples.\n\nI felt a very strange sensation watching them. They seemed to have passed through something sticky. It echoed in me as a feeling coming with a concern. It wasn’t a negative feeling. But the fact that it was pervasive and strong made it seem like a worry.\n\nThe feeling can’t be described, but it was something like, the feeling you get when walking into an underground structure with wind blowing through it. It was the essence of what the right side of your body would feel when first walking in.   I associate it with other such physical feelings, like the feeling you get when walking too close to stucco walls, and subconsciously know to keep your distance, or your skin will scrape off.\n\nI inhaled while sweeping my head to the left, to see if I could recapitulate that sensation. It felt very much like a “bundle” of emanations, although a super small one that only produced one feeling. I could see all kinds of fibers in the air.  The sheer volume of them caused me to believe,  is indeed possible (inevitable)  to learn to *see* the emanations being inhaled and exhaled during recapitulation. After a couple of sweeps, the feeling was gone.\n\nMy conclusion was, discovering recapitulation is automatic, and even if no one told you, you'd discover it on your own.\n\nI firmly believe that every single crazy thing in Carlos’ sorcery follows automatically and inevitably, from learning to get silent. That doesn’t mean anyone who got silent would progress this far. We have the video of Shinzen Young mentioning a little drummer man who materialized on his hand, as solid and real as anything.  But then he dismisses it as an amusing problem for philosophers to figure out. He seems to have no knowledge of the energy body and how to assemble another world.  The *intent* of sorcery isn't there.\n\nMaybe he stopped there, because he didn’t have an “endorsed” path to follow to get further.  But there's a horrible speculation possible from this.  Maybe we no longer have \"endorsed\" paths to follow, to make Carlos techniques work.   There was a visitor who commented all this was delusional. Since that visitor was perusing a Castaneda forum, and didn't recognize Carlos' own techniques and experiences, the implication is that someone out there is unendorsing Carlos' techniques, in order to promote something else.  \n\nA very bad thing.\n\nI kept wiggling my fingers, to see what I could stir up. And then, I stopped and just sat in silence, to see if I could feel my energy body as a whole.\n\nI slumped over on the bed, dangerously close to falling off and onto a low table. I keep my bowl of water there. I slowly let myself back up, blanked out for a bit, and was startled when I slumped again.\n\nThat was dangerous, so I decided I needed to find a position where I couldn’t slump in that direction. After a good half hour, I still hadn’t found one.\n\nI spread my legs outward and leaned in so low that I couldn’t slump left or right. I remembered that when Carlos did the technique, he automatically ended up in that position. Folded up like a switch blade, with the feeling he was laying in a ditch.\n\nI’d been hoping pulling on the colors would produce that result for me, but again, I suspect things go their own way and you have to go with what happens.\n\nSomehow I’d discovered on my own, that many people trying to do that technique would eventually find out the best position is indeed to be folded up like that. It’s just a little hard for most people to attain. I’ve still got some left-over flexibility from martial arts.\n\nI couldn’t get all the way down, but I was so far that I couldn't slump left or right. From that position I saw the mass of colors as a swirling pool of dreaming worlds. I saw my little inorganic first as a head, she morphed into a woman dressed in white medieval clothes standing up, she walked into a doorway, and other beings started to interact with her.\n\nI was looking through a dreaming window of sorts. I suspect its from bringing the energy of the calves closer to the stomach, as Carlos mentioned a few times in his accounts.\n\nAny movement of my hand in that position caused a flood of physical sensations of cobwebs touching everything. And the sensations were more solid then normal. It was unmistakably something coming from my newly (but weakly) formed second attention energy body.\n\nSo far that energy body has become solid enough to touch the wooden floor under my bed, with my right hand. It’s been solid enough to create a foot that reached 2 inches down to the ground. And now feelings everywhere scattered around me, reaching out for things.\n\nBut the key is the floor. I realized, I was folded up in half like Carlos, and my energy body was trying to touch the floor, presumably with a tentacle that appeared when viewed through dreaming images, to be an actual body part.\n\nSo far Zuleica’s technique works exactly as written, but you have to expect some twists and turns along the way.\n\nEdited once", "edited": 1565548124.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewm76d2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don’t know how to order these on reddit, but this should be the 4th comment on Zuleica’s technique, which is my second attempt after the start of this post.&lt;/p&gt;\n\n&lt;p&gt;Last night I again got silent in darkness, specifically wanting to see if my progress in forming the energy body was still there.&lt;/p&gt;\n\n&lt;p&gt;The thing about Zuleica’s technique, as given to Carlos,  is that it’s a progression. Step by step you’re supposed to see the next thing happen.&lt;/p&gt;\n\n&lt;p&gt;I was tickled pink when I darkened the room, sat on some pillows, forced silence, and saw a giant blob of purple and fuzzy white stuff around my stomach.&lt;/p&gt;\n\n&lt;p&gt;Right on top of the purple light was a pretty hypnogogic head. It looked like my low energy inorganic wanted to try to repeat what happened before. Or maybe she was floating in bliss.&lt;/p&gt;\n\n&lt;p&gt;The purple blob took on the most intense form, a form Carlos described in class as a sworl, and which people who write to me have also seen.&lt;/p&gt;\n\n&lt;p&gt;It’s a blob of purple light that’s rotating, so it looks a tiny bit like a yin-yang shape. The half that isn’t purple is jet black. I suspect that’s what Carlos was describing in the mirror technique, where you find a water spirit.&lt;/p&gt;\n\n&lt;p&gt;Along with the purple and black were flat and wide edges of yellowish grey. Carlos had reported seeing yellowish green in some other accounts.&lt;/p&gt;\n\n&lt;p&gt;Watching my little fairy head swim around, I wondered if I still had my &lt;em&gt;dreaming&lt;/em&gt; hands. I wiggled my fingers, and they were still there.&lt;/p&gt;\n\n&lt;p&gt;Except, the reach of them had extended. They were no longer ghosting my “real” hand, but seemed to spread out too far, and in the wrong directions.&lt;/p&gt;\n\n&lt;p&gt;They were definitely evolving. I suspect if they evolve too far, I won’t be able to give you accounts like this one, because I’ll have forgotten them.&lt;/p&gt;\n\n&lt;p&gt;Hopefully by writing how techniques progress, we can get some in-between steps and make the path seem manageable.&lt;/p&gt;\n\n&lt;p&gt;I don’t believe we should expect techniques we pick up from Carlos’ books to work exactly the same way as written. There are too many accounts in there of contrary information, such as La Gorda’s take on things.&lt;/p&gt;\n\n&lt;p&gt;Rather, the technique is a starting point, and then you have to go with what happens. But I truly believe, each and every single technique in Carlos books will work for someone, if we get enough people who realize this is a big job, not a fanciful lifestyle.&lt;/p&gt;\n\n&lt;p&gt;Wiggling my hands, I started to see the tentacles very clearly. I still couldn’t count them because of non-directionality, but there were at least 2. When they moved around, which they seemed to be doing by themselves, they cast out dark ripples.&lt;/p&gt;\n\n&lt;p&gt;I felt a very strange sensation watching them. They seemed to have passed through something sticky. It echoed in me as a feeling coming with a concern. It wasn’t a negative feeling. But the fact that it was pervasive and strong made it seem like a worry.&lt;/p&gt;\n\n&lt;p&gt;The feeling can’t be described, but it was something like, the feeling you get when walking into an underground structure with wind blowing through it. It was the essence of what the right side of your body would feel when first walking in.   I associate it with other such physical feelings, like the feeling you get when walking too close to stucco walls, and subconsciously know to keep your distance, or your skin will scrape off.&lt;/p&gt;\n\n&lt;p&gt;I inhaled while sweeping my head to the left, to see if I could recapitulate that sensation. It felt very much like a “bundle” of emanations, although a super small one that only produced one feeling. I could see all kinds of fibers in the air.  The sheer volume of them caused me to believe,  is indeed possible (inevitable)  to learn to &lt;em&gt;see&lt;/em&gt; the emanations being inhaled and exhaled during recapitulation. After a couple of sweeps, the feeling was gone.&lt;/p&gt;\n\n&lt;p&gt;My conclusion was, discovering recapitulation is automatic, and even if no one told you, you&amp;#39;d discover it on your own.&lt;/p&gt;\n\n&lt;p&gt;I firmly believe that every single crazy thing in Carlos’ sorcery follows automatically and inevitably, from learning to get silent. That doesn’t mean anyone who got silent would progress this far. We have the video of Shinzen Young mentioning a little drummer man who materialized on his hand, as solid and real as anything.  But then he dismisses it as an amusing problem for philosophers to figure out. He seems to have no knowledge of the energy body and how to assemble another world.  The &lt;em&gt;intent&lt;/em&gt; of sorcery isn&amp;#39;t there.&lt;/p&gt;\n\n&lt;p&gt;Maybe he stopped there, because he didn’t have an “endorsed” path to follow to get further.  But there&amp;#39;s a horrible speculation possible from this.  Maybe we no longer have &amp;quot;endorsed&amp;quot; paths to follow, to make Carlos techniques work.   There was a visitor who commented all this was delusional. Since that visitor was perusing a Castaneda forum, and didn&amp;#39;t recognize Carlos&amp;#39; own techniques and experiences, the implication is that someone out there is unendorsing Carlos&amp;#39; techniques, in order to promote something else.  &lt;/p&gt;\n\n&lt;p&gt;A very bad thing.&lt;/p&gt;\n\n&lt;p&gt;I kept wiggling my fingers, to see what I could stir up. And then, I stopped and just sat in silence, to see if I could feel my energy body as a whole.&lt;/p&gt;\n\n&lt;p&gt;I slumped over on the bed, dangerously close to falling off and onto a low table. I keep my bowl of water there. I slowly let myself back up, blanked out for a bit, and was startled when I slumped again.&lt;/p&gt;\n\n&lt;p&gt;That was dangerous, so I decided I needed to find a position where I couldn’t slump in that direction. After a good half hour, I still hadn’t found one.&lt;/p&gt;\n\n&lt;p&gt;I spread my legs outward and leaned in so low that I couldn’t slump left or right. I remembered that when Carlos did the technique, he automatically ended up in that position. Folded up like a switch blade, with the feeling he was laying in a ditch.&lt;/p&gt;\n\n&lt;p&gt;I’d been hoping pulling on the colors would produce that result for me, but again, I suspect things go their own way and you have to go with what happens.&lt;/p&gt;\n\n&lt;p&gt;Somehow I’d discovered on my own, that many people trying to do that technique would eventually find out the best position is indeed to be folded up like that. It’s just a little hard for most people to attain. I’ve still got some left-over flexibility from martial arts.&lt;/p&gt;\n\n&lt;p&gt;I couldn’t get all the way down, but I was so far that I couldn&amp;#39;t slump left or right. From that position I saw the mass of colors as a swirling pool of dreaming worlds. I saw my little inorganic first as a head, she morphed into a woman dressed in white medieval clothes standing up, she walked into a doorway, and other beings started to interact with her.&lt;/p&gt;\n\n&lt;p&gt;I was looking through a dreaming window of sorts. I suspect its from bringing the energy of the calves closer to the stomach, as Carlos mentioned a few times in his accounts.&lt;/p&gt;\n\n&lt;p&gt;Any movement of my hand in that position caused a flood of physical sensations of cobwebs touching everything. And the sensations were more solid then normal. It was unmistakably something coming from my newly (but weakly) formed second attention energy body.&lt;/p&gt;\n\n&lt;p&gt;So far that energy body has become solid enough to touch the wooden floor under my bed, with my right hand. It’s been solid enough to create a foot that reached 2 inches down to the ground. And now feelings everywhere scattered around me, reaching out for things.&lt;/p&gt;\n\n&lt;p&gt;But the key is the floor. I realized, I was folded up in half like Carlos, and my energy body was trying to touch the floor, presumably with a tentacle that appeared when viewed through dreaming images, to be an actual body part.&lt;/p&gt;\n\n&lt;p&gt;So far Zuleica’s technique works exactly as written, but you have to expect some twists and turns along the way.&lt;/p&gt;\n\n&lt;p&gt;Edited once&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewm76d2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565544763.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewm479u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewkd94d", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I love the idea!  Depending on how many people put in the work to learn to assemble other worlds, a discipline dedicated to finding the 7 types of inorganic beings, and the source of each, would be wonderful.\n\nIt might even alter the *intent* of our population.\n\nYou could be the first trans-dimensional botanist.", "edited": 1565547564.0, "author_flair_css_class": null, "name": "t1_ewm479u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I love the idea!  Depending on how many people put in the work to learn to assemble other worlds, a discipline dedicated to finding the 7 types of inorganic beings, and the source of each, would be wonderful.&lt;/p&gt;\n\n&lt;p&gt;It might even alter the &lt;em&gt;intent&lt;/em&gt; of our population.&lt;/p&gt;\n\n&lt;p&gt;You could be the first trans-dimensional botanist.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_co5cmg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewm479u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565542808.0, "author_flair_text": null, "collapsed": false, "created_utc": 1565542808.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewkd94d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewk2sbz", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I have no idea.\n\nI guess I feel sometimes like I missed my calling. When I was a kid I thought I would be a scientist when I grew up, then I found out they had to be good at math!  I fancy exploring the worlds of the inorganics as maybe an ethnobiologist would. Observe, Theorize, Test The Theory, and Re-evaluate based on the results. I just have to keep from getting so involved I think I belong there and forget about this reality.\n\nEdit: I suspect this might wind up being a flawed strategy, but most anything probably would be... I just prefer it to flowery symbolic religiosity.", "edited": 1565542844.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewkd94d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I have no idea.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I guess I feel sometimes like I missed my calling. When I was a kid I thought I would be a scientist when I grew up, then I found out they had to be good at math!  I fancy exploring the worlds of the inorganics as maybe an ethnobiologist would. Observe, Theorize, Test The Theory, and Re-evaluate based on the results. I just have to keep from getting so involved I think I belong there and forget about this reality.&lt;/p&gt;\n\n&lt;p&gt;Edit: I suspect this might wind up being a flawed strategy, but most anything probably would be... I just prefer it to flowery symbolic religiosity.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewkd94d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565481396.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565481396.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewk2sbz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ewhu190", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have no idea. But my personal prejudice is that they appear as you expect or subconsciously think they'll appear.\n\nLa Gorda for example said that she perceives them as big threatening Indian men.    \n\nI have to wonder if she doesn't have a thing for big Indian looking men, the same way I'm kind of fond of Sailor Suits.  \n\nIn Asia, they often have daughters of local restaurant owners dress up in Sailor Moon costumes and such, to try to convince you to buy more beer of a specific brand.\n\nI tried buying all the beer of that brand they had in the restaurant, thinking that would please the young woman in a blue sailor suit, but was told it was insulting by someone who was dining with me.\n\nI guess they take it as you want to put them out of a job. People don't tip in Asia. They get paid hourly.  No more beer, no more pay.\n\nI doubt my Fairy in a Sailor Suit is worried about being put out of a job by Carlos' Allies.\n\nEdited: once", "edited": 1565547379.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ewk2sbz", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have no idea. But my personal prejudice is that they appear as you expect or subconsciously think they&amp;#39;ll appear.&lt;/p&gt;\n\n&lt;p&gt;La Gorda for example said that she perceives them as big threatening Indian men.    &lt;/p&gt;\n\n&lt;p&gt;I have to wonder if she doesn&amp;#39;t have a thing for big Indian looking men, the same way I&amp;#39;m kind of fond of Sailor Suits.  &lt;/p&gt;\n\n&lt;p&gt;In Asia, they often have daughters of local restaurant owners dress up in Sailor Moon costumes and such, to try to convince you to buy more beer of a specific brand.&lt;/p&gt;\n\n&lt;p&gt;I tried buying all the beer of that brand they had in the restaurant, thinking that would please the young woman in a blue sailor suit, but was told it was insulting by someone who was dining with me.&lt;/p&gt;\n\n&lt;p&gt;I guess they take it as you want to put them out of a job. People don&amp;#39;t tip in Asia. They get paid hourly.  No more beer, no more pay.&lt;/p&gt;\n\n&lt;p&gt;I doubt my Fairy in a Sailor Suit is worried about being put out of a job by Carlos&amp;#39; Allies.&lt;/p&gt;\n\n&lt;p&gt;Edited: once&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewk2sbz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565475724.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1565475724.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewhu190", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565422379.0, "send_replies": true, "parent_id": "t1_ewfzpyc", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;She tilted her head back, and looked like a coyote howling at the moon. The more I tried to figure out what she was doing, the weirder her movements became.\n\nLooking it up, and not analyzing it too much:\n\n\"howl at the moon. LITERARY. If you bay at the moon or howl at the moon, you waste your time and energy trying to do something which is impossible or trying to get something which you cannot have.\"\n\nAnd:\n\n\"Wolves do not howl at the moon! They howl to communicate with each other. Howling is the most direct way of communicating across long distances, and is especially important in areas where wolf territories are vast. A howl can communicate things like a wolf's location, warnings about predators, and the position of prey.\"\n\nMaybe that ultraviolet head is a kind of inorganic that your Sailor Moon is a bit afraid of. It made some unambiguously frightening faces/forms when you tried to connect with it. Maybe it's the equivalent to a predator or a head honcho in their world, at least to them...not necessarily to us.\n\nWe have no idea if they have a pecking order amongst themselves, maybe it just isn't ready to give up the limelight with you..fearing you'll gravitate away (the more the merrier they always say). Limelight=A rare chance at interacting with a human actually capable of consciously perceiving them.\n\nOr it's a tad possessive/insecure? Maybe they're like a colony of bees in that \"dirt wall\" and your fairy brings back energy for the others like bees bring back pollen for the hive.\n\nNow I'm really analyzing!", "edited": 1565449085.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewhu190", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;She tilted her head back, and looked like a coyote howling at the moon. The more I tried to figure out what she was doing, the weirder her movements became.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Looking it up, and not analyzing it too much:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;howl at the moon. LITERARY. If you bay at the moon or howl at the moon, you waste your time and energy trying to do something which is impossible or trying to get something which you cannot have.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wolves do not howl at the moon! They howl to communicate with each other. Howling is the most direct way of communicating across long distances, and is especially important in areas where wolf territories are vast. A howl can communicate things like a wolf&amp;#39;s location, warnings about predators, and the position of prey.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Maybe that ultraviolet head is a kind of inorganic that your Sailor Moon is a bit afraid of. It made some unambiguously frightening faces/forms when you tried to connect with it. Maybe it&amp;#39;s the equivalent to a predator or a head honcho in their world, at least to them...not necessarily to us.&lt;/p&gt;\n\n&lt;p&gt;We have no idea if they have a pecking order amongst themselves, maybe it just isn&amp;#39;t ready to give up the limelight with you..fearing you&amp;#39;ll gravitate away (the more the merrier they always say). Limelight=A rare chance at interacting with a human actually capable of consciously perceiving them.&lt;/p&gt;\n\n&lt;p&gt;Or it&amp;#39;s a tad possessive/insecure? Maybe they&amp;#39;re like a colony of bees in that &amp;quot;dirt wall&amp;quot; and your fairy brings back energy for the others like bees bring back pollen for the hive.&lt;/p&gt;\n\n&lt;p&gt;Now I&amp;#39;m really analyzing!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewhu190/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565422379.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewfzpyc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1565370741.0, "send_replies": true, "parent_id": "t3_co5cmg", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "continuation...\n\nI looked down at my little Fairy, and she made a horrible face. She mutated into a corpse, a person who is crossing their eyes, and someone in the middle of a scream.\n\nI put my arm down. Maybe not today. The allies are perfectly capable of chasing you, and I’m still not sure I’m immune to that.\n\nLooking down at the bed sheets, I could see very strong details. Carlos called that, “the wall”, and it can appear anywhere. On the floor, on the wall, even on the ceiling. It’s just “in front” of you. Doesn’t matter which way your head is turned.\n\nThe details looked like stone which was previously dirt with worms living in it, which had been washed by water over millions of years, to reveal the tunnels dug by the worms. Very sharp little twists and turns, but not actual grooves, since it had been worn nearly flat.\n\nI picked up the sleeping mask to see if the details would change, but then I realized, I can use my hands instead.\n\nI cupped both hands over my eyes, blocking the view. The room was absolutely pitch black already.  I’ve removed all sources of light leaks. So there’s no reason I should have seen anything at all on those bed sheets.  That meant to me, blocking my eyes should make absolutely no difference.\n\nBut it did. The lines became a little blurrier. I removed my hands to confirm it. Indeed, the details became blurrier. Not by much. About as much as when the eye doctor switches lenses on you, and one is only barely sharper than the other.\n\nI cupped my hands back over my eyes, saw the level of blur relative to not having them there, and then closed my eyelids so that my view was double blocked. Again, with eye lids closed, it was even blurrier. But not enough to be an issue. Each level of blur would be tolerable, if you were playing with colors in the darkness.\n\nI’d been looking at the details on my bed sheets, so I lifted my head up and looked straight ahead. I wanted to see the blur levels on my wall, which by then was covered with hints of other worlds I could assemble, hints looking very much like the painting the blue scout had made.\n\nWith nothing blocking my eyes, details were very sharp. Too sharp for someone who’s as nearsighted as I am.  Clearly all of that was from the second attention.\n\nI cupped my hands over my eyes, and the details were slightly blurrier. But I also noticed, an inorganic being was materializing there in the middle of my sight. It was about the size of a silver dollar, and had very intense dots and squares, loosely connected by filaments. I closed my eye lids, and it got even brighter.\n\nI confirmed it. With eyes not blocked, it was not there. With my hands cupped it was visible. With my eye lids also closed, it was intense.\n\nIn fact, it was burning its way into the room. It started to shrink, I reached out my hand, and it got stuck on the end of my phantom hand.\n\nI’d forgotten about that extra hand. It was stuck there. I could wave my left hand around and see the extra copy of my arm lagging behind, like a trail you might see on a hallucinogen. But the intense burning spot of lights was stuck to the extra hand only. It did not seem to be stuck to the “real” one.\n\nI’d hit the jackpot! I gave a big thumbs up so that I would remember it all, and noticed I could actually see the thumb. It was almost rude, like a big fake plastic thumb stuck on my real thumb. Except that the details were blurry. I couldn’t actually locate any edges. I could only see it, if I relaxed and didn’t stare. When I did that, it was almost dreamlike.\n\nThe thought occurred to me that the second attention’s energy body was sort of like an inorganic being. It didn’t actually look like anything real, but it could reflect your intent and become anything you might find in a dream. Even a copy of yourself.\n\nI couldn’t resist trying out that extra hand. I was sitting on the bed near the bowls. I reached out towards the bowl of water, and it lit up like a swimming pool at night. I could see ripples of water, much smaller than you’d see in a pool with night lighting.  And the ripples were vibrating a little violently.\n\nBut they did indeed look very much like what you see at night, with a beautifully lit swimming pool.\n\nIt was in fact, too much light. Something was wrong. I turned around, and noticed that the sun had come up. It was already 6 AM. Four hours had gone by, and light was leaking from under my bedroom door, traveling all the way from the bathroom.\n\nI’d been wanting to try out la Gorda’s flicking technique with twilight conditions, in case it didn’t work well in the dark. So I dipped my fingers into the bowl, and flicked drops onto my dresser drawers which were only about 5 feet away, in a corner.\n\nThe drips were clearly visible as flickers, and I saw 2 red fibers form. They vibrated violently, but they were only fragments, and faded away in a second.\n\nThen I got the scare of week. Sitting on the floor in the corner was my inorganic being. Except that she was full sized, had long straight blond hair with slight twists in it, and was dressed in a Japanese Sailor Girl Suit.\n\nIf you’ve read much Japanese Anime, you know exactly what they look like. This one was white with black bows and decorations. It’s the very kind many Japanese men go searching for at night, in one of the shops below the subway entrances.\n\nThe fright was nearly electric, but I trust her so it faded. While it was there, she was frightening. Beautiful, but frightening. There was something seriously wrong with how she was crumpled up in the corner, with her knees elevated a bit, and close to her chest. She looked both sad, and happy at the same time.\n\nAnd very real. I looked around the room. There was more light than twilight now. It was only slightly dark. Yet there she was.\n\nShe tilted her head back, and looked like a coyote howling at the moon. The more I tried to figure out what she was doing, the weirder her movements became.\n\nI glanced at the clock. I had to get up in one hour. So I lay on my side, and went to sleep.  She drifted by my closed eyes as a little round fairy head, with a peaceful smile.\n\nI ended up in a vast expanse of rooms, all carpeted and decorated like a Las Vegas endless hotel lobby. A bunch of people flocked up to me, and asked me to show them my extra arm.\n\n&amp;#x200B;\n\nEdited: twice", "edited": 1565546634.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewfzpyc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;continuation...&lt;/p&gt;\n\n&lt;p&gt;I looked down at my little Fairy, and she made a horrible face. She mutated into a corpse, a person who is crossing their eyes, and someone in the middle of a scream.&lt;/p&gt;\n\n&lt;p&gt;I put my arm down. Maybe not today. The allies are perfectly capable of chasing you, and I’m still not sure I’m immune to that.&lt;/p&gt;\n\n&lt;p&gt;Looking down at the bed sheets, I could see very strong details. Carlos called that, “the wall”, and it can appear anywhere. On the floor, on the wall, even on the ceiling. It’s just “in front” of you. Doesn’t matter which way your head is turned.&lt;/p&gt;\n\n&lt;p&gt;The details looked like stone which was previously dirt with worms living in it, which had been washed by water over millions of years, to reveal the tunnels dug by the worms. Very sharp little twists and turns, but not actual grooves, since it had been worn nearly flat.&lt;/p&gt;\n\n&lt;p&gt;I picked up the sleeping mask to see if the details would change, but then I realized, I can use my hands instead.&lt;/p&gt;\n\n&lt;p&gt;I cupped both hands over my eyes, blocking the view. The room was absolutely pitch black already.  I’ve removed all sources of light leaks. So there’s no reason I should have seen anything at all on those bed sheets.  That meant to me, blocking my eyes should make absolutely no difference.&lt;/p&gt;\n\n&lt;p&gt;But it did. The lines became a little blurrier. I removed my hands to confirm it. Indeed, the details became blurrier. Not by much. About as much as when the eye doctor switches lenses on you, and one is only barely sharper than the other.&lt;/p&gt;\n\n&lt;p&gt;I cupped my hands back over my eyes, saw the level of blur relative to not having them there, and then closed my eyelids so that my view was double blocked. Again, with eye lids closed, it was even blurrier. But not enough to be an issue. Each level of blur would be tolerable, if you were playing with colors in the darkness.&lt;/p&gt;\n\n&lt;p&gt;I’d been looking at the details on my bed sheets, so I lifted my head up and looked straight ahead. I wanted to see the blur levels on my wall, which by then was covered with hints of other worlds I could assemble, hints looking very much like the painting the blue scout had made.&lt;/p&gt;\n\n&lt;p&gt;With nothing blocking my eyes, details were very sharp. Too sharp for someone who’s as nearsighted as I am.  Clearly all of that was from the second attention.&lt;/p&gt;\n\n&lt;p&gt;I cupped my hands over my eyes, and the details were slightly blurrier. But I also noticed, an inorganic being was materializing there in the middle of my sight. It was about the size of a silver dollar, and had very intense dots and squares, loosely connected by filaments. I closed my eye lids, and it got even brighter.&lt;/p&gt;\n\n&lt;p&gt;I confirmed it. With eyes not blocked, it was not there. With my hands cupped it was visible. With my eye lids also closed, it was intense.&lt;/p&gt;\n\n&lt;p&gt;In fact, it was burning its way into the room. It started to shrink, I reached out my hand, and it got stuck on the end of my phantom hand.&lt;/p&gt;\n\n&lt;p&gt;I’d forgotten about that extra hand. It was stuck there. I could wave my left hand around and see the extra copy of my arm lagging behind, like a trail you might see on a hallucinogen. But the intense burning spot of lights was stuck to the extra hand only. It did not seem to be stuck to the “real” one.&lt;/p&gt;\n\n&lt;p&gt;I’d hit the jackpot! I gave a big thumbs up so that I would remember it all, and noticed I could actually see the thumb. It was almost rude, like a big fake plastic thumb stuck on my real thumb. Except that the details were blurry. I couldn’t actually locate any edges. I could only see it, if I relaxed and didn’t stare. When I did that, it was almost dreamlike.&lt;/p&gt;\n\n&lt;p&gt;The thought occurred to me that the second attention’s energy body was sort of like an inorganic being. It didn’t actually look like anything real, but it could reflect your intent and become anything you might find in a dream. Even a copy of yourself.&lt;/p&gt;\n\n&lt;p&gt;I couldn’t resist trying out that extra hand. I was sitting on the bed near the bowls. I reached out towards the bowl of water, and it lit up like a swimming pool at night. I could see ripples of water, much smaller than you’d see in a pool with night lighting.  And the ripples were vibrating a little violently.&lt;/p&gt;\n\n&lt;p&gt;But they did indeed look very much like what you see at night, with a beautifully lit swimming pool.&lt;/p&gt;\n\n&lt;p&gt;It was in fact, too much light. Something was wrong. I turned around, and noticed that the sun had come up. It was already 6 AM. Four hours had gone by, and light was leaking from under my bedroom door, traveling all the way from the bathroom.&lt;/p&gt;\n\n&lt;p&gt;I’d been wanting to try out la Gorda’s flicking technique with twilight conditions, in case it didn’t work well in the dark. So I dipped my fingers into the bowl, and flicked drops onto my dresser drawers which were only about 5 feet away, in a corner.&lt;/p&gt;\n\n&lt;p&gt;The drips were clearly visible as flickers, and I saw 2 red fibers form. They vibrated violently, but they were only fragments, and faded away in a second.&lt;/p&gt;\n\n&lt;p&gt;Then I got the scare of week. Sitting on the floor in the corner was my inorganic being. Except that she was full sized, had long straight blond hair with slight twists in it, and was dressed in a Japanese Sailor Girl Suit.&lt;/p&gt;\n\n&lt;p&gt;If you’ve read much Japanese Anime, you know exactly what they look like. This one was white with black bows and decorations. It’s the very kind many Japanese men go searching for at night, in one of the shops below the subway entrances.&lt;/p&gt;\n\n&lt;p&gt;The fright was nearly electric, but I trust her so it faded. While it was there, she was frightening. Beautiful, but frightening. There was something seriously wrong with how she was crumpled up in the corner, with her knees elevated a bit, and close to her chest. She looked both sad, and happy at the same time.&lt;/p&gt;\n\n&lt;p&gt;And very real. I looked around the room. There was more light than twilight now. It was only slightly dark. Yet there she was.&lt;/p&gt;\n\n&lt;p&gt;She tilted her head back, and looked like a coyote howling at the moon. The more I tried to figure out what she was doing, the weirder her movements became.&lt;/p&gt;\n\n&lt;p&gt;I glanced at the clock. I had to get up in one hour. So I lay on my side, and went to sleep.  She drifted by my closed eyes as a little round fairy head, with a peaceful smile.&lt;/p&gt;\n\n&lt;p&gt;I ended up in a vast expanse of rooms, all carpeted and decorated like a Las Vegas endless hotel lobby. A bunch of people flocked up to me, and asked me to show them my extra arm.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Edited: twice&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewfzpyc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565370741.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewg49n0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565373565.0, "send_replies": true, "parent_id": "t1_ewg3xxp", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wow, I guess I have Pablito's hand now. Sounds like the same thing to me.\n\nI kind of wish the \"deceiver\" part would be downplayed by Carlos' followers. They seem to endlessly pacify themselves pretending they are copying that kind of behavior.  I worry now that Cleargreen has devolved into a spiritual organization, and are luring people in with promises of wisdom and fake personal growth.\n\n\nOn the other hand, they could simply have moved so far that they don't care about everyone else these days.\n\n(I'm trying to snag a nervous bird here)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewg49n0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow, I guess I have Pablito&amp;#39;s hand now. Sounds like the same thing to me.&lt;/p&gt;\n\n&lt;p&gt;I kind of wish the &amp;quot;deceiver&amp;quot; part would be downplayed by Carlos&amp;#39; followers. They seem to endlessly pacify themselves pretending they are copying that kind of behavior.  I worry now that Cleargreen has devolved into a spiritual organization, and are luring people in with promises of wisdom and fake personal growth.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, they could simply have moved so far that they don&amp;#39;t care about everyone else these days.&lt;/p&gt;\n\n&lt;p&gt;(I&amp;#39;m trying to snag a nervous bird here)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewg49n0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565373565.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewg3xxp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565373362.0, "send_replies": true, "parent_id": "t3_co5cmg", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I tried to find that just now in the searchable pdf, and was shocked to see that the word “arm” led to technique after technique. I didn’t have the patience to keep looking for the one referring to the extra arm.\n\nHere it is on page 660 of that all-in-one PDF, from The Second Ring of Power:\n\n\"He  suddenly reached across  the  table  and nearly snatched my writing pad away from  me. He grabbed it  with the  thumb and index finger  of  his  left  hand. I  had to hold onto it  with both hands, using all  my strength. There  was  such an extraordinary force  in his  pull  that  if  he  had really wanted to take  it  he  could have  easily jerked it  away from  my grip. He  let  go, and as  he  retrieved his  hand I  saw  a  fleeting image  of  an extension to it. It  happened so fast  that  I  could have explained it  as  a  visual  distortion on my part, a  product  of  the  jolt  of  having to stand up halfway, drawn by the  force  of  his  pull. But  I  had learned by then that  I  could neither  behave  with those people  in my accustomed manner, nor  could I  explain anything in my accustomed manner, so I did not  even try.\n\n\"What's  that  in your  hand, Pablito?\"  I  asked.\n\nHe  recoiled in surprise  and hid his  hand behind his  back. He  had a  blank expression and mumbled that  he  wanted us  to leave  that  house  because  he  was  becoming dizzy.\n\nLa  Gorda  began to laugh loudly and said that  Pablito was  as  good a  deceiver  as  Josefina, maybe  even better, and that  if  I  pressed him  to tell  me  what  was  in his  hand he  would faint  and Nestor  would have  to tend to him  for  months.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewg3xxp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I tried to find that just now in the searchable pdf, and was shocked to see that the word “arm” led to technique after technique. I didn’t have the patience to keep looking for the one referring to the extra arm.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Here it is on page 660 of that all-in-one PDF, from The Second Ring of Power:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He  suddenly reached across  the  table  and nearly snatched my writing pad away from  me. He grabbed it  with the  thumb and index finger  of  his  left  hand. I  had to hold onto it  with both hands, using all  my strength. There  was  such an extraordinary force  in his  pull  that  if  he  had really wanted to take  it  he  could have  easily jerked it  away from  my grip. He  let  go, and as  he  retrieved his  hand I  saw  a  fleeting image  of  an extension to it. It  happened so fast  that  I  could have explained it  as  a  visual  distortion on my part, a  product  of  the  jolt  of  having to stand up halfway, drawn by the  force  of  his  pull. But  I  had learned by then that  I  could neither  behave  with those people  in my accustomed manner, nor  could I  explain anything in my accustomed manner, so I did not  even try.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What&amp;#39;s  that  in your  hand, Pablito?&amp;quot;  I  asked.&lt;/p&gt;\n\n&lt;p&gt;He  recoiled in surprise  and hid his  hand behind his  back. He  had a  blank expression and mumbled that  he  wanted us  to leave  that  house  because  he  was  becoming dizzy.&lt;/p&gt;\n\n&lt;p&gt;La  Gorda  began to laugh loudly and said that  Pablito was  as  good a  deceiver  as  Josefina, maybe  even better, and that  if  I  pressed him  to tell  me  what  was  in his  hand he  would faint  and Nestor  would have  to tend to him  for  months.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewg3xxp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565373362.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ewg76mz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1565375404.0, "send_replies": true, "parent_id": "t1_ewg6hbp", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Well.....\n\nIt's not that simple.  I have a guy who's been writing to me for a couple of years now, and I only just convinced him you have to actually do some work.\n\nAnd he did start doing work, and progressed rapidly.  Before that he complained, he didn't even know what the second attention or assemblage point was.\n\nNow he's got very fine categories to describe how to move it, and how to hold the second attention.\n\nYou'd think that was enough to convince him, but he seems to be disturbed by my fairy in a Sailor Suit.   He still worries he's being taken advantage of.\n\nThere's no loss of points for playing devil's advocate.  Did you know that the Chinese have a point system?  Westerners are oblivious to it, but every act you do with a full on Chinese person, alters the points you have racked up.\n\nI'm autistic.  You actually have to strike me, to lose points.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewg76mz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well.....&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not that simple.  I have a guy who&amp;#39;s been writing to me for a couple of years now, and I only just convinced him you have to actually do some work.&lt;/p&gt;\n\n&lt;p&gt;And he did start doing work, and progressed rapidly.  Before that he complained, he didn&amp;#39;t even know what the second attention or assemblage point was.&lt;/p&gt;\n\n&lt;p&gt;Now he&amp;#39;s got very fine categories to describe how to move it, and how to hold the second attention.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d think that was enough to convince him, but he seems to be disturbed by my fairy in a Sailor Suit.   He still worries he&amp;#39;s being taken advantage of.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no loss of points for playing devil&amp;#39;s advocate.  Did you know that the Chinese have a point system?  Westerners are oblivious to it, but every act you do with a full on Chinese person, alters the points you have racked up.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m autistic.  You actually have to strike me, to lose points.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_co5cmg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewg76mz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565375404.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ewg6hbp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1565374951.0, "send_replies": true, "parent_id": "t3_co5cmg", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; after the comments about whether I might be pulling all of your legs, \n\nI hope everyone knows that I was simply playing the devil's advocate to make a point about the stodgy decrepitude of the flier's mind and the disempowered position it forces us all into.", "edited": 1565378255.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ewg6hbp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;after the comments about whether I might be pulling all of your legs, &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I hope everyone knows that I was simply playing the devil&amp;#39;s advocate to make a point about the stodgy decrepitude of the flier&amp;#39;s mind and the disempowered position it forces us all into.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/co5cmg/forming_the_energy_body_sort_of/ewg6hbp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1565374951.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_co5cmg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]