[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Thanks to u/jd198703 we now have two active links to that rare book-length series of interviews done with Spanish writer Carmina Fort in 1988. Florinda Donner was also present. Check out the [Magazine Interviews](https://www.reddit.com/r/castaneda/wiki/magazine_interviews) section of the Wiki for the link to the full publication. Below are some of the key passages. Not included are the funny, and tragic, stories of how people over the years mistook Castaneda for the gardener, the help etc. while they were blindly looking for 'the great (and famous) man Castaneda':\n\n\n\"In a natural manner, he went from the abstract to the useful, and offered to show me an exercise for counteracting tiredness and regain energy: he got up, and with the legs slightly spread and bent, the waist relaxed and the arms hanging down, he swung them several times from one side to the other of the body without twisting the waist; the exercise rejuvenates the suprarenal glands above the kidneys, he explained, and has an immediate effect. \n\nTo continue he enticed me to imitate him to be sure that I could do it myself; I got up and followed his instructions and for a few minutes we dedicated ourselves to \"recharging the batteries\". It is a very similar movement that children do at times when they appear bored; a game they do with their body where maybe they intuitively grasp key knowledge that we have forgotten about upon growing up. \n\n:::::::::::::::::::::::\n\n\"Are you the teacher of other apprentices\"?\n\n\"No,\" Castaneda responded sincerely. \"I can be a nagual, but not a teacher. I don't have the required qualities.\"\n\n\"But don Juan maintained that the nagual is as well a teacher,\" I insisted.\n\n\"Even if I were to live more years than he lived,\" he said with conviction, \"I will never be able to come to be like don Juan.\"\n\nHis certainty perhaps comes endorsed by that which his teacher told him twenty years before, **\"I know that I will not have time to teach you all that I want to. I will have only enough time to put you on the path, and I trust that you will search in the same way that I searched.\"**\n\n:::::::::::::::::::::::::::::::::::::\n\nWhy would don Juan want his apprentices to have an intellectual preparation?\" I inquired.\n\n**\"Because the intellect is the only thing that can place a secure backup against the inevitable onslaught of the unknown, against the fear of the unknown,\" Castaneda responded. \"The intellect,\" he continued, \"is the only thing that can consul the sorcerer. The counsel does not come to the sorcerer from the fire, or from the feelings. It is the intellect that saves him.\"**\n\nCastaneda and Florinda fulfill the requirements. Another women of the group was preparing her doctoral thesis in History at the University of Los Angeles at that time. \"Did don Juan influence your tendencies or your pursuits?\" I asked Castaneda. \"My relation with don Juan did not set me apart from that which interested me. I feel today the same passion for the academic world as when I began to move within it.\" he responds firmly.\n\n:::::::::::::::::::::::::::::::::::::::::\n\n\"Did you take charge of the group after (don Juan's) death\"?\n\n\"No. Dona Florinda, the companion of don Juan, remained guiding us until she herself left.\"\n\n**She gave to Florinda all of their jewelry and power objects.\" \"They gave me their necklaces, their bracelets,\" intervenes Florinda (Donner- Grau) excitedly, \"and other things that they used.\" She made sure to clarify that they were not valuable objects, but rather of power.**\n\n:::::::::::::::::::::::::::::\n\nWhy did don Juan say that one must teach mankind, now more than ever, to connect inward? Is it because mankind has attained a major level of intellectual development?\" \n\n\"What are you saying!\" he exclaims. \"It is because now we are indeed bankrupt. We are,\" he continues irately, \"in the middle of a battle between the two superpowers, that is going to destroy humanity. They have already opened up a hole in the ozone. And do you believe that they are going to patch it up? Are they going to set aside their enormous expenditures on defense in order to repair the Earth? **More than anything,\" he concludes in a firm tone, \"mankind needs the help of magic.\"**\n\n::::::::::::::::::::::::::::\n\nCastaneda, with loyal followers, some for more than twenty years, and that like him, today comb gray hairs. People that read and reread passionately the tale of his experiences, perhaps with the hope of coming to experience them.\n\nNever the less, his books rarely can substitute for the master, who according to how Castaneda himself describes, not only directs and strictly supervises the inroads of the disciple into states of consciousness that could alter his mental stability, but also induce a change of his conduct in the daily world.\n\nDon Juan himself, besides stating that nobody needs someone to teach them sorcery because there is nothing to teach, added, \"What we need is a teacher that would convince us that an incalculable power exists within our reach.\"\n\nAnd Castaneda arrived to that conviction not through concepts he read, and not even that he listened to spoken out loud, but by means of experiences and under the strict guidance of don Juan.\n\nHe had that privilege. His followers would like to retrace (rerun) as well the way of the warrior, but they don't have a master, just a few hundred pages. Perhaps they suppose that other possibilities will approach those that have opened in the reason an opening for the intuition. A mystic maxim says that when the disciple is prepared, then the master appears.\n\n:::::::::::::::::::::::::::::::::::\n\nHowever, that (cultivated) security and joy of living that he shows today came crashing down when don Juan disappeared. By what he has told me, the following years were not easy, and although he would find counsel in the fact that his master was free, he experienced a certain orphan-hood that impelled him to search, if not for an impossible substitute, people with the same concerns.\n\n\"After the death of don Juan,\" he remembers, without stating when, \"I decided to travel around the world. I went everywhere, and got to know everyone who said that they were initiates, but I didn't find anyone worthwhile.\"\n\n\"You didn't find anyone?\" I asked incredulously.\n\n\"At least I didn't find anyone who was worthwhile,\" he repeats.\n\n\"But surely there would have to be other persons, and not only in Asia, where there is more tradition, but also in Europe itself.\n\n\"What's in Spain?\" he interrupts disparagingly, and answers his own question. \"Spaniards!\" \"What's in Italy? Italians!\"\n\nSo Castaneda returned to America...\n\n::::::::::::::::::::::::::::::::\n\nBut according to his explanations, not everyone can become a brujo. Only those who already were born with a \"concrete type of form of the luminous egg,\" and the necessary intellectual capacity to make possible \"the understanding\" in order to give them cover from the \"onslaughts of energy.\"\n\n::::::::::::::::::::::::::::::::\n\nIn this theme, like in all the others, he prefers to place himself in the skin of his teacher. His loyalty to the memory is impressive. If it is difficult to believe in the existence of a being so peculiar as don Juan, it is even more difficult to not believe it after being a few hours with Castaneda. Never the less, that is exactly what he is accused of. Of having invented don Juan, too intellectual and poetic to be an Indian. But at the beginning there was not skepticism, but rather enthusiasm.\n\n\"Why does the praise of your first books turn into destructive criticism, and even into clear rejection?\"\n\n\"In the beginning,\" he says with a serious expression, \"those who praised my books believed that I was speaking about them,\" and continues explaining the cross he has to bear. \"I spoke in libraries and universities, but said things that provoked hostility. I spoke of eradicating the ego, of overcoming egomania.\"\n\n\"So then, when I began to become intimately and publicly identified with another way of living and of thinking, I stopped being the infiltrating accomplice that reinforced with his behavior the society to which he belonged.\" (\"..the system of beliefs that I wanted to study have devoured me...\", he would confess years later in the introduction of The Eagle's Gift.)\n\nAnd he concludes his explanation referring to himself in the third person. \"Castaneda was dangerous because he spoke of destroying a structure of behavior.\"\n\nThey could not take back the doctorate, but they took back the credibility.\n\n:::::::::::::::::::::::::\n\nWe were quiet for a while, concentrating on the snack; once in a while looking up and looking at the people that came in and left the shop, or who walked in front of the window. More than watching, he observes, as if he wanted to capture everything that was happening around him.\n\nHis attitude brings to me the memory of an aspect of the philosophy of don Juan, in which Castaneda himself ratifies: \"For me, the way of living, the way with heart, is not introspection or mystic transcendence, but rather being in the world. This world is the hunting ground of the warrior.\"\n\n::::::::::::::::::::::::::::::::::\n\nWhat activities do you have with your group?\" I continued. \n\n\"We come together everyday for dreaming.\"\n\n \"And what do you dream?\"\n\n**\"We go to a place that is a type of astronomic observatory, with the cupola open, and we lay down face up and we watch a planet cross. It must be immense, because it takes a very long time to cross completely,\" he tells emotionally.**\n\n**That is why he investigates the skies of the northern hemisphere, to see if the places that they visit in dreams, are discovered in the vigil.**\n\n:::::::::::::::::::::::::\n\nAt his own cost, or at someone else's, he manages to enjoy all the situations, in the present moment, or analyze them with perspective, exorcizing them of bothersome baggage. That attitude has to do without doubt, with the reflection that was made years earlier about how ephemeral is our stay here.\n\n\"If there is no way to know if we are disposed of one more minute of life, then we have to live every moment as if it were the last. Every act is the final battle of the warrior. That is why one must always act impeccably. Nothing can be left hanging.\"\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Rare Series of Interviews", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_gk7v54", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 14, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 14, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1589636195.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1589544283.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Thanks to &lt;a href=\"/u/jd198703\"&gt;u/jd198703&lt;/a&gt; we now have two active links to that rare book-length series of interviews done with Spanish writer Carmina Fort in 1988. Florinda Donner was also present. Check out the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/magazine_interviews\"&gt;Magazine Interviews&lt;/a&gt; section of the Wiki for the link to the full publication. Below are some of the key passages. Not included are the funny, and tragic, stories of how people over the years mistook Castaneda for the gardener, the help etc. while they were blindly looking for &amp;#39;the great (and famous) man Castaneda&amp;#39;:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In a natural manner, he went from the abstract to the useful, and offered to show me an exercise for counteracting tiredness and regain energy: he got up, and with the legs slightly spread and bent, the waist relaxed and the arms hanging down, he swung them several times from one side to the other of the body without twisting the waist; the exercise rejuvenates the suprarenal glands above the kidneys, he explained, and has an immediate effect. &lt;/p&gt;\n\n&lt;p&gt;To continue he enticed me to imitate him to be sure that I could do it myself; I got up and followed his instructions and for a few minutes we dedicated ourselves to &amp;quot;recharging the batteries&amp;quot;. It is a very similar movement that children do at times when they appear bored; a game they do with their body where maybe they intuitively grasp key knowledge that we have forgotten about upon growing up. &lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Are you the teacher of other apprentices&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No,&amp;quot; Castaneda responded sincerely. &amp;quot;I can be a nagual, but not a teacher. I don&amp;#39;t have the required qualities.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But don Juan maintained that the nagual is as well a teacher,&amp;quot; I insisted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Even if I were to live more years than he lived,&amp;quot; he said with conviction, &amp;quot;I will never be able to come to be like don Juan.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;His certainty perhaps comes endorsed by that which his teacher told him twenty years before, &lt;strong&gt;&amp;quot;I know that I will not have time to teach you all that I want to. I will have only enough time to put you on the path, and I trust that you will search in the same way that I searched.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;Why would don Juan want his apprentices to have an intellectual preparation?&amp;quot; I inquired.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Because the intellect is the only thing that can place a secure backup against the inevitable onslaught of the unknown, against the fear of the unknown,&amp;quot; Castaneda responded. &amp;quot;The intellect,&amp;quot; he continued, &amp;quot;is the only thing that can consul the sorcerer. The counsel does not come to the sorcerer from the fire, or from the feelings. It is the intellect that saves him.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Castaneda and Florinda fulfill the requirements. Another women of the group was preparing her doctoral thesis in History at the University of Los Angeles at that time. &amp;quot;Did don Juan influence your tendencies or your pursuits?&amp;quot; I asked Castaneda. &amp;quot;My relation with don Juan did not set me apart from that which interested me. I feel today the same passion for the academic world as when I began to move within it.&amp;quot; he responds firmly.&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Did you take charge of the group after (don Juan&amp;#39;s) death&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. Dona Florinda, the companion of don Juan, remained guiding us until she herself left.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;She gave to Florinda all of their jewelry and power objects.&amp;quot; &amp;quot;They gave me their necklaces, their bracelets,&amp;quot; intervenes Florinda (Donner- Grau) excitedly, &amp;quot;and other things that they used.&amp;quot; She made sure to clarify that they were not valuable objects, but rather of power.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;Why did don Juan say that one must teach mankind, now more than ever, to connect inward? Is it because mankind has attained a major level of intellectual development?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are you saying!&amp;quot; he exclaims. &amp;quot;It is because now we are indeed bankrupt. We are,&amp;quot; he continues irately, &amp;quot;in the middle of a battle between the two superpowers, that is going to destroy humanity. They have already opened up a hole in the ozone. And do you believe that they are going to patch it up? Are they going to set aside their enormous expenditures on defense in order to repair the Earth? &lt;strong&gt;More than anything,&amp;quot; he concludes in a firm tone, &amp;quot;mankind needs the help of magic.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;Castaneda, with loyal followers, some for more than twenty years, and that like him, today comb gray hairs. People that read and reread passionately the tale of his experiences, perhaps with the hope of coming to experience them.&lt;/p&gt;\n\n&lt;p&gt;Never the less, his books rarely can substitute for the master, who according to how Castaneda himself describes, not only directs and strictly supervises the inroads of the disciple into states of consciousness that could alter his mental stability, but also induce a change of his conduct in the daily world.&lt;/p&gt;\n\n&lt;p&gt;Don Juan himself, besides stating that nobody needs someone to teach them sorcery because there is nothing to teach, added, &amp;quot;What we need is a teacher that would convince us that an incalculable power exists within our reach.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And Castaneda arrived to that conviction not through concepts he read, and not even that he listened to spoken out loud, but by means of experiences and under the strict guidance of don Juan.&lt;/p&gt;\n\n&lt;p&gt;He had that privilege. His followers would like to retrace (rerun) as well the way of the warrior, but they don&amp;#39;t have a master, just a few hundred pages. Perhaps they suppose that other possibilities will approach those that have opened in the reason an opening for the intuition. A mystic maxim says that when the disciple is prepared, then the master appears.&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;However, that (cultivated) security and joy of living that he shows today came crashing down when don Juan disappeared. By what he has told me, the following years were not easy, and although he would find counsel in the fact that his master was free, he experienced a certain orphan-hood that impelled him to search, if not for an impossible substitute, people with the same concerns.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;After the death of don Juan,&amp;quot; he remembers, without stating when, &amp;quot;I decided to travel around the world. I went everywhere, and got to know everyone who said that they were initiates, but I didn&amp;#39;t find anyone worthwhile.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You didn&amp;#39;t find anyone?&amp;quot; I asked incredulously.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;At least I didn&amp;#39;t find anyone who was worthwhile,&amp;quot; he repeats.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But surely there would have to be other persons, and not only in Asia, where there is more tradition, but also in Europe itself.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What&amp;#39;s in Spain?&amp;quot; he interrupts disparagingly, and answers his own question. &amp;quot;Spaniards!&amp;quot; &amp;quot;What&amp;#39;s in Italy? Italians!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So Castaneda returned to America...&lt;/p&gt;\n\n&lt;p&gt;::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;But according to his explanations, not everyone can become a brujo. Only those who already were born with a &amp;quot;concrete type of form of the luminous egg,&amp;quot; and the necessary intellectual capacity to make possible &amp;quot;the understanding&amp;quot; in order to give them cover from the &amp;quot;onslaughts of energy.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;In this theme, like in all the others, he prefers to place himself in the skin of his teacher. His loyalty to the memory is impressive. If it is difficult to believe in the existence of a being so peculiar as don Juan, it is even more difficult to not believe it after being a few hours with Castaneda. Never the less, that is exactly what he is accused of. Of having invented don Juan, too intellectual and poetic to be an Indian. But at the beginning there was not skepticism, but rather enthusiasm.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why does the praise of your first books turn into destructive criticism, and even into clear rejection?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In the beginning,&amp;quot; he says with a serious expression, &amp;quot;those who praised my books believed that I was speaking about them,&amp;quot; and continues explaining the cross he has to bear. &amp;quot;I spoke in libraries and universities, but said things that provoked hostility. I spoke of eradicating the ego, of overcoming egomania.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;So then, when I began to become intimately and publicly identified with another way of living and of thinking, I stopped being the infiltrating accomplice that reinforced with his behavior the society to which he belonged.&amp;quot; (&amp;quot;..the system of beliefs that I wanted to study have devoured me...&amp;quot;, he would confess years later in the introduction of The Eagle&amp;#39;s Gift.)&lt;/p&gt;\n\n&lt;p&gt;And he concludes his explanation referring to himself in the third person. &amp;quot;Castaneda was dangerous because he spoke of destroying a structure of behavior.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They could not take back the doctorate, but they took back the credibility.&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;We were quiet for a while, concentrating on the snack; once in a while looking up and looking at the people that came in and left the shop, or who walked in front of the window. More than watching, he observes, as if he wanted to capture everything that was happening around him.&lt;/p&gt;\n\n&lt;p&gt;His attitude brings to me the memory of an aspect of the philosophy of don Juan, in which Castaneda himself ratifies: &amp;quot;For me, the way of living, the way with heart, is not introspection or mystic transcendence, but rather being in the world. This world is the hunting ground of the warrior.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;::::::::::::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;What activities do you have with your group?&amp;quot; I continued. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We come together everyday for dreaming.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And what do you dream?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;We go to a place that is a type of astronomic observatory, with the cupola open, and we lay down face up and we watch a planet cross. It must be immense, because it takes a very long time to cross completely,&amp;quot; he tells emotionally.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;That is why he investigates the skies of the northern hemisphere, to see if the places that they visit in dreams, are discovered in the vigil.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;At his own cost, or at someone else&amp;#39;s, he manages to enjoy all the situations, in the present moment, or analyze them with perspective, exorcizing them of bothersome baggage. That attitude has to do without doubt, with the reflection that was made years earlier about how ephemeral is our stay here.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If there is no way to know if we are disposed of one more minute of life, then we have to live every moment as if it were the last. Every act is the final battle of the warrior. That is why one must always act impeccably. Nothing can be left hanging.&amp;quot;&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "gk7v54", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/gk7v54/rare_series_of_interviews/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/gk7v54/rare_series_of_interviews/", "subreddit_subscribers": 9561, "created_utc": 1589544283.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fqqnj77", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1589568637.0, "send_replies": true, "parent_id": "t1_fqpmovi", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He was 73, if either of those is the correct one.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fqqnj77", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He was 73, if either of those is the correct one.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gk7v54", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gk7v54/rare_series_of_interviews/fqqnj77/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1589568637.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "fqpmovi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1589549897.0, "send_replies": true, "parent_id": "t3_gk7v54", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Also noteworthy, he states that he was born in 1935 in São Paulo, Brazil, not Peru. Making him 10 years younger, 63 not 73, when he died in 1998.\n\nThis could also be more erasing/obscuring of his personal history.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fqpmovi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Also noteworthy, he states that he was born in 1935 in São Paulo, Brazil, not Peru. Making him 10 years younger, 63 not 73, when he died in 1998.&lt;/p&gt;\n\n&lt;p&gt;This could also be more erasing/obscuring of his personal history.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gk7v54/rare_series_of_interviews/fqpmovi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1589549897.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_gk7v54", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fqpgkw5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1589545863.0, "send_replies": true, "parent_id": "t3_gk7v54", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And I posted an additional except from this publication, on the internal dialogue:\n\nhttps://www.reddit.com/r/castaneda/comments/gj54k1/magnum_pis_inner_monologue_narrations/fqlvf2t", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fqpgkw5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And I posted an additional except from this publication, on the internal dialogue:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/gj54k1/magnum_pis_inner_monologue_narrations/fqlvf2t\"&gt;https://www.reddit.com/r/castaneda/comments/gj54k1/magnum_pis_inner_monologue_narrations/fqlvf2t&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": true, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": true, "permalink": "/r/castaneda/comments/gk7v54/rare_series_of_interviews/fqpgkw5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1589545863.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_gk7v54", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]