[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[How you can see our body in the dark room is not as simple as you think.](https://preview.redd.it/8sey8zzwdwx51.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=80d3c1d738de9444f2ae60e6ff817e03023390f4)\n\nAt the risk of making you guys feel bad, instead of motivated, this is 1/4th of what I did last night.\n\nI've gotten spoiled, because it felt like a bad night to me at the time.\n\nIt wasn't until drawing it up I realized, that's a lot of magic to happen in one night!\n\nTime sort of stops, or doesn't matter in the dark room.  So every second is \"now\", and if you are having difficulty it feels like a bad night.\n\nEven if you just returned from a visit to another world.\n\nThe rest of the things I did are beyond conscious recall.  They were lateral shifts.\n\nI had to take notes in my cellphone just to remember these things.\n\nWhat's going on here is the same thing that was going on when Carlos jumped from that cliff, guided by don Juan and don Genaro. He split into 2.  His dreaming double actually jumped.  They wanted him to take a look around down there, in order to fine tune its appearance in this world. Typically the fall would push the dreaming double into a phantom copy.\n\nIt's pretty much 4th gate dreaming.  Wake up in your own room, and prove it.\n\nCarlos remembered both events.  The jumping, and the joking around with don Genaro at the top.    But he wasn't clear at the time that both took place simultaneously.\n\nTaisha makes this clearer in her new book.  She climbs into a tree house so that the perception of shadow beings will hold her assemblage point stable as long as she remains there.  She even calls it \"stalking\".  But, and this is only my theory, she had Shotokan Karate testing coming up.  She had to practice her black belt forms. It's not something you can cram on. You have to do it daily, if you want to pass their difficult tests.   And back then it was quite a status symbol for a woman to be testing at that level.  \n\nOf her master dojo teacher \"Nishiyama\", it was said that he had no respect for women.  \n\nShe was under pressure to prove him wrong.\n\nBut she couldn't practice up in a tree.\n\nSo Emilito told her how to bring the dreaming double out on the ground.  Both present in the same location, at the same time.\n\nThat's what we're doing in darkroom gazing.  If you want proof of that,  carefully remember what you saw, when you believe  you could see your own body in the dark.\n\nThat can go down 3 ways, not just one.\n\nAnd one of them is your dreaming double.\n\nIf you can get at least 50% into your dreaming body, you'll have a good night. Even if it's a bad night.\n\nDon't ask about the Nun.  She was not a very nice nun.  And she was in a big comfy armchair made of brown leather. I just couldn't find that on goggle.\n\nCholita and her would get along just fine.  Don't let anyone confuse you.  Nuns are witches, pure and simple.\n\nThe transdimensional road side was interesting.  It ran along side the world of  the mud worms.  Or at least, on the same north wall of my bedroom, with the road being on the floor there. If I stepped off the bed, I'd be on that road.\n\nThe mud worms are the only IOBs I've ever pulled from their world and had them turn out to be solid and have weight.  Their oblong shape is very convenient for holding in your hand, but don't expect not to have a bunch of mud come out along with them.  I'm not sure what happens to the mud on your bed when you put them back.   But you can feel it dripping onto there when you pull them out.\n\nI've been buttering Fancy up lately, trying to convince her she can \"become famous!\" if only she will be more realistic, for longer periods.\n\nMaybe I'm a old fart, but young women always seemed to like the idea of becoming famous, back in the day.\n\nFancy doesn't quite get what that means.\n\nBut I've explained a few times:  More access to humans!  More energy to steal!\n\nI even explained it to her:  There's this thing called, \"the internet\".  Back 10000 years ago they didn't have it!  You can be the first inorganic being with your own social media pages!\n\nShe started to fade away after that.  Too much talking, not enough emotions.\n\nThat's also how it was back in the day. Young women were not impressed by high tech.\n\nIt might seem like a silly idea that Fancy could become famous,  but if you consider Vicente's 3 allies who pretended to be people stuck on the side of the road due to car breakdown, it's pretty obvious we don't have to settle for floating heads and shy fairies.  It might be possible to train an inorganic being to be \"more real\".\n\nIf Vicente's 3 allies had pulled the broken down car routine on a bunch of people, when YouTube existed, they'd also be famous.\n\nI guess we'll see what Fancy can learn over time.\n\nBut one thing she's already learned is, I don't mind a good scare.\n\nSo she gives me one. At random.  Then she giggles.\n\nI've been extracting that horrible yellow color lately.  It won't make sense, but \"it's on the left\".\n\nI have no idea what that means, but it held true 3 nights in a row.\n\nI was so puzzled about why the yellow is on the left, and you can just reach there and pull some out, that I looked behind a well formed purple puff, using my left hand.\n\nThere is was.  \n\nBut why the obsession with the yellow?\n\nIt forms power objects when injected into jet black, surrounded by purple haze.\n\nLately, Fancy has been teaching me to view my dreaming double, without all the fuss of having to fold in half or complete Zuleica's wiggling technique.  That's what I had in mind when I started writing down her long form.\n\nGet power arms and fingers, for faster wiggling.\n\nBut Fancy only heard, I wanted to bring out the dreaming double. So she did.\n\nI still plan to complete Zuleica's technique, but in fact our dreaming double can be lured out simply by paying attention to it.\n\nOne way is to learn to place a purple puff on your stomach, so that it remains. Observe how it goes away over time.\n\nIf it's on your \"body\", it will slowly fade, perhaps lingering as a purple glow.\n\nBut you can \"smear it\" all over your torso, to light up specific body parts. For instance, your arm.\n\nIf you get  your torso lit up, any puff you place there will be like adding another candle to the inside of a pumpkin.  You'll be able to watch it soak in and light it up more.\n\nIn that picture, you can see a \"super charged\" arm reaching up to pull on the only interesting inhabitant of that cliff dwelling I encountered last night.  She had a little friend, but it was kind of creepy.  Oddly, it looked like they had little houses to live in.\n\nNow,  imagine using your tensegrity to make your entire body visible as bright glows of purple light.  Which will include  yellow, blue, whitish, and pink.\n\nYou can make your entire body glow, so that you can see every part of it vividly.\n\nAll at once, is the goal.  \n\nBut good luck with that.\n\nIt's a 4 hour process.\n\nAnd probably 4 hours, just because you have to be 95% dreaming double.\n\nNot to worry.  In 1 hour you can make a super charged arm.  Scoop up puffs, compress them, and smear a very bright one on your right arm.  Then flick your fingers, to make them visible.\n\nWon't last long, but you'll get the idea.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The View from the Bottom of the Cliff", "link_flair_richtext": [{"e": "text", "t": "Darkroom Practice"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/9d40574e-7d58-4a75-8ee9-549600a9e4c0", "link_ids": ["t3_ifu1bv", "t3_if5koq", "t3_ienqgj", "t3_ie01zd", "t3_idn0fa", "t3_idh7ju", "t3_iczlw5", "t3_icv2ot", "t3_irms6p", "t3_irglig", "t3_iqzit7", "t3_iq7jdg", "t3_iof5ib", "t3_invu3w", "t3_imlozg", "t3_ilzfhg", "t3_ildkri", "t3_ijgd33", "t3_iixdqk", "t3_ihms98", "t3_ih21eh", "t3_ih44uo", "t3_igh7ta", "t3_igday4", "t3_jcxlwj", "t3_hp41du", "t3_kdsew2", "t3_kz7y8a", "t3_kz75ql", "t3_kw4lpr", "t3_kvqj52", "t3_knpzzc", "t3_km2pzf", "t3_kj29l8", "t3_kd0b1h", "t3_k641wo", "t3_k4jrfq", "t3_k2paj7", "t3_k2dn7a", "t3_k1fwwj", "t3_jqlctf", "t3_jq09jk", "t3_jp4g2x", "t3_jng0bx", "t3_jmu5w3", "t3_jmsrw3", "t3_jm1fxl", "t3_jkklgr", "t3_jikxdd", "t3_jhb6f9", "t3_jh8142", "t3_jglh8m", "t3_jgb5mx", "t3_jg53re", "t3_jfoaai", "t3_jf4c1u", "t3_je4gyw", "t3_jdlcth", "t3_jby6ff", "t3_jadwdo", "t3_j9fkih", "t3_j96xwg", "t3_j8rmcm", "t3_j7c8fa", "t3_j65s10", "t3_j61w6p", "t3_j43yai", "t3_j40bem", "t3_j3eykq", "t3_j2jxyx", "t3_j261xv", "t3_j1vngl", "t3_j0g2nl", "t3_izm9cx", "t3_iyhkny", "t3_ix9ipe", "t3_ix5a4g", "t3_iw29ja", "t3_iverkv", "t3_iu3yxd", "t3_isv81g", "t3_isnn0y", "t3_ic1ppo", "t3_i9fbj8", "t3_i8kcue", "t3_i795h6", "t3_i5o2m4", "t3_i4tqjj", "t3_i3o4mq", "t3_i2ha3h", "t3_i1ch4u", "t3_i0s7jm", "t3_hzfk4m", "t3_hx8xej", "t3_iyz5md", "t3_ljjdbn", "t3_lfo0wa", "t3_lgzmsv"], "description": "", "title": "Darkroom Practice 1", "created_at_utc": 1598295005.319, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "9d40574e-7d58-4a75-8ee9-549600a9e4c0", "author_id": "t2_3mo1k5m8", "last_update_utc": 1620558726.961, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"8sey8zzwdwx51": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 114, "x": 108, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=79c78c7909d47b9d58432de0d88c1d87910cdc8b"}, {"y": 228, "x": 216, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a036271224d6c246a0d35b0c3a1da8e717f52b7a"}, {"y": 338, "x": 320, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=2abf5d897f31f0d7c296ab633763574ddd817401"}, {"y": 677, "x": 640, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=2f07904b8d3b938101fc83014140e789270a4b0d"}, {"y": 1016, "x": 960, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=65af460796df15e7e56a239b1f6a89b053164b7b"}, {"y": 1144, "x": 1080, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=d8360fc629ab4bf541d52902161bcd354b88e53b"}], "s": {"y": 1144, "x": 1080, "u": "https://preview.redd.it/8sey8zzwdwx51.jpg?width=1080&amp;format=pjpg&amp;auto=webp&amp;s=80d3c1d738de9444f2ae60e6ff817e03023390f4"}, "id": "8sey8zzwdwx51"}}, "name": "t3_jq09jk", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 15, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Practice", "can_mod_post": false, "score": 15, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/fRoGX_8c49MZLnrk84YyEJ0-GnXYqP61IPrclztQK9Y.jpg", "edited": 1604793790.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1604789685.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/8sey8zzwdwx51.jpg?width=1080&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=80d3c1d738de9444f2ae60e6ff817e03023390f4\"&gt;How you can see our body in the dark room is not as simple as you think.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;At the risk of making you guys feel bad, instead of motivated, this is 1/4th of what I did last night.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve gotten spoiled, because it felt like a bad night to me at the time.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t until drawing it up I realized, that&amp;#39;s a lot of magic to happen in one night!&lt;/p&gt;\n\n&lt;p&gt;Time sort of stops, or doesn&amp;#39;t matter in the dark room.  So every second is &amp;quot;now&amp;quot;, and if you are having difficulty it feels like a bad night.&lt;/p&gt;\n\n&lt;p&gt;Even if you just returned from a visit to another world.&lt;/p&gt;\n\n&lt;p&gt;The rest of the things I did are beyond conscious recall.  They were lateral shifts.&lt;/p&gt;\n\n&lt;p&gt;I had to take notes in my cellphone just to remember these things.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s going on here is the same thing that was going on when Carlos jumped from that cliff, guided by don Juan and don Genaro. He split into 2.  His dreaming double actually jumped.  They wanted him to take a look around down there, in order to fine tune its appearance in this world. Typically the fall would push the dreaming double into a phantom copy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty much 4th gate dreaming.  Wake up in your own room, and prove it.&lt;/p&gt;\n\n&lt;p&gt;Carlos remembered both events.  The jumping, and the joking around with don Genaro at the top.    But he wasn&amp;#39;t clear at the time that both took place simultaneously.&lt;/p&gt;\n\n&lt;p&gt;Taisha makes this clearer in her new book.  She climbs into a tree house so that the perception of shadow beings will hold her assemblage point stable as long as she remains there.  She even calls it &amp;quot;stalking&amp;quot;.  But, and this is only my theory, she had Shotokan Karate testing coming up.  She had to practice her black belt forms. It&amp;#39;s not something you can cram on. You have to do it daily, if you want to pass their difficult tests.   And back then it was quite a status symbol for a woman to be testing at that level.  &lt;/p&gt;\n\n&lt;p&gt;Of her master dojo teacher &amp;quot;Nishiyama&amp;quot;, it was said that he had no respect for women.  &lt;/p&gt;\n\n&lt;p&gt;She was under pressure to prove him wrong.&lt;/p&gt;\n\n&lt;p&gt;But she couldn&amp;#39;t practice up in a tree.&lt;/p&gt;\n\n&lt;p&gt;So Emilito told her how to bring the dreaming double out on the ground.  Both present in the same location, at the same time.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what we&amp;#39;re doing in darkroom gazing.  If you want proof of that,  carefully remember what you saw, when you believe  you could see your own body in the dark.&lt;/p&gt;\n\n&lt;p&gt;That can go down 3 ways, not just one.&lt;/p&gt;\n\n&lt;p&gt;And one of them is your dreaming double.&lt;/p&gt;\n\n&lt;p&gt;If you can get at least 50% into your dreaming body, you&amp;#39;ll have a good night. Even if it&amp;#39;s a bad night.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t ask about the Nun.  She was not a very nice nun.  And she was in a big comfy armchair made of brown leather. I just couldn&amp;#39;t find that on goggle.&lt;/p&gt;\n\n&lt;p&gt;Cholita and her would get along just fine.  Don&amp;#39;t let anyone confuse you.  Nuns are witches, pure and simple.&lt;/p&gt;\n\n&lt;p&gt;The transdimensional road side was interesting.  It ran along side the world of  the mud worms.  Or at least, on the same north wall of my bedroom, with the road being on the floor there. If I stepped off the bed, I&amp;#39;d be on that road.&lt;/p&gt;\n\n&lt;p&gt;The mud worms are the only IOBs I&amp;#39;ve ever pulled from their world and had them turn out to be solid and have weight.  Their oblong shape is very convenient for holding in your hand, but don&amp;#39;t expect not to have a bunch of mud come out along with them.  I&amp;#39;m not sure what happens to the mud on your bed when you put them back.   But you can feel it dripping onto there when you pull them out.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been buttering Fancy up lately, trying to convince her she can &amp;quot;become famous!&amp;quot; if only she will be more realistic, for longer periods.&lt;/p&gt;\n\n&lt;p&gt;Maybe I&amp;#39;m a old fart, but young women always seemed to like the idea of becoming famous, back in the day.&lt;/p&gt;\n\n&lt;p&gt;Fancy doesn&amp;#39;t quite get what that means.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve explained a few times:  More access to humans!  More energy to steal!&lt;/p&gt;\n\n&lt;p&gt;I even explained it to her:  There&amp;#39;s this thing called, &amp;quot;the internet&amp;quot;.  Back 10000 years ago they didn&amp;#39;t have it!  You can be the first inorganic being with your own social media pages!&lt;/p&gt;\n\n&lt;p&gt;She started to fade away after that.  Too much talking, not enough emotions.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s also how it was back in the day. Young women were not impressed by high tech.&lt;/p&gt;\n\n&lt;p&gt;It might seem like a silly idea that Fancy could become famous,  but if you consider Vicente&amp;#39;s 3 allies who pretended to be people stuck on the side of the road due to car breakdown, it&amp;#39;s pretty obvious we don&amp;#39;t have to settle for floating heads and shy fairies.  It might be possible to train an inorganic being to be &amp;quot;more real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If Vicente&amp;#39;s 3 allies had pulled the broken down car routine on a bunch of people, when YouTube existed, they&amp;#39;d also be famous.&lt;/p&gt;\n\n&lt;p&gt;I guess we&amp;#39;ll see what Fancy can learn over time.&lt;/p&gt;\n\n&lt;p&gt;But one thing she&amp;#39;s already learned is, I don&amp;#39;t mind a good scare.&lt;/p&gt;\n\n&lt;p&gt;So she gives me one. At random.  Then she giggles.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been extracting that horrible yellow color lately.  It won&amp;#39;t make sense, but &amp;quot;it&amp;#39;s on the left&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I have no idea what that means, but it held true 3 nights in a row.&lt;/p&gt;\n\n&lt;p&gt;I was so puzzled about why the yellow is on the left, and you can just reach there and pull some out, that I looked behind a well formed purple puff, using my left hand.&lt;/p&gt;\n\n&lt;p&gt;There is was.  &lt;/p&gt;\n\n&lt;p&gt;But why the obsession with the yellow?&lt;/p&gt;\n\n&lt;p&gt;It forms power objects when injected into jet black, surrounded by purple haze.&lt;/p&gt;\n\n&lt;p&gt;Lately, Fancy has been teaching me to view my dreaming double, without all the fuss of having to fold in half or complete Zuleica&amp;#39;s wiggling technique.  That&amp;#39;s what I had in mind when I started writing down her long form.&lt;/p&gt;\n\n&lt;p&gt;Get power arms and fingers, for faster wiggling.&lt;/p&gt;\n\n&lt;p&gt;But Fancy only heard, I wanted to bring out the dreaming double. So she did.&lt;/p&gt;\n\n&lt;p&gt;I still plan to complete Zuleica&amp;#39;s technique, but in fact our dreaming double can be lured out simply by paying attention to it.&lt;/p&gt;\n\n&lt;p&gt;One way is to learn to place a purple puff on your stomach, so that it remains. Observe how it goes away over time.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s on your &amp;quot;body&amp;quot;, it will slowly fade, perhaps lingering as a purple glow.&lt;/p&gt;\n\n&lt;p&gt;But you can &amp;quot;smear it&amp;quot; all over your torso, to light up specific body parts. For instance, your arm.&lt;/p&gt;\n\n&lt;p&gt;If you get  your torso lit up, any puff you place there will be like adding another candle to the inside of a pumpkin.  You&amp;#39;ll be able to watch it soak in and light it up more.&lt;/p&gt;\n\n&lt;p&gt;In that picture, you can see a &amp;quot;super charged&amp;quot; arm reaching up to pull on the only interesting inhabitant of that cliff dwelling I encountered last night.  She had a little friend, but it was kind of creepy.  Oddly, it looked like they had little houses to live in.&lt;/p&gt;\n\n&lt;p&gt;Now,  imagine using your tensegrity to make your entire body visible as bright glows of purple light.  Which will include  yellow, blue, whitish, and pink.&lt;/p&gt;\n\n&lt;p&gt;You can make your entire body glow, so that you can see every part of it vividly.&lt;/p&gt;\n\n&lt;p&gt;All at once, is the goal.  &lt;/p&gt;\n\n&lt;p&gt;But good luck with that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a 4 hour process.&lt;/p&gt;\n\n&lt;p&gt;And probably 4 hours, just because you have to be 95% dreaming double.&lt;/p&gt;\n\n&lt;p&gt;Not to worry.  In 1 hour you can make a super charged arm.  Scoop up puffs, compress them, and smear a very bright one on your right arm.  Then flick your fingers, to make them visible.&lt;/p&gt;\n\n&lt;p&gt;Won&amp;#39;t last long, but you&amp;#39;ll get the idea.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "acff1442-e63e-11ea-b305-0e375464469b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "jq09jk", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 16, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/", "subreddit_subscribers": 9561, "created_utc": 1604789685.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gbmo4dp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1604856444.0, "send_replies": true, "parent_id": "t1_gbmkbqf", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'll leave the nun alone so you can have her.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbmo4dp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll leave the nun alone so you can have her.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbmo4dp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604856444.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbmkbqf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "apprentice2000", "can_mod_post": false, "created_utc": 1604854773.0, "send_replies": true, "parent_id": "t3_jq09jk", "score": 2, "author_fullname": "t2_6f5a0kl9", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So cooooooooool!!!!!!!!!!!!\n\nThanks for sharing Dan", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbmkbqf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So cooooooooool!!!!!!!!!!!!&lt;/p&gt;\n\n&lt;p&gt;Thanks for sharing Dan&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbmkbqf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604854773.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jq09jk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gbrgqyj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbr3afq", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Or more accurately **unlearn** how to not be silent.", "edited": 1604968775.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_gbrgqyj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Or more accurately &lt;strong&gt;unlearn&lt;/strong&gt; how to not be silent.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_jq09jk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbrgqyj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604959043.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604959043.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbr3afq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbqmw2j", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He would have fixed it.  He just died too soon.\n\nProbably he'd tried emphasizing that before, and ended up with scaredy cats, crying all the time for attention.\n\nSo he decided to take it slow, fix people, but then he ran out of time. So he gave us new instructions.\n\nBut Cleargreen pretended like nothing had changed, because they had money coming from the status quo.  And didn't teach the new instructions.\n\nI'm curious how Reni and Mile's statuses got hyped up so much.\n\nWho's out there to be able to see how powerful they've become? \n\nWhat a Saint Reni now is.\n\nOr that Miles might be a double being?\n\nNo one!!!\n\nSo it must be Reni who's explaining how evolved Reni is, and Miles suggesting he's a Nagual type?\n\nOr do they have a drooling \"second in charge\" hyping them up, to kiss up to the boss and insure a profitable future?\n\nDoesn't matter. They're still the real thing.  Intent is with them.\n\nToo bad they don't learn to get silent so they can help others.", "edited": 1604952694.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_gbr3afq", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He would have fixed it.  He just died too soon.&lt;/p&gt;\n\n&lt;p&gt;Probably he&amp;#39;d tried emphasizing that before, and ended up with scaredy cats, crying all the time for attention.&lt;/p&gt;\n\n&lt;p&gt;So he decided to take it slow, fix people, but then he ran out of time. So he gave us new instructions.&lt;/p&gt;\n\n&lt;p&gt;But Cleargreen pretended like nothing had changed, because they had money coming from the status quo.  And didn&amp;#39;t teach the new instructions.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m curious how Reni and Mile&amp;#39;s statuses got hyped up so much.&lt;/p&gt;\n\n&lt;p&gt;Who&amp;#39;s out there to be able to see how powerful they&amp;#39;ve become? &lt;/p&gt;\n\n&lt;p&gt;What a Saint Reni now is.&lt;/p&gt;\n\n&lt;p&gt;Or that Miles might be a double being?&lt;/p&gt;\n\n&lt;p&gt;No one!!!&lt;/p&gt;\n\n&lt;p&gt;So it must be Reni who&amp;#39;s explaining how evolved Reni is, and Miles suggesting he&amp;#39;s a Nagual type?&lt;/p&gt;\n\n&lt;p&gt;Or do they have a drooling &amp;quot;second in charge&amp;quot; hyping them up, to kiss up to the boss and insure a profitable future?&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter. They&amp;#39;re still the real thing.  Intent is with them.&lt;/p&gt;\n\n&lt;p&gt;Too bad they don&amp;#39;t learn to get silent so they can help others.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_jq09jk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbr3afq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604952481.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604952481.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbqmw2j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbqjy0u", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The 'Fight For Silence' may have been a better choice of title(s). Carlos really didn't emphasize it enough, what you're actually fighting for; highlighting it (mostly) from the periphery instead.\n\nHis attempt to address our limitless stubbornness with the Flyers oddly hasn't been as effective as one would think. Focusing more on the anxiety (and on the secondary suffering) as Buddhists have done seems to have been a bit more effective.", "edited": 1604944998.0, "author_flair_css_class": null, "name": "t1_gbqmw2j", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The &amp;#39;Fight For Silence&amp;#39; may have been a better choice of title(s). Carlos really didn&amp;#39;t emphasize it enough, what you&amp;#39;re actually fighting for; highlighting it (mostly) from the periphery instead.&lt;/p&gt;\n\n&lt;p&gt;His attempt to address our limitless stubbornness with the Flyers oddly hasn&amp;#39;t been as effective as one would think. Focusing more on the anxiety (and on the secondary suffering) as Buddhists have done seems to have been a bit more effective.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_jq09jk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbqmw2j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604944595.0, "author_flair_text": null, "collapsed": false, "created_utc": 1604944595.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbqjy0u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbnta6v", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It could lead somewhere, if people would shut off their internal dialogues.\n\nBut out of what must be 1000+ workshop attendees, no one did that.\n\nNot even cleargreen did that.\n\nNor any Buddhists I know of.  Hindus have told me \"no man can do that.\"\n\nDaoists also didn't, or they wouldn't be warning people away from demons.\n\nThe kabbalists might have!  But look what they did with it.\n\nThey became woman haters.\n\nWitch murderers.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbqjy0u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It could lead somewhere, if people would shut off their internal dialogues.&lt;/p&gt;\n\n&lt;p&gt;But out of what must be 1000+ workshop attendees, no one did that.&lt;/p&gt;\n\n&lt;p&gt;Not even cleargreen did that.&lt;/p&gt;\n\n&lt;p&gt;Nor any Buddhists I know of.  Hindus have told me &amp;quot;no man can do that.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Daoists also didn&amp;#39;t, or they wouldn&amp;#39;t be warning people away from demons.&lt;/p&gt;\n\n&lt;p&gt;The kabbalists might have!  But look what they did with it.&lt;/p&gt;\n\n&lt;p&gt;They became woman haters.&lt;/p&gt;\n\n&lt;p&gt;Witch murderers.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbqjy0u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604943195.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604943195.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbnta6v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbmfaof", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When I finally decide to ditch society and wander the earth playing a flute.\n\n[Circle of Iron (1978) (a.k.a. The Silent Flute)](https://youtu.be/SunFJWZQo0o)\n\nI'll be sure to leave you out of it.\n\n(hint, the mistake is expecting it will lead anywhere but enjoyment)", "edited": 1604927175.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gbnta6v", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When I finally decide to ditch society and wander the earth playing a flute.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/SunFJWZQo0o\"&gt;Circle of Iron (1978) (a.k.a. The Silent Flute)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll be sure to leave you out of it.&lt;/p&gt;\n\n&lt;p&gt;(hint, the mistake is expecting it will lead anywhere but enjoyment)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbnta6v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604875431.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604875431.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbmfaof", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1604852035.0, "send_replies": true, "parent_id": "t1_gbj95yl", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We've got plenty of opportunities to jump off cliffs in the dark room.  No problem.\n\nFancy believes we don't pay enough attention to our forming dreaming bodies, while playing with puffs.\n\nBut, Fairy designed this method, and it was only to answer my problem of how to move people's assemblage points towards heightened awareness.\n\nFancy is only interested in horizontal shifts: practical magic.\n\nShe came and sat on the bed right next to me, full size, with her face just inches from mine, for a good 2 minutes last night.  Then I offered to just marry her for real, and she zipped across the bed the long way, into a tunnel.\n\nEveryone needs to get an IOB!  They're too much fun.  \n\nAnd you can tease them as much as you like. They're pretty much clueless about normal stuff.\n\nMeanwhile, over in the shamanism subreddit someone is talking about playing music in the woods, as if that's a magical experience!\n\nIt's sad.  The guy is trying to argue how wonderful his idea is.\n\nA Voldemort over there too.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbmfaof", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We&amp;#39;ve got plenty of opportunities to jump off cliffs in the dark room.  No problem.&lt;/p&gt;\n\n&lt;p&gt;Fancy believes we don&amp;#39;t pay enough attention to our forming dreaming bodies, while playing with puffs.&lt;/p&gt;\n\n&lt;p&gt;But, Fairy designed this method, and it was only to answer my problem of how to move people&amp;#39;s assemblage points towards heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;Fancy is only interested in horizontal shifts: practical magic.&lt;/p&gt;\n\n&lt;p&gt;She came and sat on the bed right next to me, full size, with her face just inches from mine, for a good 2 minutes last night.  Then I offered to just marry her for real, and she zipped across the bed the long way, into a tunnel.&lt;/p&gt;\n\n&lt;p&gt;Everyone needs to get an IOB!  They&amp;#39;re too much fun.  &lt;/p&gt;\n\n&lt;p&gt;And you can tease them as much as you like. They&amp;#39;re pretty much clueless about normal stuff.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile, over in the shamanism subreddit someone is talking about playing music in the woods, as if that&amp;#39;s a magical experience!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s sad.  The guy is trying to argue how wonderful his idea is.&lt;/p&gt;\n\n&lt;p&gt;A Voldemort over there too.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbmfaof/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604852035.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbj95yl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1604800795.0, "send_replies": true, "parent_id": "t3_jq09jk", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "When you read that for the first time, it is a little off-putting. One fears if you'd ever be advanced or butch enough to jump from such a cliff. It seemed necessary.\n\nSome of Carlos's inner circle may even have mistakenly jumped, out of a lack of understanding.\n\nDon Juan's lineage had a dramatic streak, or a preference for sudden, impressive scenarios.\n\nProbably because of time constraints.\n\nIt's long and slow for us. So no cliff jumping!\n\nI'll put away my base jumping location files. Unless I decide to do it for kicks!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbj95yl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When you read that for the first time, it is a little off-putting. One fears if you&amp;#39;d ever be advanced or butch enough to jump from such a cliff. It seemed necessary.&lt;/p&gt;\n\n&lt;p&gt;Some of Carlos&amp;#39;s inner circle may even have mistakenly jumped, out of a lack of understanding.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s lineage had a dramatic streak, or a preference for sudden, impressive scenarios.&lt;/p&gt;\n\n&lt;p&gt;Probably because of time constraints.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s long and slow for us. So no cliff jumping!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll put away my base jumping location files. Unless I decide to do it for kicks!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbj95yl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604800795.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jq09jk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gbn27ls", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BuddhaBliss", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbn09qz", "score": 3, "author_fullname": "t2_14k19j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, I agree, parents punish, dissuade or, worst, they'll take you to the shrink to fix your craziness. LOL. Good thing mine just brushed it off.\n\nNow a days, I keep my family completely out of it, mostly.\n\nMy mom is one exception. She has this ability to do some cool stuff. When she is very relaxed she can see her own eyes from the inside out. It's like she is internally exploring her own body. I've told her to keep going, to try an heal some pains she has etc. She is actually open to the stuff because, of course, she has had those experiences herself. On more than one occasion.\n\nShe still works (she is 72) and is absorbed by her job and stress. 😥 And I guess that's why she doesn't pursue it further.\n\nI mostly avoid my friends too. LOL. I guess from the point of view of an outsider, that looks antisocial or bitter or something. But people really try to pull you down into the filth and wasting energy. Albeit unintentionally, I guess. It's just the behavior of someone who is not aware of the invisible cage.\n\nWitch hunting is still a thing. 😅", "edited": false, "author_flair_css_class": null, "name": "t1_gbn27ls", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, I agree, parents punish, dissuade or, worst, they&amp;#39;ll take you to the shrink to fix your craziness. LOL. Good thing mine just brushed it off.&lt;/p&gt;\n\n&lt;p&gt;Now a days, I keep my family completely out of it, mostly.&lt;/p&gt;\n\n&lt;p&gt;My mom is one exception. She has this ability to do some cool stuff. When she is very relaxed she can see her own eyes from the inside out. It&amp;#39;s like she is internally exploring her own body. I&amp;#39;ve told her to keep going, to try an heal some pains she has etc. She is actually open to the stuff because, of course, she has had those experiences herself. On more than one occasion.&lt;/p&gt;\n\n&lt;p&gt;She still works (she is 72) and is absorbed by her job and stress. 😥 And I guess that&amp;#39;s why she doesn&amp;#39;t pursue it further.&lt;/p&gt;\n\n&lt;p&gt;I mostly avoid my friends too. LOL. I guess from the point of view of an outsider, that looks antisocial or bitter or something. But people really try to pull you down into the filth and wasting energy. Albeit unintentionally, I guess. It&amp;#39;s just the behavior of someone who is not aware of the invisible cage.&lt;/p&gt;\n\n&lt;p&gt;Witch hunting is still a thing. 😅&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_jq09jk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbn27ls/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604862169.0, "author_flair_text": null, "collapsed": false, "created_utc": 1604862169.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbn09qz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbmytr1", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't get as many auditory anomalies, but they do happen on occasion.\n\nPhysical ones, a bunch lately. I was cooking just now and the kitchen door kept opening and closing, just enough to make a sound.\n\nThat was surely Fancy.\n\nIt's a horrible pity parents either punish children for noticing magic, or blow it off as imaginary.\n\nThe second attention is hard to believe as it is, since it's not at this position of the assemblage point. So if you believe it's unreal, it will be.\n\nIf you try to pursue it as an adult and actually learn some, you get family \"interventions\".\n\nCould just be an annoying aunt praying for you, but still.  The oppression of magic is universal.\n\nThe inquisition hasn't ended yet.\n\nEven \"enlightened\" people will dissuade you from believing you experienced magic.  It's not good for their rankings as evolved beings, since they can't actually do any.\n\nThe local priests will talk behind your back, and ask someone from the congregation to keep an eye on you.\n\nBut worst, the \"magic believers\" community will beat you up. Which includes the most \"involved\" Castaneda fans.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbn09qz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t get as many auditory anomalies, but they do happen on occasion.&lt;/p&gt;\n\n&lt;p&gt;Physical ones, a bunch lately. I was cooking just now and the kitchen door kept opening and closing, just enough to make a sound.&lt;/p&gt;\n\n&lt;p&gt;That was surely Fancy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a horrible pity parents either punish children for noticing magic, or blow it off as imaginary.&lt;/p&gt;\n\n&lt;p&gt;The second attention is hard to believe as it is, since it&amp;#39;s not at this position of the assemblage point. So if you believe it&amp;#39;s unreal, it will be.&lt;/p&gt;\n\n&lt;p&gt;If you try to pursue it as an adult and actually learn some, you get family &amp;quot;interventions&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Could just be an annoying aunt praying for you, but still.  The oppression of magic is universal.&lt;/p&gt;\n\n&lt;p&gt;The inquisition hasn&amp;#39;t ended yet.&lt;/p&gt;\n\n&lt;p&gt;Even &amp;quot;enlightened&amp;quot; people will dissuade you from believing you experienced magic.  It&amp;#39;s not good for their rankings as evolved beings, since they can&amp;#39;t actually do any.&lt;/p&gt;\n\n&lt;p&gt;The local priests will talk behind your back, and ask someone from the congregation to keep an eye on you.&lt;/p&gt;\n\n&lt;p&gt;But worst, the &amp;quot;magic believers&amp;quot; community will beat you up. Which includes the most &amp;quot;involved&amp;quot; Castaneda fans.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbn09qz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604861218.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604861218.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbmytr1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BuddhaBliss", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gbmh6jp", "score": 2, "author_fullname": "t2_14k19j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "On physical matter moving by \"itself\".\n\nWe've talked before how children are more connected to the \"supernatural\".\n\nI had a fair share of weird/cool/scary stuff as a kid.\n\nThere was a paved area in my parents patio, it was raised and beneath it the earth caved in a little bit leaving a hollow area.\n\nWe had some chairs in there to rest in the patio. One night I was alone in there and began to hear a faint whisper coming out of the hollow. Out of curiosity I got closer and heard a distinct \"human\" laughter mocking me. Got the hell out of there instantly.\n\nI bet it was second attention sound.\n\nAround those days I saw a tunnel forming in my tv and a being coming out of it (made a post about it).\n\nOn another weekend my parents went out and I stayed home with a nanny (a young girl in her late teens).\n\nSomehow we got irrationally scared. We were so afraid we got inside a room and closed the door behind us. It was the night. \n\nMy parents had a lot of glass soda bottles in the patio and, suddenly, we heard bottles falling and the sound of glass breaking. My parents arrived soon after, we told them about the \"noise\" of glass breaking and went out to check. Nothing was out of place. 🤔 Second attention noise again? Heard by two persons simultaneously? Or maybe something else with a \"rational\" explanation. Who knows!\n\nAnyway... All of that stuff happened around the same period of time. And the breaking glass story finally connects to the following one.\n\nI was in the patio —the same where I heard the laughter and breaking glass— with an aunt. It was broad daylight and we were just chatting.\n\nAs I mentioned before, in the patio we had empty soda glass bottles. In those days you had to take them to the store when buying more.\n\nThere was a bottle —mexican Coca Cola to be precise— near to where we were standing and suddenly it jus jumped up, about 3 or 4 feet high, came back down and broke.\n\nJust to be clear, the bottle was completely dry and empty, no cap on or anything that could explain why it would jump up. The bottle didn't fall to the side, it literally jumped up in a vertical position.\n\nNeedless to say my aunt and I were baffled. No explanation about what just happened. We told my parents. Of course they just brushed it off with a \"Hm, how strange!\" and that's it.\n\nNow I wonder if all those happenings were IOB connected.\n\nIt is interesting to note that the \"anomalies\" were auditory, visual (as in second attention) and physical.", "edited": 1604860731.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gbmytr1", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;On physical matter moving by &amp;quot;itself&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve talked before how children are more connected to the &amp;quot;supernatural&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I had a fair share of weird/cool/scary stuff as a kid.&lt;/p&gt;\n\n&lt;p&gt;There was a paved area in my parents patio, it was raised and beneath it the earth caved in a little bit leaving a hollow area.&lt;/p&gt;\n\n&lt;p&gt;We had some chairs in there to rest in the patio. One night I was alone in there and began to hear a faint whisper coming out of the hollow. Out of curiosity I got closer and heard a distinct &amp;quot;human&amp;quot; laughter mocking me. Got the hell out of there instantly.&lt;/p&gt;\n\n&lt;p&gt;I bet it was second attention sound.&lt;/p&gt;\n\n&lt;p&gt;Around those days I saw a tunnel forming in my tv and a being coming out of it (made a post about it).&lt;/p&gt;\n\n&lt;p&gt;On another weekend my parents went out and I stayed home with a nanny (a young girl in her late teens).&lt;/p&gt;\n\n&lt;p&gt;Somehow we got irrationally scared. We were so afraid we got inside a room and closed the door behind us. It was the night. &lt;/p&gt;\n\n&lt;p&gt;My parents had a lot of glass soda bottles in the patio and, suddenly, we heard bottles falling and the sound of glass breaking. My parents arrived soon after, we told them about the &amp;quot;noise&amp;quot; of glass breaking and went out to check. Nothing was out of place. 🤔 Second attention noise again? Heard by two persons simultaneously? Or maybe something else with a &amp;quot;rational&amp;quot; explanation. Who knows!&lt;/p&gt;\n\n&lt;p&gt;Anyway... All of that stuff happened around the same period of time. And the breaking glass story finally connects to the following one.&lt;/p&gt;\n\n&lt;p&gt;I was in the patio —the same where I heard the laughter and breaking glass— with an aunt. It was broad daylight and we were just chatting.&lt;/p&gt;\n\n&lt;p&gt;As I mentioned before, in the patio we had empty soda glass bottles. In those days you had to take them to the store when buying more.&lt;/p&gt;\n\n&lt;p&gt;There was a bottle —mexican Coca Cola to be precise— near to where we were standing and suddenly it jus jumped up, about 3 or 4 feet high, came back down and broke.&lt;/p&gt;\n\n&lt;p&gt;Just to be clear, the bottle was completely dry and empty, no cap on or anything that could explain why it would jump up. The bottle didn&amp;#39;t fall to the side, it literally jumped up in a vertical position.&lt;/p&gt;\n\n&lt;p&gt;Needless to say my aunt and I were baffled. No explanation about what just happened. We told my parents. Of course they just brushed it off with a &amp;quot;Hm, how strange!&amp;quot; and that&amp;#39;s it.&lt;/p&gt;\n\n&lt;p&gt;Now I wonder if all those happenings were IOB connected.&lt;/p&gt;\n\n&lt;p&gt;It is interesting to note that the &amp;quot;anomalies&amp;quot; were auditory, visual (as in second attention) and physical.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbmytr1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604860519.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1604860519.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbmh6jp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1604853065.0, "send_replies": true, "parent_id": "t1_gblheo6", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Please, please, please!!!!\n\nThat's what I say.\n\nSomeone please do it!\n\nImagine the shipping services you could provide!  Paid trips to Beijing any time you like.\n\nHowever, it seems likely to me that at first, it will be your dreaming double who teleports.\n\nSo actually physically moving there will require finishing Zuleica's finger wiggling, so that the \"tonal\" is ok with letting the dreaming double drag it along.\n\nOr, perhaps so that the dreaming double can \"wake up\", as the tonal.\n\nI've done both.  I suppose I get more *intent* gifts than normal, so I can reassure you guys what's possible.  That's one benefit of this subreddit. Intent rewards those who help others on this same path.\n\nIn the first case, I physically leaped through a portal to another world.  And don't ask me what happened to my \"real body\".  It leaped through the wall, that's all I know.  I teleported, but to a different world.  So I supposed it's not as satisfying as teleporting somewhere here, and having to walk home.\n\nIn the second case, I walked right into Cholita's dreaming copy of the house.  Very bizarre in there, no way to mistake it for our real home.  Not to mention Cholita is up to her ears in inorganic beings, who love it in there.\n\nWhen it was time to go to work I walked right out, and into the shower.\n\nI never actually \"woke up\".\n\nSo there's plenty of room for teleportation to turn out to be possible.  \n\nAnd off the top of my head, to encourage this type of conversation, there's the \"nagual's mirror of the second attention\", or something like that.\n\nJuan can tell you, it's very possible to look at yourself in a mirror that isn't really there.  Just a cloud of purple light perhaps.\n\nI find that the V spot pass causes a window to form, and there's always a person on the other side.  Could be, that's actually a mirror.\n\nAbout the Nagual looking into that mirror and seeing himself it's said, after that he can almost treat physical matter as if it didn't exist.\n\nBut...   Almost.  That's the rub.\n\nThen there's the method the IOBs used to \"kidnap\" people.  Actually, save them from the river of filth, if you ask me.  And some Tibetan masters seem to agree, their realm is not so bad.  Someone posted a story mentioning that, in the last day or two.\n\nBut, the Rakshasas (IOBs) take your dreaming double first. I suppose that means, your tonal gets into a very bad mood all the time. Miles once got his dreaming double trapped at Pandora, behind the support beam at the stairs.  Too bad we can't ask him what he experienced.\n\nThen later, a group of demons or angels (trying to use all the names today), can manage to move the physical matter also, and the person is fully gone.\n\nI've seen them push physical matter around 18 times so far, but they can only manage a very light load, like 2 ounces.  A group of 10 might have a \"multiplier effect\", more exponential than linear.\n\nFancy once figured out how to burst a plastic bag filled with metal parts, by using that 2 ounces of force.\n\nIt made a huge noise in my warehouse.\n\nWhen I went looking to see what it was, she visible flew over to it to show me.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbmh6jp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Please, please, please!!!!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I say.&lt;/p&gt;\n\n&lt;p&gt;Someone please do it!&lt;/p&gt;\n\n&lt;p&gt;Imagine the shipping services you could provide!  Paid trips to Beijing any time you like.&lt;/p&gt;\n\n&lt;p&gt;However, it seems likely to me that at first, it will be your dreaming double who teleports.&lt;/p&gt;\n\n&lt;p&gt;So actually physically moving there will require finishing Zuleica&amp;#39;s finger wiggling, so that the &amp;quot;tonal&amp;quot; is ok with letting the dreaming double drag it along.&lt;/p&gt;\n\n&lt;p&gt;Or, perhaps so that the dreaming double can &amp;quot;wake up&amp;quot;, as the tonal.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done both.  I suppose I get more &lt;em&gt;intent&lt;/em&gt; gifts than normal, so I can reassure you guys what&amp;#39;s possible.  That&amp;#39;s one benefit of this subreddit. Intent rewards those who help others on this same path.&lt;/p&gt;\n\n&lt;p&gt;In the first case, I physically leaped through a portal to another world.  And don&amp;#39;t ask me what happened to my &amp;quot;real body&amp;quot;.  It leaped through the wall, that&amp;#39;s all I know.  I teleported, but to a different world.  So I supposed it&amp;#39;s not as satisfying as teleporting somewhere here, and having to walk home.&lt;/p&gt;\n\n&lt;p&gt;In the second case, I walked right into Cholita&amp;#39;s dreaming copy of the house.  Very bizarre in there, no way to mistake it for our real home.  Not to mention Cholita is up to her ears in inorganic beings, who love it in there.&lt;/p&gt;\n\n&lt;p&gt;When it was time to go to work I walked right out, and into the shower.&lt;/p&gt;\n\n&lt;p&gt;I never actually &amp;quot;woke up&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s plenty of room for teleportation to turn out to be possible.  &lt;/p&gt;\n\n&lt;p&gt;And off the top of my head, to encourage this type of conversation, there&amp;#39;s the &amp;quot;nagual&amp;#39;s mirror of the second attention&amp;quot;, or something like that.&lt;/p&gt;\n\n&lt;p&gt;Juan can tell you, it&amp;#39;s very possible to look at yourself in a mirror that isn&amp;#39;t really there.  Just a cloud of purple light perhaps.&lt;/p&gt;\n\n&lt;p&gt;I find that the V spot pass causes a window to form, and there&amp;#39;s always a person on the other side.  Could be, that&amp;#39;s actually a mirror.&lt;/p&gt;\n\n&lt;p&gt;About the Nagual looking into that mirror and seeing himself it&amp;#39;s said, after that he can almost treat physical matter as if it didn&amp;#39;t exist.&lt;/p&gt;\n\n&lt;p&gt;But...   Almost.  That&amp;#39;s the rub.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s the method the IOBs used to &amp;quot;kidnap&amp;quot; people.  Actually, save them from the river of filth, if you ask me.  And some Tibetan masters seem to agree, their realm is not so bad.  Someone posted a story mentioning that, in the last day or two.&lt;/p&gt;\n\n&lt;p&gt;But, the Rakshasas (IOBs) take your dreaming double first. I suppose that means, your tonal gets into a very bad mood all the time. Miles once got his dreaming double trapped at Pandora, behind the support beam at the stairs.  Too bad we can&amp;#39;t ask him what he experienced.&lt;/p&gt;\n\n&lt;p&gt;Then later, a group of demons or angels (trying to use all the names today), can manage to move the physical matter also, and the person is fully gone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen them push physical matter around 18 times so far, but they can only manage a very light load, like 2 ounces.  A group of 10 might have a &amp;quot;multiplier effect&amp;quot;, more exponential than linear.&lt;/p&gt;\n\n&lt;p&gt;Fancy once figured out how to burst a plastic bag filled with metal parts, by using that 2 ounces of force.&lt;/p&gt;\n\n&lt;p&gt;It made a huge noise in my warehouse.&lt;/p&gt;\n\n&lt;p&gt;When I went looking to see what it was, she visible flew over to it to show me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbmh6jp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604853065.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gblheo6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "cfexontology", "can_mod_post": false, "created_utc": 1604833260.0, "send_replies": true, "parent_id": "t3_jq09jk", "score": 1, "author_fullname": "t2_5mv07n7w", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "OK so this is a cogent account of the cliff jumping. What would you say about the seeming teleportation thing?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gblheo6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;OK so this is a cogent account of the cliff jumping. What would you say about the seeming teleportation thing?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gblheo6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604833260.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jq09jk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gbnu6xb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1604875897.0, "send_replies": true, "parent_id": "t1_gbnsabj", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suppose you have to scoop up a big handful of filth from the river once in a while, and let them watch you drink it?\n\nI was trying to explain to a Chinese man why Americans got all fussed up over this election cycle.  \n\nAll I could do to explain it was to point out, they have nothing in their lives.\n\nNo magic. No hope.  Only endless suffering they can try to ignore as long as possible.\n\nThey only have being part of a reproductive cycle, to give them any feeling of meaning in their lives.\n\nSo they lash out, pissing and pooping on each other constantly, to try to steal a little energy from those around them.\n\nOnce you realize that, you're pretty much stuck with having to figure out stalking.\n\nPablito for instance told everyone La Catalina was his mom, trying to take his energy.\n\nYou get less piss and poop tossed at you, if you have  a good sad story? \n\nMaybe people figure you're suffering more than they are, and tend to leave you alone.\n\nThat's what happens in here with the Voldemorts.\n\nThey come in and see that people are actually making sorcery work, when they cannot.\n\nSo they attack until someone has to toss them out.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbnu6xb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suppose you have to scoop up a big handful of filth from the river once in a while, and let them watch you drink it?&lt;/p&gt;\n\n&lt;p&gt;I was trying to explain to a Chinese man why Americans got all fussed up over this election cycle.  &lt;/p&gt;\n\n&lt;p&gt;All I could do to explain it was to point out, they have nothing in their lives.&lt;/p&gt;\n\n&lt;p&gt;No magic. No hope.  Only endless suffering they can try to ignore as long as possible.&lt;/p&gt;\n\n&lt;p&gt;They only have being part of a reproductive cycle, to give them any feeling of meaning in their lives.&lt;/p&gt;\n\n&lt;p&gt;So they lash out, pissing and pooping on each other constantly, to try to steal a little energy from those around them.&lt;/p&gt;\n\n&lt;p&gt;Once you realize that, you&amp;#39;re pretty much stuck with having to figure out stalking.&lt;/p&gt;\n\n&lt;p&gt;Pablito for instance told everyone La Catalina was his mom, trying to take his energy.&lt;/p&gt;\n\n&lt;p&gt;You get less piss and poop tossed at you, if you have  a good sad story? &lt;/p&gt;\n\n&lt;p&gt;Maybe people figure you&amp;#39;re suffering more than they are, and tend to leave you alone.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what happens in here with the Voldemorts.&lt;/p&gt;\n\n&lt;p&gt;They come in and see that people are actually making sorcery work, when they cannot.&lt;/p&gt;\n\n&lt;p&gt;So they attack until someone has to toss them out.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_jq09jk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbnu6xb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604875897.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gbnsabj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Iak7_is_West", "can_mod_post": false, "created_utc": 1604874916.0, "send_replies": true, "parent_id": "t3_jq09jk", "score": 1, "author_fullname": "t2_5zwfsbyd", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Strikes me as the inertia of the AP. I was with a friend and feeling pretty quiet inside. They remarked that I seemed depressed...to which I started laughing. I think that perplexed them more. If i'm not giving out the usual signals it throws those that know me a certain way and then they redouble their efforts and concerns. So it requires some delicacy on my part. Gotta keep the keys to the chamber of masks always on hand.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gbnsabj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Strikes me as the inertia of the AP. I was with a friend and feeling pretty quiet inside. They remarked that I seemed depressed...to which I started laughing. I think that perplexed them more. If i&amp;#39;m not giving out the usual signals it throws those that know me a certain way and then they redouble their efforts and concerns. So it requires some delicacy on my part. Gotta keep the keys to the chamber of masks always on hand.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jq09jk/the_view_from_the_bottom_of_the_cliff/gbnsabj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1604874916.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jq09jk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]