[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I remembered that don Juan lists precisely how to follow the *intent* of the ancient sorcerers.  Someone asked about that, and I didn't give a very good answer.\n\nI'm still looking for it, but the stuff I'm finding first is worth posting. I'll try to keep adding on, but it's Christmas, and Cholita is sort of acting strangely. Have to go home and find out why she's building a bizarre light with trees in her studio.    And wasting her own money on it to boot. She threw away some expensive light bulbs she didn't like, instead of returning them.\n\nLet me point out, as a result of practicing translocation multiple times a night, I woke up in a hotel room at the Salton sea, probably back in the past at some point.   Which is not unusual for sorcerers.  Carol and Carlos used to wake up in the wrong place.\n\nI suspect the average person would think that was crazy, because the modality of our time says, you wake up where you went to bed.\n\nI'm afraid, no.  That's not necessarily true.\n\nHere's the first part of the ancient sorcerer's \"intent\".  What to know, in order to follow it.  But this doesn't yet explain that:\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\nFrom where the average man stands,\" don Juan said, \"sorcery is nonsense or an ominous mystery beyond his reach. And he is right - not because this is an absolute fact, but because the average man lacks the energy to deal with sorcery.\"\n\nHe stopped for a moment before he continued. \"Human beings are born with a finite amount of energy,\" don Juan said, \"an energy that is systematically deployed, beginning at the moment of birth, in order that it may be used most advantageously by the modality of the time.\"\n\n\"What do you mean by the modality of the time?\" I asked. \"The modality of the time is the precise bundle of energy fields being perceived,\" he answered. \"I believe man's perception has changed through the ages. The actual time decides the mode; the time decides which precise bundle of energy fields, out of an incalculable number, are to be used. And handling the modality of the time - those few, selected energy fields - takes all our available energy, leaving us nothing that would help us use any of the other energy fields.\"\n\nHe urged me with a subtle movement of his eyebrows to consider all this. \"This is what I mean when I say that the average man lacks the energy needed to deal with sorcery,\" he went on. \"If he uses only the energy he has, he can't perceive the worlds sorcerers do. To perceive them, sorcerers need to use a cluster of energy fields not ordinarily used. Naturally, if the average man is to perceive those worlds and understand sorcerers' perception he must use the same cluster they have used. And this is just not possible, because all his energy is already deployed.\"\n\nHe paused as if searching for the appropriate words to make his point. \"Think of it this way,\" he proceeded. \"It isn't that as time goes by you're learning sorcery; rather, what you're learning is to save energy. And this energy will enable you to handle some of the energy fields which are inaccessible to you now. And that is sorcery: the ability to use energy fields that are not employed in perceiving the ordinary world we know. Sorcery is a state of awareness. Sorcery is the ability to perceive something which ordinary perception cannot.\n\n\"Everything I've put you through,\" don Juan went on, \"each of the things I've shown you was only a device to convince you that there's more to us than meets the eye. We don't need anyone to teach us sorcery, because there is really nothing to learn. What we need is a teacher to convince us that there is incalculable power at our fingertips. What a strange paradox! Every warrior on the path of knowledge thinks, at one time or another, that he's learning sorcery, but all he's doing is allowing himself to be convinced of the power hidden in his being, and that he can reach it.\"\n\n\"Is that what you're doing, don Juan - convincing me?\"\n\n\"Exactly. I'm trying to convince you that you can reach that power. I went through the same thing. And I was as hard to convince as you are.\"\n\n\"Once we have reached it, what exactly do we do with it, don Juan?\"\n\n\"Nothing. Once we have reached it, it will, by itself, make use of energy fields which are available to us but inaccessible. And that, as I have said, is sorcery. We begin then to see - that is, to perceive - something else; not as imagination, but as real and concrete. And then we begin to know without having to use words. And what any of us does with that increased perception, with that silent knowledge, depends on our own temperament.\"\n\nOn another occasion, he gave me another kind of explanation. We were discussing an unrelated topic when he abruptly changed the subject and began to tell me a joke. He laughed and, very gently, patted my back between the shoulder blades, as if he were shy and it was too forward of him to touch me. He chuckled at my nervous reaction.\n\n\"You're skittish,\" he said teasingly, and slapped my back with greater force. My ears buzzed. For an instant I lost my breath. It felt as though he had hurt my lungs. Every breath brought me great discomfort. Yet, after I had coughed and choked a few times, my nasal passages opened and I found myself taking deep, soothing breaths. I had such a feeling of wellbeing that I was not even annoyed at him for his blow, which had been hard as well as unexpected.\n\nThen don Juan began a most remarkable explanation. Clearly and concisely, he gave me a different and more precise definition of sorcery.\n\nI had entered into a wondrous state of awareness! I had such clarity of mind that I was able to comprehend and assimilate everything don Juan was saying. He said that in the universe there is an unmeasurable, indescribable force which sorcerers call intent, and that absolutely everything that exists in the entire cosmos is attached to intent by a connecting link. Sorcerers, or warriors, as he called them, were concerned with discussing, understanding, and employing that connecting link. They were especially concerned with cleaning it of the numbing effects brought about by the ordinary concerns of their everyday lives. Sorcery at this level could be defined as the procedure of cleaning one's connecting link to intent. Don Juan stressed that this \"cleaning procedure\" was extremely difficult to understand, or to learn to perform. Sorcerers, therefore, divided their instruction into two categories. One was instruction for the everyday-life state of awareness, in which the cleaning process was presented in a disguised fashion. The other was instruction for the states of heightened awareness, such as the one I was presently experiencing, in which sorcerers obtained knowledge directly from intent, without the distracting intervention of spoken language.\n\nDon Juan explained that by using heightened awareness over thousands of years of painful struggle, sorcerers had gained specific insights into intent; and that they had passed these nuggets of direct knowledge on from generation to generation to the present. He said that the task of sorcery is to take this seemingly incomprehensible knowledge and make it understandable by the standards of awareness of everyday life.\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\nAnyone notice after reading that, that we've verified all of it in this subreddit?  The most nutty stuff from the books, which would be used by Jeremy Donavan to \"expose\" Carlos as a fraud, and we have all experienced it to some extent, or watched others discover it on their own.\n\nSo anyone  on the fence, at least see how we're actually doing the real thing now, not some imaginary thing where you run around in caves eating shrooms, calling yourself \"Big Eagle Tail\".\n\nI'm still looking for the juicy part in the books. Hint: It starts with them \"conceiving\" of the assemblage point.\n\nNo Yogi in diapers,  Daoist with a weird hat, or Buddhist with a pretty amber attention getting robe, has ever known about the assemblage point. \n\nEven the Jewish mystics and all of \"Magick\" have no clue about the assemblage point.\n\nSo please, put down your books on \"sages\".  It's good in breakfast sausages or pinto beans, but not good in your mind while you try to learn sorcery.\n\nAny outside belief is the wrong *intent* and will stop you from using those specific, needed energy fields.\n\nThey're in bundles?   If you stop the world, you'll get to see the bundles.  But I had no idea, bundles could rearrange to share the same emanations or bring in others. I thought a given emanation was always used in only one bundle.\n\nBut that explains the vastness of the emanations I saw, and how there could be a bundle encompassing enough area, to create a realistic world.  It's because, they aren't sitting around in space, side by side.  They're a \"construct\".\n\nI hope one of you gets a view of the bundles soon. We can compare notes.\n\nI'll be back, unless I die at the hands of Cholita and her weird electric \"tree\".\n\nI'd take the expensive light bulbs out of the trash, but sometimes what Cholita throws away is part of a spell, and designed to lure me to take a look under it.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Modality of Our Time", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_kk753r", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 18, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 18, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1608935586.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1608934852.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I remembered that don Juan lists precisely how to follow the &lt;em&gt;intent&lt;/em&gt; of the ancient sorcerers.  Someone asked about that, and I didn&amp;#39;t give a very good answer.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still looking for it, but the stuff I&amp;#39;m finding first is worth posting. I&amp;#39;ll try to keep adding on, but it&amp;#39;s Christmas, and Cholita is sort of acting strangely. Have to go home and find out why she&amp;#39;s building a bizarre light with trees in her studio.    And wasting her own money on it to boot. She threw away some expensive light bulbs she didn&amp;#39;t like, instead of returning them.&lt;/p&gt;\n\n&lt;p&gt;Let me point out, as a result of practicing translocation multiple times a night, I woke up in a hotel room at the Salton sea, probably back in the past at some point.   Which is not unusual for sorcerers.  Carol and Carlos used to wake up in the wrong place.&lt;/p&gt;\n\n&lt;p&gt;I suspect the average person would think that was crazy, because the modality of our time says, you wake up where you went to bed.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, no.  That&amp;#39;s not necessarily true.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the first part of the ancient sorcerer&amp;#39;s &amp;quot;intent&amp;quot;.  What to know, in order to follow it.  But this doesn&amp;#39;t yet explain that:&lt;/p&gt;\n\n&lt;p&gt;*********************&lt;/p&gt;\n\n&lt;p&gt;From where the average man stands,&amp;quot; don Juan said, &amp;quot;sorcery is nonsense or an ominous mystery beyond his reach. And he is right - not because this is an absolute fact, but because the average man lacks the energy to deal with sorcery.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He stopped for a moment before he continued. &amp;quot;Human beings are born with a finite amount of energy,&amp;quot; don Juan said, &amp;quot;an energy that is systematically deployed, beginning at the moment of birth, in order that it may be used most advantageously by the modality of the time.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do you mean by the modality of the time?&amp;quot; I asked. &amp;quot;The modality of the time is the precise bundle of energy fields being perceived,&amp;quot; he answered. &amp;quot;I believe man&amp;#39;s perception has changed through the ages. The actual time decides the mode; the time decides which precise bundle of energy fields, out of an incalculable number, are to be used. And handling the modality of the time - those few, selected energy fields - takes all our available energy, leaving us nothing that would help us use any of the other energy fields.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He urged me with a subtle movement of his eyebrows to consider all this. &amp;quot;This is what I mean when I say that the average man lacks the energy needed to deal with sorcery,&amp;quot; he went on. &amp;quot;If he uses only the energy he has, he can&amp;#39;t perceive the worlds sorcerers do. To perceive them, sorcerers need to use a cluster of energy fields not ordinarily used. Naturally, if the average man is to perceive those worlds and understand sorcerers&amp;#39; perception he must use the same cluster they have used. And this is just not possible, because all his energy is already deployed.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He paused as if searching for the appropriate words to make his point. &amp;quot;Think of it this way,&amp;quot; he proceeded. &amp;quot;It isn&amp;#39;t that as time goes by you&amp;#39;re learning sorcery; rather, what you&amp;#39;re learning is to save energy. And this energy will enable you to handle some of the energy fields which are inaccessible to you now. And that is sorcery: the ability to use energy fields that are not employed in perceiving the ordinary world we know. Sorcery is a state of awareness. Sorcery is the ability to perceive something which ordinary perception cannot.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Everything I&amp;#39;ve put you through,&amp;quot; don Juan went on, &amp;quot;each of the things I&amp;#39;ve shown you was only a device to convince you that there&amp;#39;s more to us than meets the eye. We don&amp;#39;t need anyone to teach us sorcery, because there is really nothing to learn. What we need is a teacher to convince us that there is incalculable power at our fingertips. What a strange paradox! Every warrior on the path of knowledge thinks, at one time or another, that he&amp;#39;s learning sorcery, but all he&amp;#39;s doing is allowing himself to be convinced of the power hidden in his being, and that he can reach it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is that what you&amp;#39;re doing, don Juan - convincing me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Exactly. I&amp;#39;m trying to convince you that you can reach that power. I went through the same thing. And I was as hard to convince as you are.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once we have reached it, what exactly do we do with it, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Nothing. Once we have reached it, it will, by itself, make use of energy fields which are available to us but inaccessible. And that, as I have said, is sorcery. We begin then to see - that is, to perceive - something else; not as imagination, but as real and concrete. And then we begin to know without having to use words. And what any of us does with that increased perception, with that silent knowledge, depends on our own temperament.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;On another occasion, he gave me another kind of explanation. We were discussing an unrelated topic when he abruptly changed the subject and began to tell me a joke. He laughed and, very gently, patted my back between the shoulder blades, as if he were shy and it was too forward of him to touch me. He chuckled at my nervous reaction.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re skittish,&amp;quot; he said teasingly, and slapped my back with greater force. My ears buzzed. For an instant I lost my breath. It felt as though he had hurt my lungs. Every breath brought me great discomfort. Yet, after I had coughed and choked a few times, my nasal passages opened and I found myself taking deep, soothing breaths. I had such a feeling of wellbeing that I was not even annoyed at him for his blow, which had been hard as well as unexpected.&lt;/p&gt;\n\n&lt;p&gt;Then don Juan began a most remarkable explanation. Clearly and concisely, he gave me a different and more precise definition of sorcery.&lt;/p&gt;\n\n&lt;p&gt;I had entered into a wondrous state of awareness! I had such clarity of mind that I was able to comprehend and assimilate everything don Juan was saying. He said that in the universe there is an unmeasurable, indescribable force which sorcerers call intent, and that absolutely everything that exists in the entire cosmos is attached to intent by a connecting link. Sorcerers, or warriors, as he called them, were concerned with discussing, understanding, and employing that connecting link. They were especially concerned with cleaning it of the numbing effects brought about by the ordinary concerns of their everyday lives. Sorcery at this level could be defined as the procedure of cleaning one&amp;#39;s connecting link to intent. Don Juan stressed that this &amp;quot;cleaning procedure&amp;quot; was extremely difficult to understand, or to learn to perform. Sorcerers, therefore, divided their instruction into two categories. One was instruction for the everyday-life state of awareness, in which the cleaning process was presented in a disguised fashion. The other was instruction for the states of heightened awareness, such as the one I was presently experiencing, in which sorcerers obtained knowledge directly from intent, without the distracting intervention of spoken language.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained that by using heightened awareness over thousands of years of painful struggle, sorcerers had gained specific insights into intent; and that they had passed these nuggets of direct knowledge on from generation to generation to the present. He said that the task of sorcery is to take this seemingly incomprehensible knowledge and make it understandable by the standards of awareness of everyday life.&lt;/p&gt;\n\n&lt;p&gt;*************&lt;/p&gt;\n\n&lt;p&gt;Anyone notice after reading that, that we&amp;#39;ve verified all of it in this subreddit?  The most nutty stuff from the books, which would be used by Jeremy Donavan to &amp;quot;expose&amp;quot; Carlos as a fraud, and we have all experienced it to some extent, or watched others discover it on their own.&lt;/p&gt;\n\n&lt;p&gt;So anyone  on the fence, at least see how we&amp;#39;re actually doing the real thing now, not some imaginary thing where you run around in caves eating shrooms, calling yourself &amp;quot;Big Eagle Tail&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still looking for the juicy part in the books. Hint: It starts with them &amp;quot;conceiving&amp;quot; of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;No Yogi in diapers,  Daoist with a weird hat, or Buddhist with a pretty amber attention getting robe, has ever known about the assemblage point. &lt;/p&gt;\n\n&lt;p&gt;Even the Jewish mystics and all of &amp;quot;Magick&amp;quot; have no clue about the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;So please, put down your books on &amp;quot;sages&amp;quot;.  It&amp;#39;s good in breakfast sausages or pinto beans, but not good in your mind while you try to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;Any outside belief is the wrong &lt;em&gt;intent&lt;/em&gt; and will stop you from using those specific, needed energy fields.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re in bundles?   If you stop the world, you&amp;#39;ll get to see the bundles.  But I had no idea, bundles could rearrange to share the same emanations or bring in others. I thought a given emanation was always used in only one bundle.&lt;/p&gt;\n\n&lt;p&gt;But that explains the vastness of the emanations I saw, and how there could be a bundle encompassing enough area, to create a realistic world.  It&amp;#39;s because, they aren&amp;#39;t sitting around in space, side by side.  They&amp;#39;re a &amp;quot;construct&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I hope one of you gets a view of the bundles soon. We can compare notes.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll be back, unless I die at the hands of Cholita and her weird electric &amp;quot;tree&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d take the expensive light bulbs out of the trash, but sometimes what Cholita throws away is part of a spell, and designed to lure me to take a look under it.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "kk753r", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 14, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/kk753r/modality_of_our_time/", "subreddit_subscribers": 9561, "created_utc": 1608934852.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gh34zkm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2mbbi", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; **The internal dialogue stops in the same way it begins: by an act of will. After all, we are forced to start talking to ourselves by those who teach us. As they teach us, they engage their will and we engage ours, both without knowing it. As we learn to talk to ourselves, we learn to handle will. We will ourselves to talk to ourselves. The way to stop talking to ourselves is to use exactly the same method: we must will it, we must intend it**. \n\ncribnote version!", "edited": false, "author_flair_css_class": null, "name": "t1_gh34zkm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&lt;strong&gt;The internal dialogue stops in the same way it begins: by an act of will. After all, we are forced to start talking to ourselves by those who teach us. As they teach us, they engage their will and we engage ours, both without knowing it. As we learn to talk to ourselves, we learn to handle will. We will ourselves to talk to ourselves. The way to stop talking to ourselves is to use exactly the same method: we must will it, we must intend it&lt;/strong&gt;. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;cribnote version!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_kk753r", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh34zkm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609004326.0, "author_flair_text": null, "collapsed": false, "created_utc": 1609004326.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh2mbbi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "semlem", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2may4", "score": 4, "author_fullname": "t2_5y6oxn8v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "this is few pages later from when he talks about assemblage point shift if needed i can post more:\n\nWhile we were having lunch the next day, don Juan said that Genaro had pushed my assemblage point with his gait of power, and that he had been able to do that because I had been in a state of inner silence. He explained that the articulation point of everything seers do is something he had talked about since the day we met: stopping the internal dialogue. He stressed over and over that the internal dialogue is what keeps the assemblage point fixed to its original position.\n\n\"Once silence is attained, everything is possible,\" he said.\n\nI told him I was very conscious of the fact that in general I had stopped talking to myself, but did not know how I had done it. If asked to explain the procedure I would not know what to say.\n\n\"The explanation is simplicity itself,\" he said. \"You willed it, and thus you set a new intent, anew command. Then your command became the Eagle's command.\n\n\"This is one of the most extraordinary things that the new seers found out: that our command can become the Eagle's command. The internal dialogue stops in the same way it begins: by an act of will. After all, we are forced to start talking to ourselves by those who teach us. As they teach us, they engage their will and we engage ours, both without knowing it. As we learn to talk to ourselves, we learn to handle will. We will ourselves to talk to ourselves. The way to stop talking to ourselves is to use exactly the same method: we must will it, we must intend it.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh2mbbi", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;this is few pages later from when he talks about assemblage point shift if needed i can post more:&lt;/p&gt;\n\n&lt;p&gt;While we were having lunch the next day, don Juan said that Genaro had pushed my assemblage point with his gait of power, and that he had been able to do that because I had been in a state of inner silence. He explained that the articulation point of everything seers do is something he had talked about since the day we met: stopping the internal dialogue. He stressed over and over that the internal dialogue is what keeps the assemblage point fixed to its original position.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once silence is attained, everything is possible,&amp;quot; he said.&lt;/p&gt;\n\n&lt;p&gt;I told him I was very conscious of the fact that in general I had stopped talking to myself, but did not know how I had done it. If asked to explain the procedure I would not know what to say.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The explanation is simplicity itself,&amp;quot; he said. &amp;quot;You willed it, and thus you set a new intent, anew command. Then your command became the Eagle&amp;#39;s command.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is one of the most extraordinary things that the new seers found out: that our command can become the Eagle&amp;#39;s command. The internal dialogue stops in the same way it begins: by an act of will. After all, we are forced to start talking to ourselves by those who teach us. As they teach us, they engage their will and we engage ours, both without knowing it. As we learn to talk to ourselves, we learn to handle will. We will ourselves to talk to ourselves. The way to stop talking to ourselves is to use exactly the same method: we must will it, we must intend it.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh2mbbi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1608992085.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1608992085.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh2may4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "semlem", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2m4qh", "score": 4, "author_fullname": "t2_5y6oxn8v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I told him that I couldn't understand what he was explaining because the configuration that he had called man's band of emanations was something incomprehensible to me. I had pictured it to be like a ribbon placed on the surface of a ball.\n\nHe said that calling it a band was misleading, and that he was going to use an analogy to illustrate what he meant. He explained that the luminous shape of man is like a ball of jack cheese with a thick disk of darker cheese injected into it. He looked at me and chuckled. He knew that I did not like cheese.\n\nHe made a diagram on a small blackboard. He drew an egg like shape and divided it in four\n\nlongitudinal sections, saying that he would immediately erase the division lines because he had drawn them only to give me an idea where the band was located in the cocoon of man. He then drew a thick band at the line between the first and second sections and erased the division lines.He explained that the band was like a disk of cheddar cheese that had been inserted into the ball of jack cheese.\n\n\"Now if that ball of jack cheese were transparent,\" he went on, \"you would have the perfect replica of man's cocoon. The cheddar cheese goes all the way inside the ball of jack cheese.\n\nIt's a disk that goes from the surface on one side to the surface on the other side.\n\n\"The assemblage point of man is located high up, three-fourths of the way toward the top of the egg on the surface of the cocoon. When a nagual presses on that point of intense luminosity,the point moves into the disk of the cheddar cheese. Heightened awareness comes about when the intense glow of the assemblage point lights up dormant emanations way inside the disk of cheddar cheese. To see the glow of the assemblage point moving inside that disk gives the feeling that it is shifting toward the left on the surface of the cocoon.\"\n\nHe repeated his analogy three or four times, but I did not understand it and he had to explain it further. He said that the transparency of the luminous egg creates the impression of a movement toward the left, when in fact every movement of the assemblage point is in depth, into the center of the luminous egg along the thickness of man's band.\n\nI remarked that what he was saying made it sound as if seers would be using their eyes when they see the assemblage point move.\n\n\"Man is not the unknowable,\" he said. \"Man's luminosity can be seen almost as if one were using the eyes alone.\"\n\nHe further explained that the old seers had seen the movement of the assemblage point but it never occurred to them that it was a movement in depth; instead they followed their seeing and coined the phrase \"shift to the left,\" which the new seers retained although they knew that it was erroneous to call it a shift to the left.\n\nHe also said that in the course of my activity with him he had made my assemblage point move countless times, as was the case at that very moment. Since the shift of the assemblage point was always in depth, 1 had never lost my sense of identity, in spite of the fact that I was always using emanations I had never used before.\n\n\"When the nagual pushes that point,\" he went on, \"the point ends up any which way along man's band, but it absolutely doesn't matter where, because wherever it ends up is always virgin ground.\n\n\"The grand test that the new seers developed for their warrior-apprentices is to retrace the journey that their assemblage points took under the influence of the nagual. This retracing, when it is completed, is called regaining the totality of oneself.\"\n\nHe went on to say that the contention of the new seers is that in the course of our growth, once the glow of awareness focuses on man's band of emanations and selects some of them for emphasis, it enters into a vicious circle. The more it emphasizes certain emanations, the more stable the assemblage point gets to be. This is equivalent to saying that our command becomes the Eagle's command. It goes without saying that when our awareness develops into first attention the command is so strong that to break that circle and make the assemblage point shift is a genuine triumph.\n\nDon Juan said that the assemblage point is also responsible for making the first attention perceive in terms of clusters. An example of a cluster of emanations that receive emphasis together is the human body as we perceive it. Another part of our total being, our luminous cocoon, never receives emphasis and is relegated to oblivion; for the effect of the assemblage point is not only to make us perceive clusters of emanations, but also to make us disregard emanations.\n\nWhen I pressed hard for an explanation of clustering he replied that the assemblage point radiates a glow that groups together bundles of encased emanations. These bundles then become aligned, as bundles, with the emanations at large. Clustering is carried out even when seers deal with the emanations that are never used. Whenever they are emphasized, we perceive them just as we perceive the clusters of the first attention.\n\n\"One of the greatest moments the new seers had,\" he continued, \"was when they found out that the unknown is merely the emanations discarded by the first attention, it's a huge affair,\n\nbut an affair, mind you, where clustering can be done. The unknowable, on the other hand, is an eternity where our assemblage point has no way of clustering anything.\"\n\nHe explained that the assemblage point is like a luminous magnet that picks emanations and groups them together wherever it moves within the bounds of man's band of emanations. This discovery was the glory of the new seers, for it put the unknown in a new light. The new seers noticed that some of the obsessive visions of seers, the ones that were almost impossible to conceive, coincided with a shift of the assemblage point to the region of man's band which is diametrically opposed to where it is ordinarily located.\n\n\"Those were visions of the dark side of man,\" he asserted.\n\n\"Why do you call it the dark side of man?\" I asked.\n\n\"Because it is somber and foreboding,\" he said. \"It's not only the unknown, but the who-cares-to-know-it.\"\n\n\"How about the emanations that are inside the cocoon but out of the bounds of man's band?\" I asked. \"Can they be perceived?\"\n\n\"Yes, but in really indescribable ways,\" he said. \"They're not the human unknown, as is the case with the unused emanations in the band of man, but the nearly immeasurable unknown where human traits do not figure at all. It is really an area of such an overpowering vastness that the best of seers would be hard put to describe it.\"\n\nI insisted once more that it seemed to me that the mystery is obviously within us.\n\n\"The mystery is outside us,\" he said, \"Inside us we have only emanations trying to break the cocoon. And this fact aberrates us, one way or another, whether we're average men or warriors.Only the new seers get around this. They struggle to see. And by means of the shifts of their assemblage points, they get to realize that the mystery is perceiving. Not so much what we perceive, but what makes us perceive.\n\n\"I've mentioned to you that the new seers believe that our senses are capable of detecting anything. They believe this because they see that the position of the assemblage point is what dictates what our senses perceive.\n\n\"If the assemblage point aligns emanations inside the cocoon in a position different from its normal one the human senses perceive in inconceivable ways.\"", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gh2may4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I told him that I couldn&amp;#39;t understand what he was explaining because the configuration that he had called man&amp;#39;s band of emanations was something incomprehensible to me. I had pictured it to be like a ribbon placed on the surface of a ball.&lt;/p&gt;\n\n&lt;p&gt;He said that calling it a band was misleading, and that he was going to use an analogy to illustrate what he meant. He explained that the luminous shape of man is like a ball of jack cheese with a thick disk of darker cheese injected into it. He looked at me and chuckled. He knew that I did not like cheese.&lt;/p&gt;\n\n&lt;p&gt;He made a diagram on a small blackboard. He drew an egg like shape and divided it in four&lt;/p&gt;\n\n&lt;p&gt;longitudinal sections, saying that he would immediately erase the division lines because he had drawn them only to give me an idea where the band was located in the cocoon of man. He then drew a thick band at the line between the first and second sections and erased the division lines.He explained that the band was like a disk of cheddar cheese that had been inserted into the ball of jack cheese.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Now if that ball of jack cheese were transparent,&amp;quot; he went on, &amp;quot;you would have the perfect replica of man&amp;#39;s cocoon. The cheddar cheese goes all the way inside the ball of jack cheese.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a disk that goes from the surface on one side to the surface on the other side.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The assemblage point of man is located high up, three-fourths of the way toward the top of the egg on the surface of the cocoon. When a nagual presses on that point of intense luminosity,the point moves into the disk of the cheddar cheese. Heightened awareness comes about when the intense glow of the assemblage point lights up dormant emanations way inside the disk of cheddar cheese. To see the glow of the assemblage point moving inside that disk gives the feeling that it is shifting toward the left on the surface of the cocoon.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He repeated his analogy three or four times, but I did not understand it and he had to explain it further. He said that the transparency of the luminous egg creates the impression of a movement toward the left, when in fact every movement of the assemblage point is in depth, into the center of the luminous egg along the thickness of man&amp;#39;s band.&lt;/p&gt;\n\n&lt;p&gt;I remarked that what he was saying made it sound as if seers would be using their eyes when they see the assemblage point move.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Man is not the unknowable,&amp;quot; he said. &amp;quot;Man&amp;#39;s luminosity can be seen almost as if one were using the eyes alone.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He further explained that the old seers had seen the movement of the assemblage point but it never occurred to them that it was a movement in depth; instead they followed their seeing and coined the phrase &amp;quot;shift to the left,&amp;quot; which the new seers retained although they knew that it was erroneous to call it a shift to the left.&lt;/p&gt;\n\n&lt;p&gt;He also said that in the course of my activity with him he had made my assemblage point move countless times, as was the case at that very moment. Since the shift of the assemblage point was always in depth, 1 had never lost my sense of identity, in spite of the fact that I was always using emanations I had never used before.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When the nagual pushes that point,&amp;quot; he went on, &amp;quot;the point ends up any which way along man&amp;#39;s band, but it absolutely doesn&amp;#39;t matter where, because wherever it ends up is always virgin ground.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The grand test that the new seers developed for their warrior-apprentices is to retrace the journey that their assemblage points took under the influence of the nagual. This retracing, when it is completed, is called regaining the totality of oneself.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He went on to say that the contention of the new seers is that in the course of our growth, once the glow of awareness focuses on man&amp;#39;s band of emanations and selects some of them for emphasis, it enters into a vicious circle. The more it emphasizes certain emanations, the more stable the assemblage point gets to be. This is equivalent to saying that our command becomes the Eagle&amp;#39;s command. It goes without saying that when our awareness develops into first attention the command is so strong that to break that circle and make the assemblage point shift is a genuine triumph.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that the assemblage point is also responsible for making the first attention perceive in terms of clusters. An example of a cluster of emanations that receive emphasis together is the human body as we perceive it. Another part of our total being, our luminous cocoon, never receives emphasis and is relegated to oblivion; for the effect of the assemblage point is not only to make us perceive clusters of emanations, but also to make us disregard emanations.&lt;/p&gt;\n\n&lt;p&gt;When I pressed hard for an explanation of clustering he replied that the assemblage point radiates a glow that groups together bundles of encased emanations. These bundles then become aligned, as bundles, with the emanations at large. Clustering is carried out even when seers deal with the emanations that are never used. Whenever they are emphasized, we perceive them just as we perceive the clusters of the first attention.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;One of the greatest moments the new seers had,&amp;quot; he continued, &amp;quot;was when they found out that the unknown is merely the emanations discarded by the first attention, it&amp;#39;s a huge affair,&lt;/p&gt;\n\n&lt;p&gt;but an affair, mind you, where clustering can be done. The unknowable, on the other hand, is an eternity where our assemblage point has no way of clustering anything.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He explained that the assemblage point is like a luminous magnet that picks emanations and groups them together wherever it moves within the bounds of man&amp;#39;s band of emanations. This discovery was the glory of the new seers, for it put the unknown in a new light. The new seers noticed that some of the obsessive visions of seers, the ones that were almost impossible to conceive, coincided with a shift of the assemblage point to the region of man&amp;#39;s band which is diametrically opposed to where it is ordinarily located.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Those were visions of the dark side of man,&amp;quot; he asserted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why do you call it the dark side of man?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Because it is somber and foreboding,&amp;quot; he said. &amp;quot;It&amp;#39;s not only the unknown, but the who-cares-to-know-it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How about the emanations that are inside the cocoon but out of the bounds of man&amp;#39;s band?&amp;quot; I asked. &amp;quot;Can they be perceived?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes, but in really indescribable ways,&amp;quot; he said. &amp;quot;They&amp;#39;re not the human unknown, as is the case with the unused emanations in the band of man, but the nearly immeasurable unknown where human traits do not figure at all. It is really an area of such an overpowering vastness that the best of seers would be hard put to describe it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I insisted once more that it seemed to me that the mystery is obviously within us.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The mystery is outside us,&amp;quot; he said, &amp;quot;Inside us we have only emanations trying to break the cocoon. And this fact aberrates us, one way or another, whether we&amp;#39;re average men or warriors.Only the new seers get around this. They struggle to see. And by means of the shifts of their assemblage points, they get to realize that the mystery is perceiving. Not so much what we perceive, but what makes us perceive.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ve mentioned to you that the new seers believe that our senses are capable of detecting anything. They believe this because they see that the position of the assemblage point is what dictates what our senses perceive.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If the assemblage point aligns emanations inside the cocoon in a position different from its normal one the human senses perceive in inconceivable ways.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh2may4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1608992076.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1608992076.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gh375jm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh34u0a", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Those competing influences turn angry men into used book salesmen.\n\nIt's a koan.  When you can explain it, you're on the path to learning sorcery.", "edited": false, "author_flair_css_class": null, "name": "t1_gh375jm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Those competing influences turn angry men into used book salesmen.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a koan.  When you can explain it, you&amp;#39;re on the path to learning sorcery.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_kk753r", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh375jm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609005591.0, "author_flair_text": null, "collapsed": false, "created_utc": 1609005591.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh34u0a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2v4bt", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;**That's the secret.  You see what you expect.  You want to get beyond that, and see energy itself.  Then let it become what it will, based on intent.**\n\nthis needs to be emphasized, as to why it's important to clear oneself of as many competing influences as possible, and to curtail accruing new ones.", "edited": 1609005905.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh34u0a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&lt;strong&gt;That&amp;#39;s the secret.  You see what you expect.  You want to get beyond that, and see energy itself.  Then let it become what it will, based on intent.&lt;/strong&gt;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;this needs to be emphasized, as to why it&amp;#39;s important to clear oneself of as many competing influences as possible, and to curtail accruing new ones.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh34u0a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609004234.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609004234.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh2v4bt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2m4qh", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's it!\n\nSo it's not so complicated. If you want to follow the *intent* of the ancient seers, just understand the assemblage point.\n\nNO OTHER SYSTEM seems to be aware of it.  I won't bring up some confused systems with their artists rendition of things someone saw once (cough cough cough chakra cough). It wouldn't be polite to attack people who believe in that nonsense.   But they should realize, if you see a picture of a meditation thing, a weird one, and it's hanging in a Korean Tai Chi / Yoga studio, next to advertisements for vitamin supplements, that's not a good thing to be focusing on. It's merely book deal material.  Advertising literature.  Meaning, someone wants your money, and doesn't care about your well being at all.\n\nFollowing the old sorcerer's intent is simple:  Learn to move the assemblage point, and don't interfere with what happens by fantasizing about being a Chinese sage, or by trying to see magical things made by artists, from one person's one time vision, but carried over for hundreds of years as if everyone actually saw that thing.\n\nYes, you might get to see it. But you could also see Hamburgers galore, if you thought about those.\n\nThat's the secret.  You see what you expect.  You want to get beyond that, and see energy itself.  Then let it become what it will, based on intent.\n\nThere's so much in those passages you found.  I hope people in here have read enough to spot the other gems in there.\n\nAbout seeing what you want:  It'll come!  This morning around 5AM I was playing with Fancy.  I gazed around the room to find a tiny flurry of lights, or any other disturbance, and I would say to my inorganic being, \"Fancy, go over there and show me what that is.\"\n\nShe did!  \n\nThen I asked her, \"Find me scary!  Please Fancy, scare the hell out of me!\"\n\nShe floated up, and a shelf formed in front of me.\n\nStanding behind the shelf was Bellatrix Lestrange, from Harry Potter.\n\nI scooped fancy up in my hand and said, \"No one's actually afraid of him.\"\n\nIn the books don Juan says you can send inorganic beings out to run errands for you. Find something, see something and show you.\n\nI've been wanting to learn to do that.\n\nBut I suppose the first stage is to send them into the second attention for you.\n\nSo if anyone wants more techniques, try to find a \"task\" for your IOB.\n\nThey obey!\n\nFancy gave me installment 7 and 8 of her TV show.  And I remembered #6 again.\n\nFancy is still looking for the father of her baby, who left her again after she put in all that work to \"convince\" him, in the hot tub.\n\nShe got lost in a huge crowd, which seemed like it was in an office building.\n\nShe went into the public bathroom, closed the door, and sat to cry.\n\nThen, oddly, it turns out she works in some military outfit. I saw her in a green cap, with a green uniform, doing military type chores.\n\nI'm not sure who stayed home to babysit.  Maybe she'll show me tonight. I hope it's not Bob.", "edited": 1608999169.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gh2v4bt", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s it!&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s not so complicated. If you want to follow the &lt;em&gt;intent&lt;/em&gt; of the ancient seers, just understand the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;NO OTHER SYSTEM seems to be aware of it.  I won&amp;#39;t bring up some confused systems with their artists rendition of things someone saw once (cough cough cough chakra cough). It wouldn&amp;#39;t be polite to attack people who believe in that nonsense.   But they should realize, if you see a picture of a meditation thing, a weird one, and it&amp;#39;s hanging in a Korean Tai Chi / Yoga studio, next to advertisements for vitamin supplements, that&amp;#39;s not a good thing to be focusing on. It&amp;#39;s merely book deal material.  Advertising literature.  Meaning, someone wants your money, and doesn&amp;#39;t care about your well being at all.&lt;/p&gt;\n\n&lt;p&gt;Following the old sorcerer&amp;#39;s intent is simple:  Learn to move the assemblage point, and don&amp;#39;t interfere with what happens by fantasizing about being a Chinese sage, or by trying to see magical things made by artists, from one person&amp;#39;s one time vision, but carried over for hundreds of years as if everyone actually saw that thing.&lt;/p&gt;\n\n&lt;p&gt;Yes, you might get to see it. But you could also see Hamburgers galore, if you thought about those.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the secret.  You see what you expect.  You want to get beyond that, and see energy itself.  Then let it become what it will, based on intent.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so much in those passages you found.  I hope people in here have read enough to spot the other gems in there.&lt;/p&gt;\n\n&lt;p&gt;About seeing what you want:  It&amp;#39;ll come!  This morning around 5AM I was playing with Fancy.  I gazed around the room to find a tiny flurry of lights, or any other disturbance, and I would say to my inorganic being, &amp;quot;Fancy, go over there and show me what that is.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She did!  &lt;/p&gt;\n\n&lt;p&gt;Then I asked her, &amp;quot;Find me scary!  Please Fancy, scare the hell out of me!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She floated up, and a shelf formed in front of me.&lt;/p&gt;\n\n&lt;p&gt;Standing behind the shelf was Bellatrix Lestrange, from Harry Potter.&lt;/p&gt;\n\n&lt;p&gt;I scooped fancy up in my hand and said, &amp;quot;No one&amp;#39;s actually afraid of him.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In the books don Juan says you can send inorganic beings out to run errands for you. Find something, see something and show you.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been wanting to learn to do that.&lt;/p&gt;\n\n&lt;p&gt;But I suppose the first stage is to send them into the second attention for you.&lt;/p&gt;\n\n&lt;p&gt;So if anyone wants more techniques, try to find a &amp;quot;task&amp;quot; for your IOB.&lt;/p&gt;\n\n&lt;p&gt;They obey!&lt;/p&gt;\n\n&lt;p&gt;Fancy gave me installment 7 and 8 of her TV show.  And I remembered #6 again.&lt;/p&gt;\n\n&lt;p&gt;Fancy is still looking for the father of her baby, who left her again after she put in all that work to &amp;quot;convince&amp;quot; him, in the hot tub.&lt;/p&gt;\n\n&lt;p&gt;She got lost in a huge crowd, which seemed like it was in an office building.&lt;/p&gt;\n\n&lt;p&gt;She went into the public bathroom, closed the door, and sat to cry.&lt;/p&gt;\n\n&lt;p&gt;Then, oddly, it turns out she works in some military outfit. I saw her in a green cap, with a green uniform, doing military type chores.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure who stayed home to babysit.  Maybe she&amp;#39;ll show me tonight. I hope it&amp;#39;s not Bob.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh2v4bt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1608998318.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1608998318.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gh33ori", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh2m4qh", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;the precise spot is determined by habit, by repetitious acts. First we learn that it can be placed there and then we ourselves command it to be there. Our command becomes the Eagle's command and that point is fixated at that spot. Consider this very carefully; our command becomes the Eagle's command...\n\nthe [stones](https://www.reddit.com/r/castaneda/comments/k4wsac/etsy_stores_with_viable_stones_for_silence/) work that way, by practicing silence with them (or another method) we are repetitively intending a new position, a new command to establish a permanently alternate mental state (AP position)\n\n&gt;...By all ordinary measures, you were indeed losing your mind,\" he said, \"but in the seers' view, if you had lost it, you wouldn't have lost much. The mind, for a seer, is nothing but the self-reflection of the inventory of man. If you lose that self-reflection, but don't lose your underpinnings, you actually live an infinitely stronger life than if you had kept it.\n\nthis may be key. constant self-**reflection** is what we seek to lose, not necessarily the self...at least not until losing the human form much further down the line.\n\nto focus the period for self-reflection into the recapitulation, something structured and into which it can be dealt with concisely and then be \"marked as covered\" to our own satisfaction, rather than dwelling on it 24/7.", "edited": 1609009573.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gh33ori", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;the precise spot is determined by habit, by repetitious acts. First we learn that it can be placed there and then we ourselves command it to be there. Our command becomes the Eagle&amp;#39;s command and that point is fixated at that spot. Consider this very carefully; our command becomes the Eagle&amp;#39;s command...&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;the &lt;a href=\"https://www.reddit.com/r/castaneda/comments/k4wsac/etsy_stores_with_viable_stones_for_silence/\"&gt;stones&lt;/a&gt; work that way, by practicing silence with them (or another method) we are repetitively intending a new position, a new command to establish a permanently alternate mental state (AP position)&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;...By all ordinary measures, you were indeed losing your mind,&amp;quot; he said, &amp;quot;but in the seers&amp;#39; view, if you had lost it, you wouldn&amp;#39;t have lost much. The mind, for a seer, is nothing but the self-reflection of the inventory of man. If you lose that self-reflection, but don&amp;#39;t lose your underpinnings, you actually live an infinitely stronger life than if you had kept it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;this may be key. constant self-&lt;strong&gt;reflection&lt;/strong&gt; is what we seek to lose, not necessarily the self...at least not until losing the human form much further down the line.&lt;/p&gt;\n\n&lt;p&gt;to focus the period for self-reflection into the recapitulation, something structured and into which it can be dealt with concisely and then be &amp;quot;marked as covered&amp;quot; to our own satisfaction, rather than dwelling on it 24/7.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh33ori/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609003538.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609003538.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh2m4qh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "semlem", "can_mod_post": false, "created_utc": 1608991935.0, "send_replies": true, "parent_id": "t1_gh0z7qa", "score": 5, "author_fullname": "t2_5y6oxn8v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "here's the exact passage where he explains the assemblage point for the first time:\n\nI eagerly told don Juan the content of my vision. He smiled, obviously bored.\n\n\"Your assemblage point moved away from its normal position,\" he said. \"And that made you perceive emanations that are not ordinarily perceived. Sounds like nothing, doesn't it? And yet it is a supreme accomplishment that the new seers strive to elucidate.\"\n\nHe explained that human beings repeatedly choose the same emanations for perceiving because of two reasons. First, and most important, because we have been taught that those emanations are perceivable, and second because our assemblage points select and prepare those emanations for being used.\n\n\"Every living being has an assemblage point,\" he went on, \"which selects emanations for emphasis. Seers can see whether sentient beings share the same view of the world, by seeing if the emanations their assemblage points have selected are the same.\"\n\nHe affirmed that one of the most important breakthroughs for the new seers was to find that the spot where that point is located on the cocoon of all living creatures is not a permanent feature, but is established on that specific spot by habit. Hence the tremendous stress the new seers put on new actions, on new practicalities. They want desperately to arrive at new usages,new habits.\n\n\"The nagual's blow is of great importance,\" he went on, \"because it makes that point move. It alters its location. Sometimes it even creates a permanent crevice there. The assemblage point is totally dislodged, and awareness changes dramatically. But what is a matter of even greater importance is the proper understanding of the truths about awareness in order to realize that that point can be moved from within. The unfortunate truth is that human beings always lose by default. They simply don't know about their possibilities.\"\n\n\"How can one accomplish that change from within?\" I asked.\n\n\"The new seers say that realization is the technique,\" he said. \"They say that, first of all, one must become aware that the world we perceive is the result of our assemblage points' being located on a specific spot on the cocoon. Once that is understood, the assemblage point can move almost at will, as a consequence of new habits.\"\n\n1 did not quite understand what he meant by habits. I asked him to clarify his point.\n\n\"The assemblage point of man appears around a definite area of the cocoon, because the Eagle commands it,\" he said. \"But the precise spot is determined by habit, by repetitious acts. First we learn that it can be placed there and then we ourselves command it to be there. Our command becomes the Eagle's command and that point is fixated at that spot. Consider this very carefully;our command becomes the Eagle's command. The old seers paid dearly for that finding. We'll come back to that later on.\"\n\nHe stated once again that the old seers had concentrated exclusively on developing thousands of the most complex techniques of sorcery. He added that what they never realized was that their intricate devices, as bizarre as they were, had no other value than being the means to break the fixation of their assemblage points and make them move.\n\nI asked him to explain what he had said.\n\n\"I've mentioned to you that sorcery is something like entering a dead-end street,\" he replied.\"What I meant was that sorcery practices have no intrinsic value. Their worth is indirect, for their\n\nreal function is to make the assemblage point shift by making the first attention release its control on that point.\n\n\"The new seers realized the true role those sorcery practices played and decided to go directly into the process of making their assemblage points shift, avoiding all the other nonsense of rituals and incantations. Yet rituals and incantations are indeed necessary at one time in every warrior's life. I personally have initiated you in all kinds of sorcery procedures, but only for purposes of luring your first attention away from the power of self-absorption, which keeps your assemblage point rigidly fixed.\"\n\nHe added that the obsessive entanglement of the first attention in self-absorption or reason is a powerful binding force, and that ritual behavior, because it is repetitive, forces the first attention to free some energy from watching the inventory, as a consequence of which the assemblage point loses its rigidity.\n\n\"What happens to the persons whose assemblage points lose rigidity?\" I asked.\n\n\"If they're not warriors, they think they're losing their minds,\" he said, smiling. \"Just as you thought you were going crazy at one time. If they're warriors, they know they've gone crazy, but they patiently wait. You see, to be healthy and sane means that the assemblage point is immovable. When it shifts, it literally means that one is deranged.\"\n\nHe said that two options are opened to warriors whose assemblage points have shifted. One is to acknowledge being ill and to behave in deranged ways, reacting emotionally to the strange worlds that their shifts force them to witness; the other is to remain impassive, untouched,knowing that the assemblage point always returns to its original position.\n\n\"What if the assemblage point doesn't return to its original position?\" I asked.\n\n\"Then those people are lost,\" he said. \"They are either incurably crazy, because their assemblage points could never assemble the world as we know it, or they are peerless seers who have begun their movement toward the unknown.\"\n\n\"What determines whether it is one or the other?\"\n\n\"Energy! Impeccability! Impeccable warriors don't lose their marbles. They remain untouched.I've said to you many times that impeccable warriors may see horrifying worlds and yet the next moment they are telling a joke, laughing with their friends or with strangers.\"\n\nI said to him then what I had told him many times before, that what made me think I was ill was a series of disruptive sensorial experiences that I had had as aftereffects of ingesting hallucinogenic plants. I went through states of total space and time discordance, very annoying lapses of mental concentration, actual visions or hallucinations of places and people I would be staring at as if they really existed. I could not help thinking that I was losing my mind.\n\n\"By all ordinary measures, you were indeed losing your mind,\" he said, \"but in the seers' view,if you had lost it, you wouldn't have lost much. The mind, for a seer, is nothing but the self-reflection of the inventory of man. If you lose that self-reflection, but don't lose your underpinnings, you actually live an infinitely stronger life than if you had kept it.\"\n\nHe remarked that my flaw was my emotional reaction, which prevented me from realizing that the oddity of my sensorial experiences was determined by the depth to which my assemblage point had moved into man's band of emanations.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh2m4qh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;here&amp;#39;s the exact passage where he explains the assemblage point for the first time:&lt;/p&gt;\n\n&lt;p&gt;I eagerly told don Juan the content of my vision. He smiled, obviously bored.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Your assemblage point moved away from its normal position,&amp;quot; he said. &amp;quot;And that made you perceive emanations that are not ordinarily perceived. Sounds like nothing, doesn&amp;#39;t it? And yet it is a supreme accomplishment that the new seers strive to elucidate.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He explained that human beings repeatedly choose the same emanations for perceiving because of two reasons. First, and most important, because we have been taught that those emanations are perceivable, and second because our assemblage points select and prepare those emanations for being used.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Every living being has an assemblage point,&amp;quot; he went on, &amp;quot;which selects emanations for emphasis. Seers can see whether sentient beings share the same view of the world, by seeing if the emanations their assemblage points have selected are the same.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He affirmed that one of the most important breakthroughs for the new seers was to find that the spot where that point is located on the cocoon of all living creatures is not a permanent feature, but is established on that specific spot by habit. Hence the tremendous stress the new seers put on new actions, on new practicalities. They want desperately to arrive at new usages,new habits.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual&amp;#39;s blow is of great importance,&amp;quot; he went on, &amp;quot;because it makes that point move. It alters its location. Sometimes it even creates a permanent crevice there. The assemblage point is totally dislodged, and awareness changes dramatically. But what is a matter of even greater importance is the proper understanding of the truths about awareness in order to realize that that point can be moved from within. The unfortunate truth is that human beings always lose by default. They simply don&amp;#39;t know about their possibilities.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How can one accomplish that change from within?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The new seers say that realization is the technique,&amp;quot; he said. &amp;quot;They say that, first of all, one must become aware that the world we perceive is the result of our assemblage points&amp;#39; being located on a specific spot on the cocoon. Once that is understood, the assemblage point can move almost at will, as a consequence of new habits.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;1 did not quite understand what he meant by habits. I asked him to clarify his point.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The assemblage point of man appears around a definite area of the cocoon, because the Eagle commands it,&amp;quot; he said. &amp;quot;But the precise spot is determined by habit, by repetitious acts. First we learn that it can be placed there and then we ourselves command it to be there. Our command becomes the Eagle&amp;#39;s command and that point is fixated at that spot. Consider this very carefully;our command becomes the Eagle&amp;#39;s command. The old seers paid dearly for that finding. We&amp;#39;ll come back to that later on.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He stated once again that the old seers had concentrated exclusively on developing thousands of the most complex techniques of sorcery. He added that what they never realized was that their intricate devices, as bizarre as they were, had no other value than being the means to break the fixation of their assemblage points and make them move.&lt;/p&gt;\n\n&lt;p&gt;I asked him to explain what he had said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ve mentioned to you that sorcery is something like entering a dead-end street,&amp;quot; he replied.&amp;quot;What I meant was that sorcery practices have no intrinsic value. Their worth is indirect, for their&lt;/p&gt;\n\n&lt;p&gt;real function is to make the assemblage point shift by making the first attention release its control on that point.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The new seers realized the true role those sorcery practices played and decided to go directly into the process of making their assemblage points shift, avoiding all the other nonsense of rituals and incantations. Yet rituals and incantations are indeed necessary at one time in every warrior&amp;#39;s life. I personally have initiated you in all kinds of sorcery procedures, but only for purposes of luring your first attention away from the power of self-absorption, which keeps your assemblage point rigidly fixed.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He added that the obsessive entanglement of the first attention in self-absorption or reason is a powerful binding force, and that ritual behavior, because it is repetitive, forces the first attention to free some energy from watching the inventory, as a consequence of which the assemblage point loses its rigidity.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What happens to the persons whose assemblage points lose rigidity?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If they&amp;#39;re not warriors, they think they&amp;#39;re losing their minds,&amp;quot; he said, smiling. &amp;quot;Just as you thought you were going crazy at one time. If they&amp;#39;re warriors, they know they&amp;#39;ve gone crazy, but they patiently wait. You see, to be healthy and sane means that the assemblage point is immovable. When it shifts, it literally means that one is deranged.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He said that two options are opened to warriors whose assemblage points have shifted. One is to acknowledge being ill and to behave in deranged ways, reacting emotionally to the strange worlds that their shifts force them to witness; the other is to remain impassive, untouched,knowing that the assemblage point always returns to its original position.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What if the assemblage point doesn&amp;#39;t return to its original position?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then those people are lost,&amp;quot; he said. &amp;quot;They are either incurably crazy, because their assemblage points could never assemble the world as we know it, or they are peerless seers who have begun their movement toward the unknown.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What determines whether it is one or the other?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Energy! Impeccability! Impeccable warriors don&amp;#39;t lose their marbles. They remain untouched.I&amp;#39;ve said to you many times that impeccable warriors may see horrifying worlds and yet the next moment they are telling a joke, laughing with their friends or with strangers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I said to him then what I had told him many times before, that what made me think I was ill was a series of disruptive sensorial experiences that I had had as aftereffects of ingesting hallucinogenic plants. I went through states of total space and time discordance, very annoying lapses of mental concentration, actual visions or hallucinations of places and people I would be staring at as if they really existed. I could not help thinking that I was losing my mind.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;By all ordinary measures, you were indeed losing your mind,&amp;quot; he said, &amp;quot;but in the seers&amp;#39; view,if you had lost it, you wouldn&amp;#39;t have lost much. The mind, for a seer, is nothing but the self-reflection of the inventory of man. If you lose that self-reflection, but don&amp;#39;t lose your underpinnings, you actually live an infinitely stronger life than if you had kept it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He remarked that my flaw was my emotional reaction, which prevented me from realizing that the oddity of my sensorial experiences was determined by the depth to which my assemblage point had moved into man&amp;#39;s band of emanations.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh2m4qh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1608991935.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh0z7qa", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1608938604.0, "send_replies": true, "parent_id": "t3_kk753r", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's over here, but I'm running home to check on Cholita:\n\nSemlem messaged me:\n\n fire from within is where he explains about the assemblage point and how the old sorcerers first conceived it, page 3364 chapter called \"the assemblage point\" \n\nAnd he added:\n\n\\*\\*\\*\n\n while searching for the actual cote i found also this passage (its written few pages earlier then the assemblage point part) a where he explains how to attain the third attention:  \"The great difficulty is that the entrance into the second attention is utterly easy and its lure nearly irresistible.\"  He said that the old seers, being the masters of awareness, applied their expertise to their own glows of awareness and made them expand to inconceivable limits. They actually aimed at lighting up all the emanations inside their cocoons, one band at a time. They succeeded, but oddly enough the accomplishment of lighting up one band at a time was instrumental in their becoming imprisoned in the quagmire of the second attention.  \"The new seers corrected that error,\" he continued, \"and let the mastery of awareness develop to its natural end, which is to extend the glow of awareness beyond the bounds of the luminous cocoon in one single stroke.  \"The third attention is attained when the glow of awareness turns into the fire from within: aglow that kindles not one band at a time but all the Eagle's emanations inside man's cocoon.\n\n\"i member its a passage that you quote often, so why not post it?\n\n\\*\\*\\*\n\nYep.   Which means, Fancy is trying to imprison me in a quagmire, since she keeps stopping me from moving all the way on the J curve.  She likes me to hang out at specific levels.\n\nCan you move so far horizontally you light up the next band?  I don't recall that.\n\nBut they're so fun!  Those horizontal shifts.\n\n I'm waiting for episode 6 of the Fancy mini-series. Expecting it tonight.\n\nLast time I can recall, she was in a hot tub.  \n\nThen she gave me an episode last night, but it was too far into the J curve for me to remember it.  I wsa doing something impossible, and too abstract to describe, when she switched on like a little TV floating in front of me. And continued her promised mini-series.\n\nSo maybe Fancy is right.\n\nThat sort of \"magic\" is best done at the higher levels.  From shoulder blades down to lower back. But not past there, or you won't be able to remember it.\n\nAnd that pesky dreaming double starts \"not caring\" about it.  \n\nYou want to feel like applauding when party girl Fancy finally gets her deadbeat lover to come home to the baby.\n\nBut in the dreaming double, you'll be thinking:  \n\n\"This show is boring.\"\n\nAnd turn to walk through the wall.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh0z7qa", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s over here, but I&amp;#39;m running home to check on Cholita:&lt;/p&gt;\n\n&lt;p&gt;Semlem messaged me:&lt;/p&gt;\n\n&lt;p&gt;fire from within is where he explains about the assemblage point and how the old sorcerers first conceived it, page 3364 chapter called &amp;quot;the assemblage point&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;And he added:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;while searching for the actual cote i found also this passage (its written few pages earlier then the assemblage point part) a where he explains how to attain the third attention:  &amp;quot;The great difficulty is that the entrance into the second attention is utterly easy and its lure nearly irresistible.&amp;quot;  He said that the old seers, being the masters of awareness, applied their expertise to their own glows of awareness and made them expand to inconceivable limits. They actually aimed at lighting up all the emanations inside their cocoons, one band at a time. They succeeded, but oddly enough the accomplishment of lighting up one band at a time was instrumental in their becoming imprisoned in the quagmire of the second attention.  &amp;quot;The new seers corrected that error,&amp;quot; he continued, &amp;quot;and let the mastery of awareness develop to its natural end, which is to extend the glow of awareness beyond the bounds of the luminous cocoon in one single stroke.  &amp;quot;The third attention is attained when the glow of awareness turns into the fire from within: aglow that kindles not one band at a time but all the Eagle&amp;#39;s emanations inside man&amp;#39;s cocoon.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;i member its a passage that you quote often, so why not post it?&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Yep.   Which means, Fancy is trying to imprison me in a quagmire, since she keeps stopping me from moving all the way on the J curve.  She likes me to hang out at specific levels.&lt;/p&gt;\n\n&lt;p&gt;Can you move so far horizontally you light up the next band?  I don&amp;#39;t recall that.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re so fun!  Those horizontal shifts.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m waiting for episode 6 of the Fancy mini-series. Expecting it tonight.&lt;/p&gt;\n\n&lt;p&gt;Last time I can recall, she was in a hot tub.  &lt;/p&gt;\n\n&lt;p&gt;Then she gave me an episode last night, but it was too far into the J curve for me to remember it.  I wsa doing something impossible, and too abstract to describe, when she switched on like a little TV floating in front of me. And continued her promised mini-series.&lt;/p&gt;\n\n&lt;p&gt;So maybe Fancy is right.&lt;/p&gt;\n\n&lt;p&gt;That sort of &amp;quot;magic&amp;quot; is best done at the higher levels.  From shoulder blades down to lower back. But not past there, or you won&amp;#39;t be able to remember it.&lt;/p&gt;\n\n&lt;p&gt;And that pesky dreaming double starts &amp;quot;not caring&amp;quot; about it.  &lt;/p&gt;\n\n&lt;p&gt;You want to feel like applauding when party girl Fancy finally gets her deadbeat lover to come home to the baby.&lt;/p&gt;\n\n&lt;p&gt;But in the dreaming double, you&amp;#39;ll be thinking:  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This show is boring.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And turn to walk through the wall.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh0z7qa/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1608938604.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kk753r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gh76rmn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh76adr", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, they performed their feats to gain power over or prestige with their fellow man rather than to search for freedom. On the lookout for the ultimate book deal.", "edited": false, "author_flair_css_class": null, "name": "t1_gh76rmn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, they performed their feats to gain power over or prestige with their fellow man rather than to search for freedom. On the lookout for the ultimate book deal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_kk753r", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh76rmn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609089121.0, "author_flair_text": null, "collapsed": false, "created_utc": 1609089121.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh76adr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh75f1m", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "They were like the \"sorcerers\" we have dominating the Castaneda world.\n\nObsessed with other people.\n\nI run into this problem in my own practices.\n\nI really should be practicing things other than I do.\n\nBut I have to stick with the flashy ones for now.\n\nBecause, I'm trying to sway public opinion.\n\nThe real difference between old and new seers might actually be, the old seers were clinging to other people.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh76adr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They were like the &amp;quot;sorcerers&amp;quot; we have dominating the Castaneda world.&lt;/p&gt;\n\n&lt;p&gt;Obsessed with other people.&lt;/p&gt;\n\n&lt;p&gt;I run into this problem in my own practices.&lt;/p&gt;\n\n&lt;p&gt;I really should be practicing things other than I do.&lt;/p&gt;\n\n&lt;p&gt;But I have to stick with the flashy ones for now.&lt;/p&gt;\n\n&lt;p&gt;Because, I&amp;#39;m trying to sway public opinion.&lt;/p&gt;\n\n&lt;p&gt;The real difference between old and new seers might actually be, the old seers were clinging to other people.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh76adr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609088860.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609088860.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh75f1m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gh73k51", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;So you become interested in the mechanics, and not so much what you see.\n\nThis seems to be where the old and new seers diverge.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gh75f1m", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So you become interested in the mechanics, and not so much what you see.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This seems to be where the old and new seers diverge.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh75f1m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609088388.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609088388.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh73k51", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1609087348.0, "send_replies": true, "parent_id": "t1_gh6vgsj", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I lost the context for this, but last night I was drowning in a wealth of \"power\".\n\nI can't begin to describe it. \n\nIt's the daytime gazing from the controversial new book.\n\nI realized, you don't just \"stop the world\", and see the emanations.\n\nThat's an \"intent gift\".  Just to let you know, what's available.\n\nBut you have to earn it back in a way you can control yourself.\n\nSo instead, you just sneak in the back door.\n\nAnd you do that by perceiving, and playing with it as if real.\n\nThe \"as if real\" causes horizontal shifts, until it is real.\n\nBut that's infinite.\n\nSo you become interested in the mechanics, and not so much what you see.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh73k51", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I lost the context for this, but last night I was drowning in a wealth of &amp;quot;power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t begin to describe it. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the daytime gazing from the controversial new book.&lt;/p&gt;\n\n&lt;p&gt;I realized, you don&amp;#39;t just &amp;quot;stop the world&amp;quot;, and see the emanations.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s an &amp;quot;intent gift&amp;quot;.  Just to let you know, what&amp;#39;s available.&lt;/p&gt;\n\n&lt;p&gt;But you have to earn it back in a way you can control yourself.&lt;/p&gt;\n\n&lt;p&gt;So instead, you just sneak in the back door.&lt;/p&gt;\n\n&lt;p&gt;And you do that by perceiving, and playing with it as if real.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;as if real&amp;quot; causes horizontal shifts, until it is real.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s infinite.&lt;/p&gt;\n\n&lt;p&gt;So you become interested in the mechanics, and not so much what you see.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kk753r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh73k51/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609087348.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gh6vgsj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1609082526.0, "send_replies": true, "parent_id": "t3_kk753r", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;\"I've mentioned to you that sorcery is something like entering a dead-end street,\" he replied.\"What I meant was that sorcery practices have no intrinsic value. Their worth is indirect, for their real function is to make the assemblage point shift by making the first attention release its control on that point.\n\nAnd:\n&gt;And by means of the shifts of their assemblage points, they get to realize that the mystery is perceiving. Not so much what we perceive, but what makes us perceive.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gh6vgsj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;I&amp;#39;ve mentioned to you that sorcery is something like entering a dead-end street,&amp;quot; he replied.&amp;quot;What I meant was that sorcery practices have no intrinsic value. Their worth is indirect, for their real function is to make the assemblage point shift by making the first attention release its control on that point.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;And by means of the shifts of their assemblage points, they get to realize that the mystery is perceiving. Not so much what we perceive, but what makes us perceive.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kk753r/modality_of_our_time/gh6vgsj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609082526.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kk753r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]