[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Hello,\n\nRecently I've been talking quite a lot about the transformation of our tonal and warrior's practice. I think that this part is getting less attention than it actually deserves. We have Dan's advice on silence and dreaming, but I think that a proper stalking practice could be a big aid here. Why? There are several major reasons for this. The first one is - you get more disciplined! And discipline is a thing we are usually lacking as we as human beings are particularly lazy and have a tendency to leave stuff to be done \"tomorrow\". The eternal tomorrow actually. A proper daytime stalking practice can pull us out of this nonsense, directly and efficiently. The second reason is - our attention is all drained into the noisy internal dialogue of the \"flier's mind\" and our true mind is not developed at all. I don't know, maybe there are some natural talents, but for an average practitioner like me, we need to train our attention to focus it on gazing and silence. Stalking is a perfect practice for that.\n\nAnd the most important reason, the essence of it is polishing our tonal, cleaning out the tonal's island. I will repeat myself here, with an analogy of antenna. If we are an antenna picking up the signals from Infinity, we need to fix it to be clean and of the right shape. In our present condition the Tonal is not fit for entering the second attention states, because all we perceive is biased, distorted and covered by our conditioning. We need to undo and unlearn all of that not to bring baggage \"there\". This process seems to me as important as anything can be on the sorcery path.\n\n Let me bring in some quotes with relevant comments and then we can talk on how we could introduce ourselves into this important and exciting practice.\n\n\"\"Watch those two women very carefully,\" he said. \"But don't see them as persons, or as faces\r\nthat hold things in common with us; see them as tonals\"\r\nThe two women got to the bottom of the steps. They moved as if the rough gravel were\r\nmarbles and they were about to roll and lose their balance on them. They walked arm in arm,\r\npropping each other up with the weight of their bodies.\r\n\"Look at them!\" don Juan said in a low voice. \"Those women are the best example of the most\r\nmiserable tonal one can find.\"\r\nI noticed that the two women were small-boned but fat. They were perhaps in their early\r\nfifties. They had a painful look in their faces, as if walking down the church steps had been\r\nbeyond their strength.\r\nThey were in front of us; they vacillated for a moment and then they came to a halt. There was\r\none more step on the gravel walk.\r\n\"Watch your step, ladies,\" don Juan shouted as he stood up dramatically.\r\nThe women looked at him, apparently confused by his sudden outburst.\r\n\"My mom broke her hip right there the other day,\" he added and dashed over to help them.\r\nThey thanked him profusely and he advised them that if they ever lost their balance and fell\r\ndown, they had to remain motionless on the spot until the ambulance came. His tone was sincere\r\nand convincing. The women crossed themselves.\r\nDon Juan sat down again. His eyes were beaming. He spoke softly.\r\n\"Those women are not that old and their bodies are not that weak, and yet they are decrepit.\r\nEverything about them is dreary - their clothes, their smell, their attitude. Why do you think that's\r\nso?\"\r\n\"Maybe they were born that way,\" I said.\r\n\"No one is born that way. We make ourselves that way. The tonal of those women is weak and\r\ntimid.\r\n\"I said that today was going to be the day of the tonal; I meant that today I want to deal with it\r\nexclusively. I also said that I had put on my suit for that specific purpose. With it I wanted to\r\nshow you that a warrior treats his tonal in a very special manner. I've pointed out to you that my\r\nsuit has been made to order and that everything I have on today fits me to perfection. It is not my\r\nvanity that I wanted to show, but my warrior's spirit, my warrior's tonal.\r\n\"Those two women gave you your first view of the tonal today. Life can be as merciless with\r\nyou as it is with them, if you are careless with your tonal. I put myself as the counterpoint. If you\r\nunderstand correctly I should not need to stress this point.\"\n\n\"\"There are, roughly speaking, two sides to every tonal. One is the outer part, the fringe, the\r\nsurface of the island. That's the part related to action and acting, the rugged side. The other part is\r\nthe decision and judgment, the inner tonal, softer, more delicate and more complex.\r\n\"The proper tonal is a tonal where the two levels are in perfect harmony and balance.\"\n\r\n--------\n\nAnd we are having our first hint here. The manifestation of our energy in this world of the first attention is our physical body and it's energy movement which happens with any action we do. This is the most obvious and the directly perceptible part. So, my own guess and part of focus is that we need to start with our body, it's breathing, tensions and actions we do, if we want to strart transforming our tonal. Pick ourselves from our head and put us back into the body as a perceiving unit. Observe and stalk down our body's habits - how do we move? How do we breath? When and under what circumstances? When are we tense? What actiond do we engage ourselves into? And finally, how does it affect and redistribute our energy (remember, any movement changes our energy! Tensegrity is built on top of that principle). \n\nAn additional clue to this is here:\n\n---------\n\n\"The idea is that at the moment of death the other member of the true pair, the nagual, becomes\r\nfully operative and the awareness and memories and perceptions stored in our calves and thighs,\r\nin our back and shoulders and neck, begin to expand and disintegrate. Like the beads of an\r\nendless broken necklace, they fall asunder without the binding force of life.\"\n\n-------\n\nSo, don Juan is pointing to the fact that our personal history and energy is stored in our body. Why would you choose your daily actions to start the stalking practice? Well, exploring and investigating the way you act daily is a possibility to see the outer side of your tonal, how it is dealing with the external world. It is a possibility to get a glimpse of how the personal history is stored in our body and which habits engage our energy in unneccesary drain. And most importantly, stalking the body will take us out from our head! Because if we start with emotions, thoughts, feelings - we are in a grave danger of sinking even more into the internal dialogue and me, me, me stuff. Working with your body and your usual actions, breathing, on the other hand, allows to look unbiasedly the way you act in the world and the way your being reacts to it. Without any glosses, ideas or interpretations you can just observe exactly how your body deploys, redeploys energy or stores some new personal history.\n\nI myself have started such a practice not so long ago, and what I can is that this kind of stalking moves you into your body. You are not judging, you are just observing your daily schedule and habits. You are looking, how you act and react, without any reflection on it, you are hunting down your usual Self. In what moments you become tense and where. In what moments your awareness becomes dim, and how your body moves and presents yourself to the world during those moments. And which movements make your body feel right, and which acts make you feel weak or tiring. When you breathing is refreshing you and when it makes you feel exhausted or sick. Such a practice acts as a daily not doing which also disrupts your routines and calms the dialogue. It also enables a \"witness\" inside of you, which could be the first glimpse of a true mind. So, you get a moments of fresh perception, where the world becomes very bright (literally) and I guess that you get a glimpse of heightened awareness (yes, don Juan has told stalking can move you into this state also). Maybe at first the movement is not so drastic as with gazing techniques, but I am sure you can combine those and the effect will increase significantly.\n\nNow let us see what don Juan says about polishing the tonal's island:\n\n\"\"In your case, for instance, you have to stop calculating. What you were doing this morning\r\nwas absurd. You call it explaining. I call it a sterile and boring insistence of the tonal to have\r\neverything under its control. Whenever it doesn't succeed, there is a moment of bafflement and\r\nthen the tonal opens itself to death. What a prick! It would rather kill itself than relinquish\r\ncontrol. And yet there is very little we can do to change that condition.\"\r\n\"How did you change it yourself, don Juan?\"\r\n\"The island of the tonal has to be swept clean and maintained clean. That's the only alternative\r\nthat a warrior has. A clean island offers no resistance; it is as if there were nothing there.\"\r\n\n\"You know damn well that you're indulging.\" he said. \"To maintain order means to be a\r\nperfect tonal, and to be a perfect tonal means to be aware of everything that takes place on the\r\nisland of the tonal. But you're not. So your argument about maintaining order has no truth in it.\r\nYou only use it to win an argument.\"\r\nI did not know what to say. Don Juan sort of consoled me by saying that it took a gigantic\r\nstruggle to clean the island of the tonal. Then he asked me to recount all I had perceived in my\r\nsecond session with the nagual. When I had finished, he said that what I had witnessed as a furry\r\ncrocodile was the epitome of don Genaro's sense of humor.\r\n\"It's a pity that you're still so heavy,\"\n\r\n\"The delicate maneuver of leading a luminous being into the totality of himself requires that\r\nthe teacher work from inside the bubble and the benefactor from outside. The teacher reorders the\r\nview of the world. I have called that view the island of the tonal. I've said that everything that we\r\nare is on that island. The sorcerers' explanation says that the island of the tonal is made by our\r\nperception, which has been trained to focus on certain elements; each of those elements and all of\r\nthem together form our view of the world. The job of a teacher, insofar as the apprentice's\r\nperception is concerned, consists of reordering all the elements of the island on one half of the\r\nbubble. By now you must have realized that cleaning and reordering the island of the tonal means\r\nregrouping all its elements on the side of reason. My task has been to disarrange your ordinary\r\nview, not to destroy it but to force it to rally on the side of reason. You've done that better than\r\nanyone I know.\"\n\n------\r\n\nIs there anything else we can add to the daily stalking practice, when we begin? Apart from the recapitulation? Yes, we can. Carlos brings us some very good hints with the words of his teacher don Juan:\n\n------\n\r\n\"To be a hunter is not just to trap game,\" he went on. \"A hunter that is worth his salt does not\r\ncatch game because he sets his traps, or because he knows the routines of his prey, but because he\r\nhimself has no routines. This is his advantage. He is not at all like the animals he is after, fixed by\r\nheavy routines and predictable quirks; he is free, fluid, unpredictable.\"\r\nWhat don Juan was saying sounded to me like an arbitrary and irrational idealization. I could\r\nnot conceive of life without routines. I wanted to be very honest with him and not just agree or\r\ndisagree with him. I felt that what he had in mind was not possible to accomplish by me or by\r\nanyone.\r\n\"I don't care how you feel,\" he said.\" In order to be a hunter you must disrupt the routines of\r\nyour life. You have done well in hunting. You have learned quickly and now you can see that you\r\nare like your prey, easy to predict.\"\r\nI asked him to be specific and give me concrete examples.\r\n\"I am talking about hunting,\" he said calmly. \"Therefore I am concerned with the things\r\nanimals do; the places they eat; the place, the manner, the time they sleep; where they nest; how\r\nthey walk. These are the routines I am pointing out to you so you can become aware of them in\r\nyour own being.\r\n\"You have observed the habits of animals in the desert. They eat or drink at certain places,\r\nthey nest at specific spots, they leave their tracks in specific ways; in fact, everything they do can\r\nbe foreseen or reconstructed by a good hunter.\r\n\"As I told you before, in my eyes you behave like your prey. Once in my life someone pointed\r\nout the same thing to me, so you're not unique in that. All of us behave like the prey we are after.\r\nThat, of course, also makes us prey for something or someone else. Now, the concern of a hunter,\r\nwho knows all this, is to stop being a prey himself. Do you see what I mean?\"\r\nI again expressed the opinion that his proposition was unattainable.\r\n\"It takes time,\" don Juan said. \"You could begin by not eating I lunch every single day at\r\ntwelve o'clock.\"\r\n\n-----\nSo, we are moving down to the topic of habits. And it is a related. As you can see, everywhere we are talking about the stalking of oneself. Not about clowning in front of others pretending to be someone, because this is not what this is about at all. Yes, we are very repetitive beings. And we can hunt ourselves down. We can start by hunting the habits related to our daily actions. And once we become proficient in it, when our discipline and quality of attention increases, we can also try to see what else is included in those habits - how, why, then, what is the trigger of it? And start some not doing of it. This will pull our lives out of misery, save us energy and aid a gentle and harmonious movement of our assemblage point.\n\nThe question is, how do we pull all those things together and include them in our lives? The answer is below:\n\n----\n\n\"Impeccability, as well as getting rid of self-importance, is too vague a concept to be of any\r\nvalue to me,\" I remarked.\r\nDon Juan choked with laughter, and I challenged him to explain impeccability.\r\n\"Impeccability is nothing else but the proper use of energy,\" he said. \"My statements have no\r\ninkling of morality. I've saved energy and that makes me impeccable. To understand this, you\r\nhave to save enough energy yourself.\"\r\nWe were quiet for a long time. I wanted to think about what he had said. Suddenly, he started\r\ntalking again.\r\n\"Warriors take strategic inventories,\" he said. \"They list everything they do. Then they decide\nwhich of those things can be changed in order to allow themselves a respite, in terms of\r\nexpending their energy.\"\r\nI argued that their list would have to include everything under the sun. He patiently answered\r\nthat the strategic inventory he was talking about covered only behavioral patterns that were not\r\nessential to our survival and well-being.\r\nI jumped at the opportunity to point out that survival and well-being were categories that could\r\nbe interpreted in endless ways, hence, there was no way of agreeing what was or was not essential\r\nto survival and well-being.\r\nAs I kept on talking I began to lose momentum. Finally, I stopped because I realized the\r\nfutility of my arguments.\r\nDon Juan said then that in the strategic inventories of warriors, self-importance figures as the\r\nactivity that consumes the greatest amount of energy, hence, their effort to eradicate it.\r\n\"One of the first concerns of warriors is to free that energy in order to face the unknown with\r\nit,\" don Juan went on. \"The action of rechanneling that energy is impeccability.\"\n\nWhen I urged don Juan to explain it more clearly, he added that we all have a determined \r\nquantity of basic energy That quantity is all the energy we have, and we use all of it for \r\nperceiving and dealing with our engulfing world. He repeated various times, to \r\nemphasize it, that there is no more energy for us anywhere and, since our available \r\nenergy is already engaged, \r\nthere is not a single bit left in us for any extraordinary perception, such as dreaming. \r\n\"Where does that leave us?\" I asked. \r\n\"It leaves us to scrounge energy for ourselves, wherever we can find it,\" he replied. \r\nDon Juan explained that sorcerers have a scrounging method. They intelligently redeploy \r\ntheir energy by cutting down any thing they consider superfluous in their lives. They call \r\nthis method the sorcerers' way. In essence, the sorcerers' way, as don Juan put it, is a \r\nchain of behavioral choices for dealing with the world, choices much more intelligent \r\nthan those our progenitors taught us. These sorcerers' choices are designed to revamp our \r\nlives by altering our basic reactions about being alive.\"\n\r\n\nSo, what could be done to apply those principles in our real life and practice? We need to be strategic here and take some of our imagination. We could write down our habits and patterns, this is one way. Like a navigator's log already mentioned under another post. We could do something in our smartphone (a better and more useful way to use it than reading facebook posts!). Or if our attention is well developed, we could observe it without any written elements, just directly. As I am not some super-talented sorcerer, I am writing down my day on paper and how I spend it trying to specifically focus on repetitive activities. And specifically on what I do, less on what I think or feel because those are parts of me me me and subject to interpretation. But our body, like it's tensions, breathing and movement patterns, postures are the rock solid fact which happens. And along the way you start getting some very interesting insights, like you are starting to see that you were living in your head for a very long time and forgot about your body as a whole, as an acting and a perceptive unit. So you want to become friends with it again. And you start to see very clearly that some of your actions and habits are very boring and useless and so you start to get rid of them automatically. Like you see \"aha, every day in the morning I am reading some bad news about wars, while heavily breathing and being very tense in my shoulders. Then I bring this tension and shallow breath into my day.\" And you stop doing it. Slowly, bit by bit and day by you are starting to clean your tonal, become more disciplined and attentive. \nEnergy drain is starting to leave your daily life and your inner dialogue becomes more calm and you get more daily pauses in it.\n\nIf you couple it with \"nightly\" techniques - your life slowly becomes magical. Not only your dreams, your gazing experience, but your whole life and being becomes more aligned and sober. You start to act as a warrior without doing the philosophical part of it, but living it.\n\nBit by bit, you can also start exploring the \"inner\" side of your tonal, specifically your emotional, thinking and reactional patterns. The same things you are observing during recapitulation, but actively, during your daily activities, thus expanding the area of your stalking from your actions and habits lying on the surface of the tonal to the \"deeper\" areas.\n\nSlowly, step by step you are getting closer to the \"tonal of the warrior\". No pretending, no placebos or posturing yourself as a true warrior. Just a careful and very precise daily work towards saving energy, becoming who you really are and unlearning everything the world has put on top of our being.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "On the warrior's path and stalking", "link_flair_richtext": [{"e": "text", "t": "Stalking"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_fwr2gu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3tl0tnl8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Stalking", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1586290083.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1586288245.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hello,&lt;/p&gt;\n\n&lt;p&gt;Recently I&amp;#39;ve been talking quite a lot about the transformation of our tonal and warrior&amp;#39;s practice. I think that this part is getting less attention than it actually deserves. We have Dan&amp;#39;s advice on silence and dreaming, but I think that a proper stalking practice could be a big aid here. Why? There are several major reasons for this. The first one is - you get more disciplined! And discipline is a thing we are usually lacking as we as human beings are particularly lazy and have a tendency to leave stuff to be done &amp;quot;tomorrow&amp;quot;. The eternal tomorrow actually. A proper daytime stalking practice can pull us out of this nonsense, directly and efficiently. The second reason is - our attention is all drained into the noisy internal dialogue of the &amp;quot;flier&amp;#39;s mind&amp;quot; and our true mind is not developed at all. I don&amp;#39;t know, maybe there are some natural talents, but for an average practitioner like me, we need to train our attention to focus it on gazing and silence. Stalking is a perfect practice for that.&lt;/p&gt;\n\n&lt;p&gt;And the most important reason, the essence of it is polishing our tonal, cleaning out the tonal&amp;#39;s island. I will repeat myself here, with an analogy of antenna. If we are an antenna picking up the signals from Infinity, we need to fix it to be clean and of the right shape. In our present condition the Tonal is not fit for entering the second attention states, because all we perceive is biased, distorted and covered by our conditioning. We need to undo and unlearn all of that not to bring baggage &amp;quot;there&amp;quot;. This process seems to me as important as anything can be on the sorcery path.&lt;/p&gt;\n\n&lt;p&gt;Let me bring in some quotes with relevant comments and then we can talk on how we could introduce ourselves into this important and exciting practice.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;Watch those two women very carefully,&amp;quot; he said. &amp;quot;But don&amp;#39;t see them as persons, or as faces\nthat hold things in common with us; see them as tonals&amp;quot;\nThe two women got to the bottom of the steps. They moved as if the rough gravel were\nmarbles and they were about to roll and lose their balance on them. They walked arm in arm,\npropping each other up with the weight of their bodies.\n&amp;quot;Look at them!&amp;quot; don Juan said in a low voice. &amp;quot;Those women are the best example of the most\nmiserable tonal one can find.&amp;quot;\nI noticed that the two women were small-boned but fat. They were perhaps in their early\nfifties. They had a painful look in their faces, as if walking down the church steps had been\nbeyond their strength.\nThey were in front of us; they vacillated for a moment and then they came to a halt. There was\none more step on the gravel walk.\n&amp;quot;Watch your step, ladies,&amp;quot; don Juan shouted as he stood up dramatically.\nThe women looked at him, apparently confused by his sudden outburst.\n&amp;quot;My mom broke her hip right there the other day,&amp;quot; he added and dashed over to help them.\nThey thanked him profusely and he advised them that if they ever lost their balance and fell\ndown, they had to remain motionless on the spot until the ambulance came. His tone was sincere\nand convincing. The women crossed themselves.\nDon Juan sat down again. His eyes were beaming. He spoke softly.\n&amp;quot;Those women are not that old and their bodies are not that weak, and yet they are decrepit.\nEverything about them is dreary - their clothes, their smell, their attitude. Why do you think that&amp;#39;s\nso?&amp;quot;\n&amp;quot;Maybe they were born that way,&amp;quot; I said.\n&amp;quot;No one is born that way. We make ourselves that way. The tonal of those women is weak and\ntimid.\n&amp;quot;I said that today was going to be the day of the tonal; I meant that today I want to deal with it\nexclusively. I also said that I had put on my suit for that specific purpose. With it I wanted to\nshow you that a warrior treats his tonal in a very special manner. I&amp;#39;ve pointed out to you that my\nsuit has been made to order and that everything I have on today fits me to perfection. It is not my\nvanity that I wanted to show, but my warrior&amp;#39;s spirit, my warrior&amp;#39;s tonal.\n&amp;quot;Those two women gave you your first view of the tonal today. Life can be as merciless with\nyou as it is with them, if you are careless with your tonal. I put myself as the counterpoint. If you\nunderstand correctly I should not need to stress this point.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;There are, roughly speaking, two sides to every tonal. One is the outer part, the fringe, the\nsurface of the island. That&amp;#39;s the part related to action and acting, the rugged side. The other part is\nthe decision and judgment, the inner tonal, softer, more delicate and more complex.\n&amp;quot;The proper tonal is a tonal where the two levels are in perfect harmony and balance.&amp;quot;&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;And we are having our first hint here. The manifestation of our energy in this world of the first attention is our physical body and it&amp;#39;s energy movement which happens with any action we do. This is the most obvious and the directly perceptible part. So, my own guess and part of focus is that we need to start with our body, it&amp;#39;s breathing, tensions and actions we do, if we want to strart transforming our tonal. Pick ourselves from our head and put us back into the body as a perceiving unit. Observe and stalk down our body&amp;#39;s habits - how do we move? How do we breath? When and under what circumstances? When are we tense? What actiond do we engage ourselves into? And finally, how does it affect and redistribute our energy (remember, any movement changes our energy! Tensegrity is built on top of that principle). &lt;/p&gt;\n\n&lt;p&gt;An additional clue to this is here:&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;&amp;quot;The idea is that at the moment of death the other member of the true pair, the nagual, becomes\nfully operative and the awareness and memories and perceptions stored in our calves and thighs,\nin our back and shoulders and neck, begin to expand and disintegrate. Like the beads of an\nendless broken necklace, they fall asunder without the binding force of life.&amp;quot;&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;So, don Juan is pointing to the fact that our personal history and energy is stored in our body. Why would you choose your daily actions to start the stalking practice? Well, exploring and investigating the way you act daily is a possibility to see the outer side of your tonal, how it is dealing with the external world. It is a possibility to get a glimpse of how the personal history is stored in our body and which habits engage our energy in unneccesary drain. And most importantly, stalking the body will take us out from our head! Because if we start with emotions, thoughts, feelings - we are in a grave danger of sinking even more into the internal dialogue and me, me, me stuff. Working with your body and your usual actions, breathing, on the other hand, allows to look unbiasedly the way you act in the world and the way your being reacts to it. Without any glosses, ideas or interpretations you can just observe exactly how your body deploys, redeploys energy or stores some new personal history.&lt;/p&gt;\n\n&lt;p&gt;I myself have started such a practice not so long ago, and what I can is that this kind of stalking moves you into your body. You are not judging, you are just observing your daily schedule and habits. You are looking, how you act and react, without any reflection on it, you are hunting down your usual Self. In what moments you become tense and where. In what moments your awareness becomes dim, and how your body moves and presents yourself to the world during those moments. And which movements make your body feel right, and which acts make you feel weak or tiring. When you breathing is refreshing you and when it makes you feel exhausted or sick. Such a practice acts as a daily not doing which also disrupts your routines and calms the dialogue. It also enables a &amp;quot;witness&amp;quot; inside of you, which could be the first glimpse of a true mind. So, you get a moments of fresh perception, where the world becomes very bright (literally) and I guess that you get a glimpse of heightened awareness (yes, don Juan has told stalking can move you into this state also). Maybe at first the movement is not so drastic as with gazing techniques, but I am sure you can combine those and the effect will increase significantly.&lt;/p&gt;\n\n&lt;p&gt;Now let us see what don Juan says about polishing the tonal&amp;#39;s island:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;In your case, for instance, you have to stop calculating. What you were doing this morning\nwas absurd. You call it explaining. I call it a sterile and boring insistence of the tonal to have\neverything under its control. Whenever it doesn&amp;#39;t succeed, there is a moment of bafflement and\nthen the tonal opens itself to death. What a prick! It would rather kill itself than relinquish\ncontrol. And yet there is very little we can do to change that condition.&amp;quot;\n&amp;quot;How did you change it yourself, don Juan?&amp;quot;\n&amp;quot;The island of the tonal has to be swept clean and maintained clean. That&amp;#39;s the only alternative\nthat a warrior has. A clean island offers no resistance; it is as if there were nothing there.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You know damn well that you&amp;#39;re indulging.&amp;quot; he said. &amp;quot;To maintain order means to be a\nperfect tonal, and to be a perfect tonal means to be aware of everything that takes place on the\nisland of the tonal. But you&amp;#39;re not. So your argument about maintaining order has no truth in it.\nYou only use it to win an argument.&amp;quot;\nI did not know what to say. Don Juan sort of consoled me by saying that it took a gigantic\nstruggle to clean the island of the tonal. Then he asked me to recount all I had perceived in my\nsecond session with the nagual. When I had finished, he said that what I had witnessed as a furry\ncrocodile was the epitome of don Genaro&amp;#39;s sense of humor.\n&amp;quot;It&amp;#39;s a pity that you&amp;#39;re still so heavy,&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The delicate maneuver of leading a luminous being into the totality of himself requires that\nthe teacher work from inside the bubble and the benefactor from outside. The teacher reorders the\nview of the world. I have called that view the island of the tonal. I&amp;#39;ve said that everything that we\nare is on that island. The sorcerers&amp;#39; explanation says that the island of the tonal is made by our\nperception, which has been trained to focus on certain elements; each of those elements and all of\nthem together form our view of the world. The job of a teacher, insofar as the apprentice&amp;#39;s\nperception is concerned, consists of reordering all the elements of the island on one half of the\nbubble. By now you must have realized that cleaning and reordering the island of the tonal means\nregrouping all its elements on the side of reason. My task has been to disarrange your ordinary\nview, not to destroy it but to force it to rally on the side of reason. You&amp;#39;ve done that better than\nanyone I know.&amp;quot;&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;Is there anything else we can add to the daily stalking practice, when we begin? Apart from the recapitulation? Yes, we can. Carlos brings us some very good hints with the words of his teacher don Juan:&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;&amp;quot;To be a hunter is not just to trap game,&amp;quot; he went on. &amp;quot;A hunter that is worth his salt does not\ncatch game because he sets his traps, or because he knows the routines of his prey, but because he\nhimself has no routines. This is his advantage. He is not at all like the animals he is after, fixed by\nheavy routines and predictable quirks; he is free, fluid, unpredictable.&amp;quot;\nWhat don Juan was saying sounded to me like an arbitrary and irrational idealization. I could\nnot conceive of life without routines. I wanted to be very honest with him and not just agree or\ndisagree with him. I felt that what he had in mind was not possible to accomplish by me or by\nanyone.\n&amp;quot;I don&amp;#39;t care how you feel,&amp;quot; he said.&amp;quot; In order to be a hunter you must disrupt the routines of\nyour life. You have done well in hunting. You have learned quickly and now you can see that you\nare like your prey, easy to predict.&amp;quot;\nI asked him to be specific and give me concrete examples.\n&amp;quot;I am talking about hunting,&amp;quot; he said calmly. &amp;quot;Therefore I am concerned with the things\nanimals do; the places they eat; the place, the manner, the time they sleep; where they nest; how\nthey walk. These are the routines I am pointing out to you so you can become aware of them in\nyour own being.\n&amp;quot;You have observed the habits of animals in the desert. They eat or drink at certain places,\nthey nest at specific spots, they leave their tracks in specific ways; in fact, everything they do can\nbe foreseen or reconstructed by a good hunter.\n&amp;quot;As I told you before, in my eyes you behave like your prey. Once in my life someone pointed\nout the same thing to me, so you&amp;#39;re not unique in that. All of us behave like the prey we are after.\nThat, of course, also makes us prey for something or someone else. Now, the concern of a hunter,\nwho knows all this, is to stop being a prey himself. Do you see what I mean?&amp;quot;\nI again expressed the opinion that his proposition was unattainable.\n&amp;quot;It takes time,&amp;quot; don Juan said. &amp;quot;You could begin by not eating I lunch every single day at\ntwelve o&amp;#39;clock.&amp;quot;&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;So, we are moving down to the topic of habits. And it is a related. As you can see, everywhere we are talking about the stalking of oneself. Not about clowning in front of others pretending to be someone, because this is not what this is about at all. Yes, we are very repetitive beings. And we can hunt ourselves down. We can start by hunting the habits related to our daily actions. And once we become proficient in it, when our discipline and quality of attention increases, we can also try to see what else is included in those habits - how, why, then, what is the trigger of it? And start some not doing of it. This will pull our lives out of misery, save us energy and aid a gentle and harmonious movement of our assemblage point.&lt;/p&gt;\n\n&lt;p&gt;The question is, how do we pull all those things together and include them in our lives? The answer is below:&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;&amp;quot;Impeccability, as well as getting rid of self-importance, is too vague a concept to be of any\nvalue to me,&amp;quot; I remarked.\nDon Juan choked with laughter, and I challenged him to explain impeccability.\n&amp;quot;Impeccability is nothing else but the proper use of energy,&amp;quot; he said. &amp;quot;My statements have no\ninkling of morality. I&amp;#39;ve saved energy and that makes me impeccable. To understand this, you\nhave to save enough energy yourself.&amp;quot;\nWe were quiet for a long time. I wanted to think about what he had said. Suddenly, he started\ntalking again.\n&amp;quot;Warriors take strategic inventories,&amp;quot; he said. &amp;quot;They list everything they do. Then they decide\nwhich of those things can be changed in order to allow themselves a respite, in terms of\nexpending their energy.&amp;quot;\nI argued that their list would have to include everything under the sun. He patiently answered\nthat the strategic inventory he was talking about covered only behavioral patterns that were not\nessential to our survival and well-being.\nI jumped at the opportunity to point out that survival and well-being were categories that could\nbe interpreted in endless ways, hence, there was no way of agreeing what was or was not essential\nto survival and well-being.\nAs I kept on talking I began to lose momentum. Finally, I stopped because I realized the\nfutility of my arguments.\nDon Juan said then that in the strategic inventories of warriors, self-importance figures as the\nactivity that consumes the greatest amount of energy, hence, their effort to eradicate it.\n&amp;quot;One of the first concerns of warriors is to free that energy in order to face the unknown with\nit,&amp;quot; don Juan went on. &amp;quot;The action of rechanneling that energy is impeccability.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;When I urged don Juan to explain it more clearly, he added that we all have a determined \nquantity of basic energy That quantity is all the energy we have, and we use all of it for \nperceiving and dealing with our engulfing world. He repeated various times, to \nemphasize it, that there is no more energy for us anywhere and, since our available \nenergy is already engaged, \nthere is not a single bit left in us for any extraordinary perception, such as dreaming. \n&amp;quot;Where does that leave us?&amp;quot; I asked. \n&amp;quot;It leaves us to scrounge energy for ourselves, wherever we can find it,&amp;quot; he replied. \nDon Juan explained that sorcerers have a scrounging method. They intelligently redeploy \ntheir energy by cutting down any thing they consider superfluous in their lives. They call \nthis method the sorcerers&amp;#39; way. In essence, the sorcerers&amp;#39; way, as don Juan put it, is a \nchain of behavioral choices for dealing with the world, choices much more intelligent \nthan those our progenitors taught us. These sorcerers&amp;#39; choices are designed to revamp our \nlives by altering our basic reactions about being alive.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So, what could be done to apply those principles in our real life and practice? We need to be strategic here and take some of our imagination. We could write down our habits and patterns, this is one way. Like a navigator&amp;#39;s log already mentioned under another post. We could do something in our smartphone (a better and more useful way to use it than reading facebook posts!). Or if our attention is well developed, we could observe it without any written elements, just directly. As I am not some super-talented sorcerer, I am writing down my day on paper and how I spend it trying to specifically focus on repetitive activities. And specifically on what I do, less on what I think or feel because those are parts of me me me and subject to interpretation. But our body, like it&amp;#39;s tensions, breathing and movement patterns, postures are the rock solid fact which happens. And along the way you start getting some very interesting insights, like you are starting to see that you were living in your head for a very long time and forgot about your body as a whole, as an acting and a perceptive unit. So you want to become friends with it again. And you start to see very clearly that some of your actions and habits are very boring and useless and so you start to get rid of them automatically. Like you see &amp;quot;aha, every day in the morning I am reading some bad news about wars, while heavily breathing and being very tense in my shoulders. Then I bring this tension and shallow breath into my day.&amp;quot; And you stop doing it. Slowly, bit by bit and day by you are starting to clean your tonal, become more disciplined and attentive. \nEnergy drain is starting to leave your daily life and your inner dialogue becomes more calm and you get more daily pauses in it.&lt;/p&gt;\n\n&lt;p&gt;If you couple it with &amp;quot;nightly&amp;quot; techniques - your life slowly becomes magical. Not only your dreams, your gazing experience, but your whole life and being becomes more aligned and sober. You start to act as a warrior without doing the philosophical part of it, but living it.&lt;/p&gt;\n\n&lt;p&gt;Bit by bit, you can also start exploring the &amp;quot;inner&amp;quot; side of your tonal, specifically your emotional, thinking and reactional patterns. The same things you are observing during recapitulation, but actively, during your daily activities, thus expanding the area of your stalking from your actions and habits lying on the surface of the tonal to the &amp;quot;deeper&amp;quot; areas.&lt;/p&gt;\n\n&lt;p&gt;Slowly, step by step you are getting closer to the &amp;quot;tonal of the warrior&amp;quot;. No pretending, no placebos or posturing yourself as a true warrior. Just a careful and very precise daily work towards saving energy, becoming who you really are and unlearning everything the world has put on top of our being.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "e041b6bc-6005-11ea-a799-0edc1fd152bd", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "fwr2gu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "jd198703", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/fwr2gu/on_the_warriors_path_and_stalking/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/fwr2gu/on_the_warriors_path_and_stalking/", "subreddit_subscribers": 9561, "created_utc": 1586288245.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fmqpj1t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1586304310.0, "send_replies": true, "parent_id": "t1_fmqpb86", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Cholita had a copy...\n\nShe told me she lost it, but I can't help noticing, she still has all of her Castaneda books,despite making a show for me, out of tossing them out.\n\nMargarette is the one who has it.  And she's still alive as far as I know.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmqpj1t", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita had a copy...&lt;/p&gt;\n\n&lt;p&gt;She told me she lost it, but I can&amp;#39;t help noticing, she still has all of her Castaneda books,despite making a show for me, out of tossing them out.&lt;/p&gt;\n\n&lt;p&gt;Margarette is the one who has it.  And she&amp;#39;s still alive as far as I know.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fwr2gu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fwr2gu/on_the_warriors_path_and_stalking/fmqpj1t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586304310.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fmrjq43", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "created_utc": 1586325305.0, "send_replies": true, "parent_id": "t1_fmqpb86", "score": 1, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was always actually surprised why Renata didn't decide to release Carol's and Taisha's books and why they are not even selling the existing ones. Maybe they just want doing the things their own way.\n\nWhen I decided to get all Carlos' books in English from Amazon, I've a harder time ordering them one by one, and had mostly to stick to used copies.\n\n&gt;And you're actually working at something that's difficult! Kudos, and push it as far as you can!\n\nThank you very much! Workin on it. I am sure that with Dan's \"nightly\" part it could have a great potential. If we don't get lazy and do the work.", "edited": 1586364945.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmrjq43", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was always actually surprised why Renata didn&amp;#39;t decide to release Carol&amp;#39;s and Taisha&amp;#39;s books and why they are not even selling the existing ones. Maybe they just want doing the things their own way.&lt;/p&gt;\n\n&lt;p&gt;When I decided to get all Carlos&amp;#39; books in English from Amazon, I&amp;#39;ve a harder time ordering them one by one, and had mostly to stick to used copies.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;And you&amp;#39;re actually working at something that&amp;#39;s difficult! Kudos, and push it as far as you can!&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Thank you very much! Workin on it. I am sure that with Dan&amp;#39;s &amp;quot;nightly&amp;quot; part it could have a great potential. If we don&amp;#39;t get lazy and do the work.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fwr2gu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fwr2gu/on_the_warriors_path_and_stalking/fmrjq43/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586325305.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fmqpb86", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1586304182.0, "send_replies": true, "parent_id": "t3_fwr2gu", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "One of the holy grail's of Tensegrity is what u/danl999 has started doing, integrating it subtly and outwardly imperceptibly into his everyday movements such as walking down the street.\n\nI'm really forlorn that Taisha Abelar's unpublished \"Stalking The Double\" remains just that, unreleased. I've always felt that the stalking side of things needed at least one more book to do it justice...it's such a complex and multi-faceted practice.\n\nI hope we don't have to wait another 20 years or until she is declared legally dead before it can be published.\n\nAnd you're actually working at something that's difficult! Kudos! Push it as far as you can!", "edited": 1610647649.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmqpb86", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One of the holy grail&amp;#39;s of Tensegrity is what &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; has started doing, integrating it subtly and outwardly imperceptibly into his everyday movements such as walking down the street.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m really forlorn that Taisha Abelar&amp;#39;s unpublished &amp;quot;Stalking The Double&amp;quot; remains just that, unreleased. I&amp;#39;ve always felt that the stalking side of things needed at least one more book to do it justice...it&amp;#39;s such a complex and multi-faceted practice.&lt;/p&gt;\n\n&lt;p&gt;I hope we don&amp;#39;t have to wait another 20 years or until she is declared legally dead before it can be published.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;re actually working at something that&amp;#39;s difficult! Kudos! Push it as far as you can!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fwr2gu/on_the_warriors_path_and_stalking/fmqpb86/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586304182.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_fwr2gu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]