[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I've recently started reading Castaneda's books again, and I came across the quotes below, which gave me a feeling to post these here for other's to attend to.\n\nFor awhile I had been fixing my attention to silence my internal dialogue, and while after a few hours I do see colors at night, and lines that get brighter when I focus on them I was still trying to make sense internal dialogue \"under-standing\" of my experiences.\n\nHowever, a few days ago I followed Juan's instructions to focus and simply un-focus my attention, and peripherally use my eyes to feel everything around me as I walk around, and after an hour the colors around me intensified, and I could see bright colored orbs around certain plants and trees around me.\n\nAt this point it was like I was unable to even attempt to go into an analytic mode, I had been feeling so much with my eyes that for awhile that became my way of seeing rather than analytical.\n\nFunnily enough I had a very strong feeling to read past the 1st Carlos book, which is the one I had read and then stopped. I am glad I did not try to understand that feeling, and just did followed through on reading :).\n\n**\"The most difficult part about the warrior’s way is to realize that the world is a feeling. When one is** ***not-doing***\\*\\*, one is feeling the world, and one feels the world through its lines.”\\*\\*\n\n**“*****Doing*** **is what makes that rock a rock and that bush a bush.** ***Doing*** **is what makes you yourself and me myself.”I told him that his explanation did not explain anything. He laughed and scratched his temples.“That’s the problem with talking,” he said. “It always makes one confuse the issues. If one starts talking about** ***doing*****, one always ends up talking about something else. It is better to just act.”“Take that rock for instance. To look at it is** ***doing***\\*\\*, but to\\*\\* ***see*** **it is** ***not-doing***\\*\\*”\\*\\***I had to confess that his words were not making sense to me. “Oh yes they do!” he exclaimed. “But you are convinced that they don’t because that is your doing. That is the way you act towards me and the world.”**\n\n**“You may say that there is movement in them, or you may say that the lines of the world are shown in them, or you may say that feelings come from them.”“But how could feelings come out of shadows, don Juan?”“To believe that shadows are just shadows is** ***doing***\\*\\*” he explained. “That belief is somehow stupid. Think about it this way: There is so much more to everything in the world that obviously there must be more to shadows too. After all, what makes them shadows is merely our\\*\\* ***doing***\\*\\*.”\\*\\*", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "When One Is Not-Doing One Is Feeling The World", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_hxz4v6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_633vyq7t", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1595730888.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve recently started reading Castaneda&amp;#39;s books again, and I came across the quotes below, which gave me a feeling to post these here for other&amp;#39;s to attend to.&lt;/p&gt;\n\n&lt;p&gt;For awhile I had been fixing my attention to silence my internal dialogue, and while after a few hours I do see colors at night, and lines that get brighter when I focus on them I was still trying to make sense internal dialogue &amp;quot;under-standing&amp;quot; of my experiences.&lt;/p&gt;\n\n&lt;p&gt;However, a few days ago I followed Juan&amp;#39;s instructions to focus and simply un-focus my attention, and peripherally use my eyes to feel everything around me as I walk around, and after an hour the colors around me intensified, and I could see bright colored orbs around certain plants and trees around me.&lt;/p&gt;\n\n&lt;p&gt;At this point it was like I was unable to even attempt to go into an analytic mode, I had been feeling so much with my eyes that for awhile that became my way of seeing rather than analytical.&lt;/p&gt;\n\n&lt;p&gt;Funnily enough I had a very strong feeling to read past the 1st Carlos book, which is the one I had read and then stopped. I am glad I did not try to understand that feeling, and just did followed through on reading :).&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;The most difficult part about the warrior’s way is to realize that the world is a feeling. When one is&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;not-doing&lt;/em&gt;&lt;/strong&gt;**, one is feeling the world, and one feels the world through its lines.”**&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;“&lt;/strong&gt;&lt;strong&gt;&lt;em&gt;Doing&lt;/em&gt;&lt;/strong&gt; &lt;strong&gt;is what makes that rock a rock and that bush a bush.&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;Doing&lt;/em&gt;&lt;/strong&gt; &lt;strong&gt;is what makes you yourself and me myself.”I told him that his explanation did not explain anything. He laughed and scratched his temples.“That’s the problem with talking,” he said. “It always makes one confuse the issues. If one starts talking about&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;doing&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;, one always ends up talking about something else. It is better to just act.”“Take that rock for instance. To look at it is&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;doing&lt;/em&gt;&lt;/strong&gt;**, but to** &lt;strong&gt;&lt;em&gt;see&lt;/em&gt;&lt;/strong&gt; &lt;strong&gt;it is&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;not-doing&lt;/em&gt;&lt;/strong&gt;**”**&lt;strong&gt;I had to confess that his words were not making sense to me. “Oh yes they do!” he exclaimed. “But you are convinced that they don’t because that is your doing. That is the way you act towards me and the world.”&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;“You may say that there is movement in them, or you may say that the lines of the world are shown in them, or you may say that feelings come from them.”“But how could feelings come out of shadows, don Juan?”“To believe that shadows are just shadows is&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;doing&lt;/em&gt;&lt;/strong&gt;**” he explained. “That belief is somehow stupid. Think about it this way: There is so much more to everything in the world that obviously there must be more to shadows too. After all, what makes them shadows is merely our** &lt;strong&gt;&lt;em&gt;doing&lt;/em&gt;&lt;/strong&gt;**.”**&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "hxz4v6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "CodedSync45", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/hxz4v6/when_one_is_notdoing_one_is_feeling_the_world/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/hxz4v6/when_one_is_notdoing_one_is_feeling_the_world/", "subreddit_subscribers": 9561, "created_utc": 1595730888.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fzb3pyq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1595777100.0, "send_replies": true, "parent_id": "t3_hxz4v6", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If you learn to be silent all day long, and not just when practicing, the world starts to change.\n\nYou begin to pick up those inorganic beings who are just shadow people for example.  We just posted about those in the inorganic beings section of the wiki.  They'll just run by you, but there probably won't be anything more you can do with them.\n\nJust a shadow.  And it probably can't become more, because it's in a distant band of emanations, and there's almost no overlap with us.\n\nJust enough for it to try to scare us.\n\nAs you start to perceive such things, you are \"seeing energy\".\n\nWe've been taught by the meditation police that \"seeing energy\" is a sacred thing. It's supposed to be a divination technique, where you pull amazing answers out of your hat, in order to bewilder someone.  People have built that \"don Juan\" fantasy up in their minds, the same way they learned to hate the old sorcerers, inorganic beings, and to publicly display how impeccable they are, on Facebook.\n\nAbsent any real knowledge, they built a fantasy world that makes it even more difficult for them to learn, because their expectations can never be met.  Even worse, once puffed up like that, if the real thing comes along, they're sure to curse it.  It's not what they fantasized.\n\nBut in fact, gazing at darkness inevitably leads to *seeing* energy.  And at first, it's so vague you'll only be thinking, \"How come I can see the walls in a pitch black room?\"\n\nIt's not the walls.  It's energy.   In Silent Knowledge publication, Carlos says you can learn to do this so well, you can watch movies on any horizon.  He used to read from his palm in private classes, letting *intent* give us part of a lecture.\n\nThe blobs and lines are the start. A way to lure the assemblage point.  But as it get lured, and reaches past the halfway mark on that J curve, the walls of your room start to have fine details.  Those can be vertical lines, but then the next time you look, they're all horizontal.  These show up on any flat surface, even your palm.\n\nAt that point, you can extract anything with your gaze.  The gaze forces your \"doing\" on the details, and they become something real.\n\n\"Doing\" of course, is Mr. DoubleTake's favorite activity.  And if you've starved him enough to allow you to see energy, he's eager to get back in control, and turn it into something he understands.  I believe he's what you are sensing.\n\nThe lowest level of the internal dialogue. The tyrant.\n\nIf you've siezed control from him,  he wants it back. So he won't interfere with  you producing real magic, as long as the magic is more familiar to him.\n\nYou can literally extract anything you like, although that kind of control takes a lot of continuous practice, and the ability fades fast.\n\nBetter is not to expect anything, and let whatever forms be there.\n\nThat's probably what Juan did a few days ago, in his \"intercepted dream\".\n\nBut if you back off the gaze and use peripheral vision, you *see* wider views of energy.\n\nThose can coalesce into real worlds you can enter.\n\nDuring the day, if you manage to keep up this mode, you probably won't *see* the fine lines on surfaces.\n\nJust an occasional one.  A particularly bright one.\n\nIf you walk outside in daylight,  silent, and remain aware of those odd details  that can show up,  details caused by *seeing* energy, then when you pass through a real shadow, such as from a tree branch, you can **literally** feel it.\n\nIt's as if  the shadow is thick, and somehow suspended in the air.  Zuleica said, \"As thick as water\".\n\nI can't say it isn't.  But the thickness is somewhere else.\n\nBecause you're *seeing* energy and not insisting on finding anything in particular (gazing), you can be influenced by whatever is around.\n\nAnd the shadow can yank on your assemblage point.\n\nYou'll feel like you are about to float into the air.  It almost pulls your dreaming double out of you, to go a different direction.\n\nIt's a sign that the luminous shell is visible, if you can just manage to let it go a tiny bit further.\n\nBut there of course is where the \"mastery of intent\" lies.\n\nIn not interfering with perception.\n\n*Seeing* energy on a flat surface, such as a wall, you can \"play\" with *intent*.", "edited": 1595785090.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fzb3pyq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you learn to be silent all day long, and not just when practicing, the world starts to change.&lt;/p&gt;\n\n&lt;p&gt;You begin to pick up those inorganic beings who are just shadow people for example.  We just posted about those in the inorganic beings section of the wiki.  They&amp;#39;ll just run by you, but there probably won&amp;#39;t be anything more you can do with them.&lt;/p&gt;\n\n&lt;p&gt;Just a shadow.  And it probably can&amp;#39;t become more, because it&amp;#39;s in a distant band of emanations, and there&amp;#39;s almost no overlap with us.&lt;/p&gt;\n\n&lt;p&gt;Just enough for it to try to scare us.&lt;/p&gt;\n\n&lt;p&gt;As you start to perceive such things, you are &amp;quot;seeing energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve been taught by the meditation police that &amp;quot;seeing energy&amp;quot; is a sacred thing. It&amp;#39;s supposed to be a divination technique, where you pull amazing answers out of your hat, in order to bewilder someone.  People have built that &amp;quot;don Juan&amp;quot; fantasy up in their minds, the same way they learned to hate the old sorcerers, inorganic beings, and to publicly display how impeccable they are, on Facebook.&lt;/p&gt;\n\n&lt;p&gt;Absent any real knowledge, they built a fantasy world that makes it even more difficult for them to learn, because their expectations can never be met.  Even worse, once puffed up like that, if the real thing comes along, they&amp;#39;re sure to curse it.  It&amp;#39;s not what they fantasized.&lt;/p&gt;\n\n&lt;p&gt;But in fact, gazing at darkness inevitably leads to &lt;em&gt;seeing&lt;/em&gt; energy.  And at first, it&amp;#39;s so vague you&amp;#39;ll only be thinking, &amp;quot;How come I can see the walls in a pitch black room?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not the walls.  It&amp;#39;s energy.   In Silent Knowledge publication, Carlos says you can learn to do this so well, you can watch movies on any horizon.  He used to read from his palm in private classes, letting &lt;em&gt;intent&lt;/em&gt; give us part of a lecture.&lt;/p&gt;\n\n&lt;p&gt;The blobs and lines are the start. A way to lure the assemblage point.  But as it get lured, and reaches past the halfway mark on that J curve, the walls of your room start to have fine details.  Those can be vertical lines, but then the next time you look, they&amp;#39;re all horizontal.  These show up on any flat surface, even your palm.&lt;/p&gt;\n\n&lt;p&gt;At that point, you can extract anything with your gaze.  The gaze forces your &amp;quot;doing&amp;quot; on the details, and they become something real.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Doing&amp;quot; of course, is Mr. DoubleTake&amp;#39;s favorite activity.  And if you&amp;#39;ve starved him enough to allow you to see energy, he&amp;#39;s eager to get back in control, and turn it into something he understands.  I believe he&amp;#39;s what you are sensing.&lt;/p&gt;\n\n&lt;p&gt;The lowest level of the internal dialogue. The tyrant.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;ve siezed control from him,  he wants it back. So he won&amp;#39;t interfere with  you producing real magic, as long as the magic is more familiar to him.&lt;/p&gt;\n\n&lt;p&gt;You can literally extract anything you like, although that kind of control takes a lot of continuous practice, and the ability fades fast.&lt;/p&gt;\n\n&lt;p&gt;Better is not to expect anything, and let whatever forms be there.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s probably what Juan did a few days ago, in his &amp;quot;intercepted dream&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But if you back off the gaze and use peripheral vision, you &lt;em&gt;see&lt;/em&gt; wider views of energy.&lt;/p&gt;\n\n&lt;p&gt;Those can coalesce into real worlds you can enter.&lt;/p&gt;\n\n&lt;p&gt;During the day, if you manage to keep up this mode, you probably won&amp;#39;t &lt;em&gt;see&lt;/em&gt; the fine lines on surfaces.&lt;/p&gt;\n\n&lt;p&gt;Just an occasional one.  A particularly bright one.&lt;/p&gt;\n\n&lt;p&gt;If you walk outside in daylight,  silent, and remain aware of those odd details  that can show up,  details caused by &lt;em&gt;seeing&lt;/em&gt; energy, then when you pass through a real shadow, such as from a tree branch, you can &lt;strong&gt;literally&lt;/strong&gt; feel it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s as if  the shadow is thick, and somehow suspended in the air.  Zuleica said, &amp;quot;As thick as water&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t say it isn&amp;#39;t.  But the thickness is somewhere else.&lt;/p&gt;\n\n&lt;p&gt;Because you&amp;#39;re &lt;em&gt;seeing&lt;/em&gt; energy and not insisting on finding anything in particular (gazing), you can be influenced by whatever is around.&lt;/p&gt;\n\n&lt;p&gt;And the shadow can yank on your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll feel like you are about to float into the air.  It almost pulls your dreaming double out of you, to go a different direction.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a sign that the luminous shell is visible, if you can just manage to let it go a tiny bit further.&lt;/p&gt;\n\n&lt;p&gt;But there of course is where the &amp;quot;mastery of intent&amp;quot; lies.&lt;/p&gt;\n\n&lt;p&gt;In not interfering with perception.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Seeing&lt;/em&gt; energy on a flat surface, such as a wall, you can &amp;quot;play&amp;quot; with &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/hxz4v6/when_one_is_notdoing_one_is_feeling_the_world/fzb3pyq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1595777100.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_hxz4v6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}]