[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Posting by request of u/danl999\n\n \"The classifications of the shamans of ancient Mexico,\" don Juan replied, \"were more profound than the conclusions of modern scientists, because they stemmed from perceiving energy directly as it flows in the universe. When the human body is perceived as energy, it is utterly patent that it is composed not of two parts, but of two different types of energy: two different currents of energy, two opposing and at the same nine complementary forces that coexist side by side, mirroring, in this fashion, the dual structure of everything in the universe at large.\" The shamans of ancient Mexico accorded each-one of these two different kinds of energy the stature of a total body, and spoke exclusively in terms of the left body and the right body. Their emphasis was on the left body, because they considered it to be the most effective, in terms of the nature of its energy configuration, for the ultimate goals of shamanism. The shamans of ancient Mexico, who depicted the two bodies as streams of energy, depicted the left stream as being more turbulent and aggressive, moving in undulating ripples and projecting out waves of energy. When illustrating what he was talking about, don Juan asked me to visualize a scene in which the left body was like half of the sun, and that all the solar flares happened on that half. The waves of energy projected out of the left body were like those solar flares - always perpendicular to the round surface from which they originated. He depicted the stream of energy of the right body as not being turbulent at all on the surface. It moved like water inside a tank which was being slightly tilted back and forth. There were no ripples in it, but a continuous rocking motion. At a deeper level, however, it swirled in rotational circles in the form of spirals. Don Juan asked me to envision a very wide, peaceful-looking tropical river, where the water on the surface seemed barely to move, but which had shattering riptides below the surface. In the world of everyday life, these two currents are amalgamated into a single unit: the human body as we know it. To the eye of the seer, however, the energy of the total body is circular. This meant to the sorcerers of don Juan's lineage that the right body was the predominant force.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Left and the Right bodies", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_kmfdbq", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3tl0tnl8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1609251903.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Posting by request of &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The classifications of the shamans of ancient Mexico,&amp;quot; don Juan replied, &amp;quot;were more profound than the conclusions of modern scientists, because they stemmed from perceiving energy directly as it flows in the universe. When the human body is perceived as energy, it is utterly patent that it is composed not of two parts, but of two different types of energy: two different currents of energy, two opposing and at the same nine complementary forces that coexist side by side, mirroring, in this fashion, the dual structure of everything in the universe at large.&amp;quot; The shamans of ancient Mexico accorded each-one of these two different kinds of energy the stature of a total body, and spoke exclusively in terms of the left body and the right body. Their emphasis was on the left body, because they considered it to be the most effective, in terms of the nature of its energy configuration, for the ultimate goals of shamanism. The shamans of ancient Mexico, who depicted the two bodies as streams of energy, depicted the left stream as being more turbulent and aggressive, moving in undulating ripples and projecting out waves of energy. When illustrating what he was talking about, don Juan asked me to visualize a scene in which the left body was like half of the sun, and that all the solar flares happened on that half. The waves of energy projected out of the left body were like those solar flares - always perpendicular to the round surface from which they originated. He depicted the stream of energy of the right body as not being turbulent at all on the surface. It moved like water inside a tank which was being slightly tilted back and forth. There were no ripples in it, but a continuous rocking motion. At a deeper level, however, it swirled in rotational circles in the form of spirals. Don Juan asked me to envision a very wide, peaceful-looking tropical river, where the water on the surface seemed barely to move, but which had shattering riptides below the surface. In the world of everyday life, these two currents are amalgamated into a single unit: the human body as we know it. To the eye of the seer, however, the energy of the total body is circular. This meant to the sorcerers of don Juan&amp;#39;s lineage that the right body was the predominant force.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "kmfdbq", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "jd198703", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/", "subreddit_subscribers": 9561, "created_utc": 1609251903.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ghezplr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1609267096.0, "send_replies": true, "parent_id": "t3_kmfdbq", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; The waves of energy projected out of the left body were like those solar flares - always perpendicular to the round surface from which they originated.\n\nI watch that nightly, in the darkroom.  The more you watch it, the easier it is to see details.\n\nLast night I could clearly see most of it, and tried out Zuleica's pass, to see if the rocking motion induced any tentacles to touch the ground.\n\nCholita taught me what it looks like, in full sunlight.  Becasue of that I don't ignore it, when I get a vague glimpse.\n\nI'm sure some of you see it, but you ignore it. Too many vague details to see in the darkroom.\n\nWhen the Tentacles do touch the ground, as Zuleica instructed us to learn, it feels like a \"real\" limb. Your hand or your foot.  Very real and solid.\n\nBut it's an energy tentacle, and can pass through the bed to get to the floor. If it didn't do that, you might not even realize it wasn't just your tonal hand or foot.\n\nWhile I was watching it, and wondering why it was so hard to see that others hadn't yet found it in this subreddit, I realized that scooping puffs of color onto your torso, is merely a trick to get you to look there expecting to see light in the darkness.\n\nI can't prove it.  But I believe, you don't rebuild it. Or charge it up.\n\nYou just notice it. And purple puffs of brilliant light glowing on your chest, will cause you to eventually see the outer curve of that \"sun\". It'll even be yellowish!\n\nFrom that radiates fine hairs, and an occasional thick yellow or light brown tentacle. I almost managed to count mine last night, but still some always are behind you. They rotate around, but in my front view there's 2 at most.\n\nThis \"second attention energy body\" is what becomes \"the double\".\n\nI can't prove that, but I believe since it's an \"inorganic being\" (no actual matter associated with it), it can also \"project\" an appearance, the way normal IOBs do.\n\nSo, Zuleica can be Emilito.\n\nAnd I'm just lucky that Cholita doesn't become Richard.\n\nCholita likes herself at 33 years old.  She's mid 50s now.\n\nHere's another thought.  Potentially very disturbing.\n\nWe can't do any magic, unless we are in our double.\n\nNeither could anyone in don Juan's party.\n\nVery disturbing if true.\n\nBut not the kind of thing you'd advertise, if you wanted to lure people to learn.\n\nAnd the transition between them can be so smooth, you don't even notice it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ghezplr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; The waves of energy projected out of the left body were like those solar flares - always perpendicular to the round surface from which they originated.&lt;/p&gt;\n\n&lt;p&gt;I watch that nightly, in the darkroom.  The more you watch it, the easier it is to see details.&lt;/p&gt;\n\n&lt;p&gt;Last night I could clearly see most of it, and tried out Zuleica&amp;#39;s pass, to see if the rocking motion induced any tentacles to touch the ground.&lt;/p&gt;\n\n&lt;p&gt;Cholita taught me what it looks like, in full sunlight.  Becasue of that I don&amp;#39;t ignore it, when I get a vague glimpse.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure some of you see it, but you ignore it. Too many vague details to see in the darkroom.&lt;/p&gt;\n\n&lt;p&gt;When the Tentacles do touch the ground, as Zuleica instructed us to learn, it feels like a &amp;quot;real&amp;quot; limb. Your hand or your foot.  Very real and solid.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s an energy tentacle, and can pass through the bed to get to the floor. If it didn&amp;#39;t do that, you might not even realize it wasn&amp;#39;t just your tonal hand or foot.&lt;/p&gt;\n\n&lt;p&gt;While I was watching it, and wondering why it was so hard to see that others hadn&amp;#39;t yet found it in this subreddit, I realized that scooping puffs of color onto your torso, is merely a trick to get you to look there expecting to see light in the darkness.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t prove it.  But I believe, you don&amp;#39;t rebuild it. Or charge it up.&lt;/p&gt;\n\n&lt;p&gt;You just notice it. And purple puffs of brilliant light glowing on your chest, will cause you to eventually see the outer curve of that &amp;quot;sun&amp;quot;. It&amp;#39;ll even be yellowish!&lt;/p&gt;\n\n&lt;p&gt;From that radiates fine hairs, and an occasional thick yellow or light brown tentacle. I almost managed to count mine last night, but still some always are behind you. They rotate around, but in my front view there&amp;#39;s 2 at most.&lt;/p&gt;\n\n&lt;p&gt;This &amp;quot;second attention energy body&amp;quot; is what becomes &amp;quot;the double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t prove that, but I believe since it&amp;#39;s an &amp;quot;inorganic being&amp;quot; (no actual matter associated with it), it can also &amp;quot;project&amp;quot; an appearance, the way normal IOBs do.&lt;/p&gt;\n\n&lt;p&gt;So, Zuleica can be Emilito.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m just lucky that Cholita doesn&amp;#39;t become Richard.&lt;/p&gt;\n\n&lt;p&gt;Cholita likes herself at 33 years old.  She&amp;#39;s mid 50s now.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s another thought.  Potentially very disturbing.&lt;/p&gt;\n\n&lt;p&gt;We can&amp;#39;t do any magic, unless we are in our double.&lt;/p&gt;\n\n&lt;p&gt;Neither could anyone in don Juan&amp;#39;s party.&lt;/p&gt;\n\n&lt;p&gt;Very disturbing if true.&lt;/p&gt;\n\n&lt;p&gt;But not the kind of thing you&amp;#39;d advertise, if you wanted to lure people to learn.&lt;/p&gt;\n\n&lt;p&gt;And the transition between them can be so smooth, you don&amp;#39;t even notice it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/ghezplr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609267096.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kmfdbq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ghek9ab", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "jd198703", "can_mod_post": false, "created_utc": 1609259443.0, "send_replies": true, "parent_id": "t3_kmfdbq", "score": 5, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "To the eye of the seer, however, the energy of the total body is circular. This meant to \r\nthe sorcerers of don Juan's lineage that the right body was the predominant force.\r\n\"What happens in the case of left-handed people?\" I asked him once. \"Are they more\r\nsuitable for the endeavors of sorcerers?\"\r\n\"Why do you think they should be?\" he replied, seemingly surprised by my question.\r\n\"Because obviously, the left side is predominant,\" I said.\r\n\"This predominance is of no importance whatsoever for sorcerers,\" he said. \"Yes, the \r\nleft side predominates in the sense that they can hold a hammer with their left hand\r\nvery effectively. They write with their left hand. They can hold a knife with their left \r\nhand, and do it very well. If they are leg shakers, they can certainly shake the left knee\r\nwith great rhythm. In other words, they have rhythm in their left body, but sorcery is \r\nnot a matter of that kind of predominance. The right body still rules them with a circular \r\nmotion.\"\n\n...\n\n\"Awareness is the only avenue that human beings have for evolution,\" he said to me \r\nonce, \"and something extraneous to us, something that has to do with the predatorial \r\ncondition of the universe, has interrupted our possibility of evolving by taking \r\npossession of our awareness. Human beings have fallen prey to a predatorial force, \r\nwhich has imposed on them, for its own convenience, the passivity which is \r\ncharacteristic of the energy of the right body.\"\r\nDon Juan described our evolutionary possibility as a journey that our awareness takes \r\nacross something the shamans of ancient Mexico called the dark sea of awareness:\r\nsomething which they considered to be an actual feature of the universe, an\r\nincommensurable element that permeates the universe, like clouds of matter, or light.\r\nDon Juan was convinced that the predominance of the right body in this unbalanced\r\nmerging of the right and left bodies marks the interruption of our journey of awareness. \r\nWhat seems for us to be the natural dominance of one side over the other was, for the\r\nsorcerers of his lineage, an aberration, which they strove to correct.\r\nThose shamans believed that in order to establish a harmonious division between the \r\nleft and the right bodies, practitioners needed to enhance their awareness. Any \r\nenhancement of human awareness, however, had to be buttressed by the most exigent \r\ndiscipline. Otherwise, this enhancement, painfully accomplished, would turn into an \r\nobsession, resulting in anything from psychological aberration to energetic injury.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ghek9ab", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;To the eye of the seer, however, the energy of the total body is circular. This meant to \nthe sorcerers of don Juan&amp;#39;s lineage that the right body was the predominant force.\n&amp;quot;What happens in the case of left-handed people?&amp;quot; I asked him once. &amp;quot;Are they more\nsuitable for the endeavors of sorcerers?&amp;quot;\n&amp;quot;Why do you think they should be?&amp;quot; he replied, seemingly surprised by my question.\n&amp;quot;Because obviously, the left side is predominant,&amp;quot; I said.\n&amp;quot;This predominance is of no importance whatsoever for sorcerers,&amp;quot; he said. &amp;quot;Yes, the \nleft side predominates in the sense that they can hold a hammer with their left hand\nvery effectively. They write with their left hand. They can hold a knife with their left \nhand, and do it very well. If they are leg shakers, they can certainly shake the left knee\nwith great rhythm. In other words, they have rhythm in their left body, but sorcery is \nnot a matter of that kind of predominance. The right body still rules them with a circular \nmotion.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Awareness is the only avenue that human beings have for evolution,&amp;quot; he said to me \nonce, &amp;quot;and something extraneous to us, something that has to do with the predatorial \ncondition of the universe, has interrupted our possibility of evolving by taking \npossession of our awareness. Human beings have fallen prey to a predatorial force, \nwhich has imposed on them, for its own convenience, the passivity which is \ncharacteristic of the energy of the right body.&amp;quot;\nDon Juan described our evolutionary possibility as a journey that our awareness takes \nacross something the shamans of ancient Mexico called the dark sea of awareness:\nsomething which they considered to be an actual feature of the universe, an\nincommensurable element that permeates the universe, like clouds of matter, or light.\nDon Juan was convinced that the predominance of the right body in this unbalanced\nmerging of the right and left bodies marks the interruption of our journey of awareness. \nWhat seems for us to be the natural dominance of one side over the other was, for the\nsorcerers of his lineage, an aberration, which they strove to correct.\nThose shamans believed that in order to establish a harmonious division between the \nleft and the right bodies, practitioners needed to enhance their awareness. Any \nenhancement of human awareness, however, had to be buttressed by the most exigent \ndiscipline. Otherwise, this enhancement, painfully accomplished, would turn into an \nobsession, resulting in anything from psychological aberration to energetic injury.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/ghek9ab/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609259443.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kmfdbq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ghenpoz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "canastataa", "can_mod_post": false, "created_utc": 1609261176.0, "send_replies": true, "parent_id": "t3_kmfdbq", "score": 4, "author_fullname": "t2_d3tum", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I will frame this according to my interpretation, and this is exactly what the right side energy does - conceptualize, frame, streamline a narrative.\n\n&amp;#x200B;\n\nThis whole thing is put on pedestal in today world. Children are pressured in school  to become and act as right energy dominant. We can talk and describe properties all day, yet the simple of act of perceiving and  just being can not be put into words adequately. In a way we become too obsessed with  perceiving ourselves in 3rd person. As another item among other items, all given properties that become self fulfilled prophecies  . Slowly and surely losing the ability to act explosively with the essence of the untamed child.\n\n&amp;#x200B;\n\nThis is not to say that the left side doesnt have drawbacks. But the right energy can curb it in a way that only the better part of the essence is expressed.\n\nWhen i reach the silence to perceive colors i see them as  moving in undulating ripples and projecting out waves of energy. Any conceptualization of this process simply shuts it down.", "edited": 1609261474.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ghenpoz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I will frame this according to my interpretation, and this is exactly what the right side energy does - conceptualize, frame, streamline a narrative.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;This whole thing is put on pedestal in today world. Children are pressured in school  to become and act as right energy dominant. We can talk and describe properties all day, yet the simple of act of perceiving and  just being can not be put into words adequately. In a way we become too obsessed with  perceiving ourselves in 3rd person. As another item among other items, all given properties that become self fulfilled prophecies  . Slowly and surely losing the ability to act explosively with the essence of the untamed child.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;This is not to say that the left side doesnt have drawbacks. But the right energy can curb it in a way that only the better part of the essence is expressed.&lt;/p&gt;\n\n&lt;p&gt;When i reach the silence to perceive colors i see them as  moving in undulating ripples and projecting out waves of energy. Any conceptualization of this process simply shuts it down.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/ghenpoz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609261176.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kmfdbq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ghec652", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1609255085.0, "send_replies": true, "parent_id": "t3_kmfdbq", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And also the updated diagram of the [8 Points](https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/f2xlscv).\n\nThe text of that post has more info on the points.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ghec652", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And also the updated diagram of the &lt;a href=\"https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/f2xlscv\"&gt;8 Points&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;The text of that post has more info on the points.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/ghec652/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609255085.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kmfdbq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gheydnb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "created_utc": 1609266448.0, "send_replies": true, "parent_id": "t3_kmfdbq", "score": 2, "author_fullname": "t2_4dmerkxi", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; At a deeper level, however, it swirled in rotational circles in the form of spirals\n\nSounds like almost every night now.\n\nIt starts off as this little point of white then grows a little and looks a bit like a sea shell. It starts rotating and when it reaches a peak size it floats off and as it's floating away it straightens out the spiral into a fuzzy line. Then over again from it's original starting point.\n\nHaven't been able to figure out what those are. They're bright white and maybe like a yellow/gold glow around the outside. They keep coming back at certain levels of silence. Multiple times a night. They're probably the most common recurring theme for me atm.", "edited": 1609267210.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gheydnb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; At a deeper level, however, it swirled in rotational circles in the form of spirals&lt;/p&gt;\n\n&lt;p&gt;Sounds like almost every night now.&lt;/p&gt;\n\n&lt;p&gt;It starts off as this little point of white then grows a little and looks a bit like a sea shell. It starts rotating and when it reaches a peak size it floats off and as it&amp;#39;s floating away it straightens out the spiral into a fuzzy line. Then over again from it&amp;#39;s original starting point.&lt;/p&gt;\n\n&lt;p&gt;Haven&amp;#39;t been able to figure out what those are. They&amp;#39;re bright white and maybe like a yellow/gold glow around the outside. They keep coming back at certain levels of silence. Multiple times a night. They&amp;#39;re probably the most common recurring theme for me atm.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kmfdbq/the_left_and_the_right_bodies/gheydnb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609266448.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kmfdbq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]