[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/bkdunt1ghb451.jpg?width=680&amp;format=pjpg&amp;auto=webp&amp;s=3eb765932ae1853e58c7ce0c6f16f5edba71e69e\n\nIf you learn to scoop colors in darkness, and eventually are able to move your assemblage point so far that you can stop the world, it goes very much like this account of the talking Coyote, from Carlos' books.\n\nThis reaffirms for me why Carlos told us to stop reading the books.\n\nThis account is so similar to what happens to me when stopping the world, that I would have doubted my experiences, if I had read it too recently.\n\nReading it now gives me verification that my interpretation of what happened was right.\n\nReading it earlier would have worried me that the story caused the experience.\n\nPlease notice in this story that once again don Juan used inorganic beings to help Carlos learn.\n\nLet's get rid of the idea that they should be avoided! I still puzzle at how that came to be in the Castaneda community.\n\nCome on guys!  Demons, Fairies, talking animals?\n\nWhat could be more fun?\n\nAll of you can duplicate this story for yourself.\n\nI do it all the time!\n\nI wouldn't try it outdoors, but maybe it's just  because I'm lazy.\n\nPlease notice whether inorganic beings or magical coyotes actually speak.  Carlos believed they do, don Juan insisted it's something else.\n\nI worry a little when students believe they've seen an IOB, and it was talking to them like an old buddy.\n\nMyself, I've never heard one speak.\n\nAnd yet, Fairy manages to communicate words at times.\n\nAnd notice how stopping the world finally ends.  You blank out and come to.\n\nIf you slide on the side of stopping the world, right off the edge of it like a Ricochet, you can enter another world instead.\n\nAlso, you might get an \"offer\" just short of stopping the world.  Entry to somewhere.\n\nThey all seem to end the same way.  You have no idea how you got back.\n\nIt's also very hard in most cases, to figure out how long those amazing visions lasted.\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\n\"This is my gesture for you,\" don Juan said, holding the grip he had on my hand for an instant. \"Now you must go by yourself into those friendly mountains.\" He pointed with his chin to the distant range of mountains towards the southeast. He said that I had to remain there until my body told me to quit and then return to his house. He let me know that he did not want me to say anything or to wait any longer by shoving me gently in the direction of my car.\n\n\"What am I supposed to do there?\" I asked.\n\nHe did not answer but looked at me, shaking his head. \"No more of that,\" he finally said. Then he pointed his finger to the southeast.\n\n\"Go there,\" he said cuttingly.\n\n\\*\\*\\*\n\nMy elation and joy were so overwhelming that I began to weep. Don Juan was right. He had always been right. I was living in a most mysterious world and, like everyone else, I was a most mysterious being, and yet I was no more important than a beetle. I wiped my eyes and as I rubbed them with the back of my hand I saw a man, or something which had the shape of a man. It was to my right about fifty yards. I sat up straight and strained to see. The sun was almost on the horizon and its yellowish glow prevented me from getting a clear view. I heard a peculiar roar at that moment. It was like the sound of a distant jet plane. As I focused my attention on it, the roar increased to a prolonged sharp metallic whizzing and then it softened until it was a mesmerizing, melodious sound. The melody was like the vibration of an electrical current. The image that came to my mind was that two electrified spheres were coming together, or two square blocks of electrified metal were rubbing against each other and then coming to rest with a thump when they were perfectly leveled with each other. I again strained to see if I could distinguish the person that seemed to be hiding from me, but I could only detect a dark shape against the bushes. I shielded my eyes by placing my hands above them. The brilliancy of the sunlight changed at that moment and then I realized that what I was seeing was only an optical illusion, a play of shadows and foliage.\n\nI moved my eyes away and I saw a coyote calmly trotting across the field. The coyote was around the spot where I thought I had seen the man. It moved about fifty yards in a southerly direction and then it stopped, turned, and began walking towards me. I yelled a couple of times to scare it away, but it kept on coming. I had a moment of apprehension. I thought that it might be rabid and I even considered gathering some rocks to defend myself in case of an attack. When the animal was ten to fifteen feet away I noticed that it was not agitated in any way; on the contrary, it seemed calm and unafraid. It slowed down its gait, coming to a halt barely four or five feet from me. We looked at each other, and then the coyote came even closer. Its brown eyes were friendly and clear. I sat down on the rocks and the coyote stood almost touching me. I was dumbfounded. I had never seen a wild coyote that close, and the only thing that occurred to me at that moment was to talk to it. I began as one would talk to a friendly dog. And then I thought that the coyote \"talked\" back to me. I had the absolute certainty that it had said something. I felt confused but I did not have time to ponder upon my feelings, because the coyote \"talked\" again.\n\nIt was not that the animal was voicing words the way I am accustomed to hearing words being voiced by human beings, it was rather a \"feeling\" that it was talking. But it was not like a feeling that one has when a pet seems to communicate with its master either. The coyote actually said something; it relayed a thought and that communication came out in something quite similar to a sentence. I had said, \"How are you, little coyote?\" and I thought I had heard the animal respond, \"I'm all right, and you?\" Then the coyote repeated the sentence and I jumped to my feet. The animal did not make a single movement. It was not even startled by my sudden jump. Its eyes were still friendly and clear. It lay down on its stomach and tilted its head and asked, \"Why are you afraid?\" I sat down facing it and I carried on the weirdest conversation I had ever had. Finally it asked me what I was doing there and I said I had come there to stop the world.\n\nThe coyote said, \"Que bueno!\" and then I realized that it was a bilingual coyote. The nouns and verbs of its sentences were in English, but the conjunctions and exclamations were in Spanish. The thought crossed my mind that I was in the presence of a Chicano coyote. I began to laugh at the absurdity of it all and I laughed so hard that I became almost hysterical. Then the full weight of the impossibility of what was happening struck me and my mind wobbled. The coyote stood up and our eyes met. I stared fixedly into them. I felt they were pulling me and suddenly the animal became iridescent; it began to glow. It was as if my mind were replaying the memory of another event that had taken place ten years before, when under the influence of peyote I witnessed the metamorphosis of an ordinary dog into an unforgettable iridescent being. It was as though the coyote had triggered the recollection, and the memory of that previous event was summoned and became superimposed on the coyote's shape; the coyote was a fluid, liquid, luminous being. Its luminosity was dazzling. I wanted to cover my eyes with my hands to protect them, but I could not move. The luminous being touched me in some undefined part of myself and my body experienced such an exquisite indescribable warmth and well-being that it was as if the touch had made me explode. I became transfixed, I could not feel my feet, or my legs, or any part of my body, yet something was sustaining me erect.\n\nI have no idea how long I stayed in that position. In the meantime, the luminous coyote and the hilltop where I stood melted away. I had no thoughts or feelings. Everything had been turned off and I was floating freely.\n\nSuddenly I felt that my body had been struck and then it became enveloped by something that kindled me. I became aware then that the sun was shining on me. I could vaguely distinguish a distant range of mountains towards the west. The sun was almost over the horizon. I was looking directly into it and then I saw the \"lines of the world\". I actually perceived the most extraordinary profusion of fluorescent white lines which crisscrossed everything around me. For a moment I thought that I was perhaps experiencing sunlight as it was being refracted by my eyelashes. I blinked and looked again. The lines were constant and were superimposed on or were coming through everything in the surroundings. I turned around and examined an extraordinarily new world. The lines were visible and steady even if I looked away from the sun.\n\nI stayed on the hilltop in a state of ecstasy for what appeared to be an endless time, yet the whole event may have lasted only a few minutes, perhaps only as long as the sun shone before it reached the horizon, but to me it seemed an endless time. I felt something warm and soothing oozing out of the world and out of my own body. I knew I had discovered a secret. It was so simple. I experienced an unknown flood of feelings. Never in my life had I had such a divine euphoria, such peace, such an encompassing grasp, and yet I could not put the discovered secret into words, or even into thoughts, but my body knew it.\n\nThen I either fell asleep or I fainted. When I again became aware of myself I was lying on the rocks. I stood up. The world was as I had always seen it. It was getting dark and I automatically started on my way back to my car.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Talking Coyote", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 93, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"bkdunt1ghb451": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 71, "x": 108, "u": "https://preview.redd.it/bkdunt1ghb451.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=edb94f0e64ab8512d958df413438bdfde3763d73"}, {"y": 143, "x": 216, "u": "https://preview.redd.it/bkdunt1ghb451.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=977efa3bcfe1468b0a7d09db68bd4c1f40881e8f"}, {"y": 212, "x": 320, "u": "https://preview.redd.it/bkdunt1ghb451.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=8e3a2dc45d20a67a8e23a39ca092858fcca20c12"}, {"y": 425, "x": 640, "u": "https://preview.redd.it/bkdunt1ghb451.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=97dd192944ff495c91ff3d233a4c461bb171163f"}], "s": {"y": 452, "x": 680, "u": "https://preview.redd.it/bkdunt1ghb451.jpg?width=680&amp;format=pjpg&amp;auto=webp&amp;s=3eb765932ae1853e58c7ce0c6f16f5edba71e69e"}, "id": "bkdunt1ghb451"}}, "name": "t3_h13rvs", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/FUtI_BCg6s6_NEXZ_970IjKcUzM-19nRMBJ9RYXq-1A.jpg", "edited": 1591897166.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1591896539.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/bkdunt1ghb451.jpg?width=680&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=3eb765932ae1853e58c7ce0c6f16f5edba71e69e\"&gt;https://preview.redd.it/bkdunt1ghb451.jpg?width=680&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=3eb765932ae1853e58c7ce0c6f16f5edba71e69e&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you learn to scoop colors in darkness, and eventually are able to move your assemblage point so far that you can stop the world, it goes very much like this account of the talking Coyote, from Carlos&amp;#39; books.&lt;/p&gt;\n\n&lt;p&gt;This reaffirms for me why Carlos told us to stop reading the books.&lt;/p&gt;\n\n&lt;p&gt;This account is so similar to what happens to me when stopping the world, that I would have doubted my experiences, if I had read it too recently.&lt;/p&gt;\n\n&lt;p&gt;Reading it now gives me verification that my interpretation of what happened was right.&lt;/p&gt;\n\n&lt;p&gt;Reading it earlier would have worried me that the story caused the experience.&lt;/p&gt;\n\n&lt;p&gt;Please notice in this story that once again don Juan used inorganic beings to help Carlos learn.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s get rid of the idea that they should be avoided! I still puzzle at how that came to be in the Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;Come on guys!  Demons, Fairies, talking animals?&lt;/p&gt;\n\n&lt;p&gt;What could be more fun?&lt;/p&gt;\n\n&lt;p&gt;All of you can duplicate this story for yourself.&lt;/p&gt;\n\n&lt;p&gt;I do it all the time!&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t try it outdoors, but maybe it&amp;#39;s just  because I&amp;#39;m lazy.&lt;/p&gt;\n\n&lt;p&gt;Please notice whether inorganic beings or magical coyotes actually speak.  Carlos believed they do, don Juan insisted it&amp;#39;s something else.&lt;/p&gt;\n\n&lt;p&gt;I worry a little when students believe they&amp;#39;ve seen an IOB, and it was talking to them like an old buddy.&lt;/p&gt;\n\n&lt;p&gt;Myself, I&amp;#39;ve never heard one speak.&lt;/p&gt;\n\n&lt;p&gt;And yet, Fairy manages to communicate words at times.&lt;/p&gt;\n\n&lt;p&gt;And notice how stopping the world finally ends.  You blank out and come to.&lt;/p&gt;\n\n&lt;p&gt;If you slide on the side of stopping the world, right off the edge of it like a Ricochet, you can enter another world instead.&lt;/p&gt;\n\n&lt;p&gt;Also, you might get an &amp;quot;offer&amp;quot; just short of stopping the world.  Entry to somewhere.&lt;/p&gt;\n\n&lt;p&gt;They all seem to end the same way.  You have no idea how you got back.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also very hard in most cases, to figure out how long those amazing visions lasted.&lt;/p&gt;\n\n&lt;p&gt;**************************************&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is my gesture for you,&amp;quot; don Juan said, holding the grip he had on my hand for an instant. &amp;quot;Now you must go by yourself into those friendly mountains.&amp;quot; He pointed with his chin to the distant range of mountains towards the southeast. He said that I had to remain there until my body told me to quit and then return to his house. He let me know that he did not want me to say anything or to wait any longer by shoving me gently in the direction of my car.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What am I supposed to do there?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;He did not answer but looked at me, shaking his head. &amp;quot;No more of that,&amp;quot; he finally said. Then he pointed his finger to the southeast.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Go there,&amp;quot; he said cuttingly.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;My elation and joy were so overwhelming that I began to weep. Don Juan was right. He had always been right. I was living in a most mysterious world and, like everyone else, I was a most mysterious being, and yet I was no more important than a beetle. I wiped my eyes and as I rubbed them with the back of my hand I saw a man, or something which had the shape of a man. It was to my right about fifty yards. I sat up straight and strained to see. The sun was almost on the horizon and its yellowish glow prevented me from getting a clear view. I heard a peculiar roar at that moment. It was like the sound of a distant jet plane. As I focused my attention on it, the roar increased to a prolonged sharp metallic whizzing and then it softened until it was a mesmerizing, melodious sound. The melody was like the vibration of an electrical current. The image that came to my mind was that two electrified spheres were coming together, or two square blocks of electrified metal were rubbing against each other and then coming to rest with a thump when they were perfectly leveled with each other. I again strained to see if I could distinguish the person that seemed to be hiding from me, but I could only detect a dark shape against the bushes. I shielded my eyes by placing my hands above them. The brilliancy of the sunlight changed at that moment and then I realized that what I was seeing was only an optical illusion, a play of shadows and foliage.&lt;/p&gt;\n\n&lt;p&gt;I moved my eyes away and I saw a coyote calmly trotting across the field. The coyote was around the spot where I thought I had seen the man. It moved about fifty yards in a southerly direction and then it stopped, turned, and began walking towards me. I yelled a couple of times to scare it away, but it kept on coming. I had a moment of apprehension. I thought that it might be rabid and I even considered gathering some rocks to defend myself in case of an attack. When the animal was ten to fifteen feet away I noticed that it was not agitated in any way; on the contrary, it seemed calm and unafraid. It slowed down its gait, coming to a halt barely four or five feet from me. We looked at each other, and then the coyote came even closer. Its brown eyes were friendly and clear. I sat down on the rocks and the coyote stood almost touching me. I was dumbfounded. I had never seen a wild coyote that close, and the only thing that occurred to me at that moment was to talk to it. I began as one would talk to a friendly dog. And then I thought that the coyote &amp;quot;talked&amp;quot; back to me. I had the absolute certainty that it had said something. I felt confused but I did not have time to ponder upon my feelings, because the coyote &amp;quot;talked&amp;quot; again.&lt;/p&gt;\n\n&lt;p&gt;It was not that the animal was voicing words the way I am accustomed to hearing words being voiced by human beings, it was rather a &amp;quot;feeling&amp;quot; that it was talking. But it was not like a feeling that one has when a pet seems to communicate with its master either. The coyote actually said something; it relayed a thought and that communication came out in something quite similar to a sentence. I had said, &amp;quot;How are you, little coyote?&amp;quot; and I thought I had heard the animal respond, &amp;quot;I&amp;#39;m all right, and you?&amp;quot; Then the coyote repeated the sentence and I jumped to my feet. The animal did not make a single movement. It was not even startled by my sudden jump. Its eyes were still friendly and clear. It lay down on its stomach and tilted its head and asked, &amp;quot;Why are you afraid?&amp;quot; I sat down facing it and I carried on the weirdest conversation I had ever had. Finally it asked me what I was doing there and I said I had come there to stop the world.&lt;/p&gt;\n\n&lt;p&gt;The coyote said, &amp;quot;Que bueno!&amp;quot; and then I realized that it was a bilingual coyote. The nouns and verbs of its sentences were in English, but the conjunctions and exclamations were in Spanish. The thought crossed my mind that I was in the presence of a Chicano coyote. I began to laugh at the absurdity of it all and I laughed so hard that I became almost hysterical. Then the full weight of the impossibility of what was happening struck me and my mind wobbled. The coyote stood up and our eyes met. I stared fixedly into them. I felt they were pulling me and suddenly the animal became iridescent; it began to glow. It was as if my mind were replaying the memory of another event that had taken place ten years before, when under the influence of peyote I witnessed the metamorphosis of an ordinary dog into an unforgettable iridescent being. It was as though the coyote had triggered the recollection, and the memory of that previous event was summoned and became superimposed on the coyote&amp;#39;s shape; the coyote was a fluid, liquid, luminous being. Its luminosity was dazzling. I wanted to cover my eyes with my hands to protect them, but I could not move. The luminous being touched me in some undefined part of myself and my body experienced such an exquisite indescribable warmth and well-being that it was as if the touch had made me explode. I became transfixed, I could not feel my feet, or my legs, or any part of my body, yet something was sustaining me erect.&lt;/p&gt;\n\n&lt;p&gt;I have no idea how long I stayed in that position. In the meantime, the luminous coyote and the hilltop where I stood melted away. I had no thoughts or feelings. Everything had been turned off and I was floating freely.&lt;/p&gt;\n\n&lt;p&gt;Suddenly I felt that my body had been struck and then it became enveloped by something that kindled me. I became aware then that the sun was shining on me. I could vaguely distinguish a distant range of mountains towards the west. The sun was almost over the horizon. I was looking directly into it and then I saw the &amp;quot;lines of the world&amp;quot;. I actually perceived the most extraordinary profusion of fluorescent white lines which crisscrossed everything around me. For a moment I thought that I was perhaps experiencing sunlight as it was being refracted by my eyelashes. I blinked and looked again. The lines were constant and were superimposed on or were coming through everything in the surroundings. I turned around and examined an extraordinarily new world. The lines were visible and steady even if I looked away from the sun.&lt;/p&gt;\n\n&lt;p&gt;I stayed on the hilltop in a state of ecstasy for what appeared to be an endless time, yet the whole event may have lasted only a few minutes, perhaps only as long as the sun shone before it reached the horizon, but to me it seemed an endless time. I felt something warm and soothing oozing out of the world and out of my own body. I knew I had discovered a secret. It was so simple. I experienced an unknown flood of feelings. Never in my life had I had such a divine euphoria, such peace, such an encompassing grasp, and yet I could not put the discovered secret into words, or even into thoughts, but my body knew it.&lt;/p&gt;\n\n&lt;p&gt;Then I either fell asleep or I fainted. When I again became aware of myself I was lying on the rocks. I stood up. The world was as I had always seen it. It was getting dark and I automatically started on my way back to my car.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "h13rvs", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/h13rvs/the_talking_coyote/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/h13rvs/the_talking_coyote/", "subreddit_subscribers": 9561, "created_utc": 1591896539.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ftpu41r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1591897538.0, "send_replies": true, "parent_id": "t3_h13rvs", "score": 9, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Once time in class, Carlos had us try to *see*,  and report to him what happened afterwards.\n\nI saw a little gnat fly right up to my face.\n\nI thought a greeting to it, the way Carlos did with his coyote.\n\nThe little gnat said, \"My name is Paul\".\n\nEveryone laughed on hearing that, because of Felix.\n\nBut I realize now, it was possibly one of Carlos allies.  Carlos had been bringing them to class lately.\n\nIt also came with a sound, the way the man in the bushes did.  But not quite as disturbing as this account.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ftpu41r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Once time in class, Carlos had us try to &lt;em&gt;see&lt;/em&gt;,  and report to him what happened afterwards.&lt;/p&gt;\n\n&lt;p&gt;I saw a little gnat fly right up to my face.&lt;/p&gt;\n\n&lt;p&gt;I thought a greeting to it, the way Carlos did with his coyote.&lt;/p&gt;\n\n&lt;p&gt;The little gnat said, &amp;quot;My name is Paul&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Everyone laughed on hearing that, because of Felix.&lt;/p&gt;\n\n&lt;p&gt;But I realize now, it was possibly one of Carlos allies.  Carlos had been bringing them to class lately.&lt;/p&gt;\n\n&lt;p&gt;It also came with a sound, the way the man in the bushes did.  But not quite as disturbing as this account.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/h13rvs/the_talking_coyote/ftpu41r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1591897538.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_h13rvs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}]