[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "On the books, we get a pretty solid idea that an impeccable warrior is the inevitable outcome of oneself storing enough energy. And that when we get to store enough energy, everything kind of happens by itself. But does it, really? I mean, so why would the old seers be so drastically different than the new ones? Shouldn't intent have lead them straight to total freedom instead of tempting them to the second attention? Also, I read Dan talking about Carlos specifying intent as in the lines of \"The Intent of the Old Seers in Mexico\" or something along those lines, he mentioned as if intent was something like an unconscious infinite maze that could lead us anywhere anytime, and that we had to intent a very fragile, old and specific path to ourselves. That kind of makes sense if we observe reality as it really appears to be. But if that is so, why did they emphasize so much that energy is all that it took for 'anyone' to become a warrior? Do you think that they meant \"anyone inside their lineage\"? Is impeccability (excess of energy + different AP positions) really an inevitable product of energy and ONLY one's energy level?", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "On the delicacy of intent", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_jdvy5c", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_61vuxc9q", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1603086185.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1603085673.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;On the books, we get a pretty solid idea that an impeccable warrior is the inevitable outcome of oneself storing enough energy. And that when we get to store enough energy, everything kind of happens by itself. But does it, really? I mean, so why would the old seers be so drastically different than the new ones? Shouldn&amp;#39;t intent have lead them straight to total freedom instead of tempting them to the second attention? Also, I read Dan talking about Carlos specifying intent as in the lines of &amp;quot;The Intent of the Old Seers in Mexico&amp;quot; or something along those lines, he mentioned as if intent was something like an unconscious infinite maze that could lead us anywhere anytime, and that we had to intent a very fragile, old and specific path to ourselves. That kind of makes sense if we observe reality as it really appears to be. But if that is so, why did they emphasize so much that energy is all that it took for &amp;#39;anyone&amp;#39; to become a warrior? Do you think that they meant &amp;quot;anyone inside their lineage&amp;quot;? Is impeccability (excess of energy + different AP positions) really an inevitable product of energy and ONLY one&amp;#39;s energy level?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "jdvy5c", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Vivid_Knowledge5421", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/", "subreddit_subscribers": 9561, "created_utc": 1603085673.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9ca5ru", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1603125055.0, "send_replies": true, "parent_id": "t3_jdvy5c", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From your current mindset, you won't be able to understand this.  You've learned sorcery as some kind of conflict.\n\nEveryone learns sorcery wrong it seems.  Some learn it as a path to writing a book, some learn it as a path to becoming someone's \"benefactor\", some are after a substitute family, some of the women are even looking for bad ass sorcerer  boyfriends.\n\nAll are in a fussy mindset, which makes it impossible to store energy.  The fussing dispels it.\n\nEnergy is dispelled each time you focus your attention on something.  When your mind is thinking endlessly, there's no chance to store energy.\n\nThe tensegrity helps a little with that, but if you think about how much it interrupts your fussy mind, you'll realize it's very very little help (until you can see energy).\n\nIn darkroom gazing, we use the puffs of light to test if we are silent.  No bright puffs, and you know you are not silent, even if you confused yourself about what silence is.\n\nYou'll soon learn what it really means. You can't \"lie to the puffs\".  They know what you are thinking.\n\nAs you follow the puffs around, you use up what little energy you had.  And so at first, many people see a single puff, get really excited, and then it's over for the evening.\n\nThey believe it's because their internal dialogue came back, but that's only partially true. They used up their energy for the day.\n\nYou can keep going and insist, and get some back, but it's unlikely anyone will after a \"success\".\n\nBut if you find a new puff, before the old one fades away, and especially something \"different\", you gain energy.  It's the \"unknown\" that helps us gain energy because it makes seldom used emanations glow.\n\nSo as you get good at darkness gazing, you also become able to build up the kind of energy you're talking about.\n\nIt builds and builds as long as you practice, until you seem to be as powerful as a movie magician, waving your hands about and creating visual effects.\n\nAnd you don't have to do anything at all with the energy you build up!\n\nI mean, you don't have to build it up, and then ask, \"What should I do now???\"\n\nThat's the wonderful thing.  If you stay on the path, you'll be shown what to do next.\n\nThe universe has a force we call intent, and it likes to help people out.\n\nWhatever they're doing. I suppose it helps bad people out too, as long as the help fits with it's rules.\n\nIn our case, we want it to push us along a specific path.  I don't know why, but intent seems \"path oriented\".\n\nSo if a Jew is doing darkroom gazing, he's liable to be able to visit heaven.  Intent will show him how to do that.  It's an \"intent gift\" for Jewish people.\n\nCarlos kept visiting heaven and God, because of his latent catholic desires.  Intent said, \"Sure,  Mr. Catholic.  Here's your heaven!\"\n\nBuddhists see a buddha floating in the air, and visit the re-incarnation waiting halls.\n\nEach of those sets a limit on how far you can go. All \"paths\" set a limit on the distance.\n\nWe'd like to have a longer reach than Buddhism, Judaism, and Christianity.\n\nWhat we want, are the things from the books. To follow that path.\n\nUsing those interpretations.\n\nThat's why the books!  To stuff our mind with the correct *intent*.\n\nSo while Buddhists suffer horribly from their beliefs, despite their magic, with Jews even worse off because of believing in a  jealous father like master over all, we want to stick closely to what was done in the past by those old sorcerers.\n\nThe only difference is, they turned themselves into something that can live longer.  A tree, an inorganic being.\n\nThe new seers daily move their assemblage points as far as they can, so that they get good at doing it, and can move it all the way very fast.\n\nWhen you move it across the entire band of man in an instant, the emanations all light up.  Each movement lights up specific ones in that range, and they keep glowing a while.\n\nSo you just need to move it faster than the \"persistence\" of the emanations.  Light them all up, before the first ones you lit up can cool off.\n\nThat's the 3rd attention.\n\nThat's where new seers and old seers differ.\n\nNow, what's all the anger about the old sorcerers, in the books?\n\nI think it's mostly because they were bastards.   Don Juan got to see what they did way back when, and even though he doesn't mention it, it's for sure some was really horrible.\n\nGo watch Apocalypto, the movie.  That's how awful they were.\n\nBut don't confuse their awful behavior with their magic.  The new seers have to copy their magic, or they can't get anywhere.  But at the end, they go to hide inside the earth's shell, instead of what the old seers did.\n\nBoth go take refuge in something else, so it's hard for me to be angry at the old sorcerers for doing that.\n\nAccording to don Juan, none who went to live with the inorganic beings are known to have died so far.   What they did worked.\n\nI think the main reason not to like them, was that they were cruel to others.\n\nThere are some minor differences between what new seers do, and the old ones did, towards the end of the path.\n\nNew seers elongate their luminous shell.  Until it stretches into infinity as a thin like. That lets them explore non-human realms.  They stretch it out, to reach far away unused emanations inside themselves, probably to prepare for the 3rd attention.\n\nThe old sorcerers stretched it also, and some preferred to look like a \"pipe\" shape.\n\nBut they were also obsessed with horizontal shifts, which can produce practical magic.\n\nThat's where Julian and La Catalina went wrong.  They liked to play around by moving their assemblage points to the area of  the lower back, and then move them horizontally.\n\nI suppose you could say, they were obsessed with \"proof\".\n\nThey could turn into animals and such that way. Knowing Julian, they probably had sex as animals.\n\nLet me add my own \"dreadful\" point here.  Don Juan gave Carlos such a point, when he admitted the only way we can become sorcerers, is by using inorganic being dark energy.\n\nAnd I'm only a tiny bit convinced this is true.  So don't take it as gospel.\n\nBut Fancy taught me to go inside Emilito's \"bank of fog\".\n\nIt's a **horizontal** shift, not a vertical one!\n\nIf you go straight down the middle, you'll barely notice it.\n\nLidotska passed through it a few days ago.\n\nYou have to veer off drastically to the side to get the full experience.\n\nSo some of that old sorcerer bad behavior is necessary to follow this *intent*.", "edited": 1603125738.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9ca5ru", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From your current mindset, you won&amp;#39;t be able to understand this.  You&amp;#39;ve learned sorcery as some kind of conflict.&lt;/p&gt;\n\n&lt;p&gt;Everyone learns sorcery wrong it seems.  Some learn it as a path to writing a book, some learn it as a path to becoming someone&amp;#39;s &amp;quot;benefactor&amp;quot;, some are after a substitute family, some of the women are even looking for bad ass sorcerer  boyfriends.&lt;/p&gt;\n\n&lt;p&gt;All are in a fussy mindset, which makes it impossible to store energy.  The fussing dispels it.&lt;/p&gt;\n\n&lt;p&gt;Energy is dispelled each time you focus your attention on something.  When your mind is thinking endlessly, there&amp;#39;s no chance to store energy.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity helps a little with that, but if you think about how much it interrupts your fussy mind, you&amp;#39;ll realize it&amp;#39;s very very little help (until you can see energy).&lt;/p&gt;\n\n&lt;p&gt;In darkroom gazing, we use the puffs of light to test if we are silent.  No bright puffs, and you know you are not silent, even if you confused yourself about what silence is.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll soon learn what it really means. You can&amp;#39;t &amp;quot;lie to the puffs&amp;quot;.  They know what you are thinking.&lt;/p&gt;\n\n&lt;p&gt;As you follow the puffs around, you use up what little energy you had.  And so at first, many people see a single puff, get really excited, and then it&amp;#39;s over for the evening.&lt;/p&gt;\n\n&lt;p&gt;They believe it&amp;#39;s because their internal dialogue came back, but that&amp;#39;s only partially true. They used up their energy for the day.&lt;/p&gt;\n\n&lt;p&gt;You can keep going and insist, and get some back, but it&amp;#39;s unlikely anyone will after a &amp;quot;success&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But if you find a new puff, before the old one fades away, and especially something &amp;quot;different&amp;quot;, you gain energy.  It&amp;#39;s the &amp;quot;unknown&amp;quot; that helps us gain energy because it makes seldom used emanations glow.&lt;/p&gt;\n\n&lt;p&gt;So as you get good at darkness gazing, you also become able to build up the kind of energy you&amp;#39;re talking about.&lt;/p&gt;\n\n&lt;p&gt;It builds and builds as long as you practice, until you seem to be as powerful as a movie magician, waving your hands about and creating visual effects.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t have to do anything at all with the energy you build up!&lt;/p&gt;\n\n&lt;p&gt;I mean, you don&amp;#39;t have to build it up, and then ask, &amp;quot;What should I do now???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the wonderful thing.  If you stay on the path, you&amp;#39;ll be shown what to do next.&lt;/p&gt;\n\n&lt;p&gt;The universe has a force we call intent, and it likes to help people out.&lt;/p&gt;\n\n&lt;p&gt;Whatever they&amp;#39;re doing. I suppose it helps bad people out too, as long as the help fits with it&amp;#39;s rules.&lt;/p&gt;\n\n&lt;p&gt;In our case, we want it to push us along a specific path.  I don&amp;#39;t know why, but intent seems &amp;quot;path oriented&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So if a Jew is doing darkroom gazing, he&amp;#39;s liable to be able to visit heaven.  Intent will show him how to do that.  It&amp;#39;s an &amp;quot;intent gift&amp;quot; for Jewish people.&lt;/p&gt;\n\n&lt;p&gt;Carlos kept visiting heaven and God, because of his latent catholic desires.  Intent said, &amp;quot;Sure,  Mr. Catholic.  Here&amp;#39;s your heaven!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Buddhists see a buddha floating in the air, and visit the re-incarnation waiting halls.&lt;/p&gt;\n\n&lt;p&gt;Each of those sets a limit on how far you can go. All &amp;quot;paths&amp;quot; set a limit on the distance.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;d like to have a longer reach than Buddhism, Judaism, and Christianity.&lt;/p&gt;\n\n&lt;p&gt;What we want, are the things from the books. To follow that path.&lt;/p&gt;\n\n&lt;p&gt;Using those interpretations.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why the books!  To stuff our mind with the correct &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;So while Buddhists suffer horribly from their beliefs, despite their magic, with Jews even worse off because of believing in a  jealous father like master over all, we want to stick closely to what was done in the past by those old sorcerers.&lt;/p&gt;\n\n&lt;p&gt;The only difference is, they turned themselves into something that can live longer.  A tree, an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;The new seers daily move their assemblage points as far as they can, so that they get good at doing it, and can move it all the way very fast.&lt;/p&gt;\n\n&lt;p&gt;When you move it across the entire band of man in an instant, the emanations all light up.  Each movement lights up specific ones in that range, and they keep glowing a while.&lt;/p&gt;\n\n&lt;p&gt;So you just need to move it faster than the &amp;quot;persistence&amp;quot; of the emanations.  Light them all up, before the first ones you lit up can cool off.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the 3rd attention.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where new seers and old seers differ.&lt;/p&gt;\n\n&lt;p&gt;Now, what&amp;#39;s all the anger about the old sorcerers, in the books?&lt;/p&gt;\n\n&lt;p&gt;I think it&amp;#39;s mostly because they were bastards.   Don Juan got to see what they did way back when, and even though he doesn&amp;#39;t mention it, it&amp;#39;s for sure some was really horrible.&lt;/p&gt;\n\n&lt;p&gt;Go watch Apocalypto, the movie.  That&amp;#39;s how awful they were.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t confuse their awful behavior with their magic.  The new seers have to copy their magic, or they can&amp;#39;t get anywhere.  But at the end, they go to hide inside the earth&amp;#39;s shell, instead of what the old seers did.&lt;/p&gt;\n\n&lt;p&gt;Both go take refuge in something else, so it&amp;#39;s hard for me to be angry at the old sorcerers for doing that.&lt;/p&gt;\n\n&lt;p&gt;According to don Juan, none who went to live with the inorganic beings are known to have died so far.   What they did worked.&lt;/p&gt;\n\n&lt;p&gt;I think the main reason not to like them, was that they were cruel to others.&lt;/p&gt;\n\n&lt;p&gt;There are some minor differences between what new seers do, and the old ones did, towards the end of the path.&lt;/p&gt;\n\n&lt;p&gt;New seers elongate their luminous shell.  Until it stretches into infinity as a thin like. That lets them explore non-human realms.  They stretch it out, to reach far away unused emanations inside themselves, probably to prepare for the 3rd attention.&lt;/p&gt;\n\n&lt;p&gt;The old sorcerers stretched it also, and some preferred to look like a &amp;quot;pipe&amp;quot; shape.&lt;/p&gt;\n\n&lt;p&gt;But they were also obsessed with horizontal shifts, which can produce practical magic.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where Julian and La Catalina went wrong.  They liked to play around by moving their assemblage points to the area of  the lower back, and then move them horizontally.&lt;/p&gt;\n\n&lt;p&gt;I suppose you could say, they were obsessed with &amp;quot;proof&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They could turn into animals and such that way. Knowing Julian, they probably had sex as animals.&lt;/p&gt;\n\n&lt;p&gt;Let me add my own &amp;quot;dreadful&amp;quot; point here.  Don Juan gave Carlos such a point, when he admitted the only way we can become sorcerers, is by using inorganic being dark energy.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m only a tiny bit convinced this is true.  So don&amp;#39;t take it as gospel.&lt;/p&gt;\n\n&lt;p&gt;But Fancy taught me to go inside Emilito&amp;#39;s &amp;quot;bank of fog&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &lt;strong&gt;horizontal&lt;/strong&gt; shift, not a vertical one!&lt;/p&gt;\n\n&lt;p&gt;If you go straight down the middle, you&amp;#39;ll barely notice it.&lt;/p&gt;\n\n&lt;p&gt;Lidotska passed through it a few days ago.&lt;/p&gt;\n\n&lt;p&gt;You have to veer off drastically to the side to get the full experience.&lt;/p&gt;\n\n&lt;p&gt;So some of that old sorcerer bad behavior is necessary to follow this &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/g9ca5ru/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603125055.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvy5c", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9b8iht", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1603104695.0, "send_replies": true, "parent_id": "t3_jdvy5c", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Probably that if you had enough energy (freed interest/consciousness) then you automatically know what the most efficient thing to do is in any given situation...to store more energy (waste less).\n\nAs far as the maze of intent goes, billions of people have lived and died on this planet; that's a lot of thought and desire floating about the ether.\n\nIs it any wonder it's vitally important to hook onto the right one? Since most lead nowhere worth going?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9b8iht", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Probably that if you had enough energy (freed interest/consciousness) then you automatically know what the most efficient thing to do is in any given situation...to store more energy (waste less).&lt;/p&gt;\n\n&lt;p&gt;As far as the maze of intent goes, billions of people have lived and died on this planet; that&amp;#39;s a lot of thought and desire floating about the ether.&lt;/p&gt;\n\n&lt;p&gt;Is it any wonder it&amp;#39;s vitally important to hook onto the right one? Since most lead nowhere worth going?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/g9b8iht/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603104695.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvy5c", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9bhnak", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BuddhaBliss", "can_mod_post": false, "created_utc": 1603111671.0, "send_replies": true, "parent_id": "t3_jdvy5c", "score": 3, "author_fullname": "t2_14k19j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "An impeccable warrior is the outcome of storing energy?\n\nOr being an impeccable warrior leads you to store energy?\n\nThe impeccable warrior idea has a lot of potential for deluding ourselves.\n\nAnd then we go around feeling superior to others. Gloating about how we know things they don't have the remotest idea about.\n\nI say fuck all that.\n\nYes let's store energy. Inner silence. And the less wordy we can be and the less mental masturbation we can have, the better. \n\nThe intent of the old seers of Mexico, a very powerful and trodden path.\n\nHook to it and you'll do wonders.\n\nAt a certain point you veer into new seer territory. \n\nBut most of us are far from that point.\n\nMore doing/non doing. Less words. Breaking the confines of perception is the thing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9bhnak", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;An impeccable warrior is the outcome of storing energy?&lt;/p&gt;\n\n&lt;p&gt;Or being an impeccable warrior leads you to store energy?&lt;/p&gt;\n\n&lt;p&gt;The impeccable warrior idea has a lot of potential for deluding ourselves.&lt;/p&gt;\n\n&lt;p&gt;And then we go around feeling superior to others. Gloating about how we know things they don&amp;#39;t have the remotest idea about.&lt;/p&gt;\n\n&lt;p&gt;I say fuck all that.&lt;/p&gt;\n\n&lt;p&gt;Yes let&amp;#39;s store energy. Inner silence. And the less wordy we can be and the less mental masturbation we can have, the better. &lt;/p&gt;\n\n&lt;p&gt;The intent of the old seers of Mexico, a very powerful and trodden path.&lt;/p&gt;\n\n&lt;p&gt;Hook to it and you&amp;#39;ll do wonders.&lt;/p&gt;\n\n&lt;p&gt;At a certain point you veer into new seer territory. &lt;/p&gt;\n\n&lt;p&gt;But most of us are far from that point.&lt;/p&gt;\n\n&lt;p&gt;More doing/non doing. Less words. Breaking the confines of perception is the thing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/g9bhnak/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603111671.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvy5c", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9b3jl1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "consciousentity", "can_mod_post": false, "created_utc": 1603099145.0, "send_replies": true, "parent_id": "t3_jdvy5c", "score": 1, "author_fullname": "t2_xpcwn", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Interesting question, I would like to know what Dan, and the others, have to say about this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9b3jl1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting question, I would like to know what Dan, and the others, have to say about this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvy5c/on_the_delicacy_of_intent/g9b3jl1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603099145.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvy5c", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]