[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "_____\nWriting this afterwards: it’s kinda messy, but I think it makes sense. I think sometimes we brush off weird experiences as the product of our minds, but we also feel there’s more to it.\n\nThis is just opening my own experiences, as I feel looking at them under this lense is quite helpful, and value how carlos’ work could help our view of the supernatural.\n\nLook for the + if you wanna skip around. \n\n-&amp;gt;+ = key/important\n______\n\nI was gonna write about this on the other post, but figured it’d make more sense on it’s own.\n\nTo start this of, even tho it’s the last thing that’s come to mind, but might be relatable: \n\naround a week after being born I had meningitis, and it seemed like I would not make it.\nInterestingly enough, a “witch” told my grandma what I had before my family, and maybe even the doctors, knew. \n\nI’ve always wondered where this kind of thing comes from. Is it by connecting with the other’s energy, some other being that’s with us, an underlying system in our bran/body that usually gets overwritten/buried? —will come back to this later.\n\nI also wonder how being close to dying might have affected me. I think the infection might have helped develop other parts of my brain, and now kinda have access to more space, but that’s another thing.\n\n-I’ve always been quite sensitive, and sensed things in people, aswell as where there was nothing/no one.\n\nAs you all well know, our perception of the world tends to be overwritten by our family and culture, but hopefully we’ll manage to help future generations stay more in tune\n\nI remember some weird ass dreams, things falling on their own.. and thankfully others saw those at times too, but mostly those freaky creepy feelings(which I kinda attribute to our fear of the unknown, the dark...\n\nAlthough now I’m also open to our brain perceiving something, and “creating” some representation of it.. but based on something that was perceived (cannot be apply to everything, but some situations yeah)\n\nAnyway.. the strongest experience I’ve had, at least visually, was at my aunt’s funeral. I was 15/16then. \nMy dad and her had fallen off for some time. The last time we had been together was probably 4 years before, bc we when to visit the to the Canary Islands. \n\nInterestingly enough I had a weird experience there. We were staying in some bungalows, and my cousins and I stayed on the same. \n\nThey had locked the door from the outside, but somehow I managed to sleepwalk out(there was a way of opening from the inside, which maybe I picked up on), and go to the swimming pool. I still remember it lol. Then some woman called me, and I went there, but don’t remember anything after getting to the door. \n\nThe next day I was telling my family about the weird experience, but don’t remember if I thought it was a dream, or they thought so. We get to the entrance, and the workers said: “hey, it’s the kid from last night!” Lmao \n\nI was like “I told you!!” Ahhahah \n\nMight not be related, but it’s kind of a funny story; sorry for backtracking tho.\n\n1) We were at the church, and my father went to talk. I had been feeling alright, but a bit after he started, I started feeling kinda sick, which evolved to sick, which turned to being unable to hold myself together lol.\n\nNow it reminds me of what you say when doing the black room practice, that the head goes forward when blacking our, or about to, but I’m the motion was more than my head, kinda like my whole body —although mostly the top—. \n\n++Oops, I forgot it. So I was feeling a bit sick, but the transition to feeling full sick came after I saw an irregular black ring—not small, medium/big size. I was a bit far in the church, but it would encompass the stomach to above the head, and the sides were a bit more after the arms, of my father\n\n[holy fuck, as I was putting the ++ to make things more clear, I realized the ring was kind of the one in arrival. I’ll look for it, but will still try to draw it]\n\nI noticed it, definitely caught my attention, and next thing I perceive is it flying towards me so damn fast. It got to me, and that when I couldn’t hold myself together/my top body was falling forward. \n\n(As I was writing this, it came to find how Carlos felt after being attacked trying to liberate the blue scout and, more aligned with this, the black energy when (I think) he got out of his room on his energetic body\n\nAs I considered that, my left side “turned on”, kinda like goosebumps, and I got emotional. Probably because of seeing some correlation to what happened to me in his experience, after having questioned it so much)\n\nAnyway: my mom noticed, and worried quite fast. I was like “it’s alright, I’ll piece myself together”, but couldn’t. \n\nShe took me outside, and after feeling a bit better, she and my grandma decided to take me to another witch.\n\n+She told me I have an open body, and that it’s easy for other being to pass though, or interact with me.\n\nI wanted to learn more about it, and focus on that ability, but I let it go. Last time I went to see her, after some other weird ass experiences I had, she told me she felt I wasn’t as open body, but that I could get it back.\n\nInterestingly enough I’ve been thinking about how getting into philosophy, politic, and psychology has made it so my logic/reason has created some wall in my mind... \n\nthankfully Im in touch with my intuition and I’ve been tearing it down hahaha\n\n(Damn, I hope going like this isn’t annoying hahaha)\n\n{about (1): I used to rationalize it by thinking that I kinda knew they weren’t getting along, and maybe it was a representation of how my unconscious perceived my aunt would react as energy(??????). I do think it was real tho, but still wonder if my mind played me. \n\n+also, and more importantly: my grandma told me she wanted to talk with my dad on her deathbed, that it was all she wanted... so she probably died with some intent tying them together(?)}\n\nI remembered this experience writing this, and I think it’s worth sharing\n\n2) so I was on an abandoned house, on the outside of the town I lived in, with a friend. We were chilling on the top side, as you can see the trees and the sea from there.\n\nI noticed some weird shadows with my periferal vision, which was kinda freaky, but cool at the same time.\n\nWeirdest thing is that at one point I felt someone touching my hair, a mixture of caressing it and moving it up.\n\nI was sure it happened, and that had to be her, but she was like nope. I insisted, and ended up saying that it was a great joke if she had, because she had fooled me completely, but nope, she didn’t do it.\n\n2b That witch told me some weird things happened by those abandoned houses, maybe rituals, but don’t remember.\n\n2c on another house near that one, with two friends of mine, after smoking weed.. we heard some noises on the basement, and went to check it. We didn’t see anything, quite probably an animal, but we felt like the presence of a girl.\n\nWe got quite freaked out, goosebumps and all, and when we heard some more noises we ended up bailing. The energy was quite weird, and my friend ended up scratching his car on the tiny streets lol, which kinda allowed for a blank slate as we were kinda laughing our asses off\n\n\n**okay, so this last one, and parts of the other, could be understood more rationally. Particularly the last one, as we kinda induced ourselves those sensations. 2a) i’m sure about what I felt, and she seemed to be dead serious, but can’t know for sure.\n\nBut here it is, this takes the cake.. divided with (1) tho hahaha \n\n[kinda went on a tangent, 3c is the cake hahaha)\n\n+3) a. I kinda feel energies, but moreover after smoking. Those hightened states usually involve “answers” with objects falling, be in they neighbors place, my own, or a different current of energy, trying to close me in. \n\nI was at a point where I was reconnecting with this, moreover after discovering the r/remoteviewing sub. I remember the night before, playing with an old toy I had and my cat, I wanted to test something.\n\nI felt like that might have been a charged object, as I was so involved with it, and the house was so charged. My brother sleepwalked more than usually, and so did I, but just a bit.\n\nAnyway, after playing slowly, I kinda did a motion towards the door, quite focused, now I’d probably say with intent. \n\n+The cat stopped playing,and started staring at the door For 20+secs. His eyes moved a bit, and he went running to the kitchen. I felt there was something, and felt stupid for not having recorded it 🤦🏻‍♂️🤷🏻‍♂️\n\nI don’t remember if it was that same night, but I felt some other “conscience”, for lack of a better word, and thought it was my cat. Later on I played calling his name in my mind, and he indeed reacted (75%~ percent of the time\n\n\n{I think recreating this is kinda hard, moreover on the usual awareness/state our conscience is. Probably with silence it could be done, aswell as the location of our assemblage point. \n\nI’ll explore this once I get back to Spain.}\n\nI feel like cats can’t perceive more than we popularly know. Egiptians come to mind.\n\nParticularly, not having as many overlapping systems might make it easier to perceive some fantastic things, together with their inner workings.\n\n\nB) i had decided to stop smoking, and clean myself. I got my last 5/10€, but just smoked one at night as I ended up kinda tired, and drifting in my mind.\n\nInterestingly, although I don’t remember for sure if it was that night, but I was quite active in my mind. After some strong ass recapitulation seems, and feeling weird energies, I realized i could have been sending strong energies.\n\nOh, I remember now. I remember trying to communicate mentally with my brother, or some energy.\n\nThere were some reactions, but no clear answer. The reactions came both from his room, and noises he did, aswell as the house upstairs, and my cat.\n\n+I started feeling bad, as my mind was kinda racing, and being aware of our “antennas” + the heightened state I was in + the noises and weird energy.. I thought/felt I could be bombarding someone\n\n++I think saying the electromagnetic field might explain it better, as I definitely was charged, and I feel it would have impacted.. moreover mixed with trying to send my energy outside lmao\n\n At one point there was this outburst against my energy, kinda like someone was done and wanted me the shut the fuck off hahaha\n\nI had felt really bad, but the mixture of my mind still running, and being curious to the point of wanting a reaction, so I could know if it was just in my mind, kept me going.\n\n+I remember that my mood quite changed, kind of like when someone tells you off and you know they are kinda right. It got to the point of a bit of angst. \n\nBut I decided to hold my ground, and got back my place.\n\n(It weird sharing all of this, but if this might help in some way, I guess it’s worth it lol)\n\n+++After a bit of peace, some back and forth, accompanied by some noises, and then peace again... I started feeling some energy creeping in, slowly getting bigger and bigger\n\nA few seconds later, my brother gets in the house LOL\n\nI must have looked like the emoji meme: \n\n👁 👄 👁  lmao\n\nI must have been so focused I didn’t notice he left. And he definitely had smoked, so I feel it made this easier.\n\nHe’s also had weird experiences, to the point where the cat got in a protective stance, looking so intensely to the dark, and kinda moving.\n\nMy brother said he instantly started praying, even tho he hadn’t done it in such a long time.\n\n{my take is that sometimes it’s just coming from within, others it’s kind of a mixture of our biases to something we actually perceive, and then a more pure form where our imagination makes some sense but it’s a more pure perception—although I guess we can also just “see”}\n\n+Oh, I almost forgot. Before sleeping I actually had the feeling of my consciousness expanding, but I got afraid of it being cancer or something, and kinda cut it short.\n\nDunno if it was that night, but I also got to hear a different part of me, but it kinda stayed there. Probably fear got in the way too.\n\nAlthough it might look like I’m set on what I believe of this experiences, I’ve always questioned what might be behind.\n\n++The most common is doubting whether the energy comes from inside, but a part outside the  fram of mind/consciousness from the moment, a different set of neurological connections that haven’t been “voiced”/acted upon much..;\nOr outside. The ones about feeling energy in the house might have been internal, and the electromagnetic field, aswell as sincronicities, might explain it; but it also felt like there was more to it.\n\n\nQuite a shame fear got in the way; thankfully now I’m more determined.\n\nBut the cake wasn’t there lmao, it’s here:\n\n+3c) the morning after I decided to smoke the rest as I woke up. I think this influenced a lot, as the frequency my brain was at was different, and mixed with the weed and those heightened made an interesting recipe.\n\n(When I’m in that house I usually smoke on a garage that wasn’t finished, as they stopped building the rest of the building from the block where I live.\n\nThe place feels charged. So damn charged. Dunno if something happened there, or it’s influenced by the people also going there to smoke and do their thingy.\n\nIt’s something I’ve considered. The mark we leave on the place we are, depending on the states we are in, our energy, and so on. \n\nI ended up “challenging” myself to go there, just because I felt repelled, kinda scared. If you were there I feel you’d get it, although you might experienced those kinds of places too.\n\nIt feels like a mixture of our suggestion, and something else being at play.\n\n+I remember the first time I confronted it, and stood my ground. The feeling of being watched was so strong, and as I was looking around the dark, at one point it felt like when you lock eye contact. \n\n+Holy fuck, I was feeling my body vibrating, but at that point it got so damn strong. Funnily and interestingly enough, I got an advertisement from Gaia talking about that same thing lfmao.\n\nThose damn vibrations.\n\nI was like holy fuck. Gotta love those sincronicities.\n\nAnother time I suddenly got the image in my mind of me hanged with the long ass cable of my headphones, as I had the intention of exploring staying some more challenging the sensations... \n\nMy body instantly turned to the door, like going in rails lol.\n\nOne of the next nights I thought about going again, but I wasn’t feeling. I overthought it, considering if it was just being afraid, but it’s just an artificial place, and I felt like smoking in nature... I walked past it, and 20 secs later I turned, so challenge whatever might be underlaying that decision.\n\nAs I was about to go in, I felt quite strongly not doing it, and turned around again.\n\n+Around 30 secs later a song said something like “get the fuck out of there”, and I instantly connected with how it would’ve said it as i would be getting set in the environment, and how creepy it would be.\n\nThere was also a sincronicity with the time, which I looked and it was a satanic number or something like that, but I don’t remember what it was...\nAnd finding the voice message out of the 300+ will be kinda hard hahaha)\n\nHoly fuck, sorry for the wall of text. I hope you find it interesting, or it’s made you connect with something in your life.\n\n+++the start of the cake:\n\nI go the place I started sitting at the last times, where you can see a bit of the sky. It was really dark, and I couldn’t see well, but I noticed something on the place.\n\nI touched it with my feet, to then see that it was a sandwich someone had just eaten a bite off.\n\nAs I did that, my mind started racing seeing the perspective of someone in the place, hadn’t gone to the lower floor, and seeing me touching his food with my foot lol.\n\nI got kinda paranoid, dunno tho if I had already lit it up.\n\nI was with the headphones, but I could hear/feel something on that lower floor; although it seemed like no one was there. I thought about two friends of mine who also go there, but not at that time.. and they don’t like that kind of sandwich.\n\nA bit after that, I heard them laughing. Probably on my mind. But as I had gotten into remote viewing, I also considered how, maybe, I set a connection to them, reinforced by all the times together, moreover there, and if they could feel it, even unconsciously.\n\nIt probably wasn’t the case, although this has made me consider whether IOBs could use this kind of thing to get some reaction, thus energy.\n\nBut it probably was just me.\n\nAnyway, the interesting thing is that what got me out of the spiral was a bird chirping. It made me snap out of it, and realize the spiral.\n\nIt happened two more times, as I was getting in the spiral. Even tho I felt I was okay, I noticed how the underlaying systems might have been agitated... \n\nWhich would definitely affect my electromagnetic field. And I feel bird, and other animals, can sense that.\n\nThe last time I got in the spiral, it even came inside the garage lol. It was an interesting connection I felt.\n\nI was also watching unity, on Gaia, and had learned his take on Angels and demons (beings from the 4th dimension, that actually work together; the forme with light, latter with matter. If we can’t learn with the help of angels, the ally with demons to set traps to us.. something like that)\n\nI considered if the bird could have had/been a deeper being; now I’d say inorganic being...\n\nBut I think it might have just been that it felt the change in the electromagnetic field\n\n(bear in mind, this is just the foundation of the cake hahaha. Again, sorry for the wall of text)\n\n++++ now to the coolest part. The top of the cake:\n\nI think my grandma and I communicated telepathically. \n\nI go to my room, and heard again the bird, which was cool. I was thinking about my projects, and then I hear my grandma saying something along the lines of “you know it’s really hard to live off your projects, filliño”(which is like a sweet mixture of son and darling in Galician)\n\nBut she was theoretically talking on the phone with some nephew; but something she’s told to me repeatedly in the last 4 years.\n\nIt was weird, but I kept on my thing... but she replied to it again. I started awknowledging more. Happened again with the next thing I thought...\n\nso I started kinda drifting mid sentence.. and she’d also do that!! I would make her hesitate!!!\n\nIt was so weird, but also cool! \n\nIt caused a change in her. She want from talking kinda in her high horse, but kinda sweetly, to doubting more, feeing less confident; which seemed like a consequence of our line of conversation.\n\nThis went on for 5 min or more. My confirmation was when she messed up, acted like she was talking to my mom... on the same “call” as the nephew one.\n\nThat was like a click. Sadly I don’t remember much now of the conversation, but maybe I made an audio about it, will check.\n\nAt one point I felt something pulling from my leg in the direction of her room, which freaked the fuck out of me.\n\n{personally, I think it’s quite a possibility, and she is quite intuitive}\n\nAfter this, I started questioning how it could have happened:\n\nUnderlaying system in our brains/bodies that can interpret that way of communicating, at least when being in an appropriate frame of mind, or part of the assemblage point.. \n\nInorganic beings that are with us, and can access that information, and lay it onto us...\n\nI just imagined it all(?). This I never truly felt. I know it happened\n\nWhat I said in the beginning about the witch, that I said would get back to, is that this knowledge has fit and expanded my view of the world... \n\nAll of this experiences where before I knew any of this, but this helps bring parts of them more into the light, which in itself, I think, validates carlos’ work.\n\nI feel like we can definitely help bring it more into light, and refine more the system.\n\nOh, the point about the witch:\n\nAs I was writing it i considered whether some she’d have some ally, guest or, more horrifying.. “squatter”.\n\n(Now I feel this deserves a post on it’s own, and will probably do so tomorrow)\n\nAnd that entity could’ve know what was going on more clearly, and passing the info down.\n\nThe same would fit with my grandma, moreover with some other things in our lives and make the possibility of have some Inorganic squatter with us.\n\nAgain, the key is to have an open mind and entertain all of this from the middle. It makes sense, but who knows what could have been.\n\n\nAnyway, I feel like exploring this kinds of things under this lense can be quite helpful, expanding evermore the range it has.. \n\nthis reminds me of Don Juan telling Carlos, after his encounter with the blue scout, that he believed the IOBs interacted in our world constantly... \n\nwhich made me remember this moments, and kinda freeze —which I used, alongside its movement of my AP to meditate and then sleep under its frame.\n\nThis is so messy, sorry lmao. Hopefully it makes sense. \n\nI actually have another big one to share, but will try to post first, as it feels like it might be over the limit, although it hasn’t stopped me\n\nMeh, I’ll try here anyway:\n\nThis one is the most recent of these, probably 3 month ago. After smoking, I was feeling strange energies have felt those also without smoking, but not as strongly), feeling a connection with the friend who also smokes in that garage.. probably because of smoking at the same time(?) I’ve met someone who thought it linked, and also that weed allows to see through entropy.\n\nAnyway, at one point it felt like we had stablished a connection, and managed to talk a bit. Seemed like he was surprised, but once I started doubting it, and thinking it must have been a representation from my brain, it started fading.\n\nAlso had a moment after seing a weird light where I was feeling how that strange energy would feel about me, and the reaction to my not reacting\n\n{I felt it might have been some internal current, but now I consider more something external... probably what attacked me later}\n\nAfter some other weird things, like some pain in my ear and losing a bit of hearing,\n\n(My neighbor on that other house lost the hearing of the same ear I felt, which was kinda creepy. \n\nBack then I was considering more the flow of energy between people than IOBs)\n\nI went back inside, and meditated on my bed.\n\nIt was quite intense. I love those weed trips. Around a week ago after an amazing ride (check my comments, there was a reset of my consciousness, and flashing of a spider...) I started considering more like a perceive psychedelics. Using it too often kinda took it for granted\n\nBut already a few months ago I was doing it more for the explorations of those hypothetical depths of the natural world(energy, other beings, etc)\n\n++Anyway. The big things was that at some point at felt myself going up, towards a bright white light; accompanied by such a feeling of bliss, happiness...\n\nAnd then... PUM. Something knocked me the fuck down. I felt at the depths of darkness. Some energy started cornering me. \nLike, for real, it surrounded all of me, and started pressing down... till I snapped out of it, and pushed my energy out, regaining my space, and pushing the foreign energy out.\n\nInterestingly, I then apologized to the energy, saying that, fuck, if you approach me in such a way, how could I not react like that. And that if it wanted to communicate in some way, it was cool, but never trying to get inside me, manipulate me.. respecting my boundaries in general.\n\nI didn’t know if it was from within (don’t think so), or outside; but I have the attitude of understandiing, or trying to, others... and with this kind of energies, being from other people, or IOBs, it’s harder to do.\n\nWhat makes it more interesting is that my approach to IOBs seems to have been in this way before getting into this. It feels like tiptoeing around the dark, being mindful of how what I think could be taken by them, but it’s quite cool.\n\nI maybe haven’t portrayed it aswell as I could, but I’ll never forget that moment.\n\nI’m looking forward to going deeper into this, and communicate with them through lucid dreams and the black room.\n\n_____\n\n\nHoly fuck, I hadn’t written for so long, and so focused, in a long time. I’ll link this with the BrP, and then trying to lucid dream.\n\nDunno if I’ll check the comments before sleeping, as I don’t want to mess up my frame/assemblage point; but if I finish the session out of it I might.\n\nI actually am so thankful to be a part of this community lol, looking forward to exploring this together.. and getting to know you!!", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Experiences with IOBs, in the physical world, before getting into this community", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_icwce8", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_dtddf", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1597871844.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1597870892.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;hr/&gt;\n\n&lt;p&gt;Writing this afterwards: it’s kinda messy, but I think it makes sense. I think sometimes we brush off weird experiences as the product of our minds, but we also feel there’s more to it.&lt;/p&gt;\n\n&lt;p&gt;This is just opening my own experiences, as I feel looking at them under this lense is quite helpful, and value how carlos’ work could help our view of the supernatural.&lt;/p&gt;\n\n&lt;p&gt;Look for the + if you wanna skip around. &lt;/p&gt;\n\n&lt;p&gt;-&amp;gt;+ = key/important&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;I was gonna write about this on the other post, but figured it’d make more sense on it’s own.&lt;/p&gt;\n\n&lt;p&gt;To start this of, even tho it’s the last thing that’s come to mind, but might be relatable: &lt;/p&gt;\n\n&lt;p&gt;around a week after being born I had meningitis, and it seemed like I would not make it.\nInterestingly enough, a “witch” told my grandma what I had before my family, and maybe even the doctors, knew. &lt;/p&gt;\n\n&lt;p&gt;I’ve always wondered where this kind of thing comes from. Is it by connecting with the other’s energy, some other being that’s with us, an underlying system in our bran/body that usually gets overwritten/buried? —will come back to this later.&lt;/p&gt;\n\n&lt;p&gt;I also wonder how being close to dying might have affected me. I think the infection might have helped develop other parts of my brain, and now kinda have access to more space, but that’s another thing.&lt;/p&gt;\n\n&lt;p&gt;-I’ve always been quite sensitive, and sensed things in people, aswell as where there was nothing/no one.&lt;/p&gt;\n\n&lt;p&gt;As you all well know, our perception of the world tends to be overwritten by our family and culture, but hopefully we’ll manage to help future generations stay more in tune&lt;/p&gt;\n\n&lt;p&gt;I remember some weird ass dreams, things falling on their own.. and thankfully others saw those at times too, but mostly those freaky creepy feelings(which I kinda attribute to our fear of the unknown, the dark...&lt;/p&gt;\n\n&lt;p&gt;Although now I’m also open to our brain perceiving something, and “creating” some representation of it.. but based on something that was perceived (cannot be apply to everything, but some situations yeah)&lt;/p&gt;\n\n&lt;p&gt;Anyway.. the strongest experience I’ve had, at least visually, was at my aunt’s funeral. I was 15/16then. \nMy dad and her had fallen off for some time. The last time we had been together was probably 4 years before, bc we when to visit the to the Canary Islands. &lt;/p&gt;\n\n&lt;p&gt;Interestingly enough I had a weird experience there. We were staying in some bungalows, and my cousins and I stayed on the same. &lt;/p&gt;\n\n&lt;p&gt;They had locked the door from the outside, but somehow I managed to sleepwalk out(there was a way of opening from the inside, which maybe I picked up on), and go to the swimming pool. I still remember it lol. Then some woman called me, and I went there, but don’t remember anything after getting to the door. &lt;/p&gt;\n\n&lt;p&gt;The next day I was telling my family about the weird experience, but don’t remember if I thought it was a dream, or they thought so. We get to the entrance, and the workers said: “hey, it’s the kid from last night!” Lmao &lt;/p&gt;\n\n&lt;p&gt;I was like “I told you!!” Ahhahah &lt;/p&gt;\n\n&lt;p&gt;Might not be related, but it’s kind of a funny story; sorry for backtracking tho.&lt;/p&gt;\n\n&lt;p&gt;1) We were at the church, and my father went to talk. I had been feeling alright, but a bit after he started, I started feeling kinda sick, which evolved to sick, which turned to being unable to hold myself together lol.&lt;/p&gt;\n\n&lt;p&gt;Now it reminds me of what you say when doing the black room practice, that the head goes forward when blacking our, or about to, but I’m the motion was more than my head, kinda like my whole body —although mostly the top—. &lt;/p&gt;\n\n&lt;p&gt;++Oops, I forgot it. So I was feeling a bit sick, but the transition to feeling full sick came after I saw an irregular black ring—not small, medium/big size. I was a bit far in the church, but it would encompass the stomach to above the head, and the sides were a bit more after the arms, of my father&lt;/p&gt;\n\n&lt;p&gt;[holy fuck, as I was putting the ++ to make things more clear, I realized the ring was kind of the one in arrival. I’ll look for it, but will still try to draw it]&lt;/p&gt;\n\n&lt;p&gt;I noticed it, definitely caught my attention, and next thing I perceive is it flying towards me so damn fast. It got to me, and that when I couldn’t hold myself together/my top body was falling forward. &lt;/p&gt;\n\n&lt;p&gt;(As I was writing this, it came to find how Carlos felt after being attacked trying to liberate the blue scout and, more aligned with this, the black energy when (I think) he got out of his room on his energetic body&lt;/p&gt;\n\n&lt;p&gt;As I considered that, my left side “turned on”, kinda like goosebumps, and I got emotional. Probably because of seeing some correlation to what happened to me in his experience, after having questioned it so much)&lt;/p&gt;\n\n&lt;p&gt;Anyway: my mom noticed, and worried quite fast. I was like “it’s alright, I’ll piece myself together”, but couldn’t. &lt;/p&gt;\n\n&lt;p&gt;She took me outside, and after feeling a bit better, she and my grandma decided to take me to another witch.&lt;/p&gt;\n\n&lt;p&gt;+She told me I have an open body, and that it’s easy for other being to pass though, or interact with me.&lt;/p&gt;\n\n&lt;p&gt;I wanted to learn more about it, and focus on that ability, but I let it go. Last time I went to see her, after some other weird ass experiences I had, she told me she felt I wasn’t as open body, but that I could get it back.&lt;/p&gt;\n\n&lt;p&gt;Interestingly enough I’ve been thinking about how getting into philosophy, politic, and psychology has made it so my logic/reason has created some wall in my mind... &lt;/p&gt;\n\n&lt;p&gt;thankfully Im in touch with my intuition and I’ve been tearing it down hahaha&lt;/p&gt;\n\n&lt;p&gt;(Damn, I hope going like this isn’t annoying hahaha)&lt;/p&gt;\n\n&lt;p&gt;{about (1): I used to rationalize it by thinking that I kinda knew they weren’t getting along, and maybe it was a representation of how my unconscious perceived my aunt would react as energy(??????). I do think it was real tho, but still wonder if my mind played me. &lt;/p&gt;\n\n&lt;p&gt;+also, and more importantly: my grandma told me she wanted to talk with my dad on her deathbed, that it was all she wanted... so she probably died with some intent tying them together(?)}&lt;/p&gt;\n\n&lt;p&gt;I remembered this experience writing this, and I think it’s worth sharing&lt;/p&gt;\n\n&lt;p&gt;2) so I was on an abandoned house, on the outside of the town I lived in, with a friend. We were chilling on the top side, as you can see the trees and the sea from there.&lt;/p&gt;\n\n&lt;p&gt;I noticed some weird shadows with my periferal vision, which was kinda freaky, but cool at the same time.&lt;/p&gt;\n\n&lt;p&gt;Weirdest thing is that at one point I felt someone touching my hair, a mixture of caressing it and moving it up.&lt;/p&gt;\n\n&lt;p&gt;I was sure it happened, and that had to be her, but she was like nope. I insisted, and ended up saying that it was a great joke if she had, because she had fooled me completely, but nope, she didn’t do it.&lt;/p&gt;\n\n&lt;p&gt;2b That witch told me some weird things happened by those abandoned houses, maybe rituals, but don’t remember.&lt;/p&gt;\n\n&lt;p&gt;2c on another house near that one, with two friends of mine, after smoking weed.. we heard some noises on the basement, and went to check it. We didn’t see anything, quite probably an animal, but we felt like the presence of a girl.&lt;/p&gt;\n\n&lt;p&gt;We got quite freaked out, goosebumps and all, and when we heard some more noises we ended up bailing. The energy was quite weird, and my friend ended up scratching his car on the tiny streets lol, which kinda allowed for a blank slate as we were kinda laughing our asses off&lt;/p&gt;\n\n&lt;p&gt;**okay, so this last one, and parts of the other, could be understood more rationally. Particularly the last one, as we kinda induced ourselves those sensations. 2a) i’m sure about what I felt, and she seemed to be dead serious, but can’t know for sure.&lt;/p&gt;\n\n&lt;p&gt;But here it is, this takes the cake.. divided with (1) tho hahaha &lt;/p&gt;\n\n&lt;p&gt;[kinda went on a tangent, 3c is the cake hahaha)&lt;/p&gt;\n\n&lt;p&gt;+3) a. I kinda feel energies, but moreover after smoking. Those hightened states usually involve “answers” with objects falling, be in they neighbors place, my own, or a different current of energy, trying to close me in. &lt;/p&gt;\n\n&lt;p&gt;I was at a point where I was reconnecting with this, moreover after discovering the &lt;a href=\"/r/remoteviewing\"&gt;r/remoteviewing&lt;/a&gt; sub. I remember the night before, playing with an old toy I had and my cat, I wanted to test something.&lt;/p&gt;\n\n&lt;p&gt;I felt like that might have been a charged object, as I was so involved with it, and the house was so charged. My brother sleepwalked more than usually, and so did I, but just a bit.&lt;/p&gt;\n\n&lt;p&gt;Anyway, after playing slowly, I kinda did a motion towards the door, quite focused, now I’d probably say with intent. &lt;/p&gt;\n\n&lt;p&gt;+The cat stopped playing,and started staring at the door For 20+secs. His eyes moved a bit, and he went running to the kitchen. I felt there was something, and felt stupid for not having recorded it 🤦🏻‍♂️🤷🏻‍♂️&lt;/p&gt;\n\n&lt;p&gt;I don’t remember if it was that same night, but I felt some other “conscience”, for lack of a better word, and thought it was my cat. Later on I played calling his name in my mind, and he indeed reacted (75%~ percent of the time&lt;/p&gt;\n\n&lt;p&gt;{I think recreating this is kinda hard, moreover on the usual awareness/state our conscience is. Probably with silence it could be done, aswell as the location of our assemblage point. &lt;/p&gt;\n\n&lt;p&gt;I’ll explore this once I get back to Spain.}&lt;/p&gt;\n\n&lt;p&gt;I feel like cats can’t perceive more than we popularly know. Egiptians come to mind.&lt;/p&gt;\n\n&lt;p&gt;Particularly, not having as many overlapping systems might make it easier to perceive some fantastic things, together with their inner workings.&lt;/p&gt;\n\n&lt;p&gt;B) i had decided to stop smoking, and clean myself. I got my last 5/10€, but just smoked one at night as I ended up kinda tired, and drifting in my mind.&lt;/p&gt;\n\n&lt;p&gt;Interestingly, although I don’t remember for sure if it was that night, but I was quite active in my mind. After some strong ass recapitulation seems, and feeling weird energies, I realized i could have been sending strong energies.&lt;/p&gt;\n\n&lt;p&gt;Oh, I remember now. I remember trying to communicate mentally with my brother, or some energy.&lt;/p&gt;\n\n&lt;p&gt;There were some reactions, but no clear answer. The reactions came both from his room, and noises he did, aswell as the house upstairs, and my cat.&lt;/p&gt;\n\n&lt;p&gt;+I started feeling bad, as my mind was kinda racing, and being aware of our “antennas” + the heightened state I was in + the noises and weird energy.. I thought/felt I could be bombarding someone&lt;/p&gt;\n\n&lt;p&gt;++I think saying the electromagnetic field might explain it better, as I definitely was charged, and I feel it would have impacted.. moreover mixed with trying to send my energy outside lmao&lt;/p&gt;\n\n&lt;p&gt;At one point there was this outburst against my energy, kinda like someone was done and wanted me the shut the fuck off hahaha&lt;/p&gt;\n\n&lt;p&gt;I had felt really bad, but the mixture of my mind still running, and being curious to the point of wanting a reaction, so I could know if it was just in my mind, kept me going.&lt;/p&gt;\n\n&lt;p&gt;+I remember that my mood quite changed, kind of like when someone tells you off and you know they are kinda right. It got to the point of a bit of angst. &lt;/p&gt;\n\n&lt;p&gt;But I decided to hold my ground, and got back my place.&lt;/p&gt;\n\n&lt;p&gt;(It weird sharing all of this, but if this might help in some way, I guess it’s worth it lol)&lt;/p&gt;\n\n&lt;p&gt;+++After a bit of peace, some back and forth, accompanied by some noises, and then peace again... I started feeling some energy creeping in, slowly getting bigger and bigger&lt;/p&gt;\n\n&lt;p&gt;A few seconds later, my brother gets in the house LOL&lt;/p&gt;\n\n&lt;p&gt;I must have looked like the emoji meme: &lt;/p&gt;\n\n&lt;p&gt;👁 👄 👁  lmao&lt;/p&gt;\n\n&lt;p&gt;I must have been so focused I didn’t notice he left. And he definitely had smoked, so I feel it made this easier.&lt;/p&gt;\n\n&lt;p&gt;He’s also had weird experiences, to the point where the cat got in a protective stance, looking so intensely to the dark, and kinda moving.&lt;/p&gt;\n\n&lt;p&gt;My brother said he instantly started praying, even tho he hadn’t done it in such a long time.&lt;/p&gt;\n\n&lt;p&gt;{my take is that sometimes it’s just coming from within, others it’s kind of a mixture of our biases to something we actually perceive, and then a more pure form where our imagination makes some sense but it’s a more pure perception—although I guess we can also just “see”}&lt;/p&gt;\n\n&lt;p&gt;+Oh, I almost forgot. Before sleeping I actually had the feeling of my consciousness expanding, but I got afraid of it being cancer or something, and kinda cut it short.&lt;/p&gt;\n\n&lt;p&gt;Dunno if it was that night, but I also got to hear a different part of me, but it kinda stayed there. Probably fear got in the way too.&lt;/p&gt;\n\n&lt;p&gt;Although it might look like I’m set on what I believe of this experiences, I’ve always questioned what might be behind.&lt;/p&gt;\n\n&lt;p&gt;++The most common is doubting whether the energy comes from inside, but a part outside the  fram of mind/consciousness from the moment, a different set of neurological connections that haven’t been “voiced”/acted upon much..;\nOr outside. The ones about feeling energy in the house might have been internal, and the electromagnetic field, aswell as sincronicities, might explain it; but it also felt like there was more to it.&lt;/p&gt;\n\n&lt;p&gt;Quite a shame fear got in the way; thankfully now I’m more determined.&lt;/p&gt;\n\n&lt;p&gt;But the cake wasn’t there lmao, it’s here:&lt;/p&gt;\n\n&lt;p&gt;+3c) the morning after I decided to smoke the rest as I woke up. I think this influenced a lot, as the frequency my brain was at was different, and mixed with the weed and those heightened made an interesting recipe.&lt;/p&gt;\n\n&lt;p&gt;(When I’m in that house I usually smoke on a garage that wasn’t finished, as they stopped building the rest of the building from the block where I live.&lt;/p&gt;\n\n&lt;p&gt;The place feels charged. So damn charged. Dunno if something happened there, or it’s influenced by the people also going there to smoke and do their thingy.&lt;/p&gt;\n\n&lt;p&gt;It’s something I’ve considered. The mark we leave on the place we are, depending on the states we are in, our energy, and so on. &lt;/p&gt;\n\n&lt;p&gt;I ended up “challenging” myself to go there, just because I felt repelled, kinda scared. If you were there I feel you’d get it, although you might experienced those kinds of places too.&lt;/p&gt;\n\n&lt;p&gt;It feels like a mixture of our suggestion, and something else being at play.&lt;/p&gt;\n\n&lt;p&gt;+I remember the first time I confronted it, and stood my ground. The feeling of being watched was so strong, and as I was looking around the dark, at one point it felt like when you lock eye contact. &lt;/p&gt;\n\n&lt;p&gt;+Holy fuck, I was feeling my body vibrating, but at that point it got so damn strong. Funnily and interestingly enough, I got an advertisement from Gaia talking about that same thing lfmao.&lt;/p&gt;\n\n&lt;p&gt;Those damn vibrations.&lt;/p&gt;\n\n&lt;p&gt;I was like holy fuck. Gotta love those sincronicities.&lt;/p&gt;\n\n&lt;p&gt;Another time I suddenly got the image in my mind of me hanged with the long ass cable of my headphones, as I had the intention of exploring staying some more challenging the sensations... &lt;/p&gt;\n\n&lt;p&gt;My body instantly turned to the door, like going in rails lol.&lt;/p&gt;\n\n&lt;p&gt;One of the next nights I thought about going again, but I wasn’t feeling. I overthought it, considering if it was just being afraid, but it’s just an artificial place, and I felt like smoking in nature... I walked past it, and 20 secs later I turned, so challenge whatever might be underlaying that decision.&lt;/p&gt;\n\n&lt;p&gt;As I was about to go in, I felt quite strongly not doing it, and turned around again.&lt;/p&gt;\n\n&lt;p&gt;+Around 30 secs later a song said something like “get the fuck out of there”, and I instantly connected with how it would’ve said it as i would be getting set in the environment, and how creepy it would be.&lt;/p&gt;\n\n&lt;p&gt;There was also a sincronicity with the time, which I looked and it was a satanic number or something like that, but I don’t remember what it was...\nAnd finding the voice message out of the 300+ will be kinda hard hahaha)&lt;/p&gt;\n\n&lt;p&gt;Holy fuck, sorry for the wall of text. I hope you find it interesting, or it’s made you connect with something in your life.&lt;/p&gt;\n\n&lt;p&gt;+++the start of the cake:&lt;/p&gt;\n\n&lt;p&gt;I go the place I started sitting at the last times, where you can see a bit of the sky. It was really dark, and I couldn’t see well, but I noticed something on the place.&lt;/p&gt;\n\n&lt;p&gt;I touched it with my feet, to then see that it was a sandwich someone had just eaten a bite off.&lt;/p&gt;\n\n&lt;p&gt;As I did that, my mind started racing seeing the perspective of someone in the place, hadn’t gone to the lower floor, and seeing me touching his food with my foot lol.&lt;/p&gt;\n\n&lt;p&gt;I got kinda paranoid, dunno tho if I had already lit it up.&lt;/p&gt;\n\n&lt;p&gt;I was with the headphones, but I could hear/feel something on that lower floor; although it seemed like no one was there. I thought about two friends of mine who also go there, but not at that time.. and they don’t like that kind of sandwich.&lt;/p&gt;\n\n&lt;p&gt;A bit after that, I heard them laughing. Probably on my mind. But as I had gotten into remote viewing, I also considered how, maybe, I set a connection to them, reinforced by all the times together, moreover there, and if they could feel it, even unconsciously.&lt;/p&gt;\n\n&lt;p&gt;It probably wasn’t the case, although this has made me consider whether IOBs could use this kind of thing to get some reaction, thus energy.&lt;/p&gt;\n\n&lt;p&gt;But it probably was just me.&lt;/p&gt;\n\n&lt;p&gt;Anyway, the interesting thing is that what got me out of the spiral was a bird chirping. It made me snap out of it, and realize the spiral.&lt;/p&gt;\n\n&lt;p&gt;It happened two more times, as I was getting in the spiral. Even tho I felt I was okay, I noticed how the underlaying systems might have been agitated... &lt;/p&gt;\n\n&lt;p&gt;Which would definitely affect my electromagnetic field. And I feel bird, and other animals, can sense that.&lt;/p&gt;\n\n&lt;p&gt;The last time I got in the spiral, it even came inside the garage lol. It was an interesting connection I felt.&lt;/p&gt;\n\n&lt;p&gt;I was also watching unity, on Gaia, and had learned his take on Angels and demons (beings from the 4th dimension, that actually work together; the forme with light, latter with matter. If we can’t learn with the help of angels, the ally with demons to set traps to us.. something like that)&lt;/p&gt;\n\n&lt;p&gt;I considered if the bird could have had/been a deeper being; now I’d say inorganic being...&lt;/p&gt;\n\n&lt;p&gt;But I think it might have just been that it felt the change in the electromagnetic field&lt;/p&gt;\n\n&lt;p&gt;(bear in mind, this is just the foundation of the cake hahaha. Again, sorry for the wall of text)&lt;/p&gt;\n\n&lt;p&gt;++++ now to the coolest part. The top of the cake:&lt;/p&gt;\n\n&lt;p&gt;I think my grandma and I communicated telepathically. &lt;/p&gt;\n\n&lt;p&gt;I go to my room, and heard again the bird, which was cool. I was thinking about my projects, and then I hear my grandma saying something along the lines of “you know it’s really hard to live off your projects, filliño”(which is like a sweet mixture of son and darling in Galician)&lt;/p&gt;\n\n&lt;p&gt;But she was theoretically talking on the phone with some nephew; but something she’s told to me repeatedly in the last 4 years.&lt;/p&gt;\n\n&lt;p&gt;It was weird, but I kept on my thing... but she replied to it again. I started awknowledging more. Happened again with the next thing I thought...&lt;/p&gt;\n\n&lt;p&gt;so I started kinda drifting mid sentence.. and she’d also do that!! I would make her hesitate!!!&lt;/p&gt;\n\n&lt;p&gt;It was so weird, but also cool! &lt;/p&gt;\n\n&lt;p&gt;It caused a change in her. She want from talking kinda in her high horse, but kinda sweetly, to doubting more, feeing less confident; which seemed like a consequence of our line of conversation.&lt;/p&gt;\n\n&lt;p&gt;This went on for 5 min or more. My confirmation was when she messed up, acted like she was talking to my mom... on the same “call” as the nephew one.&lt;/p&gt;\n\n&lt;p&gt;That was like a click. Sadly I don’t remember much now of the conversation, but maybe I made an audio about it, will check.&lt;/p&gt;\n\n&lt;p&gt;At one point I felt something pulling from my leg in the direction of her room, which freaked the fuck out of me.&lt;/p&gt;\n\n&lt;p&gt;{personally, I think it’s quite a possibility, and she is quite intuitive}&lt;/p&gt;\n\n&lt;p&gt;After this, I started questioning how it could have happened:&lt;/p&gt;\n\n&lt;p&gt;Underlaying system in our brains/bodies that can interpret that way of communicating, at least when being in an appropriate frame of mind, or part of the assemblage point.. &lt;/p&gt;\n\n&lt;p&gt;Inorganic beings that are with us, and can access that information, and lay it onto us...&lt;/p&gt;\n\n&lt;p&gt;I just imagined it all(?). This I never truly felt. I know it happened&lt;/p&gt;\n\n&lt;p&gt;What I said in the beginning about the witch, that I said would get back to, is that this knowledge has fit and expanded my view of the world... &lt;/p&gt;\n\n&lt;p&gt;All of this experiences where before I knew any of this, but this helps bring parts of them more into the light, which in itself, I think, validates carlos’ work.&lt;/p&gt;\n\n&lt;p&gt;I feel like we can definitely help bring it more into light, and refine more the system.&lt;/p&gt;\n\n&lt;p&gt;Oh, the point about the witch:&lt;/p&gt;\n\n&lt;p&gt;As I was writing it i considered whether some she’d have some ally, guest or, more horrifying.. “squatter”.&lt;/p&gt;\n\n&lt;p&gt;(Now I feel this deserves a post on it’s own, and will probably do so tomorrow)&lt;/p&gt;\n\n&lt;p&gt;And that entity could’ve know what was going on more clearly, and passing the info down.&lt;/p&gt;\n\n&lt;p&gt;The same would fit with my grandma, moreover with some other things in our lives and make the possibility of have some Inorganic squatter with us.&lt;/p&gt;\n\n&lt;p&gt;Again, the key is to have an open mind and entertain all of this from the middle. It makes sense, but who knows what could have been.&lt;/p&gt;\n\n&lt;p&gt;Anyway, I feel like exploring this kinds of things under this lense can be quite helpful, expanding evermore the range it has.. &lt;/p&gt;\n\n&lt;p&gt;this reminds me of Don Juan telling Carlos, after his encounter with the blue scout, that he believed the IOBs interacted in our world constantly... &lt;/p&gt;\n\n&lt;p&gt;which made me remember this moments, and kinda freeze —which I used, alongside its movement of my AP to meditate and then sleep under its frame.&lt;/p&gt;\n\n&lt;p&gt;This is so messy, sorry lmao. Hopefully it makes sense. &lt;/p&gt;\n\n&lt;p&gt;I actually have another big one to share, but will try to post first, as it feels like it might be over the limit, although it hasn’t stopped me&lt;/p&gt;\n\n&lt;p&gt;Meh, I’ll try here anyway:&lt;/p&gt;\n\n&lt;p&gt;This one is the most recent of these, probably 3 month ago. After smoking, I was feeling strange energies have felt those also without smoking, but not as strongly), feeling a connection with the friend who also smokes in that garage.. probably because of smoking at the same time(?) I’ve met someone who thought it linked, and also that weed allows to see through entropy.&lt;/p&gt;\n\n&lt;p&gt;Anyway, at one point it felt like we had stablished a connection, and managed to talk a bit. Seemed like he was surprised, but once I started doubting it, and thinking it must have been a representation from my brain, it started fading.&lt;/p&gt;\n\n&lt;p&gt;Also had a moment after seing a weird light where I was feeling how that strange energy would feel about me, and the reaction to my not reacting&lt;/p&gt;\n\n&lt;p&gt;{I felt it might have been some internal current, but now I consider more something external... probably what attacked me later}&lt;/p&gt;\n\n&lt;p&gt;After some other weird things, like some pain in my ear and losing a bit of hearing,&lt;/p&gt;\n\n&lt;p&gt;(My neighbor on that other house lost the hearing of the same ear I felt, which was kinda creepy. &lt;/p&gt;\n\n&lt;p&gt;Back then I was considering more the flow of energy between people than IOBs)&lt;/p&gt;\n\n&lt;p&gt;I went back inside, and meditated on my bed.&lt;/p&gt;\n\n&lt;p&gt;It was quite intense. I love those weed trips. Around a week ago after an amazing ride (check my comments, there was a reset of my consciousness, and flashing of a spider...) I started considering more like a perceive psychedelics. Using it too often kinda took it for granted&lt;/p&gt;\n\n&lt;p&gt;But already a few months ago I was doing it more for the explorations of those hypothetical depths of the natural world(energy, other beings, etc)&lt;/p&gt;\n\n&lt;p&gt;++Anyway. The big things was that at some point at felt myself going up, towards a bright white light; accompanied by such a feeling of bliss, happiness...&lt;/p&gt;\n\n&lt;p&gt;And then... PUM. Something knocked me the fuck down. I felt at the depths of darkness. Some energy started cornering me. \nLike, for real, it surrounded all of me, and started pressing down... till I snapped out of it, and pushed my energy out, regaining my space, and pushing the foreign energy out.&lt;/p&gt;\n\n&lt;p&gt;Interestingly, I then apologized to the energy, saying that, fuck, if you approach me in such a way, how could I not react like that. And that if it wanted to communicate in some way, it was cool, but never trying to get inside me, manipulate me.. respecting my boundaries in general.&lt;/p&gt;\n\n&lt;p&gt;I didn’t know if it was from within (don’t think so), or outside; but I have the attitude of understandiing, or trying to, others... and with this kind of energies, being from other people, or IOBs, it’s harder to do.&lt;/p&gt;\n\n&lt;p&gt;What makes it more interesting is that my approach to IOBs seems to have been in this way before getting into this. It feels like tiptoeing around the dark, being mindful of how what I think could be taken by them, but it’s quite cool.&lt;/p&gt;\n\n&lt;p&gt;I maybe haven’t portrayed it aswell as I could, but I’ll never forget that moment.&lt;/p&gt;\n\n&lt;p&gt;I’m looking forward to going deeper into this, and communicate with them through lucid dreams and the black room.&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;Holy fuck, I hadn’t written for so long, and so focused, in a long time. I’ll link this with the BrP, and then trying to lucid dream.&lt;/p&gt;\n\n&lt;p&gt;Dunno if I’ll check the comments before sleeping, as I don’t want to mess up my frame/assemblage point; but if I finish the session out of it I might.&lt;/p&gt;\n\n&lt;p&gt;I actually am so thankful to be a part of this community lol, looking forward to exploring this together.. and getting to know you!!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "icwce8", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "lyammalik", "discussion_type": null, "num_comments": 10, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/", "subreddit_subscribers": 9561, "created_utc": 1597870892.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g25de2x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "created_utc": 1597874003.0, "send_replies": true, "parent_id": "t1_g25b62i", "score": 1, "author_fullname": "t2_dtddf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think so. Thanks to all this knowledge I’ve come to understand better how I’ve changed my assemblage point unknowingly, and how I’ve stalked it the same way. Now it’s time to integrate all of it.\n\nYes!! I think so too. I think some of the older takes I had on it reinforced it, and as my family is religious, and I’ve been surrounded by the good-evil/angel-demon paradigm it’s influenced the fear at times; but a few months ago it was more understanding it as energy, and now I feel like I’ve freed my inventory...\n\nAlthough writing this brought per of the old perception back, partly because I also wanted to portray how I understood it. But I still think there’s some more subconscious inventory to clear.\n\nI like how, by striping those up, the nature of the interactions is much simpler and direct. There have been times in the BrP that I noticed, in the past, I would have been afraid of, but now I was smiling or laughing hahahaha.\n\nIt’s also been interesting initially confronting some fear when being in feo to of the mirror in the dark. Also felt the inventory there.\n\n+\n\nI think it was partially the assemblage point, but it was a feeling in my head, so I got kinda afraid of whatever I was doing having a negative impact lmao.\n\nLater it was like.. fuck.. I should have gone on.\n\nWhich also happened another time in that garage, where I felt something creeping up on me, making itself quite bigger behind me, and I didn’t embrace the feeling I was getting... as i connected with my family’s beliefs, and part of mine, and how it could be something I shouldn’t have..\n\nLater I regretted it, and it reinforced my going down there and confronting it, but didn’t get the same feeling :/\n\nKids really are amazing. I feel we ought to reconnect with those parts of us.\n\nHuh, had never know they might have lucid dreams, at least that often. Guidance would really help. Quite sucks how the institutions, parents.. culture in general, has neglected kids and, therefore, the future core of humanity... and how the cycle keeps going.\n\nI love those damn visions hahahah. Kind miss them afterwards, but not as much the fever ( although I’ve grown to like the cold sensation you get)\n\n\n\n\nLol, the tree thingy. Quite cool, but also a bit sad not exploring beyond that. But it’s the beauty of the simple life I guess", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g25de2x", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think so. Thanks to all this knowledge I’ve come to understand better how I’ve changed my assemblage point unknowingly, and how I’ve stalked it the same way. Now it’s time to integrate all of it.&lt;/p&gt;\n\n&lt;p&gt;Yes!! I think so too. I think some of the older takes I had on it reinforced it, and as my family is religious, and I’ve been surrounded by the good-evil/angel-demon paradigm it’s influenced the fear at times; but a few months ago it was more understanding it as energy, and now I feel like I’ve freed my inventory...&lt;/p&gt;\n\n&lt;p&gt;Although writing this brought per of the old perception back, partly because I also wanted to portray how I understood it. But I still think there’s some more subconscious inventory to clear.&lt;/p&gt;\n\n&lt;p&gt;I like how, by striping those up, the nature of the interactions is much simpler and direct. There have been times in the BrP that I noticed, in the past, I would have been afraid of, but now I was smiling or laughing hahahaha.&lt;/p&gt;\n\n&lt;p&gt;It’s also been interesting initially confronting some fear when being in feo to of the mirror in the dark. Also felt the inventory there.&lt;/p&gt;\n\n&lt;p&gt;+&lt;/p&gt;\n\n&lt;p&gt;I think it was partially the assemblage point, but it was a feeling in my head, so I got kinda afraid of whatever I was doing having a negative impact lmao.&lt;/p&gt;\n\n&lt;p&gt;Later it was like.. fuck.. I should have gone on.&lt;/p&gt;\n\n&lt;p&gt;Which also happened another time in that garage, where I felt something creeping up on me, making itself quite bigger behind me, and I didn’t embrace the feeling I was getting... as i connected with my family’s beliefs, and part of mine, and how it could be something I shouldn’t have..&lt;/p&gt;\n\n&lt;p&gt;Later I regretted it, and it reinforced my going down there and confronting it, but didn’t get the same feeling :/&lt;/p&gt;\n\n&lt;p&gt;Kids really are amazing. I feel we ought to reconnect with those parts of us.&lt;/p&gt;\n\n&lt;p&gt;Huh, had never know they might have lucid dreams, at least that often. Guidance would really help. Quite sucks how the institutions, parents.. culture in general, has neglected kids and, therefore, the future core of humanity... and how the cycle keeps going.&lt;/p&gt;\n\n&lt;p&gt;I love those damn visions hahahah. Kind miss them afterwards, but not as much the fever ( although I’ve grown to like the cold sensation you get)&lt;/p&gt;\n\n&lt;p&gt;Lol, the tree thingy. Quite cool, but also a bit sad not exploring beyond that. But it’s the beauty of the simple life I guess&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_icwce8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25de2x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597874003.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g29ex7o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g29c4js", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Have you stumbled upon any energy that attacked you in a really strong way?\n\nSure. Fairy used to kick my ass.\n\nAnd Minx too.\n\nThey were like that when Carlos passed them to us.\n\nI gave up calling them, because each time I felt like fleeing for my life.\n\nBut they'd show up every  year or two, just to make sure I didn't forget that it was all real, and not a fraud like all of the private class students were now saying.\n\nThey were so scary that I trained Fairy, thinking it was a nice, \"low energy\" inorganic. \n\nI think Techno suggested that.\n\nNow I suspect, when Carlos unleashed his IOBs it was with instructions to take over in his place.\n\nI don't suppose we'll know, until we can re-run Carlos a bit.\n\nRe-running an event that had Little Smoke in it ought to be interesting.\n\nI doubt Little Smoke cares if it's a re-run or live.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_g29ex7o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Have you stumbled upon any energy that attacked you in a really strong way?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Sure. Fairy used to kick my ass.&lt;/p&gt;\n\n&lt;p&gt;And Minx too.&lt;/p&gt;\n\n&lt;p&gt;They were like that when Carlos passed them to us.&lt;/p&gt;\n\n&lt;p&gt;I gave up calling them, because each time I felt like fleeing for my life.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;d show up every  year or two, just to make sure I didn&amp;#39;t forget that it was all real, and not a fraud like all of the private class students were now saying.&lt;/p&gt;\n\n&lt;p&gt;They were so scary that I trained Fairy, thinking it was a nice, &amp;quot;low energy&amp;quot; inorganic. &lt;/p&gt;\n\n&lt;p&gt;I think Techno suggested that.&lt;/p&gt;\n\n&lt;p&gt;Now I suspect, when Carlos unleashed his IOBs it was with instructions to take over in his place.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t suppose we&amp;#39;ll know, until we can re-run Carlos a bit.&lt;/p&gt;\n\n&lt;p&gt;Re-running an event that had Little Smoke in it ought to be interesting.&lt;/p&gt;\n\n&lt;p&gt;I doubt Little Smoke cares if it&amp;#39;s a re-run or live.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_icwce8", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g29ex7o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597960096.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1597960096.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "g29c4js", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g27z7mj", "score": 1, "author_fullname": "t2_dtddf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think so too!! \n\nOne of the things I connected with in the black room practice, is that they’ve been taking advantage for us for a long time.. \n\nSo that gives us some “power”, in the sense that we can ask/want the relationship to be more equal.\n\nThis kinda comes from feeling kinda bad about scooping in the dark, and bringing energy to me.. in the case it would have been an IOB’s energy.\n\nAlso mixed with being careful of what to ask them for.\n\nConnecting with this makes it so we can act from a stronger position, as them helping us is fair, as well as good for both of us \n\nHas to be quite cool if one of them has been with us for such a long time\n\nAlthough I also guess they might feel intimidated, if they were just trying to take advantage swinging us around\n\nHave you stumbled upon any energy that attacked you in a really strong way?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_g29c4js", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think so too!! &lt;/p&gt;\n\n&lt;p&gt;One of the things I connected with in the black room practice, is that they’ve been taking advantage for us for a long time.. &lt;/p&gt;\n\n&lt;p&gt;So that gives us some “power”, in the sense that we can ask/want the relationship to be more equal.&lt;/p&gt;\n\n&lt;p&gt;This kinda comes from feeling kinda bad about scooping in the dark, and bringing energy to me.. in the case it would have been an IOB’s energy.&lt;/p&gt;\n\n&lt;p&gt;Also mixed with being careful of what to ask them for.&lt;/p&gt;\n\n&lt;p&gt;Connecting with this makes it so we can act from a stronger position, as them helping us is fair, as well as good for both of us &lt;/p&gt;\n\n&lt;p&gt;Has to be quite cool if one of them has been with us for such a long time&lt;/p&gt;\n\n&lt;p&gt;Although I also guess they might feel intimidated, if they were just trying to take advantage swinging us around&lt;/p&gt;\n\n&lt;p&gt;Have you stumbled upon any energy that attacked you in a really strong way?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_icwce8", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g29c4js/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597958757.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1597958757.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "g27z7mj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g25p0nr", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My guess is they squat everyone, from shortly after birth.\n\nThey're the \"monster in the closet\" from childhood.\n\nA few decades of time is nothing to them.\n\nThere's some kind of energy we have that they like enough to stick around, maybe hoping we'll learn to interact with them.\n\nIn other words, I don't think it's anything unusual.\n\nYou might just as well worry about the insects in your home, squatting you.\n\nBut you don't, because they only live a few months at most.\n\nThe IOBs can squat for a billion years if they like.\n\nBut they're still just the local wildlife.", "edited": false, "author_flair_css_class": null, "name": "t1_g27z7mj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My guess is they squat everyone, from shortly after birth.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re the &amp;quot;monster in the closet&amp;quot; from childhood.&lt;/p&gt;\n\n&lt;p&gt;A few decades of time is nothing to them.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some kind of energy we have that they like enough to stick around, maybe hoping we&amp;#39;ll learn to interact with them.&lt;/p&gt;\n\n&lt;p&gt;In other words, I don&amp;#39;t think it&amp;#39;s anything unusual.&lt;/p&gt;\n\n&lt;p&gt;You might just as well worry about the insects in your home, squatting you.&lt;/p&gt;\n\n&lt;p&gt;But you don&amp;#39;t, because they only live a few months at most.&lt;/p&gt;\n\n&lt;p&gt;The IOBs can squat for a billion years if they like.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re still just the local wildlife.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_icwce8", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g27z7mj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597937113.0, "author_flair_text": null, "collapsed": false, "created_utc": 1597937113.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "g25p0nr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g25iweh", "score": 1, "author_fullname": "t2_dtddf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Like sticking around us through time, without us not knowing it, and “feeding” off of us.\n\nThey’re squatters in the sense that they kinda find a house in us, and stay without us knowing it ahahaha", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g25p0nr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Like sticking around us through time, without us not knowing it, and “feeding” off of us.&lt;/p&gt;\n\n&lt;p&gt;They’re squatters in the sense that they kinda find a house in us, and stay without us knowing it ahahaha&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_icwce8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25p0nr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597880143.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1597880143.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "g25iweh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g25ffrd", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Squatting?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_g25iweh", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Squatting?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_icwce8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25iweh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597876887.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1597876887.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "g25ffrd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "created_utc": 1597875084.0, "send_replies": true, "parent_id": "t1_g25b62i", "score": 1, "author_fullname": "t2_dtddf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I meant to ask you on the other reply, but forgot. Writing the new comment made me remember.\n\nHow do you feel about IOBs squatting us? Not particularly the place we’re at, as much as ourselves. \n\nFeels easy for them to stick around in a world where they’re not awknowledged, and they might even develop a bond lol", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g25ffrd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I meant to ask you on the other reply, but forgot. Writing the new comment made me remember.&lt;/p&gt;\n\n&lt;p&gt;How do you feel about IOBs squatting us? Not particularly the place we’re at, as much as ourselves. &lt;/p&gt;\n\n&lt;p&gt;Feels easy for them to stick around in a world where they’re not awknowledged, and they might even develop a bond lol&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_icwce8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25ffrd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597875084.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "g25b62i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1597872916.0, "send_replies": true, "parent_id": "t3_icwce8", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Likely the childhood illness made your assemblage point more flexible, and since you sleep walk, you're a natural dreamer type.\n\nA lot of those could be an IOB, but don't forget they take advantage of nonsense, to attract humans.\n\nThat's why it's probably harder to tame them, if you filled yourself with 3rd eyes, chakras, or other such things.\n\nToo much to figure out. And they'll play it up, the same way they manifested as demons for Milarepa.\n\nSo Milarepa was deceived by his own Hindu inventory.\n\nTry to clear out some inventory, and keep only the stuff you need to understand IOBs and dreaming.\n\nYou can always restore the lost inventory. There's no shortage of \"inventory experts\" on the net.\n\n\\&gt; I actually had the feeling of my consciousness expanding\n\nThat's the assemblage point moving.\n\nChildren naturally learn at least 4 cool things I can come up with at this point.\n\n**Gazing.** They learn to gaze, especially at toys, and activate dreaming.\n\nGod only knows what a little girl sees, when she's playing with her Barbie doll alone in her room, and seems to be actually getting into the doll moving around, rather than showing off with friends or family.\n\nI used to fly my little airplane around in the bath, and I could really see the other fighters and the clouds. I got a cozy feeling, which caused me to keep going.\n\n**They also learn dreaming.**  It's not uncommon for children to do something weird in a dream, than just naturally believe they can do that again.\n\nI have to suspect some of the little suckers are lucid in every single damned dream!\n\nFor years.\n\nBut no one's pointed out how useful that is.\n\nSo they figure out \"fun things to do\", in dreams, the same as they'll figure out fun things to do at the corner park.\n\nOne man described to me how he'd dream of an old tree, climb it, and jump from the branches.\n\nOver and over again.\n\nEach night, same tree!\n\nMan, that's talent.  He created a virtual world built on a single person's *intent*.\n\n**And many learn to summon inorganic beings!**\n\nThey don't understand it.  All they know is, if they look for a certain creepy feeling, it means the boogeyman is in the room, and will appear soon.\n\nAt first they dread that feeling. But after seeing that the boogeyman can't really hurt them, they might even deliberately try to activate that feeling, just because the experience invigorates them.\n\n**And they learn to retain awareness as the assemblage point moves deeply.**\n\nTypically due to fever.  They know that when they have a cold, if they curl up in a ball they can activate some interesting waking dreaming. Visions.\n\nThey're so good at stalking that, they can repeat the same thing over and over.\n\nYou want to know how to \"stalk a position of the assemblage point\"?\n\nAsk children about what happens when they are sick, laying in bed, and are only half asleep.", "edited": 1597873403.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g25b62i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Likely the childhood illness made your assemblage point more flexible, and since you sleep walk, you&amp;#39;re a natural dreamer type.&lt;/p&gt;\n\n&lt;p&gt;A lot of those could be an IOB, but don&amp;#39;t forget they take advantage of nonsense, to attract humans.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why it&amp;#39;s probably harder to tame them, if you filled yourself with 3rd eyes, chakras, or other such things.&lt;/p&gt;\n\n&lt;p&gt;Too much to figure out. And they&amp;#39;ll play it up, the same way they manifested as demons for Milarepa.&lt;/p&gt;\n\n&lt;p&gt;So Milarepa was deceived by his own Hindu inventory.&lt;/p&gt;\n\n&lt;p&gt;Try to clear out some inventory, and keep only the stuff you need to understand IOBs and dreaming.&lt;/p&gt;\n\n&lt;p&gt;You can always restore the lost inventory. There&amp;#39;s no shortage of &amp;quot;inventory experts&amp;quot; on the net.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; I actually had the feeling of my consciousness expanding&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the assemblage point moving.&lt;/p&gt;\n\n&lt;p&gt;Children naturally learn at least 4 cool things I can come up with at this point.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Gazing.&lt;/strong&gt; They learn to gaze, especially at toys, and activate dreaming.&lt;/p&gt;\n\n&lt;p&gt;God only knows what a little girl sees, when she&amp;#39;s playing with her Barbie doll alone in her room, and seems to be actually getting into the doll moving around, rather than showing off with friends or family.&lt;/p&gt;\n\n&lt;p&gt;I used to fly my little airplane around in the bath, and I could really see the other fighters and the clouds. I got a cozy feeling, which caused me to keep going.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;They also learn dreaming.&lt;/strong&gt;  It&amp;#39;s not uncommon for children to do something weird in a dream, than just naturally believe they can do that again.&lt;/p&gt;\n\n&lt;p&gt;I have to suspect some of the little suckers are lucid in every single damned dream!&lt;/p&gt;\n\n&lt;p&gt;For years.&lt;/p&gt;\n\n&lt;p&gt;But no one&amp;#39;s pointed out how useful that is.&lt;/p&gt;\n\n&lt;p&gt;So they figure out &amp;quot;fun things to do&amp;quot;, in dreams, the same as they&amp;#39;ll figure out fun things to do at the corner park.&lt;/p&gt;\n\n&lt;p&gt;One man described to me how he&amp;#39;d dream of an old tree, climb it, and jump from the branches.&lt;/p&gt;\n\n&lt;p&gt;Over and over again.&lt;/p&gt;\n\n&lt;p&gt;Each night, same tree!&lt;/p&gt;\n\n&lt;p&gt;Man, that&amp;#39;s talent.  He created a virtual world built on a single person&amp;#39;s &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;And many learn to summon inorganic beings!&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t understand it.  All they know is, if they look for a certain creepy feeling, it means the boogeyman is in the room, and will appear soon.&lt;/p&gt;\n\n&lt;p&gt;At first they dread that feeling. But after seeing that the boogeyman can&amp;#39;t really hurt them, they might even deliberately try to activate that feeling, just because the experience invigorates them.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;And they learn to retain awareness as the assemblage point moves deeply.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Typically due to fever.  They know that when they have a cold, if they curl up in a ball they can activate some interesting waking dreaming. Visions.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re so good at stalking that, they can repeat the same thing over and over.&lt;/p&gt;\n\n&lt;p&gt;You want to know how to &amp;quot;stalk a position of the assemblage point&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Ask children about what happens when they are sick, laying in bed, and are only half asleep.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25b62i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597872916.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_icwce8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g259cf5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "created_utc": 1597872003.0, "send_replies": true, "parent_id": "t3_icwce8", "score": 2, "author_fullname": "t2_dtddf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Well, there goes my biggest post ever, and something I’ve told few people lol.\n\nThe formatting in reddit quite sucks. I don’t know why they don’t allow more differences between pressing enter, as this way packs everything too much.\n\nI’ve also ended up kinda lazy marking well the last part of the post but, we’ll oh well, it’s 23:19 now and it’s time to practice.\n\nThanks for taking the time to read, and I hope everything is going well!\n\nKeep on exploring!!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g259cf5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well, there goes my biggest post ever, and something I’ve told few people lol.&lt;/p&gt;\n\n&lt;p&gt;The formatting in reddit quite sucks. I don’t know why they don’t allow more differences between pressing enter, as this way packs everything too much.&lt;/p&gt;\n\n&lt;p&gt;I’ve also ended up kinda lazy marking well the last part of the post but, we’ll oh well, it’s 23:19 now and it’s time to practice.&lt;/p&gt;\n\n&lt;p&gt;Thanks for taking the time to read, and I hope everything is going well!&lt;/p&gt;\n\n&lt;p&gt;Keep on exploring!!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g259cf5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597872003.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_icwce8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g25f6v6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lyammalik", "can_mod_post": false, "created_utc": 1597874956.0, "send_replies": true, "parent_id": "t3_icwce8", "score": 1, "author_fullname": "t2_dtddf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’ve just remembered a vision I’ve had twice:\n\nIt starts by feeling something around me and it grew to seeing at least 10+ “people”, didn’t really feel like people, but kind of resembling(?). \n\nMost had the same shape, but like the shirt they had was made of different colors: red, white, and few green is what I remember from one of them, the clearest one.\n\nIt freaked me out, but I assumed it was a representation of different parts of me... \n\nBut now I wonder if there’s more to it\n\nLike those hypothetical squatters (lmao I love looking at it this way)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g25f6v6", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’ve just remembered a vision I’ve had twice:&lt;/p&gt;\n\n&lt;p&gt;It starts by feeling something around me and it grew to seeing at least 10+ “people”, didn’t really feel like people, but kind of resembling(?). &lt;/p&gt;\n\n&lt;p&gt;Most had the same shape, but like the shirt they had was made of different colors: red, white, and few green is what I remember from one of them, the clearest one.&lt;/p&gt;\n\n&lt;p&gt;It freaked me out, but I assumed it was a representation of different parts of me... &lt;/p&gt;\n\n&lt;p&gt;But now I wonder if there’s more to it&lt;/p&gt;\n\n&lt;p&gt;Like those hypothetical squatters (lmao I love looking at it this way)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/icwce8/experiences_with_iobs_in_the_physical_world/g25f6v6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1597874956.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_icwce8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]