[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Oh yes you can!  No lie.](https://preview.redd.it/02mlo0s37v261.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=d97994853f2d34e12887fcc39f6ac801132a72f7)\n\nJuan's the only one who could pull this off, at this point.  And I suspect he'd have a hard time.\n\nBut later on, you can all do it!\n\nThe key of course is silence. It has to be so perfect, that the dreaming fog is ultra thick.\n\nI kept analyzing it before I tried this, to see if it was, \"Crystalline Dreaming Fog\".\n\nNo, it was not.  There was swirling intense colors, and they were full of \"potential\".\n\nBut *intent* had not yet given them any form.  And I must correct that picture. The intense dreaming fog was predominately blue.  That just didn't show the intensity, when I tried it.  Let's say, it was near as intense as that blue flame at the end.\n\nFancy was game to play.  I'd given in, and done her tensegrity pass the required 4 times.\n\nAt 4, she's happy.  But hasn't taken over yet.\n\nShe sat on my hand.  I lifted her up in my palm to see what effect she had on the very thick dreaming fog.\n\nShe was able to push it around.\n\nI got the idea to lift my hand up, to see if she'd stay on the top. Easier to push the dreaming fog that way.  Once she allowed it, I tried turning my hand to the right, to see if her head would also turn, with my hand.\n\nIt did!  I turned it back.  All that time she had her mouth open, as if she were merely a lifeless doll.  I suppose since I'd wanted her to be a puppet, she was smarter than me, and knew that puppets don't really move.\n\nNot a single bit of her changed.  And in fact, that's weirder with an IOB, than them changing.\n\nNot changing is very cool!  Imagine what you could do,  if they'd hold a fixed shape for you.\n\nI must have rotated her back and forth several times, before I got the idea to make her \"walk\".\n\nI moved my hand in the air, slightly up and down, to simulate Fancy walking along on her own feet.  Like a child with a toy dinosaur, making it walk across the table, using his fingers.\n\nTo my surprise, every \"step\" intensified her.  I don't know if she was absorbing the intense dreaming fog, or if my gaze was causing her to intensify, when my eyes had to go up and down slightly along with my arm and hand.\n\nAfter a few inches, I wasn't satisfied watching her go through abstract dreaming fog.  I got the idea.  \"It's London Fog!\"  I  announced out loud, like a narrator, and waved my hand like Merlin the Magician to get a scene change.\n\nIt *was* now London Fog!  And although my hand was still up her skirt, all I was seeing was Fancy, lost in the fog of London. I'd materialized a dream around my IOB, and taken her inside it.\n\nAlso a new thing.\n\nI continued to narrate the story, out loud, and Fancy started to animate at higher than normal speeds for an inorganic being. I must have moved more into my dreaming double.\n\nFancy spotted a light in a store window, and went to see if anyone was inside and could help her find her way home.\n\nBut it was just a TV playing all night, in the closed store's window.\n\nI had to move my eyes back and forth between the TV and Fancy, before I could see both.\n\nIt required some weird kind of relaxation, to make the TV look perfectly real, with Fancy watching it at the same time.\n\nI couldn't find a google pic with the right scene.  It was an old cowboy show.  But in color!\n\nSomewhat.\n\nTired of watching, I marched Fancy out into the street, with her in despair.  She was really lost!\n\nI commented, \"In the distance, she sees a face.\"\n\nAnd a face appeared!  At first it was some weird man, but then when I put it onto my hand, like a sock puppet, it changed to Indiana Jones.\n\nThinking Fancy would be happy to see him, I \"walked\" Indiana towards Fancy.\n\nBut Indiana changed into a skeleton, still wearing that hat.\n\nFancy seemed worried.    Me too.\n\nWas Bob doing that for Fancy, or was it an attempt to scare me and get some energy?\n\nIt's not uncommon for demons to try to frighten you, on first appearance. They're used to that.\n\nBut as I moved the hand closer and closer to Fancy, it turned out to be Bob playing a trick.\n\nSure wasn't my idea! Nor was the TV.\n\nI put them together, and they kissed while a heart shaped blue flame sizzled up into the air. It was a perfect heart shape made from my hands, and it was on fire.\n\nAs weird as this game sounds, it uses multiple advanced skills and is a very good exercise.\n\nBut you can't \"list the skills\" and be of any use to anyone else.\n\nThat's just mental inventory.  Not only useless, but it imprisons most.\n\nToo much \"knowledge\" in their heads.  It even makes people angry.\n\nThe \"Skills\" have to be felt at the time.   You want it to go a certain way, and realize it's never gone that way before. And you have to concentrate, or be more silent, to see if you can do that.\n\nWhich is why Darkroom Games, are inevitable!  Yes, inevitable!!!\n\nHowever, I can only describe the results of this game as \"Sinister\".\n\nMyself, I kind of like sinister!  Bring it on!  Lida and I will both take Pinhead over a smurf. Anytime.\n\nWait, which is more sinister?  Could be the smurfs.\n\nIn this case, the  sinister part is that this game moves the assemblage point horizontally. It's part of what Fancy promised to teach me.  \"Sliding Dreaming\".\n\nBut while it's moving like that it doesn't progress along the J curve.  It stops wherever it was when you started to treat the puffs at that level, as if they were real.\n\nI had  a realization.  At the time it seemed very true.  Now, I'm not sure.\n\nTo move the assemblage point horizontally, find something and treat it as \"real\".\n\nThe more you do that, the more real it will get.\n\nBut that's not actually the sinister part, because I had cheated. I moved all along the J curve before I started playing.\n\nI'd gotten tired of not feeling very good the next day, due to never making it to heightened awareness.\n\nWhich meant, when it was time to go to bed I was still in heightened awareness.\n\nNo way to go to sleep. At least, not quickly.\n\nAs I lay on my side, I noticed that the walls of my room were now a cave.\n\nIn the cave walls were carved little rooms.  Tiny rooms not more than 1 foot high, and  2 feet wide.\n\nIn the rooms were inorganic beings, continuing the drama.\n\nAnd the fat cowboy from the TV show had come out also.\n\nSome were discussing \"the play\".  They just didn't get it.  One of them was standing up for me, saying they needed to be patient.\n\nI had a strange idea.  Isn't sock puppeteering the IOBs the same as pushing and pulling on them?\n\nMaybe the old seers learned you could move things with your gaze, as a result of using the IOBs to do things requiring them to push and pull with their hands.\n\nAnd the new seers removed the practical magic intention, and cleaned it up to its pure form.\n\nIt's the pushing and pulling, not the practical magic.\n\nEven more so, why do you have to go to their world, if you have one here?\n\nOr in Fancy's case, two.\n\nBob almost always shows up when things get interesting.\n\nToday, having \"pushed and pulled\" on just Fancy and Bob, I saw Fancy whisk by in her favorite spot, in our second warehouse.  It's a power spot.  Don't ask me why. It just became one after a strong session of waking dreaming where I went there to practice flying.\n\nBut Fancy didn't push anything over.  So no evidence you can just \"ping pong\" them, and learn to move objects by merely looking at them.\n\nEdited", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Inorganic Being Games: Sock Puppets", "link_flair_richtext": [{"e": "text", "t": "Darkroom Games"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/ecfcea81-de0a-4df2-95f0-092820881f4d", "link_ids": ["t3_k5lacv", "t3_jsf8pf", "t3_jxyre8", "t3_jvzckj", "t3_k1pw9u", "t3_kn7u6f", "t3_jt41jy", "t3_l3me39", "t3_nyzmgn", "t3_o6l11h", "t3_o92x0p", "t3_pyq8vl", "t3_qw7izp", "t3_r3oz1f", "t3_rc8g7u", "t3_revm6o", "t3_rfsmoc", "t3_s689z9", "t3_su3roz", "t3_syswo6", "t3_t7h7z6", "t3_twxvbr", "t3_u6ktx2", "t3_ui1iwy", "t3_uo696x", "t3_vqjdmv", "t3_vy6llb", "t3_xywht5", "t3_z0qto6", "t3_zzzzyr", "t3_10h0u11", "t3_10mq6ds", "t3_10x4x85", "t3_13b33tr", "t3_13l62ly", "t3_13wp9x1", "t3_141hdwg", "t3_17tny4a", "t3_17wuuxc", "t3_19c63eh", "t3_x7e1t2", "t3_1b5mo8a"], "description": "", "title": "Darkroom Games", "created_at_utc": 1606954246.466, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "ecfcea81-de0a-4df2-95f0-092820881f4d", "author_id": "t2_3mo1k5m8", "last_update_utc": 1709501668.323, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"02mlo0s37v261": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=4a6b156ea161e24afc57b0e0057f84d5a2658da0"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b458e97b86c92283556c116bd0c012b79d7df235"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=82b4457f873e40e7bc6081252dfb44962942fcc0"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=36f0d2206f9ccb376b18c261d1e576bc5ccd0fcc"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=464625053c808497b459c519321be1f3632abfdb"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=715105ddee923c76e214ca411bf9f3ccdf9f6cd5"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/02mlo0s37v261.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=d97994853f2d34e12887fcc39f6ac801132a72f7"}, "id": "02mlo0s37v261"}}, "name": "t3_k5lacv", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.91, "author_flair_background_color": null, "subreddit_type": "public", "ups": 8, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Games", "can_mod_post": false, "score": 8, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/jXFK0dj6AtVqsTeAsP1mYL9UvdidHNHD_lYPfF47Ubs.jpg", "edited": 1607015332.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1606951994.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/02mlo0s37v261.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=d97994853f2d34e12887fcc39f6ac801132a72f7\"&gt;Oh yes you can!  No lie.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Juan&amp;#39;s the only one who could pull this off, at this point.  And I suspect he&amp;#39;d have a hard time.&lt;/p&gt;\n\n&lt;p&gt;But later on, you can all do it!&lt;/p&gt;\n\n&lt;p&gt;The key of course is silence. It has to be so perfect, that the dreaming fog is ultra thick.&lt;/p&gt;\n\n&lt;p&gt;I kept analyzing it before I tried this, to see if it was, &amp;quot;Crystalline Dreaming Fog&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No, it was not.  There was swirling intense colors, and they were full of &amp;quot;potential&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But &lt;em&gt;intent&lt;/em&gt; had not yet given them any form.  And I must correct that picture. The intense dreaming fog was predominately blue.  That just didn&amp;#39;t show the intensity, when I tried it.  Let&amp;#39;s say, it was near as intense as that blue flame at the end.&lt;/p&gt;\n\n&lt;p&gt;Fancy was game to play.  I&amp;#39;d given in, and done her tensegrity pass the required 4 times.&lt;/p&gt;\n\n&lt;p&gt;At 4, she&amp;#39;s happy.  But hasn&amp;#39;t taken over yet.&lt;/p&gt;\n\n&lt;p&gt;She sat on my hand.  I lifted her up in my palm to see what effect she had on the very thick dreaming fog.&lt;/p&gt;\n\n&lt;p&gt;She was able to push it around.&lt;/p&gt;\n\n&lt;p&gt;I got the idea to lift my hand up, to see if she&amp;#39;d stay on the top. Easier to push the dreaming fog that way.  Once she allowed it, I tried turning my hand to the right, to see if her head would also turn, with my hand.&lt;/p&gt;\n\n&lt;p&gt;It did!  I turned it back.  All that time she had her mouth open, as if she were merely a lifeless doll.  I suppose since I&amp;#39;d wanted her to be a puppet, she was smarter than me, and knew that puppets don&amp;#39;t really move.&lt;/p&gt;\n\n&lt;p&gt;Not a single bit of her changed.  And in fact, that&amp;#39;s weirder with an IOB, than them changing.&lt;/p&gt;\n\n&lt;p&gt;Not changing is very cool!  Imagine what you could do,  if they&amp;#39;d hold a fixed shape for you.&lt;/p&gt;\n\n&lt;p&gt;I must have rotated her back and forth several times, before I got the idea to make her &amp;quot;walk&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I moved my hand in the air, slightly up and down, to simulate Fancy walking along on her own feet.  Like a child with a toy dinosaur, making it walk across the table, using his fingers.&lt;/p&gt;\n\n&lt;p&gt;To my surprise, every &amp;quot;step&amp;quot; intensified her.  I don&amp;#39;t know if she was absorbing the intense dreaming fog, or if my gaze was causing her to intensify, when my eyes had to go up and down slightly along with my arm and hand.&lt;/p&gt;\n\n&lt;p&gt;After a few inches, I wasn&amp;#39;t satisfied watching her go through abstract dreaming fog.  I got the idea.  &amp;quot;It&amp;#39;s London Fog!&amp;quot;  I  announced out loud, like a narrator, and waved my hand like Merlin the Magician to get a scene change.&lt;/p&gt;\n\n&lt;p&gt;It &lt;em&gt;was&lt;/em&gt; now London Fog!  And although my hand was still up her skirt, all I was seeing was Fancy, lost in the fog of London. I&amp;#39;d materialized a dream around my IOB, and taken her inside it.&lt;/p&gt;\n\n&lt;p&gt;Also a new thing.&lt;/p&gt;\n\n&lt;p&gt;I continued to narrate the story, out loud, and Fancy started to animate at higher than normal speeds for an inorganic being. I must have moved more into my dreaming double.&lt;/p&gt;\n\n&lt;p&gt;Fancy spotted a light in a store window, and went to see if anyone was inside and could help her find her way home.&lt;/p&gt;\n\n&lt;p&gt;But it was just a TV playing all night, in the closed store&amp;#39;s window.&lt;/p&gt;\n\n&lt;p&gt;I had to move my eyes back and forth between the TV and Fancy, before I could see both.&lt;/p&gt;\n\n&lt;p&gt;It required some weird kind of relaxation, to make the TV look perfectly real, with Fancy watching it at the same time.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t find a google pic with the right scene.  It was an old cowboy show.  But in color!&lt;/p&gt;\n\n&lt;p&gt;Somewhat.&lt;/p&gt;\n\n&lt;p&gt;Tired of watching, I marched Fancy out into the street, with her in despair.  She was really lost!&lt;/p&gt;\n\n&lt;p&gt;I commented, &amp;quot;In the distance, she sees a face.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And a face appeared!  At first it was some weird man, but then when I put it onto my hand, like a sock puppet, it changed to Indiana Jones.&lt;/p&gt;\n\n&lt;p&gt;Thinking Fancy would be happy to see him, I &amp;quot;walked&amp;quot; Indiana towards Fancy.&lt;/p&gt;\n\n&lt;p&gt;But Indiana changed into a skeleton, still wearing that hat.&lt;/p&gt;\n\n&lt;p&gt;Fancy seemed worried.    Me too.&lt;/p&gt;\n\n&lt;p&gt;Was Bob doing that for Fancy, or was it an attempt to scare me and get some energy?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not uncommon for demons to try to frighten you, on first appearance. They&amp;#39;re used to that.&lt;/p&gt;\n\n&lt;p&gt;But as I moved the hand closer and closer to Fancy, it turned out to be Bob playing a trick.&lt;/p&gt;\n\n&lt;p&gt;Sure wasn&amp;#39;t my idea! Nor was the TV.&lt;/p&gt;\n\n&lt;p&gt;I put them together, and they kissed while a heart shaped blue flame sizzled up into the air. It was a perfect heart shape made from my hands, and it was on fire.&lt;/p&gt;\n\n&lt;p&gt;As weird as this game sounds, it uses multiple advanced skills and is a very good exercise.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t &amp;quot;list the skills&amp;quot; and be of any use to anyone else.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just mental inventory.  Not only useless, but it imprisons most.&lt;/p&gt;\n\n&lt;p&gt;Too much &amp;quot;knowledge&amp;quot; in their heads.  It even makes people angry.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Skills&amp;quot; have to be felt at the time.   You want it to go a certain way, and realize it&amp;#39;s never gone that way before. And you have to concentrate, or be more silent, to see if you can do that.&lt;/p&gt;\n\n&lt;p&gt;Which is why Darkroom Games, are inevitable!  Yes, inevitable!!!&lt;/p&gt;\n\n&lt;p&gt;However, I can only describe the results of this game as &amp;quot;Sinister&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Myself, I kind of like sinister!  Bring it on!  Lida and I will both take Pinhead over a smurf. Anytime.&lt;/p&gt;\n\n&lt;p&gt;Wait, which is more sinister?  Could be the smurfs.&lt;/p&gt;\n\n&lt;p&gt;In this case, the  sinister part is that this game moves the assemblage point horizontally. It&amp;#39;s part of what Fancy promised to teach me.  &amp;quot;Sliding Dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But while it&amp;#39;s moving like that it doesn&amp;#39;t progress along the J curve.  It stops wherever it was when you started to treat the puffs at that level, as if they were real.&lt;/p&gt;\n\n&lt;p&gt;I had  a realization.  At the time it seemed very true.  Now, I&amp;#39;m not sure.&lt;/p&gt;\n\n&lt;p&gt;To move the assemblage point horizontally, find something and treat it as &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The more you do that, the more real it will get.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s not actually the sinister part, because I had cheated. I moved all along the J curve before I started playing.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d gotten tired of not feeling very good the next day, due to never making it to heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;Which meant, when it was time to go to bed I was still in heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;No way to go to sleep. At least, not quickly.&lt;/p&gt;\n\n&lt;p&gt;As I lay on my side, I noticed that the walls of my room were now a cave.&lt;/p&gt;\n\n&lt;p&gt;In the cave walls were carved little rooms.  Tiny rooms not more than 1 foot high, and  2 feet wide.&lt;/p&gt;\n\n&lt;p&gt;In the rooms were inorganic beings, continuing the drama.&lt;/p&gt;\n\n&lt;p&gt;And the fat cowboy from the TV show had come out also.&lt;/p&gt;\n\n&lt;p&gt;Some were discussing &amp;quot;the play&amp;quot;.  They just didn&amp;#39;t get it.  One of them was standing up for me, saying they needed to be patient.&lt;/p&gt;\n\n&lt;p&gt;I had a strange idea.  Isn&amp;#39;t sock puppeteering the IOBs the same as pushing and pulling on them?&lt;/p&gt;\n\n&lt;p&gt;Maybe the old seers learned you could move things with your gaze, as a result of using the IOBs to do things requiring them to push and pull with their hands.&lt;/p&gt;\n\n&lt;p&gt;And the new seers removed the practical magic intention, and cleaned it up to its pure form.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the pushing and pulling, not the practical magic.&lt;/p&gt;\n\n&lt;p&gt;Even more so, why do you have to go to their world, if you have one here?&lt;/p&gt;\n\n&lt;p&gt;Or in Fancy&amp;#39;s case, two.&lt;/p&gt;\n\n&lt;p&gt;Bob almost always shows up when things get interesting.&lt;/p&gt;\n\n&lt;p&gt;Today, having &amp;quot;pushed and pulled&amp;quot; on just Fancy and Bob, I saw Fancy whisk by in her favorite spot, in our second warehouse.  It&amp;#39;s a power spot.  Don&amp;#39;t ask me why. It just became one after a strong session of waking dreaming where I went there to practice flying.&lt;/p&gt;\n\n&lt;p&gt;But Fancy didn&amp;#39;t push anything over.  So no evidence you can just &amp;quot;ping pong&amp;quot; them, and learn to move objects by merely looking at them.&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "e149107a-34fb-11eb-a30a-0ed8846f051f", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "k5lacv", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/", "subreddit_subscribers": 9561, "created_utc": 1606951994.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gei4fiw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gei125a", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Sneaky...\n\nI was thinking about a pre-emptive strike too. At the top, go over all the ways people block magic.\n\nSuch as \"magic is evil\".  \"I've seen all that stuff before\", and so on.\n\nLike, \"I know you guys are cool, but you wouldn't believe the nonsense I get in the other subreddits...  Let me tell you about that.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gei4fiw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sneaky...&lt;/p&gt;\n\n&lt;p&gt;I was thinking about a pre-emptive strike too. At the top, go over all the ways people block magic.&lt;/p&gt;\n\n&lt;p&gt;Such as &amp;quot;magic is evil&amp;quot;.  &amp;quot;I&amp;#39;ve seen all that stuff before&amp;quot;, and so on.&lt;/p&gt;\n\n&lt;p&gt;Like, &amp;quot;I know you guys are cool, but you wouldn&amp;#39;t believe the nonsense I get in the other subreddits...  Let me tell you about that.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k5lacv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/gei4fiw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1607015523.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1607015523.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gei125a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gei0h5m", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The best approach would probably be to spend a little time reading some of their posts and craft something tailored to their milieu.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gei125a", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The best approach would probably be to spend a little time reading some of their posts and craft something tailored to their milieu.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k5lacv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/gei125a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1607013930.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1607013930.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gei0h5m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1607013665.0, "send_replies": true, "parent_id": "t1_gehi28a", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'll try them.  Do you know if you can post to another's subreddit wihtout joining?\n\nComment yes, but post too?\n\nI could never figure that out, because it seems as if you can be banned or blocked, but it looks like you were not.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gei0h5m", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll try them.  Do you know if you can post to another&amp;#39;s subreddit wihtout joining?&lt;/p&gt;\n\n&lt;p&gt;Comment yes, but post too?&lt;/p&gt;\n\n&lt;p&gt;I could never figure that out, because it seems as if you can be banned or blocked, but it looks like you were not.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k5lacv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/gei0h5m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1607013665.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gehi28a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1607004056.0, "send_replies": true, "parent_id": "t3_k5lacv", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "May as well add [sackboy](https://preview.redd.it/tdiplafy9z261.gif?format=mp4&amp;s=949951abfe18a01118fabd2668ab6a2d55471a2d) here!\n\nI wonder if the people over at [r/DimensionJumping](https://www.reddit.com/r/DimensionJumping/) would appreciate this post? Or maybe [r/shiftingrealities](https://www.reddit.com/r/shiftingrealities/).\n\nThey seem to love Harry Potter. And it's sort of scripted, like your [Take A Rest In Heaven](https://www.reddit.com/r/castaneda/comments/c6mxlt/cant_get_silent_take_a_rest_in_heaven/) post. But this may be a bit too much for them.", "edited": 1607005569.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gehi28a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;May as well add &lt;a href=\"https://preview.redd.it/tdiplafy9z261.gif?format=mp4&amp;amp;s=949951abfe18a01118fabd2668ab6a2d55471a2d\"&gt;sackboy&lt;/a&gt; here!&lt;/p&gt;\n\n&lt;p&gt;I wonder if the people over at &lt;a href=\"https://www.reddit.com/r/DimensionJumping/\"&gt;r/DimensionJumping&lt;/a&gt; would appreciate this post? Or maybe &lt;a href=\"https://www.reddit.com/r/shiftingrealities/\"&gt;r/shiftingrealities&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;They seem to love Harry Potter. And it&amp;#39;s sort of scripted, like your &lt;a href=\"https://www.reddit.com/r/castaneda/comments/c6mxlt/cant_get_silent_take_a_rest_in_heaven/\"&gt;Take A Rest In Heaven&lt;/a&gt; post. But this may be a bit too much for them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k5lacv/inorganic_being_games_sock_puppets/gehi28a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1607004056.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_k5lacv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]