[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://youtu.be/StrbppmsZJw\n\nSo if you’re in internal dialogue and if you want to avoid it, there is one of more effective shortcut’s. It is about “desires”. \n\nAt the moment, (when you start thinking) you desire not to think. But how can you do that, if that’s already a desire? \n\nSo you wanna make ya don’t desire anything, without desiring, just force yourself to be silent, “unforcerly” catch yourself.\n“Oops, I started thinking.. Ahhh” then not specific mind appears, but feeling, that you have some kind of desire attached to not thinking. And if thoughts (mind analysis) appears firstly, when you have this feeling - you lose:D So with this is very easy and effective to play in no time. A few moments I had been decided to even let inside my ego worst form! With this mine method of dealing with thoughts I could even stop this destructive mind. In seconds. But if for example this “now active” Ego don’t want’s to be free, if something very very destructive happens (mind) (everyday before my awakening:) i could feel not like before, like that suicidal person. But person who is now fearless, who is capable to feel everything even in those “hardly to even think” moments, to remember it (while letting all suffer and mind in, on purpose) 🥳 Then I was playing with those roles:D I could bring ego, or separate all kind of “hurt”. It was more like from my Spirit it self, all this lifetime. \n\n“So basically you need to do the opposite” when avoiding thinking.\nTry it, fight it, and be rewarded :D \n\nSo in this form of fighting, i forced myself to be absolutely silent for 3 months (from my first day of awakening). Everyday I coul’d catch any thought, and shut it down in seconds. So I coul’d do that (effectively) in any extreme situatition, in any adventure. \n\nBut I didn’t had “mind information” (yet) about all this happiness and this stuff.. I just had strong feelings about everything, because I felt everything, you know..(i will not start “quetes for beginners”:D)\n\nBefore my awakening I was Not practicing meditation.\nAll of this was a moment of miracle.\n\nAt those very first days, weeks, first months.. Everyday I was fighting my mind. \nI knew one: that I was kinda starting to appreceate my Ego that I hated all the time before. I was running, and running. From my mind. And I had that strong feeling (about my mind, about my ego) that it could destroy me, those suicidal thoughts.. Until I had one of those special Lucid Drems.\nBut it was different.\n\nMy Ego’s scary looking black face in front of my eyes. Just staring at me. I felt in those seconds, that this is probably the “world-upside down” situation. So, [how do I react]? In that moment, I was feeling love for my old “bad side”, I started crying. I was not afraid at all, for such level. For the first time in my life. In the worst ever scenario, where it’s just catastrofical.\n\nFrom that night, I was able to be friends with my ego. I was still watching my mind, but not that carefully, because I had so much more power. Ofc weeks passed and I gathered lots of information about it, but from my own intuition. \n\nHad those LSD experiences, nearly death moments. \n\nKnow the “Angel’s of death” feeling\nOne night, when my all existence merged: I was feeling overpowered, had best so ever experiences in that moments. For this thing to happen it’s all clear that I had to accept all the energy of absolutely everything. It just happend, all the existence throw me happened. And ofc there was an a pretty scary one (energy). My reactions for it (like a cat:D) started to work all different then ever before. Felt like I was not seeing the devil.. Not in other room or something. But like I was that devil it self. And those moments was the most happy and beautiful actually, pretty scary :D But I was able to defend myself, and accept those scary energies the way they are - in few seconds. That “scary’nes” was like my body reflect’s, first time impression. In that kind of moments it’s very easy to separate your internal health and “ego”. So for about 15 minutes I had this trip, my reactions was “woooouu” like always :Dd Then I started to feel colours. Literally, all the energy.. I closed my eyes. Rainbow colours appeared one by one, slowly. First: red, 5 seconds later: yellow.. About 10 different colours in 4K hd, in those moments I felt overpowered once again. Then I had a feeling, why not PURPLE? Purple was starting to appear after 3 seconds, but until that I had a bunch of visions (that my nagual already know) - how the purple created? How all of that feeling created that I’m able to feel. I always felt that colour purple is everything 💜 (green and red colours secret) plays a big role before those 3 seconds, until the Purple. 3 seconds passed. And I’m fully - there. Everywhere. Home. I was able to feel and understand time, universe, my spirit. \n\nIt was the same end like in avatar’s “An’s” meeting with himself, in other dimension, in everywhere, in nowhere.. At the same time. And not in time.. \nIt’s that moment, when you completely let go all existence actually. Not some specific mind, specific feeling.. But everything. \nThere was all of this universe’s energy, absolutely everything. Talking was no needed. Nothing was no needed, there is no time actually. (Im such a adventurous kid, that sometimes I even catch myself seeking to have a debate with other “Purple” God energy with people’s dialogue forms like actually talking:Dd) All of that always reminds me (Low-High) “form”. All that 💜paradise💜 has everything, the sound is gorgeous.. There is just everything, it’s pretty hard to put everything in specific frame. (i could tell about other not frameble frames, then you could understand it lol xd) But at the same time? Guess what? That silence. . . . So I met myself there, in all time forms, with my spirit, fully awake, I didn’t have (people’s perspectice dialogue) with that energy, but I gave my energy, I also received, that’s what happened. I felt like in a universe’s debate, where from like every point goes some kind of energy and does things, being aware, just exists. Felt like in magical place, because everything is me, now, and I’m everywhere. In every truth. Literally everywhere, even now lol. I could make myself like Sayian from “Dragon Ball Z” and change levels between in seconds, how do I feel I want :)\n\nSo, lets call this a few, of my many “with bigger names” experiences. I have lot’s of other cool stuff to tell about, with all tiny details. About everything. Can talk about ego shit as well, it’s not that hard, for real :D Can be ur guru, as you can see, im already pissed of writing. But I want to develop my english a little bit more, also it’s pretty fun to talk about this kind of stuff. To catch everytime all of that existence talking thru me. What I’m searching for is beyond limits, it’s in “miracle” in magical way, but not that “thinkable”So if you’re the same, please text me. (Don’t know why, I just feel) All these months I throw a very little effort and it was very me, because I mastered to “not to do, not to want, don’t think, accept absolutely everything\n\n, - ALL of this just in some different moments, and realise this in every moment. Without thinking. Omg I’m so sleeeeeppyyyy:D And yeah, GO CHECK OUT AVATAR’S VIDEO ABOUT MANTRA’S!!!!!!\n\nhttps://youtu.be/StrbppmsZJw\n\nGreetings from Lithuania, I’m 20 years old. 9 months of awareness. \n\n💜\n\nI woul’d like to invite people who felt the secret of green/red energy. I have a few words for ya. Ofc if you see ma first comment in subreddit hehe:3\n\nLike this is the time when I write spontaneitly. Don’t have any questions. Have all the answers. Also can have answer to no answers. So think about it, feel a little. But beyond all of this, there is more. God things. So I wrote all this to express myself somehow, for fun :D You can count that I have “one Quest” looking like a Question. But it’s not in question form. Neither in answer form. It’s just some kind of light, you know. . . 🔆🥰 Not only I’m feeling and remembering this for myself thru my nagual, but also able to express in this “skin myself” my 3d life - in fastest and best way. \n\nAlso our body reactions to everything in 3D also in 5D - is amazing. Who wants to talk about anything? Didn’t had “challenging” debates for a period of time 💜\n\nPersonality type: \nCampaigner ENFP Ne-Fi \n\n\n\n\n\n\n\n*************************************************\n\nFor those who seek, but are missing.\n    -    1/4/10/10800/90/15 - hey it’s just numbers lol xd\n\nYou ask questions and want to hear the answers you care about. There is no point in those issues, new and new ones are emerging. Question on question. It’s like the answers are something weird, but nothing changes. The more you care about something, the more questions. I ask not one but several people. And most of all, you want them to confirm your imaginations. You want to experience feelings that are pleasing to the body. But they are full of mechanics and limitations. You want to experience fullness and you are looking for something to do, you are looking for someone who can fill you. You try to cling to the created image and look for it in the environment, in passing people you look for the created eye. Everything somewhere in the imagination. You build your home there, you build the foundations of a new relationship. Creates images and smells. You became unhappy, but after all you created so perfectly, there had to be happiness of happiness, but more and more to sink into the swamp, because there was no life left in life. Legs cling, harder to walk, harder to live. In life, as pop-up ads, you are increasingly interested in games, virtual chats, pictures, new people, other countries. There was a habit of being unhappy. Life is not like that, we do it that way. Complicated and unhappy, unsolvable or difficult to solve. Be angry because not under you. And so you would like to break the past, take away all responsibilities and dive into the fantasy in which happiness alone lives. But virtuality is not a reality.\nFear breeds confusion and a desire to defend, to preserve what you have already created. Despair, because anyone can ruin your dreams, get angry. There is despair and despair. Dreams are fragile. And at the same time hardness, biting and pain are born in you. You don’t want to show that it hurts, but you want to blame or hurt others, they are guilty of taking your time. They are guilty because you would already be happy. They are guilty because you would be free and do whatever you think. The more you turn to the world of your dreams, the more you suffer. Fear causes doubt, doubt causes fear.\nYou try to put life on a swing, they rise and fall. It is what rises and what descends, only good or only bad. Rises and falls. You fail to rejoice and disappoint, you fail to inhale and exhale.\nYou will be disappointed and if someone shows you the unreality of your dreams, you will diminish in the big life. You are unworthy because you do not have, fail, do not learn. Because life is just good or evil. Something nailed, something justified. Lie in lie. You don't have to, but you're lying to someone who lives a different, something, better life. Will if you paint and renovate an old dilapidated house, its interior will change ??\nHow much longer do you marry yourself behind the leash?\nIf we have developed a habit of unhappiness, why not rebuild it and invent a habit of happiness. Then you won’t have to play for life. Life will be full of itself. And we are full of him 💜\n\n\n\n\n\n\nYou can’t find it once you’ve found it. You found it differently than you searched. Seekers are glistening with gold, exclusive, special, just for you only. You are looking for every day, every free minute, every thought, every sigh that would be like a fain with him when he fills you with love, joy and happiness. Which day, which relationship, which feelings, which future. Who, as the creator of the universe, who creates fairy tales, short stories, novels and so on, has done nothing but is very tired. You come up with many scripts, you play them all, you play them, you grind your feelings and emotions. Alternating roles from director to screenwriter, scenery, massages, foreground and foreground roles. But where are you? Rejecting all this is an uninteresting life, you don't see colors in it, it's heavy because your shoulders are bent, your hands are heavy. For the creation, it is what you were looking for, but it is just a picture in your imagination, only the shots are reflected in the clouds, washed away and disappeared. And you’re unhappy over and over again, not according to you, not according to the script you created. And again you look in the passers-by, you try to look into their eyes. Sometimes it becomes uncomfortable because you see the same search, confusion, fear. Closing your eyes and going further, looking below eye level. Coins, shards of glass, sometimes hit the sun so beautifully. You stop and admire, but when the sun hides behind the cloud found the real picture and continue your search. Don't know what, don't know who. Probably to be happy. When you find what you are looking for. But can’t find what you already have\n\n•••••••••••••••••••••••••••••••••••••••••", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Here don’t exist questions. Just one for you, not in question form. Time bending goddess stuff.", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_k4g2hy", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_92vu9nr7", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1606807733.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1606806911.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://youtu.be/StrbppmsZJw\"&gt;https://youtu.be/StrbppmsZJw&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;So if you’re in internal dialogue and if you want to avoid it, there is one of more effective shortcut’s. It is about “desires”. &lt;/p&gt;\n\n&lt;p&gt;At the moment, (when you start thinking) you desire not to think. But how can you do that, if that’s already a desire? &lt;/p&gt;\n\n&lt;p&gt;So you wanna make ya don’t desire anything, without desiring, just force yourself to be silent, “unforcerly” catch yourself.\n“Oops, I started thinking.. Ahhh” then not specific mind appears, but feeling, that you have some kind of desire attached to not thinking. And if thoughts (mind analysis) appears firstly, when you have this feeling - you lose:D So with this is very easy and effective to play in no time. A few moments I had been decided to even let inside my ego worst form! With this mine method of dealing with thoughts I could even stop this destructive mind. In seconds. But if for example this “now active” Ego don’t want’s to be free, if something very very destructive happens (mind) (everyday before my awakening:) i could feel not like before, like that suicidal person. But person who is now fearless, who is capable to feel everything even in those “hardly to even think” moments, to remember it (while letting all suffer and mind in, on purpose) 🥳 Then I was playing with those roles:D I could bring ego, or separate all kind of “hurt”. It was more like from my Spirit it self, all this lifetime. &lt;/p&gt;\n\n&lt;p&gt;“So basically you need to do the opposite” when avoiding thinking.\nTry it, fight it, and be rewarded :D &lt;/p&gt;\n\n&lt;p&gt;So in this form of fighting, i forced myself to be absolutely silent for 3 months (from my first day of awakening). Everyday I coul’d catch any thought, and shut it down in seconds. So I coul’d do that (effectively) in any extreme situatition, in any adventure. &lt;/p&gt;\n\n&lt;p&gt;But I didn’t had “mind information” (yet) about all this happiness and this stuff.. I just had strong feelings about everything, because I felt everything, you know..(i will not start “quetes for beginners”:D)&lt;/p&gt;\n\n&lt;p&gt;Before my awakening I was Not practicing meditation.\nAll of this was a moment of miracle.&lt;/p&gt;\n\n&lt;p&gt;At those very first days, weeks, first months.. Everyday I was fighting my mind. \nI knew one: that I was kinda starting to appreceate my Ego that I hated all the time before. I was running, and running. From my mind. And I had that strong feeling (about my mind, about my ego) that it could destroy me, those suicidal thoughts.. Until I had one of those special Lucid Drems.\nBut it was different.&lt;/p&gt;\n\n&lt;p&gt;My Ego’s scary looking black face in front of my eyes. Just staring at me. I felt in those seconds, that this is probably the “world-upside down” situation. So, [how do I react]? In that moment, I was feeling love for my old “bad side”, I started crying. I was not afraid at all, for such level. For the first time in my life. In the worst ever scenario, where it’s just catastrofical.&lt;/p&gt;\n\n&lt;p&gt;From that night, I was able to be friends with my ego. I was still watching my mind, but not that carefully, because I had so much more power. Ofc weeks passed and I gathered lots of information about it, but from my own intuition. &lt;/p&gt;\n\n&lt;p&gt;Had those LSD experiences, nearly death moments. &lt;/p&gt;\n\n&lt;p&gt;Know the “Angel’s of death” feeling\nOne night, when my all existence merged: I was feeling overpowered, had best so ever experiences in that moments. For this thing to happen it’s all clear that I had to accept all the energy of absolutely everything. It just happend, all the existence throw me happened. And ofc there was an a pretty scary one (energy). My reactions for it (like a cat:D) started to work all different then ever before. Felt like I was not seeing the devil.. Not in other room or something. But like I was that devil it self. And those moments was the most happy and beautiful actually, pretty scary :D But I was able to defend myself, and accept those scary energies the way they are - in few seconds. That “scary’nes” was like my body reflect’s, first time impression. In that kind of moments it’s very easy to separate your internal health and “ego”. So for about 15 minutes I had this trip, my reactions was “woooouu” like always :Dd Then I started to feel colours. Literally, all the energy.. I closed my eyes. Rainbow colours appeared one by one, slowly. First: red, 5 seconds later: yellow.. About 10 different colours in 4K hd, in those moments I felt overpowered once again. Then I had a feeling, why not PURPLE? Purple was starting to appear after 3 seconds, but until that I had a bunch of visions (that my nagual already know) - how the purple created? How all of that feeling created that I’m able to feel. I always felt that colour purple is everything 💜 (green and red colours secret) plays a big role before those 3 seconds, until the Purple. 3 seconds passed. And I’m fully - there. Everywhere. Home. I was able to feel and understand time, universe, my spirit. &lt;/p&gt;\n\n&lt;p&gt;It was the same end like in avatar’s “An’s” meeting with himself, in other dimension, in everywhere, in nowhere.. At the same time. And not in time.. \nIt’s that moment, when you completely let go all existence actually. Not some specific mind, specific feeling.. But everything. \nThere was all of this universe’s energy, absolutely everything. Talking was no needed. Nothing was no needed, there is no time actually. (Im such a adventurous kid, that sometimes I even catch myself seeking to have a debate with other “Purple” God energy with people’s dialogue forms like actually talking:Dd) All of that always reminds me (Low-High) “form”. All that 💜paradise💜 has everything, the sound is gorgeous.. There is just everything, it’s pretty hard to put everything in specific frame. (i could tell about other not frameble frames, then you could understand it lol xd) But at the same time? Guess what? That silence. . . . So I met myself there, in all time forms, with my spirit, fully awake, I didn’t have (people’s perspectice dialogue) with that energy, but I gave my energy, I also received, that’s what happened. I felt like in a universe’s debate, where from like every point goes some kind of energy and does things, being aware, just exists. Felt like in magical place, because everything is me, now, and I’m everywhere. In every truth. Literally everywhere, even now lol. I could make myself like Sayian from “Dragon Ball Z” and change levels between in seconds, how do I feel I want :)&lt;/p&gt;\n\n&lt;p&gt;So, lets call this a few, of my many “with bigger names” experiences. I have lot’s of other cool stuff to tell about, with all tiny details. About everything. Can talk about ego shit as well, it’s not that hard, for real :D Can be ur guru, as you can see, im already pissed of writing. But I want to develop my english a little bit more, also it’s pretty fun to talk about this kind of stuff. To catch everytime all of that existence talking thru me. What I’m searching for is beyond limits, it’s in “miracle” in magical way, but not that “thinkable”So if you’re the same, please text me. (Don’t know why, I just feel) All these months I throw a very little effort and it was very me, because I mastered to “not to do, not to want, don’t think, accept absolutely everything&lt;/p&gt;\n\n&lt;p&gt;, - ALL of this just in some different moments, and realise this in every moment. Without thinking. Omg I’m so sleeeeeppyyyy:D And yeah, GO CHECK OUT AVATAR’S VIDEO ABOUT MANTRA’S!!!!!!&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/StrbppmsZJw\"&gt;https://youtu.be/StrbppmsZJw&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Greetings from Lithuania, I’m 20 years old. 9 months of awareness. &lt;/p&gt;\n\n&lt;p&gt;💜&lt;/p&gt;\n\n&lt;p&gt;I woul’d like to invite people who felt the secret of green/red energy. I have a few words for ya. Ofc if you see ma first comment in subreddit hehe:3&lt;/p&gt;\n\n&lt;p&gt;Like this is the time when I write spontaneitly. Don’t have any questions. Have all the answers. Also can have answer to no answers. So think about it, feel a little. But beyond all of this, there is more. God things. So I wrote all this to express myself somehow, for fun :D You can count that I have “one Quest” looking like a Question. But it’s not in question form. Neither in answer form. It’s just some kind of light, you know. . . 🔆🥰 Not only I’m feeling and remembering this for myself thru my nagual, but also able to express in this “skin myself” my 3d life - in fastest and best way. &lt;/p&gt;\n\n&lt;p&gt;Also our body reactions to everything in 3D also in 5D - is amazing. Who wants to talk about anything? Didn’t had “challenging” debates for a period of time 💜&lt;/p&gt;\n\n&lt;p&gt;Personality type: \nCampaigner ENFP Ne-Fi &lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;For those who seek, but are missing.\n    -    1/4/10/10800/90/15 - hey it’s just numbers lol xd&lt;/p&gt;\n\n&lt;p&gt;You ask questions and want to hear the answers you care about. There is no point in those issues, new and new ones are emerging. Question on question. It’s like the answers are something weird, but nothing changes. The more you care about something, the more questions. I ask not one but several people. And most of all, you want them to confirm your imaginations. You want to experience feelings that are pleasing to the body. But they are full of mechanics and limitations. You want to experience fullness and you are looking for something to do, you are looking for someone who can fill you. You try to cling to the created image and look for it in the environment, in passing people you look for the created eye. Everything somewhere in the imagination. You build your home there, you build the foundations of a new relationship. Creates images and smells. You became unhappy, but after all you created so perfectly, there had to be happiness of happiness, but more and more to sink into the swamp, because there was no life left in life. Legs cling, harder to walk, harder to live. In life, as pop-up ads, you are increasingly interested in games, virtual chats, pictures, new people, other countries. There was a habit of being unhappy. Life is not like that, we do it that way. Complicated and unhappy, unsolvable or difficult to solve. Be angry because not under you. And so you would like to break the past, take away all responsibilities and dive into the fantasy in which happiness alone lives. But virtuality is not a reality.\nFear breeds confusion and a desire to defend, to preserve what you have already created. Despair, because anyone can ruin your dreams, get angry. There is despair and despair. Dreams are fragile. And at the same time hardness, biting and pain are born in you. You don’t want to show that it hurts, but you want to blame or hurt others, they are guilty of taking your time. They are guilty because you would already be happy. They are guilty because you would be free and do whatever you think. The more you turn to the world of your dreams, the more you suffer. Fear causes doubt, doubt causes fear.\nYou try to put life on a swing, they rise and fall. It is what rises and what descends, only good or only bad. Rises and falls. You fail to rejoice and disappoint, you fail to inhale and exhale.\nYou will be disappointed and if someone shows you the unreality of your dreams, you will diminish in the big life. You are unworthy because you do not have, fail, do not learn. Because life is just good or evil. Something nailed, something justified. Lie in lie. You don&amp;#39;t have to, but you&amp;#39;re lying to someone who lives a different, something, better life. Will if you paint and renovate an old dilapidated house, its interior will change ??\nHow much longer do you marry yourself behind the leash?\nIf we have developed a habit of unhappiness, why not rebuild it and invent a habit of happiness. Then you won’t have to play for life. Life will be full of itself. And we are full of him 💜&lt;/p&gt;\n\n&lt;p&gt;You can’t find it once you’ve found it. You found it differently than you searched. Seekers are glistening with gold, exclusive, special, just for you only. You are looking for every day, every free minute, every thought, every sigh that would be like a fain with him when he fills you with love, joy and happiness. Which day, which relationship, which feelings, which future. Who, as the creator of the universe, who creates fairy tales, short stories, novels and so on, has done nothing but is very tired. You come up with many scripts, you play them all, you play them, you grind your feelings and emotions. Alternating roles from director to screenwriter, scenery, massages, foreground and foreground roles. But where are you? Rejecting all this is an uninteresting life, you don&amp;#39;t see colors in it, it&amp;#39;s heavy because your shoulders are bent, your hands are heavy. For the creation, it is what you were looking for, but it is just a picture in your imagination, only the shots are reflected in the clouds, washed away and disappeared. And you’re unhappy over and over again, not according to you, not according to the script you created. And again you look in the passers-by, you try to look into their eyes. Sometimes it becomes uncomfortable because you see the same search, confusion, fear. Closing your eyes and going further, looking below eye level. Coins, shards of glass, sometimes hit the sun so beautifully. You stop and admire, but when the sun hides behind the cloud found the real picture and continue your search. Don&amp;#39;t know what, don&amp;#39;t know who. Probably to be happy. When you find what you are looking for. But can’t find what you already have&lt;/p&gt;\n\n&lt;p&gt;•••••••••••••••••••••••••••••••••••••••••&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/ob8_3Bgdic4JOAQc2KLvX6-MnqY_-S2ZQlbMW1m62jk.jpg?auto=webp&amp;s=626cb6450ffecf94766b30cb79714e6b7a193398", "width": 480, "height": 360}, "resolutions": [{"url": "https://external-preview.redd.it/ob8_3Bgdic4JOAQc2KLvX6-MnqY_-S2ZQlbMW1m62jk.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=a2c831d3ab27b24233de660ab9af01bdc3281602", "width": 108, "height": 81}, {"url": "https://external-preview.redd.it/ob8_3Bgdic4JOAQc2KLvX6-MnqY_-S2ZQlbMW1m62jk.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=cea8903a6120a272b10b6c09248b76bdb1e384cc", "width": 216, "height": 162}, {"url": "https://external-preview.redd.it/ob8_3Bgdic4JOAQc2KLvX6-MnqY_-S2ZQlbMW1m62jk.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=93d5ef9dc5d0cd4f06af63f53b2d29e8e2018d4a", "width": 320, "height": 240}], "variants": {}, "id": "eZ9xo4rWUTYZzwE2AFrn8hHj2TM8VV7Ou252Z5H_xEQ"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "k4g2hy", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "ToltecElite", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/k4g2hy/here_dont_exist_questions_just_one_for_you_not_in/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/k4g2hy/here_dont_exist_questions_just_one_for_you_not_in/", "subreddit_subscribers": 9561, "created_utc": 1606806911.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ge92gv9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1606824225.0, "send_replies": true, "parent_id": "t1_ge92b50", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The OP of this thread deleted their previous duplicate post, after adding some to it and making this one. This was the response to my comment. From u/lurklops:\n\n\"I can feel the allure but no idea why. I'm in my 30's.\n\nI think it's a feel good thing. In some way it resonates with a type of inventory.\n\nThat demographic reeeally wants to feel special lol.\"", "edited": 1606824596.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge92gv9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The OP of this thread deleted their previous duplicate post, after adding some to it and making this one. This was the response to my comment. From &lt;a href=\"/u/lurklops\"&gt;u/lurklops&lt;/a&gt;:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I can feel the allure but no idea why. I&amp;#39;m in my 30&amp;#39;s.&lt;/p&gt;\n\n&lt;p&gt;I think it&amp;#39;s a feel good thing. In some way it resonates with a type of inventory.&lt;/p&gt;\n\n&lt;p&gt;That demographic reeeally wants to feel special lol.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k4g2hy", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k4g2hy/here_dont_exist_questions_just_one_for_you_not_in/ge92gv9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606824225.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge92b50", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1606824073.0, "send_replies": true, "parent_id": "t3_k4g2hy", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Avatar The Last Airbender sure is popular on Reddit! Must sync-up with the predominant age demographic. I arrived a bit too late to catch that particular wave.\n\nSomeone else will have to try appealing to that group.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge92b50", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Avatar The Last Airbender sure is popular on Reddit! Must sync-up with the predominant age demographic. I arrived a bit too late to catch that particular wave.&lt;/p&gt;\n\n&lt;p&gt;Someone else will have to try appealing to that group.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k4g2hy/here_dont_exist_questions_just_one_for_you_not_in/ge92b50/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606824073.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_k4g2hy", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]