[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[A Hole in Reality. Brightness and purple color are typical, pink and white vary.](https://preview.redd.it/s7axm5nuilw41.jpg?width=892&amp;format=pjpg&amp;auto=webp&amp;s=e26264b081d4d872987f5a0a5525231cd532141e)\n\n&amp;#x200B;\n\nPart 1: Digging a Hole\n\nOk.\n\nI admit it.\n\nI’m just trying to keep you guys entertained here, so you keep practicing.\n\nConsider it a \"counter book deal\".\n\nOr an Anti-\"dreaming journal\".\n\nOr the opposite of sharing, pondering, and embracing your like minded friends.\n\nIt's the opposite of your own web page, YouTube video, or blog, where you can teach people what you (don't actually) know.  Hopefully for donations.\n\nIt's anarchy!  It's the all alone in the desert, eating locusts kind of sorcery.\n\nNot that what I’m about to explain is made up.\n\nAbsolutely not.\n\nI use this all the time. Almost nightly.\n\nThe trouble is, this topic is FAR too advanced.\n\nAnd yet, it isn’t.\n\nIt’s crazy simple.\n\nThe advanced part is more like, you have to know the books well, to understand the references.\n\nI can’t afford the space to explain and justify every step here.\n\nIt would be too long to read.\n\nSo, let’s rely on your memories.\n\nSorcery is really “The Mastery of *Intent*”.\n\nAnd Silvio Manuel was the ultimate master. He could do anything he wanted, using intent.\n\nI’m still wondering about replacement molars.\n\nBut I guess we’ll have to find that out for ourselves.  Whether 100+ year old sorcerers like Julian, still have any teeth left.\n\nI bet not...\n\nHow did Silvio do anything he wanted, using *intent*?\n\nHe didn’t.\n\n*Intent* did.\n\nAs was said, Silvio Manuel was “one with *intent*”.\n\nHe just emptied himself so that he could follow the tiniest fragment of it.\n\nMere hints of a scent in the air.\n\nIn perfect silence, if you have a desired outcome you can simply look for it.\n\nI’m sure he had better tricks than that one.\n\nTricks I don’t know.\n\nBut that one is good enough to burn a hole in reality, and pull amazing objects from it.\n\nFirst, find yourself some colors in an absolutely dark room.  In perfect silence, for a minimum of 2 hours.\n\nDuring that time, scoop and manipulate whatever you can, to pull your assemblage point far into heightened awareness.\n\nIf your breathing isn't fully automatic, with only the stomach moving, and if you aren't in heaven from the bliss, you're out of luck.\n\nYou'll have to keep practicing longer.  Maybe a few months.\n\nBut if it is, you can totally do this!\n\nThe color doesn't matter, but I love purple and we have other purple people in here.\n\nZuleica liked reddish orange.\n\nAnd I often use greenish yellow to do amazing things.\n\nIn fact, I'd be a little afraid of doing this, with yellow.\n\nAlong with your color, which can come in yin/yang whorls, puffs, bars, or fog, you’ll need some blackness.\n\nThere are 2 ways you can get the blackness, that I know of.\n\nYou can make it, or you can scoop it.\n\nFirst we'll talk about making it.\n\nIn order to manufacture blackness, you need dreaming fog.\n\nYes, it’s probably the same fog as you find with “the wall of fog”, or that was referenced by one of the witches recently, as being a sign of being in the second attention.\n\nSitting on the bed, in absolutely perfect silence (sorry, that’s the catch), gaze left and right at the fog.\n\nDon't train yourself for failure, and try this before you can manage 2 hours of silence.\n\nYes.  2 hours.  Didn't you always wonder why Taisha said you need to be silent for 2 minutes to 2 hours?\n\nThat's quite a range!\n\nIt's because, it depends on what you're trying to do.\n\n2 minutes to loosen the assemblage point.\n\n2 hours to move it the 4+ feet necessary to go down the back, up the crotch, and relocate in the front, near the second attention's assemblage point.\n\nThat's why 2 hours.  That can shorten to 2 seconds, but that's another story.\n\nWhen you're in heightened awareness, you sort of (at least believe you do) \"know everything\", and can figure out the gaze needed to burn a hole in reality.\n\nYou can do that by moving your head the same way you do in recapitulation, except very very slowly.  It gently sweeps left and right.\n\nDon't interfere with your breathing.  It should be automatic at this point.\n\nAnd it won't be aligned to left and right.  Just breathe, but forget about it.\n\nAnd it can also change.\n\nLet it.  Ideally, it will be so still you won't even notice.\n\nBut once the hole burns and stuff spills out, it's liable to increase in speed and deepness.\n\nYou may even pant, under some unusual circumstances.\n\nBut don't do that on purpose!\n\nGod, that's annoying...\n\nPeople even pay money, to learn to pant.\n\nSuckers!!!!!\n\nWhen you allow your breath to speed up or slow down, without interfering, you're reaching the deeper levels of silence.\n\nAs you sweep, you have to examine every single point in space on a horizontal line in front of you. I guess if you were at the beach, you’d be scanning your gaze along the water and sky edge way out there, except maybe a tiny bit up, so that your head is comfortable.\n\nYou don’t want to twist your neck.  So down or up, do as is the most comfortable.\n\nBut if your head leans forward due to fatigue , give this up for a while and go scoop more colors, while you walk around.   Get a fireworks show going, with some \"stay in place\" Tensegrity movements.\n\nNot the ones that wear you out. Something gentle.  Like Carlos taught at first.\n\nMashing energy is ok.  But the Michael Jackson version of that is probably not a good idea in this situation.\n\nOr slap your face hard, to wake you back up.\n\nEven better, guzzle a Double Espresso Shot.\n\nPop some pseudo-feds to remain awake.\n\nThe real ones, not the fake kind.\n\nIf you can't afford those,  put 4 tea bags in a small thermos of tap water (not hot) in the morning, and use it in the evening.\n\nBrewed cold, it's good for 24 hours without spoiling.\n\nFind a way to be more awake, then try again.\n\nThe point is, as a beginner, you can't burn a hole in reality  unless you are asleep.\n\nBut you can't be unconscious!\n\nAnd it's no good if your head won't behave and look straight ahead.\n\nOr if you suddenly fall over, and crash off the bed.\n\nIf you even hear yourself snoring, that's great!\n\nYou can join the ranks of the most famous Yogis of all time.\n\nBut better if you are simply in full-on heightened awareness, which boils down to:\n\nSleep walking.\n\nContinue sweeping your head back and forth, gazing intensely at the line you’re sweeping.\n\nThe eyes don't move, in relationship to the head. The head directs the gaze, as if the eyes were fixed in the middle.\n\nIt should take as long as a minute for each sweep, but you'll know how fast to move it once you can see some \"sparkles\".  There's an optimal speed for maximum sparkle, without wasting time lingering on any.\n\nYou have to find the sparkles.\n\nThat's what the whole technique is based on.\n\nThey may be faint at first.\n\nBut if you examine closely, the purple fog is not perfectly smooth.\n\nAnd the gaze can bring that out.\n\nWhen you can find texture, you need to intensify it.\n\nYou intensify it by noticing it.\n\nAnd by sweeping the gaze, with the *intent* to intensify it.\n\nYou're \"brushing\" the sparkle.  Pressing down on it with your gaze even.\n\nSquishing it so it pops back brighter.\n\nBut if you’re thinking, “Intensify, intensify, intensify”.\n\nGive it up.\n\nYou aren’t advance enough.\n\nDon't practice failure!\n\nWait for the right time.\n\nIt has to be in the gaze, not in your mind.\n\nAnd therein is possibly one reason Carlos didn't talk like this.\n\nSpecifics.\n\nWe don't want to set anyone up to \"practice failure\".\n\nBut, what can we do?\n\nIt's an emergency!\n\nCarlos style sorcery is fading fast into obscurity.\n\nWe have to bring it back.\n\nIdeally you'll actually sense a \"beam\" coming from your gaze, focusing on a tight spot only a few inches in diameter in front of you,  at around 6-12 feet distance.\n\nBut don't get up to measure it!!!!\n\nIt's just a guideline, not a rule...\n\nWhen you can sweep the room and leave a trail of “sparkles”, you’re ready.  You can increase your slow gaze to a more moderate rate, and light up an entire line all at once.\n\nThat's a good sign you're ready.  While sweeping slowly, the sparkle fades as you pass it.\n\nIf you can finally light up an entire line across the room, by speeding up the head turning, it's time to start digging.\n\nIf you find you can light up a \"shield\", around 6 feet high, and 3 feet wide, you're on your own.\n\nForget about burning a hole, and figure out what to do with the shield.\n\nIt burns across the room,  exposing \"hidden\" things.\n\nIt's like a search beacon for weird beings.\n\nI honestly can't recall anymore about that technique.\n\nThat's the trouble with the second attention.\n\nBut if you only have a line of sparkles, you're on the right track.\n\nPick the spot straight in front of you, find a sparkle there, and burn it.\n\nStare at it so intensely that if it were a dreaming phantom, it would have to morph and dissolve into nothing.\n\nIf it were a real inorganic being, you’d force it back to it's actual appearance as a collection of lights.\n\nBut it's just a dot, so it will sink into a blackness.\n\nThat’s what you’re going to be doing with the sparkles.  Staring them down.\n\nBut without the actual \"looking\".\n\nWhen staring a phantom down, you look at a tiny detail on it's shirt, like a button.  You force yourself to see every possible tiny detail of that button.\n\nThe holes, the thread, the edges.\n\nIt's that insistence on seeing the details which sets up a feedback loop, and dissolves the phantom.\n\nThe stare has a \"feeling\", in addition to the \"looking\".\n\nYou want only the feeling in this case.\n\nWhich isn't as difficult as it sounds, since you're only looking at tiny sparkles. Not much to \"look at\".\n\nNo buttons there.\n\nThose sparkles come from the second attention.\n\nThey can’t stand up to that kind of an intense gaze.\n\nThe gazing will at first, intensify them . If you’re doing it right you’ll form a disk of sparkles, around 1 foot wide, and in front of you, as you try to dissolve the one in the middle.\n\nBut it won’t be that obvious or literal, so don’t use that as a guide.\n\nYou don't \"grow the disk\" first.\n\nIt's just what happens while you're doing what you really need to be doing.\n\nNow the real test. Can you you force all the sparkles in that 1 foot disk, to go away?  Burn them one at a time.  Widen the beam going into the middle, just by intending it to be stronger.\n\nDon't move the gaze to the sides, to burn them individually.\n\nBurn DEEP into that growing hole, so they get sucked in.\n\nHit the hole with your gaze, head not moving at all.\n\nThe eyes can vibrate ever so slightly, but if you have to do that on purpose it won't work.\n\nThe eyes shiver on their own.  Or shine.  Or glitter.\n\nThat's how you control *intent* with your gaze.\n\nIt's the \"shine\" of your eyes.\n\nAs you burn the sparkles they dissolve, and suck others near them into the black hole you’re forming.\n\nWhen the black hole is around 2 feet in diameter, stop burning and merely gaze, in general.\n\nBack off your gaze,  maybe let the eyes cross more, to take in an area 8 feet in diameter, keeping your \"hole\" in the middle.\n\nStart expecting things to emerge.\n\nBut you can't \"care\" if they do.\n\nHere's a tip.\n\nThink a word, back to silence.   It's Patanjali!\n\nThat's how to manifest individual objects.\n\nIn silence, think, \"Spatula\".\n\nThen drop it.  You'll see a spatula 10 seconds or so later.\n\nOr think, \"Santa Monica\".\n\nYou'll be 100 feet in the air, over Santa Monica.\n\nWe're doing the same here.\n\nBurn the hole, drop it.  And things will emerge.\n\nIf you've picked out a name for this chapter in your \"Wonderful Me, the Sorcerer\" book, you're out of luck.\n\nBut if you can resist the temptation to get excited, objects will emerge.\n\nThey will!\n\nWill you be able to tell what they are?\n\nThat's a problem.\n\nSome yes. Others, no.\n\nGod only knows what those \"things\" are.\n\nYou're peering at \"pure second attention\".\n\nIt has NO reality, other than your intent.\n\nYour intent is not enough to make it real. It takes at least 2 for that.\n\nBut some of the objects will have a trace amount of their own *intent*.\n\nThose you can identify.\n\nIt’ll look like a Christmas cartoon where Santa’s bag gets a hole in the bottom, and all kinds of wonders spill out.\n\nDon’t be afraid.\n\nI doubt they’ll make it more than 3 feet into the room before they’re gone.\n\nBut the show is dazzling!\n\nDon't forget to give yourself a \"thumbs up!\"\n\nOr you won't remember it.\n\nLiterally raise your right thumb up in the air, as if you were signaling someone.\n\nThank *intent*!\n\nHe's located at infinity, so he can't hear you.\n\nJust give him the \"thanks buddy!\" thumbs up.\n\nThat'll leave all kinds of ways to trace back to the memory. Did your elbow hurt a bit when you lifted the thumb?\n\nDid you almost tilt over from the movement?\n\nThousands of things like that are \"registered\" in that thumbs up.\n\nThose will help you find full memory.\n\nI supposed Silvio could reach out and grab the objects he wanted, flowing from the hole,  to make them stick around.\n\nAnd that’s the trick.\n\nHow to get them to stick around.\n\nWe'll look at that next.\n\nWant to know a really annoying question someone might ask you at this point?\n\nDid you get a picture of it?\n\nContinued…\n\nEdited three times", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "How to Burn a Hole in Reality", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 139, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"s7axm5nuilw41": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 107, "x": 108, "u": "https://preview.redd.it/s7axm5nuilw41.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=f5238efb5ecd4c8bc35de320cfb33b65b60403cb"}, {"y": 215, "x": 216, "u": "https://preview.redd.it/s7axm5nuilw41.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=6cb03cf4f90925d8bf8bd771ccb1d3dd7815b5d6"}, {"y": 319, "x": 320, "u": "https://preview.redd.it/s7axm5nuilw41.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=0e7ddc4d6847404aaf0c1053e0c451c8e96f6719"}, {"y": 638, "x": 640, "u": "https://preview.redd.it/s7axm5nuilw41.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=b5db5a0070a205995ba0e5ed1c6d6780f22771fd"}], "s": {"y": 890, "x": 892, "u": "https://preview.redd.it/s7axm5nuilw41.jpg?width=892&amp;format=pjpg&amp;auto=webp&amp;s=e26264b081d4d872987f5a0a5525231cd532141e"}, "id": "s7axm5nuilw41"}}, "name": "t3_gcu4yk", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.89, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/LTMzUbe4IToRBWtK6yWU_zVoTLjLGpAZvGTed2lBgBo.jpg", "edited": 1588626685.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1588525730.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/s7axm5nuilw41.jpg?width=892&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=e26264b081d4d872987f5a0a5525231cd532141e\"&gt;A Hole in Reality. Brightness and purple color are typical, pink and white vary.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Part 1: Digging a Hole&lt;/p&gt;\n\n&lt;p&gt;Ok.&lt;/p&gt;\n\n&lt;p&gt;I admit it.&lt;/p&gt;\n\n&lt;p&gt;I’m just trying to keep you guys entertained here, so you keep practicing.&lt;/p&gt;\n\n&lt;p&gt;Consider it a &amp;quot;counter book deal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or an Anti-&amp;quot;dreaming journal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or the opposite of sharing, pondering, and embracing your like minded friends.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the opposite of your own web page, YouTube video, or blog, where you can teach people what you (don&amp;#39;t actually) know.  Hopefully for donations.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s anarchy!  It&amp;#39;s the all alone in the desert, eating locusts kind of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Not that what I’m about to explain is made up.&lt;/p&gt;\n\n&lt;p&gt;Absolutely not.&lt;/p&gt;\n\n&lt;p&gt;I use this all the time. Almost nightly.&lt;/p&gt;\n\n&lt;p&gt;The trouble is, this topic is FAR too advanced.&lt;/p&gt;\n\n&lt;p&gt;And yet, it isn’t.&lt;/p&gt;\n\n&lt;p&gt;It’s crazy simple.&lt;/p&gt;\n\n&lt;p&gt;The advanced part is more like, you have to know the books well, to understand the references.&lt;/p&gt;\n\n&lt;p&gt;I can’t afford the space to explain and justify every step here.&lt;/p&gt;\n\n&lt;p&gt;It would be too long to read.&lt;/p&gt;\n\n&lt;p&gt;So, let’s rely on your memories.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is really “The Mastery of &lt;em&gt;Intent&lt;/em&gt;”.&lt;/p&gt;\n\n&lt;p&gt;And Silvio Manuel was the ultimate master. He could do anything he wanted, using intent.&lt;/p&gt;\n\n&lt;p&gt;I’m still wondering about replacement molars.&lt;/p&gt;\n\n&lt;p&gt;But I guess we’ll have to find that out for ourselves.  Whether 100+ year old sorcerers like Julian, still have any teeth left.&lt;/p&gt;\n\n&lt;p&gt;I bet not...&lt;/p&gt;\n\n&lt;p&gt;How did Silvio do anything he wanted, using &lt;em&gt;intent&lt;/em&gt;?&lt;/p&gt;\n\n&lt;p&gt;He didn’t.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Intent&lt;/em&gt; did.&lt;/p&gt;\n\n&lt;p&gt;As was said, Silvio Manuel was “one with &lt;em&gt;intent&lt;/em&gt;”.&lt;/p&gt;\n\n&lt;p&gt;He just emptied himself so that he could follow the tiniest fragment of it.&lt;/p&gt;\n\n&lt;p&gt;Mere hints of a scent in the air.&lt;/p&gt;\n\n&lt;p&gt;In perfect silence, if you have a desired outcome you can simply look for it.&lt;/p&gt;\n\n&lt;p&gt;I’m sure he had better tricks than that one.&lt;/p&gt;\n\n&lt;p&gt;Tricks I don’t know.&lt;/p&gt;\n\n&lt;p&gt;But that one is good enough to burn a hole in reality, and pull amazing objects from it.&lt;/p&gt;\n\n&lt;p&gt;First, find yourself some colors in an absolutely dark room.  In perfect silence, for a minimum of 2 hours.&lt;/p&gt;\n\n&lt;p&gt;During that time, scoop and manipulate whatever you can, to pull your assemblage point far into heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;If your breathing isn&amp;#39;t fully automatic, with only the stomach moving, and if you aren&amp;#39;t in heaven from the bliss, you&amp;#39;re out of luck.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll have to keep practicing longer.  Maybe a few months.&lt;/p&gt;\n\n&lt;p&gt;But if it is, you can totally do this!&lt;/p&gt;\n\n&lt;p&gt;The color doesn&amp;#39;t matter, but I love purple and we have other purple people in here.&lt;/p&gt;\n\n&lt;p&gt;Zuleica liked reddish orange.&lt;/p&gt;\n\n&lt;p&gt;And I often use greenish yellow to do amazing things.&lt;/p&gt;\n\n&lt;p&gt;In fact, I&amp;#39;d be a little afraid of doing this, with yellow.&lt;/p&gt;\n\n&lt;p&gt;Along with your color, which can come in yin/yang whorls, puffs, bars, or fog, you’ll need some blackness.&lt;/p&gt;\n\n&lt;p&gt;There are 2 ways you can get the blackness, that I know of.&lt;/p&gt;\n\n&lt;p&gt;You can make it, or you can scoop it.&lt;/p&gt;\n\n&lt;p&gt;First we&amp;#39;ll talk about making it.&lt;/p&gt;\n\n&lt;p&gt;In order to manufacture blackness, you need dreaming fog.&lt;/p&gt;\n\n&lt;p&gt;Yes, it’s probably the same fog as you find with “the wall of fog”, or that was referenced by one of the witches recently, as being a sign of being in the second attention.&lt;/p&gt;\n\n&lt;p&gt;Sitting on the bed, in absolutely perfect silence (sorry, that’s the catch), gaze left and right at the fog.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t train yourself for failure, and try this before you can manage 2 hours of silence.&lt;/p&gt;\n\n&lt;p&gt;Yes.  2 hours.  Didn&amp;#39;t you always wonder why Taisha said you need to be silent for 2 minutes to 2 hours?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s quite a range!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because, it depends on what you&amp;#39;re trying to do.&lt;/p&gt;\n\n&lt;p&gt;2 minutes to loosen the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;2 hours to move it the 4+ feet necessary to go down the back, up the crotch, and relocate in the front, near the second attention&amp;#39;s assemblage point.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why 2 hours.  That can shorten to 2 seconds, but that&amp;#39;s another story.&lt;/p&gt;\n\n&lt;p&gt;When you&amp;#39;re in heightened awareness, you sort of (at least believe you do) &amp;quot;know everything&amp;quot;, and can figure out the gaze needed to burn a hole in reality.&lt;/p&gt;\n\n&lt;p&gt;You can do that by moving your head the same way you do in recapitulation, except very very slowly.  It gently sweeps left and right.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t interfere with your breathing.  It should be automatic at this point.&lt;/p&gt;\n\n&lt;p&gt;And it won&amp;#39;t be aligned to left and right.  Just breathe, but forget about it.&lt;/p&gt;\n\n&lt;p&gt;And it can also change.&lt;/p&gt;\n\n&lt;p&gt;Let it.  Ideally, it will be so still you won&amp;#39;t even notice.&lt;/p&gt;\n\n&lt;p&gt;But once the hole burns and stuff spills out, it&amp;#39;s liable to increase in speed and deepness.&lt;/p&gt;\n\n&lt;p&gt;You may even pant, under some unusual circumstances.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t do that on purpose!&lt;/p&gt;\n\n&lt;p&gt;God, that&amp;#39;s annoying...&lt;/p&gt;\n\n&lt;p&gt;People even pay money, to learn to pant.&lt;/p&gt;\n\n&lt;p&gt;Suckers!!!!!&lt;/p&gt;\n\n&lt;p&gt;When you allow your breath to speed up or slow down, without interfering, you&amp;#39;re reaching the deeper levels of silence.&lt;/p&gt;\n\n&lt;p&gt;As you sweep, you have to examine every single point in space on a horizontal line in front of you. I guess if you were at the beach, you’d be scanning your gaze along the water and sky edge way out there, except maybe a tiny bit up, so that your head is comfortable.&lt;/p&gt;\n\n&lt;p&gt;You don’t want to twist your neck.  So down or up, do as is the most comfortable.&lt;/p&gt;\n\n&lt;p&gt;But if your head leans forward due to fatigue , give this up for a while and go scoop more colors, while you walk around.   Get a fireworks show going, with some &amp;quot;stay in place&amp;quot; Tensegrity movements.&lt;/p&gt;\n\n&lt;p&gt;Not the ones that wear you out. Something gentle.  Like Carlos taught at first.&lt;/p&gt;\n\n&lt;p&gt;Mashing energy is ok.  But the Michael Jackson version of that is probably not a good idea in this situation.&lt;/p&gt;\n\n&lt;p&gt;Or slap your face hard, to wake you back up.&lt;/p&gt;\n\n&lt;p&gt;Even better, guzzle a Double Espresso Shot.&lt;/p&gt;\n\n&lt;p&gt;Pop some pseudo-feds to remain awake.&lt;/p&gt;\n\n&lt;p&gt;The real ones, not the fake kind.&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t afford those,  put 4 tea bags in a small thermos of tap water (not hot) in the morning, and use it in the evening.&lt;/p&gt;\n\n&lt;p&gt;Brewed cold, it&amp;#39;s good for 24 hours without spoiling.&lt;/p&gt;\n\n&lt;p&gt;Find a way to be more awake, then try again.&lt;/p&gt;\n\n&lt;p&gt;The point is, as a beginner, you can&amp;#39;t burn a hole in reality  unless you are asleep.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t be unconscious!&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s no good if your head won&amp;#39;t behave and look straight ahead.&lt;/p&gt;\n\n&lt;p&gt;Or if you suddenly fall over, and crash off the bed.&lt;/p&gt;\n\n&lt;p&gt;If you even hear yourself snoring, that&amp;#39;s great!&lt;/p&gt;\n\n&lt;p&gt;You can join the ranks of the most famous Yogis of all time.&lt;/p&gt;\n\n&lt;p&gt;But better if you are simply in full-on heightened awareness, which boils down to:&lt;/p&gt;\n\n&lt;p&gt;Sleep walking.&lt;/p&gt;\n\n&lt;p&gt;Continue sweeping your head back and forth, gazing intensely at the line you’re sweeping.&lt;/p&gt;\n\n&lt;p&gt;The eyes don&amp;#39;t move, in relationship to the head. The head directs the gaze, as if the eyes were fixed in the middle.&lt;/p&gt;\n\n&lt;p&gt;It should take as long as a minute for each sweep, but you&amp;#39;ll know how fast to move it once you can see some &amp;quot;sparkles&amp;quot;.  There&amp;#39;s an optimal speed for maximum sparkle, without wasting time lingering on any.&lt;/p&gt;\n\n&lt;p&gt;You have to find the sparkles.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what the whole technique is based on.&lt;/p&gt;\n\n&lt;p&gt;They may be faint at first.&lt;/p&gt;\n\n&lt;p&gt;But if you examine closely, the purple fog is not perfectly smooth.&lt;/p&gt;\n\n&lt;p&gt;And the gaze can bring that out.&lt;/p&gt;\n\n&lt;p&gt;When you can find texture, you need to intensify it.&lt;/p&gt;\n\n&lt;p&gt;You intensify it by noticing it.&lt;/p&gt;\n\n&lt;p&gt;And by sweeping the gaze, with the &lt;em&gt;intent&lt;/em&gt; to intensify it.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re &amp;quot;brushing&amp;quot; the sparkle.  Pressing down on it with your gaze even.&lt;/p&gt;\n\n&lt;p&gt;Squishing it so it pops back brighter.&lt;/p&gt;\n\n&lt;p&gt;But if you’re thinking, “Intensify, intensify, intensify”.&lt;/p&gt;\n\n&lt;p&gt;Give it up.&lt;/p&gt;\n\n&lt;p&gt;You aren’t advance enough.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t practice failure!&lt;/p&gt;\n\n&lt;p&gt;Wait for the right time.&lt;/p&gt;\n\n&lt;p&gt;It has to be in the gaze, not in your mind.&lt;/p&gt;\n\n&lt;p&gt;And therein is possibly one reason Carlos didn&amp;#39;t talk like this.&lt;/p&gt;\n\n&lt;p&gt;Specifics.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t want to set anyone up to &amp;quot;practice failure&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But, what can we do?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an emergency!&lt;/p&gt;\n\n&lt;p&gt;Carlos style sorcery is fading fast into obscurity.&lt;/p&gt;\n\n&lt;p&gt;We have to bring it back.&lt;/p&gt;\n\n&lt;p&gt;Ideally you&amp;#39;ll actually sense a &amp;quot;beam&amp;quot; coming from your gaze, focusing on a tight spot only a few inches in diameter in front of you,  at around 6-12 feet distance.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t get up to measure it!!!!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a guideline, not a rule...&lt;/p&gt;\n\n&lt;p&gt;When you can sweep the room and leave a trail of “sparkles”, you’re ready.  You can increase your slow gaze to a more moderate rate, and light up an entire line all at once.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a good sign you&amp;#39;re ready.  While sweeping slowly, the sparkle fades as you pass it.&lt;/p&gt;\n\n&lt;p&gt;If you can finally light up an entire line across the room, by speeding up the head turning, it&amp;#39;s time to start digging.&lt;/p&gt;\n\n&lt;p&gt;If you find you can light up a &amp;quot;shield&amp;quot;, around 6 feet high, and 3 feet wide, you&amp;#39;re on your own.&lt;/p&gt;\n\n&lt;p&gt;Forget about burning a hole, and figure out what to do with the shield.&lt;/p&gt;\n\n&lt;p&gt;It burns across the room,  exposing &amp;quot;hidden&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like a search beacon for weird beings.&lt;/p&gt;\n\n&lt;p&gt;I honestly can&amp;#39;t recall anymore about that technique.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the trouble with the second attention.&lt;/p&gt;\n\n&lt;p&gt;But if you only have a line of sparkles, you&amp;#39;re on the right track.&lt;/p&gt;\n\n&lt;p&gt;Pick the spot straight in front of you, find a sparkle there, and burn it.&lt;/p&gt;\n\n&lt;p&gt;Stare at it so intensely that if it were a dreaming phantom, it would have to morph and dissolve into nothing.&lt;/p&gt;\n\n&lt;p&gt;If it were a real inorganic being, you’d force it back to it&amp;#39;s actual appearance as a collection of lights.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just a dot, so it will sink into a blackness.&lt;/p&gt;\n\n&lt;p&gt;That’s what you’re going to be doing with the sparkles.  Staring them down.&lt;/p&gt;\n\n&lt;p&gt;But without the actual &amp;quot;looking&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When staring a phantom down, you look at a tiny detail on it&amp;#39;s shirt, like a button.  You force yourself to see every possible tiny detail of that button.&lt;/p&gt;\n\n&lt;p&gt;The holes, the thread, the edges.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s that insistence on seeing the details which sets up a feedback loop, and dissolves the phantom.&lt;/p&gt;\n\n&lt;p&gt;The stare has a &amp;quot;feeling&amp;quot;, in addition to the &amp;quot;looking&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You want only the feeling in this case.&lt;/p&gt;\n\n&lt;p&gt;Which isn&amp;#39;t as difficult as it sounds, since you&amp;#39;re only looking at tiny sparkles. Not much to &amp;quot;look at&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No buttons there.&lt;/p&gt;\n\n&lt;p&gt;Those sparkles come from the second attention.&lt;/p&gt;\n\n&lt;p&gt;They can’t stand up to that kind of an intense gaze.&lt;/p&gt;\n\n&lt;p&gt;The gazing will at first, intensify them . If you’re doing it right you’ll form a disk of sparkles, around 1 foot wide, and in front of you, as you try to dissolve the one in the middle.&lt;/p&gt;\n\n&lt;p&gt;But it won’t be that obvious or literal, so don’t use that as a guide.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t &amp;quot;grow the disk&amp;quot; first.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just what happens while you&amp;#39;re doing what you really need to be doing.&lt;/p&gt;\n\n&lt;p&gt;Now the real test. Can you you force all the sparkles in that 1 foot disk, to go away?  Burn them one at a time.  Widen the beam going into the middle, just by intending it to be stronger.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t move the gaze to the sides, to burn them individually.&lt;/p&gt;\n\n&lt;p&gt;Burn DEEP into that growing hole, so they get sucked in.&lt;/p&gt;\n\n&lt;p&gt;Hit the hole with your gaze, head not moving at all.&lt;/p&gt;\n\n&lt;p&gt;The eyes can vibrate ever so slightly, but if you have to do that on purpose it won&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;The eyes shiver on their own.  Or shine.  Or glitter.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how you control &lt;em&gt;intent&lt;/em&gt; with your gaze.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;shine&amp;quot; of your eyes.&lt;/p&gt;\n\n&lt;p&gt;As you burn the sparkles they dissolve, and suck others near them into the black hole you’re forming.&lt;/p&gt;\n\n&lt;p&gt;When the black hole is around 2 feet in diameter, stop burning and merely gaze, in general.&lt;/p&gt;\n\n&lt;p&gt;Back off your gaze,  maybe let the eyes cross more, to take in an area 8 feet in diameter, keeping your &amp;quot;hole&amp;quot; in the middle.&lt;/p&gt;\n\n&lt;p&gt;Start expecting things to emerge.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t &amp;quot;care&amp;quot; if they do.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a tip.&lt;/p&gt;\n\n&lt;p&gt;Think a word, back to silence.   It&amp;#39;s Patanjali!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how to manifest individual objects.&lt;/p&gt;\n\n&lt;p&gt;In silence, think, &amp;quot;Spatula&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Then drop it.  You&amp;#39;ll see a spatula 10 seconds or so later.&lt;/p&gt;\n\n&lt;p&gt;Or think, &amp;quot;Santa Monica&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be 100 feet in the air, over Santa Monica.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re doing the same here.&lt;/p&gt;\n\n&lt;p&gt;Burn the hole, drop it.  And things will emerge.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;ve picked out a name for this chapter in your &amp;quot;Wonderful Me, the Sorcerer&amp;quot; book, you&amp;#39;re out of luck.&lt;/p&gt;\n\n&lt;p&gt;But if you can resist the temptation to get excited, objects will emerge.&lt;/p&gt;\n\n&lt;p&gt;They will!&lt;/p&gt;\n\n&lt;p&gt;Will you be able to tell what they are?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a problem.&lt;/p&gt;\n\n&lt;p&gt;Some yes. Others, no.&lt;/p&gt;\n\n&lt;p&gt;God only knows what those &amp;quot;things&amp;quot; are.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re peering at &amp;quot;pure second attention&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It has NO reality, other than your intent.&lt;/p&gt;\n\n&lt;p&gt;Your intent is not enough to make it real. It takes at least 2 for that.&lt;/p&gt;\n\n&lt;p&gt;But some of the objects will have a trace amount of their own &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Those you can identify.&lt;/p&gt;\n\n&lt;p&gt;It’ll look like a Christmas cartoon where Santa’s bag gets a hole in the bottom, and all kinds of wonders spill out.&lt;/p&gt;\n\n&lt;p&gt;Don’t be afraid.&lt;/p&gt;\n\n&lt;p&gt;I doubt they’ll make it more than 3 feet into the room before they’re gone.&lt;/p&gt;\n\n&lt;p&gt;But the show is dazzling!&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t forget to give yourself a &amp;quot;thumbs up!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or you won&amp;#39;t remember it.&lt;/p&gt;\n\n&lt;p&gt;Literally raise your right thumb up in the air, as if you were signaling someone.&lt;/p&gt;\n\n&lt;p&gt;Thank &lt;em&gt;intent&lt;/em&gt;!&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s located at infinity, so he can&amp;#39;t hear you.&lt;/p&gt;\n\n&lt;p&gt;Just give him the &amp;quot;thanks buddy!&amp;quot; thumbs up.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;ll leave all kinds of ways to trace back to the memory. Did your elbow hurt a bit when you lifted the thumb?&lt;/p&gt;\n\n&lt;p&gt;Did you almost tilt over from the movement?&lt;/p&gt;\n\n&lt;p&gt;Thousands of things like that are &amp;quot;registered&amp;quot; in that thumbs up.&lt;/p&gt;\n\n&lt;p&gt;Those will help you find full memory.&lt;/p&gt;\n\n&lt;p&gt;I supposed Silvio could reach out and grab the objects he wanted, flowing from the hole,  to make them stick around.&lt;/p&gt;\n\n&lt;p&gt;And that’s the trick.&lt;/p&gt;\n\n&lt;p&gt;How to get them to stick around.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ll look at that next.&lt;/p&gt;\n\n&lt;p&gt;Want to know a really annoying question someone might ask you at this point?&lt;/p&gt;\n\n&lt;p&gt;Did you get a picture of it?&lt;/p&gt;\n\n&lt;p&gt;Continued…&lt;/p&gt;\n\n&lt;p&gt;Edited three times&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "gcu4yk", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/", "subreddit_subscribers": 9561, "created_utc": 1588525730.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fph16el", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1588613143.0, "send_replies": true, "parent_id": "t3_gcu4yk", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Part 2: The Black Goo\n\nWhen you learn to find puffs of color in darkness, you might notice that some have very sharp edges, and some don’t.\n\nYou can make use of either, by scooping it into your hand, and depositing it on your torso.\n\nOr you can compress it into “chi balls”, and toss it as the Fire Kasina folks do, lead by Daniel Ingram.  If some of you want more direction, he might be a good resource.\n\nBut one thing you might not notice, is the blackness.\n\nIt’s only natural you’d ignore it. You’ve darkened your room, so blackness is everywhere!\n\nAnd the purple light puffs are far more interesting!\n\nBut the first clue to how to use blackness, should have been those sharp edges on some puffs.\n\nThose aren’t formed by the puff of color itself.\n\nIt has a buddy nearby.\n\nBlackness.\n\nIf you find a whorl, like the yin/yang one, you’ll notice the blackness.\n\nCarlos even pointed it out to us in his books, describing it as jet-black. I believe that’s in the story of the mirror in water gazing technique.\n\nAnd he even taught us in private class, to manifest objects from compressed chi balls.\n\nI hope to video tape that someday, but it’s pretty simple.\n\nYou just scoop up some purple puffs, and compress them into a small ball the size of a baseball. Then you keep your hands cupped together, with the purple light inside, and RELEASE it.\n\nYou do a sort of “TaDa!!!” kind of feeling as you pull the top hand off the compressed ball.\n\nYou want to EXPECT something.\n\nIntent takes over! You can manifest objects that way.\n\nOr dead people, as the Witch of Endor did.  And Cholita too...\n\nBut only if you are internally silent.\n\nIt's cool, but it's only a one-up.\n\nToo much work.\n\nFortunately, that’s what the black stuff is for.  Think of it like molten black plastic to be used in a 3D printer.\n\nGather a bunch up, and you can begin making stuff.\n\nHow to scoop it?\n\nFirst, you need to find it.\n\nIf you have the yin/yang, that’s easy.\n\nYou just reach into the black part, and carefully pull out only black. If some purple light gets stuck to your hand, you have to back off and try again.\n\nYou can sort of \"swish\" the purple off, if the black isn't pure on the edges.\n\nIf on the other hand you don’t have the amazing yin/yang whorl, you can find the blackness in the air.\n\nBut you’ll probably have to wait until your purple puffs of light mature into a dreaming fog.\n\nOnce you have purple dreaming fog everywhere in the room, the black stands out.\n\nFind yourself a streak of it, and “scrape” it up.\n\nSit on the edge of your bed while doing this. You’ll need a place to put the toys.\n\nIt helps a bunch if you have an inorganic being to help. They’ll just sort of hang out nearby, and likely don't actually interfere.\n\nThey like to watch!\n\nBut the sight of them helps keep the assemblage point in place. So it’s good to have one.\n\nThe procedure is simple. Once you have some black stuff in your hands, move it around slowly in the purple fog. Or, wait until a purple puff comes by, and let them collide.\n\nRemember, some puffs have sharp edges!\n\nAnd those can spin off hypnogogic images.\n\nSo when the black stuff collides with the purple stuff, it concentrates it on the edges.\n\nIt literally lights the edges of the purple stuff on fire, with a bluish flame.\n\nYou can then see the outlines of the blackness.\n\nWithout the purple, and in a dark room, it’s vague.\n\nBut with the purple light swirling around it, you can form a “hole” with it.\n\nYep, another hole in reality.\n\nBut this time, in your hand.  It's more convenient!\n\nI like to keep the black goo in my left hand, after scooping it there with my right.  I do that with the purple stuff too.\n\nNow gaze into the hole.  It'll probably look more like a vortex at that point, or maybe like one of those water funnels that suck ships in,  in a few Disney pirate movies.\n\nIf you see any color in the middle, you can extract something.\n\nI only discovered this technique in the last week, as a result of someone commenting on the blackness.  But it's repeatable. I did it last night too.\n\nBut this first time, I gazed into the black hole in my left hand not really knowing what to expect.\n\nIt seemed to go far deeper than my hand, but at the time I was so silent that didn’t occur to me.\n\nI saw a red blotch down there. Not realizing what was going on, I figured it was just a red puff of color.\n\nI see those floating around on occasion.\n\nSince I wanted just black, I tried to scrape it out. I reached down into the black hole, which was well defined by bright purple swirling around it.\n\nAnd I put my cupped fingers around the red ball, pulling it out.\n\nI didn’t notice, my hand reached in there much further than ought to have been possible!\n\nSomehow, it passed through the other hand!    That sort of thing happens, with dreaming awake.\n\nCarlos told a story once of a woman who did surgery that way, reaching all the way into someone's body, without breaking any skin.\n\nSo, I guess that's possible too!\n\nBut where’s that internal dialogue when you need it?\n\nI was too silent to notice my right hand had passed through the left.\n\nIn my right hand  now, I had not pulled out a red splotch of light.\n\nI had a little girl in a red dress, sitting on a park bench!  The red dress had black spots on it, and was just long enough to cover her knees.\n\nShe had white socks and black shoes.\n\nShe didn’t look distressed. She was simply hanging out in the park, sitting on the bench.\n\nShe was in my right hand.\n\nIn my left was the black hole.\n\nGreed overtook me! I had to see what else could be pulled from that hole.\n\nBut what to do with the little girl?\n\nWhen you’re in the second attention that far, you’d think you don’t care about things the way you do here.\n\nBut in fact, I didn’t want to hurt her. I just had to find a place to set her down, so she could be “safe”.\n\nI looked to the right on the bed, saw purple light and white lines, and figured I could smooth off that spot.\n\nI failed to realize, the room was pitch black. There’s NO WAY I could see the bedspread.\n\nBut I did.\n\nSo I moved the little girl back to my left hand, forgetting there was a black hole over there.\n\nI smoothed the bedspread of purple light with my right hand, glanced back to the left, saw that the little girl had survived, took her back to my right hand, and I set her down on the bed.\n\nThe only damage she seems to have taken, with me setting her on top of the black hole by mistake, was that the park bench had been dissolved away. It was just her, with her feet hanging down, as if she were soaking her feet in a little stream of black water.\n\nBut she began to mutate as I gazed at her. That was a mistake.\n\nSome advice:  if you pull a little girl out of a black hole in reality, don’t stare.\n\nIt's not polite!\n\nJust set her down, and only glance on occasion.\n\nShe mutated into several other people, all of whom would make a good collectable object.\n\nIt was my gaze doing it. I should have realized that, but it was just too fascinating to ignore.\n\nThere was an overweight lawyer, a woman overdressed for a party, and a troublesome  looking Taxi Cab driver.\n\nFinally, as I stared too intensely at her and all the mutations, there was just a blob of the black stuff left.\n\nThe same black stuff I had in my hand.\n\nIt was burning away at the bedspread, leaving a thin trail of intense blue light around it.\n\nIt did the same over there, as it did in my left hand!\n\nI quickly went back to extracting objects from the black hole.\n\nI pulled one after the other out, frantically setting them on the bedspread.\n\nI had the idea to build a village, the way the death defier had done.  But a tiny one!\n\nUnfortunately,  I could never manage to have 2 at once. They were always gone when I got the next one.\n\nFairy was watching the whole time, although it wasn’t obvious.\n\nJust a little head the size of a coin, appearing at various positions around the black hole.\n\nFinally she must have gotten tired of it all, and pushed a yin/yang object towards me.\n\nIt had formed into an orb. A magical crystal ball, similar to the one I wrote about previously.\n\nIt was floating in front of my left hand.  It sort of “sucked” the blackness off my hand.\n\nOr maybe because I was gazing at this new toy, the blackness melted off my hand.\n\nI reached out my cupped left hand a tiny bit, and the oracle floated a little closer to it.\n\nI could see that it was still forming, but it was very close to being that intense crystal ball oracle.\n\nUsing that, I had been able to assemble other worlds, rapidly switching from one to the other.\n\nI had to actually move my left hand the last half inch, to get it to sit in my palm.\n\nI believe the lesson here, from Fairy,  is that some toys are educational.\n\nSome are just a waste of time.\n\nEdited twice", "edited": 1588627656.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fph16el", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Part 2: The Black Goo&lt;/p&gt;\n\n&lt;p&gt;When you learn to find puffs of color in darkness, you might notice that some have very sharp edges, and some don’t.&lt;/p&gt;\n\n&lt;p&gt;You can make use of either, by scooping it into your hand, and depositing it on your torso.&lt;/p&gt;\n\n&lt;p&gt;Or you can compress it into “chi balls”, and toss it as the Fire Kasina folks do, lead by Daniel Ingram.  If some of you want more direction, he might be a good resource.&lt;/p&gt;\n\n&lt;p&gt;But one thing you might not notice, is the blackness.&lt;/p&gt;\n\n&lt;p&gt;It’s only natural you’d ignore it. You’ve darkened your room, so blackness is everywhere!&lt;/p&gt;\n\n&lt;p&gt;And the purple light puffs are far more interesting!&lt;/p&gt;\n\n&lt;p&gt;But the first clue to how to use blackness, should have been those sharp edges on some puffs.&lt;/p&gt;\n\n&lt;p&gt;Those aren’t formed by the puff of color itself.&lt;/p&gt;\n\n&lt;p&gt;It has a buddy nearby.&lt;/p&gt;\n\n&lt;p&gt;Blackness.&lt;/p&gt;\n\n&lt;p&gt;If you find a whorl, like the yin/yang one, you’ll notice the blackness.&lt;/p&gt;\n\n&lt;p&gt;Carlos even pointed it out to us in his books, describing it as jet-black. I believe that’s in the story of the mirror in water gazing technique.&lt;/p&gt;\n\n&lt;p&gt;And he even taught us in private class, to manifest objects from compressed chi balls.&lt;/p&gt;\n\n&lt;p&gt;I hope to video tape that someday, but it’s pretty simple.&lt;/p&gt;\n\n&lt;p&gt;You just scoop up some purple puffs, and compress them into a small ball the size of a baseball. Then you keep your hands cupped together, with the purple light inside, and RELEASE it.&lt;/p&gt;\n\n&lt;p&gt;You do a sort of “TaDa!!!” kind of feeling as you pull the top hand off the compressed ball.&lt;/p&gt;\n\n&lt;p&gt;You want to EXPECT something.&lt;/p&gt;\n\n&lt;p&gt;Intent takes over! You can manifest objects that way.&lt;/p&gt;\n\n&lt;p&gt;Or dead people, as the Witch of Endor did.  And Cholita too...&lt;/p&gt;\n\n&lt;p&gt;But only if you are internally silent.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s cool, but it&amp;#39;s only a one-up.&lt;/p&gt;\n\n&lt;p&gt;Too much work.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, that’s what the black stuff is for.  Think of it like molten black plastic to be used in a 3D printer.&lt;/p&gt;\n\n&lt;p&gt;Gather a bunch up, and you can begin making stuff.&lt;/p&gt;\n\n&lt;p&gt;How to scoop it?&lt;/p&gt;\n\n&lt;p&gt;First, you need to find it.&lt;/p&gt;\n\n&lt;p&gt;If you have the yin/yang, that’s easy.&lt;/p&gt;\n\n&lt;p&gt;You just reach into the black part, and carefully pull out only black. If some purple light gets stuck to your hand, you have to back off and try again.&lt;/p&gt;\n\n&lt;p&gt;You can sort of &amp;quot;swish&amp;quot; the purple off, if the black isn&amp;#39;t pure on the edges.&lt;/p&gt;\n\n&lt;p&gt;If on the other hand you don’t have the amazing yin/yang whorl, you can find the blackness in the air.&lt;/p&gt;\n\n&lt;p&gt;But you’ll probably have to wait until your purple puffs of light mature into a dreaming fog.&lt;/p&gt;\n\n&lt;p&gt;Once you have purple dreaming fog everywhere in the room, the black stands out.&lt;/p&gt;\n\n&lt;p&gt;Find yourself a streak of it, and “scrape” it up.&lt;/p&gt;\n\n&lt;p&gt;Sit on the edge of your bed while doing this. You’ll need a place to put the toys.&lt;/p&gt;\n\n&lt;p&gt;It helps a bunch if you have an inorganic being to help. They’ll just sort of hang out nearby, and likely don&amp;#39;t actually interfere.&lt;/p&gt;\n\n&lt;p&gt;They like to watch!&lt;/p&gt;\n\n&lt;p&gt;But the sight of them helps keep the assemblage point in place. So it’s good to have one.&lt;/p&gt;\n\n&lt;p&gt;The procedure is simple. Once you have some black stuff in your hands, move it around slowly in the purple fog. Or, wait until a purple puff comes by, and let them collide.&lt;/p&gt;\n\n&lt;p&gt;Remember, some puffs have sharp edges!&lt;/p&gt;\n\n&lt;p&gt;And those can spin off hypnogogic images.&lt;/p&gt;\n\n&lt;p&gt;So when the black stuff collides with the purple stuff, it concentrates it on the edges.&lt;/p&gt;\n\n&lt;p&gt;It literally lights the edges of the purple stuff on fire, with a bluish flame.&lt;/p&gt;\n\n&lt;p&gt;You can then see the outlines of the blackness.&lt;/p&gt;\n\n&lt;p&gt;Without the purple, and in a dark room, it’s vague.&lt;/p&gt;\n\n&lt;p&gt;But with the purple light swirling around it, you can form a “hole” with it.&lt;/p&gt;\n\n&lt;p&gt;Yep, another hole in reality.&lt;/p&gt;\n\n&lt;p&gt;But this time, in your hand.  It&amp;#39;s more convenient!&lt;/p&gt;\n\n&lt;p&gt;I like to keep the black goo in my left hand, after scooping it there with my right.  I do that with the purple stuff too.&lt;/p&gt;\n\n&lt;p&gt;Now gaze into the hole.  It&amp;#39;ll probably look more like a vortex at that point, or maybe like one of those water funnels that suck ships in,  in a few Disney pirate movies.&lt;/p&gt;\n\n&lt;p&gt;If you see any color in the middle, you can extract something.&lt;/p&gt;\n\n&lt;p&gt;I only discovered this technique in the last week, as a result of someone commenting on the blackness.  But it&amp;#39;s repeatable. I did it last night too.&lt;/p&gt;\n\n&lt;p&gt;But this first time, I gazed into the black hole in my left hand not really knowing what to expect.&lt;/p&gt;\n\n&lt;p&gt;It seemed to go far deeper than my hand, but at the time I was so silent that didn’t occur to me.&lt;/p&gt;\n\n&lt;p&gt;I saw a red blotch down there. Not realizing what was going on, I figured it was just a red puff of color.&lt;/p&gt;\n\n&lt;p&gt;I see those floating around on occasion.&lt;/p&gt;\n\n&lt;p&gt;Since I wanted just black, I tried to scrape it out. I reached down into the black hole, which was well defined by bright purple swirling around it.&lt;/p&gt;\n\n&lt;p&gt;And I put my cupped fingers around the red ball, pulling it out.&lt;/p&gt;\n\n&lt;p&gt;I didn’t notice, my hand reached in there much further than ought to have been possible!&lt;/p&gt;\n\n&lt;p&gt;Somehow, it passed through the other hand!    That sort of thing happens, with dreaming awake.&lt;/p&gt;\n\n&lt;p&gt;Carlos told a story once of a woman who did surgery that way, reaching all the way into someone&amp;#39;s body, without breaking any skin.&lt;/p&gt;\n\n&lt;p&gt;So, I guess that&amp;#39;s possible too!&lt;/p&gt;\n\n&lt;p&gt;But where’s that internal dialogue when you need it?&lt;/p&gt;\n\n&lt;p&gt;I was too silent to notice my right hand had passed through the left.&lt;/p&gt;\n\n&lt;p&gt;In my right hand  now, I had not pulled out a red splotch of light.&lt;/p&gt;\n\n&lt;p&gt;I had a little girl in a red dress, sitting on a park bench!  The red dress had black spots on it, and was just long enough to cover her knees.&lt;/p&gt;\n\n&lt;p&gt;She had white socks and black shoes.&lt;/p&gt;\n\n&lt;p&gt;She didn’t look distressed. She was simply hanging out in the park, sitting on the bench.&lt;/p&gt;\n\n&lt;p&gt;She was in my right hand.&lt;/p&gt;\n\n&lt;p&gt;In my left was the black hole.&lt;/p&gt;\n\n&lt;p&gt;Greed overtook me! I had to see what else could be pulled from that hole.&lt;/p&gt;\n\n&lt;p&gt;But what to do with the little girl?&lt;/p&gt;\n\n&lt;p&gt;When you’re in the second attention that far, you’d think you don’t care about things the way you do here.&lt;/p&gt;\n\n&lt;p&gt;But in fact, I didn’t want to hurt her. I just had to find a place to set her down, so she could be “safe”.&lt;/p&gt;\n\n&lt;p&gt;I looked to the right on the bed, saw purple light and white lines, and figured I could smooth off that spot.&lt;/p&gt;\n\n&lt;p&gt;I failed to realize, the room was pitch black. There’s NO WAY I could see the bedspread.&lt;/p&gt;\n\n&lt;p&gt;But I did.&lt;/p&gt;\n\n&lt;p&gt;So I moved the little girl back to my left hand, forgetting there was a black hole over there.&lt;/p&gt;\n\n&lt;p&gt;I smoothed the bedspread of purple light with my right hand, glanced back to the left, saw that the little girl had survived, took her back to my right hand, and I set her down on the bed.&lt;/p&gt;\n\n&lt;p&gt;The only damage she seems to have taken, with me setting her on top of the black hole by mistake, was that the park bench had been dissolved away. It was just her, with her feet hanging down, as if she were soaking her feet in a little stream of black water.&lt;/p&gt;\n\n&lt;p&gt;But she began to mutate as I gazed at her. That was a mistake.&lt;/p&gt;\n\n&lt;p&gt;Some advice:  if you pull a little girl out of a black hole in reality, don’t stare.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not polite!&lt;/p&gt;\n\n&lt;p&gt;Just set her down, and only glance on occasion.&lt;/p&gt;\n\n&lt;p&gt;She mutated into several other people, all of whom would make a good collectable object.&lt;/p&gt;\n\n&lt;p&gt;It was my gaze doing it. I should have realized that, but it was just too fascinating to ignore.&lt;/p&gt;\n\n&lt;p&gt;There was an overweight lawyer, a woman overdressed for a party, and a troublesome  looking Taxi Cab driver.&lt;/p&gt;\n\n&lt;p&gt;Finally, as I stared too intensely at her and all the mutations, there was just a blob of the black stuff left.&lt;/p&gt;\n\n&lt;p&gt;The same black stuff I had in my hand.&lt;/p&gt;\n\n&lt;p&gt;It was burning away at the bedspread, leaving a thin trail of intense blue light around it.&lt;/p&gt;\n\n&lt;p&gt;It did the same over there, as it did in my left hand!&lt;/p&gt;\n\n&lt;p&gt;I quickly went back to extracting objects from the black hole.&lt;/p&gt;\n\n&lt;p&gt;I pulled one after the other out, frantically setting them on the bedspread.&lt;/p&gt;\n\n&lt;p&gt;I had the idea to build a village, the way the death defier had done.  But a tiny one!&lt;/p&gt;\n\n&lt;p&gt;Unfortunately,  I could never manage to have 2 at once. They were always gone when I got the next one.&lt;/p&gt;\n\n&lt;p&gt;Fairy was watching the whole time, although it wasn’t obvious.&lt;/p&gt;\n\n&lt;p&gt;Just a little head the size of a coin, appearing at various positions around the black hole.&lt;/p&gt;\n\n&lt;p&gt;Finally she must have gotten tired of it all, and pushed a yin/yang object towards me.&lt;/p&gt;\n\n&lt;p&gt;It had formed into an orb. A magical crystal ball, similar to the one I wrote about previously.&lt;/p&gt;\n\n&lt;p&gt;It was floating in front of my left hand.  It sort of “sucked” the blackness off my hand.&lt;/p&gt;\n\n&lt;p&gt;Or maybe because I was gazing at this new toy, the blackness melted off my hand.&lt;/p&gt;\n\n&lt;p&gt;I reached out my cupped left hand a tiny bit, and the oracle floated a little closer to it.&lt;/p&gt;\n\n&lt;p&gt;I could see that it was still forming, but it was very close to being that intense crystal ball oracle.&lt;/p&gt;\n\n&lt;p&gt;Using that, I had been able to assemble other worlds, rapidly switching from one to the other.&lt;/p&gt;\n\n&lt;p&gt;I had to actually move my left hand the last half inch, to get it to sit in my palm.&lt;/p&gt;\n\n&lt;p&gt;I believe the lesson here, from Fairy,  is that some toys are educational.&lt;/p&gt;\n\n&lt;p&gt;Some are just a waste of time.&lt;/p&gt;\n\n&lt;p&gt;Edited twice&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fph16el/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588613143.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_gcu4yk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fpgqayc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1588607567.0, "send_replies": true, "parent_id": "t1_fpewgli", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You can literally mold them like taffy, and they get stuck to your hands.\n\nAnd then, you can't shake it off!\n\nBut that's after they become \"directional\", meaning, they don't move when you turn your head.\n\nIt's like overcoming the \"wall of fog\" rotation.\n\nWe have to do that too, using Tensegrity to play with the colors.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpgqayc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You can literally mold them like taffy, and they get stuck to your hands.&lt;/p&gt;\n\n&lt;p&gt;And then, you can&amp;#39;t shake it off!&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s after they become &amp;quot;directional&amp;quot;, meaning, they don&amp;#39;t move when you turn your head.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like overcoming the &amp;quot;wall of fog&amp;quot; rotation.&lt;/p&gt;\n\n&lt;p&gt;We have to do that too, using Tensegrity to play with the colors.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpgqayc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588607567.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpewgli", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CodedSync45", "can_mod_post": false, "created_utc": 1588556437.0, "send_replies": true, "parent_id": "t3_gcu4yk", "score": 3, "author_fullname": "t2_633vyq7t", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Great post Dan. I'll be including the scooping of colors I see tonight as i'm practicing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpewgli", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Great post Dan. I&amp;#39;ll be including the scooping of colors I see tonight as i&amp;#39;m practicing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpewgli/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588556437.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_gcu4yk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_gcu4yk", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_gcu4yk", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fpea5nv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fpe8k5x", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That sounds to me like the key to the second attention.\n\nIf you can get silent and watch it, your assemblage point will be pulled.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpea5nv", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That sounds to me like the key to the second attention.&lt;/p&gt;\n\n&lt;p&gt;If you can get silent and watch it, your assemblage point will be pulled.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpea5nv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588543427.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1588543427.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpe8k5x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1588542505.0, "send_replies": true, "parent_id": "t1_fpe32ht", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I don't take power plants and I haven't changed my pharmaceutical cocktail in a long time, so I doubt those are what caused this change, so it could be an inorganic. As for a visual or illustration of what this disk looks like, I would say that it looks like the milky way because it's purplish in hue and if I let go of it, it begins to spin on its own.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t take power plants and I haven&amp;#39;t changed my pharmaceutical cocktail in a long time, so I doubt those are what caused this change, so it could be an inorganic. As for a visual or illustration of what this disk looks like, I would say that it looks like the milky way because it&amp;#39;s purplish in hue and if I let go of it, it begins to spin on its own.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpe8k5x/", "num_reports": null, "locked": false, "name": "t1_fpe8k5x", "created": 1588542505.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpe32ht", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1588539374.0, "send_replies": true, "parent_id": "t1_fpdwdm3", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Give me some refs, or find a pic on the net somewhat like what you're saying.\n\nIt could be that you've been noticed by an inorganic, who's holding your view on that.\n\nHow many power plants did you do?\n\nI told you guys yesterday that I tried to hold a dream around me for 8 hours, so I could wake up and retain my *seeing* all day, even in sunlight.\n\nBut around hour 4 the dream turned into 3 red donut shaped objects.\n\nAnd 2 yellow bars of light.\n\nI was trying to hold the dream, but it condensed into something abstract.\n\nI literally had those in my hands, like someone shopping at the grocery store who is too cheap to buy the 10 cent bag, and leaves balancing food objects in his arms.\n\nI woke up, stood up with them in my arms, thinking, \"I made it!\"\n\nThen I realized...\n\nShit.\n\nI got stuck in the abstract.\n\nI don't know what happened to the red donuts.  I was so disappointed I just dropped them.\n\nI'm an idiot!\n\nBut, if it makes any difference, if any of you find yourself stuck in the abstract,\n\nenjoy it!  Don't be disappointed.\n\nTry to hold onto whatever bizarre things you are focused on.  Don't decide those are \"invalid\".", "edited": 1588539598.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpe32ht", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Give me some refs, or find a pic on the net somewhat like what you&amp;#39;re saying.&lt;/p&gt;\n\n&lt;p&gt;It could be that you&amp;#39;ve been noticed by an inorganic, who&amp;#39;s holding your view on that.&lt;/p&gt;\n\n&lt;p&gt;How many power plants did you do?&lt;/p&gt;\n\n&lt;p&gt;I told you guys yesterday that I tried to hold a dream around me for 8 hours, so I could wake up and retain my &lt;em&gt;seeing&lt;/em&gt; all day, even in sunlight.&lt;/p&gt;\n\n&lt;p&gt;But around hour 4 the dream turned into 3 red donut shaped objects.&lt;/p&gt;\n\n&lt;p&gt;And 2 yellow bars of light.&lt;/p&gt;\n\n&lt;p&gt;I was trying to hold the dream, but it condensed into something abstract.&lt;/p&gt;\n\n&lt;p&gt;I literally had those in my hands, like someone shopping at the grocery store who is too cheap to buy the 10 cent bag, and leaves balancing food objects in his arms.&lt;/p&gt;\n\n&lt;p&gt;I woke up, stood up with them in my arms, thinking, &amp;quot;I made it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then I realized...&lt;/p&gt;\n\n&lt;p&gt;Shit.&lt;/p&gt;\n\n&lt;p&gt;I got stuck in the abstract.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know what happened to the red donuts.  I was so disappointed I just dropped them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m an idiot!&lt;/p&gt;\n\n&lt;p&gt;But, if it makes any difference, if any of you find yourself stuck in the abstract,&lt;/p&gt;\n\n&lt;p&gt;enjoy it!  Don&amp;#39;t be disappointed.&lt;/p&gt;\n\n&lt;p&gt;Try to hold onto whatever bizarre things you are focused on.  Don&amp;#39;t decide those are &amp;quot;invalid&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpe32ht/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588539374.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpdwdm3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_gcu4yk", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I never used to be able to manipulate the purple/red hues that would expand, shrink, and fade out--kind of like a screen saver but for the mind. But about a month or two ago all the sudden this behavior stopped. Now all I see is a purple line that really is a disk; I know it's a disk because I have full control over its contortion. I know Carlos or maybe it was DJ talked about a purple cloud with a red center, but I was still mystified after reading about it. What's your take on this? Could it be somehow related to what you discussed here or what Carlos/DJ talked about?", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I never used to be able to manipulate the purple/red hues that would expand, shrink, and fade out--kind of like a screen saver but for the mind. But about a month or two ago all the sudden this behavior stopped. Now all I see is a purple line that really is a disk; I know it&amp;#39;s a disk because I have full control over its contortion. I know Carlos or maybe it was DJ talked about a purple cloud with a red center, but I was still mystified after reading about it. What&amp;#39;s your take on this? Could it be somehow related to what you discussed here or what Carlos/DJ talked about?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpdwdm3/", "num_reports": null, "locked": false, "name": "t1_fpdwdm3", "created": 1588535567.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1588535567.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fpkgrnm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fpifqmc", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I always felt that opera was a \"cheap trick\", using massively excessive vibrato to trick snobby people.\n\nSame for classical.  I like it, but it's inferior to Lana Del Rey, because it's void of any actual meaning.\n\nOld people don't like too much meaning in their music. They just like to drift off and fade into nothingness.\n\nI saw the fairy emoji!  I used to have a 22 year old girlfriend who would compose entire messages using emoji.\n\nBut my fairy looks more like a ghost.  No wings, no green.\n\nI was looking for pictures I could use, to show what our 4 inorganic beings look like, and realized, most people would find Fairy a little scary.\n\nI guess I just got used to her.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fpkgrnm", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I always felt that opera was a &amp;quot;cheap trick&amp;quot;, using massively excessive vibrato to trick snobby people.&lt;/p&gt;\n\n&lt;p&gt;Same for classical.  I like it, but it&amp;#39;s inferior to Lana Del Rey, because it&amp;#39;s void of any actual meaning.&lt;/p&gt;\n\n&lt;p&gt;Old people don&amp;#39;t like too much meaning in their music. They just like to drift off and fade into nothingness.&lt;/p&gt;\n\n&lt;p&gt;I saw the fairy emoji!  I used to have a 22 year old girlfriend who would compose entire messages using emoji.&lt;/p&gt;\n\n&lt;p&gt;But my fairy looks more like a ghost.  No wings, no green.&lt;/p&gt;\n\n&lt;p&gt;I was looking for pictures I could use, to show what our 4 inorganic beings look like, and realized, most people would find Fairy a little scary.&lt;/p&gt;\n\n&lt;p&gt;I guess I just got used to her.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_gcu4yk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpkgrnm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588694403.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1588694403.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpifqmc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fpgr212", "score": 1, "author_fullname": "t2_3i08j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Darn, those squares in my reply were a fairy but I guess it didn't make it across.\n\nDo you like Einstein On The Beach?\n\nYa, what isn't a drug anyway?!\n\nOh, I'm definitely doing the book deal.", "edited": false, "author_flair_css_class": null, "name": "t1_fpifqmc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Darn, those squares in my reply were a fairy but I guess it didn&amp;#39;t make it across.&lt;/p&gt;\n\n&lt;p&gt;Do you like Einstein On The Beach?&lt;/p&gt;\n\n&lt;p&gt;Ya, what isn&amp;#39;t a drug anyway?!&lt;/p&gt;\n\n&lt;p&gt;Oh, I&amp;#39;m definitely doing the book deal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_gcu4yk", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpifqmc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588639980.0, "author_flair_text": null, "collapsed": false, "created_utc": 1588639980.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpgr212", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fpf6xl6", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No.\n\nI'm no saint. I made that clear.\n\nI love to indulge, eat sugar, drink alcohol, try a few gummies.\n\nI have no image to promote!\n\nAnd any \"fame\" I get in here only hurts my business interests.\n\nNo one wants a computer chip designer who has a pesky Fairy locking doors in his home.\n\nI'm autistic, so people give me the willies.   Adoring crowds would make me run for my life.\n\nSpeaking of which, I love this apocalypse!  \n\nNo people around.\n\nPlus, I mostly have no internal dialogue.  Whatever you're thinking, is that. \n\nThinking.\n\nYou're barking up the wrong tree with me, although I can see how from your point of view that makes sense.\n\nWhy don't you learn, and do the book deal? I'd love to see some real sorcery books out there, instead of the junk being put out by what's his name.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpgr212", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m no saint. I made that clear.&lt;/p&gt;\n\n&lt;p&gt;I love to indulge, eat sugar, drink alcohol, try a few gummies.&lt;/p&gt;\n\n&lt;p&gt;I have no image to promote!&lt;/p&gt;\n\n&lt;p&gt;And any &amp;quot;fame&amp;quot; I get in here only hurts my business interests.&lt;/p&gt;\n\n&lt;p&gt;No one wants a computer chip designer who has a pesky Fairy locking doors in his home.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m autistic, so people give me the willies.   Adoring crowds would make me run for my life.&lt;/p&gt;\n\n&lt;p&gt;Speaking of which, I love this apocalypse!  &lt;/p&gt;\n\n&lt;p&gt;No people around.&lt;/p&gt;\n\n&lt;p&gt;Plus, I mostly have no internal dialogue.  Whatever you&amp;#39;re thinking, is that. &lt;/p&gt;\n\n&lt;p&gt;Thinking.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re barking up the wrong tree with me, although I can see how from your point of view that makes sense.&lt;/p&gt;\n\n&lt;p&gt;Why don&amp;#39;t you learn, and do the book deal? I&amp;#39;d love to see some real sorcery books out there, instead of the junk being put out by what&amp;#39;s his name.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpgr212/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588607953.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1588607953.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpf6xl6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fperuqr", "score": 1, "author_fullname": "t2_3i08j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Would you agree you’re like a walking razor🧚‍♀️?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fpf6xl6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Would you agree you’re like a walking razor🧚‍♀️?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpf6xl6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588563257.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1588563257.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fperuqr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1588553605.0, "send_replies": true, "parent_id": "t1_fpegxef", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you really learn, I don't care.\n\nI only dislike book deals by phonies.\n\nNot by people with actual knowledge.\n\nBesides, the \"book deal mind\" really, truly, does prevent learning.\n\nThere are a few in here with enough experience now, to understand why.\n\nMyself, I'm not allowed.\n\nCan't profit. Can't endorse. Can't promote myself.  Can't have sex.\n\nCan't be any reason someone could give, for why I'm doing this.\n\nOtherwise, what's the point?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fperuqr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you really learn, I don&amp;#39;t care.&lt;/p&gt;\n\n&lt;p&gt;I only dislike book deals by phonies.&lt;/p&gt;\n\n&lt;p&gt;Not by people with actual knowledge.&lt;/p&gt;\n\n&lt;p&gt;Besides, the &amp;quot;book deal mind&amp;quot; really, truly, does prevent learning.&lt;/p&gt;\n\n&lt;p&gt;There are a few in here with enough experience now, to understand why.&lt;/p&gt;\n\n&lt;p&gt;Myself, I&amp;#39;m not allowed.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t profit. Can&amp;#39;t endorse. Can&amp;#39;t promote myself.  Can&amp;#39;t have sex.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t be any reason someone could give, for why I&amp;#39;m doing this.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, what&amp;#39;s the point?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_gcu4yk", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fperuqr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588553605.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fpegxef", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "created_utc": 1588547328.0, "send_replies": true, "parent_id": "t3_gcu4yk", "score": 1, "author_fullname": "t2_3i08j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So look, are you going to write the book \"Wonderful Me, the Sorcerer\" or do I have to now?!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fpegxef", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So look, are you going to write the book &amp;quot;Wonderful Me, the Sorcerer&amp;quot; or do I have to now?!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/gcu4yk/how_to_burn_a_hole_in_reality/fpegxef/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1588547328.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_gcu4yk", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]