[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "12 pages of unedited field notes of Carlos Castaneda  \n    \n  Contents:  \n  Translation of transcription of 12 pages of handwritten Spanish field notes to print.  \n    \n  1 Transcription of 12 pages of handwritten Spanish field notes to print.  \n  Saturday 8 April, 1962  \n  When I was about to leave don Juan’s house, he asked, “When will you come back?”  \n  “In two months,” I replied.  \n  “You’ll never learn, in order to learn you have to give it your all, with no quarter, and you don’t have the will to do that.”  \n  “It’s not will I’m lacking, it’s time.”  \n  “My benefactor took me in as a boy and I never left his house until I became a man.” His tone was a bit contemptuous and he seemed irritated.  \n  “How long were you with your benefactor?” I asked.  \n  “Years.”  \n  “How many years?”  \n  “Who knows.”  \n  “And what did you do when you left your benefactor’s house?”  \n  “I left when he died.”  \n  “Were you with him from a young age?”  \n  “Yes, there was a lot of poverty back then, and he took care of me as if I were his own son.”  \n  “Where did you live?”  \n  “I can’t tell you that. You already have me, my time– you won’t be able to say where you met me, nor where you saw me, nor where you found me, nor what my name is. That’s… the rule regarding sorcerers. That’s the rule when one wants… to know [BECOME A MAN OF KNOWLEDGE], if one’s considerate.”  \n  “Why is the rule like that, don Juan?”  \n  “It’s what the sorcerers decided. You don’t tell about a sorcerer, his ways or his death, and you should never use those secrets against him. I’m telling you now. Don’t ever tell where you met me, when I die, so nobody may find out where my body is buried.”  \n  “I told him that there were many people who knew where –  \n  [SHEET 2]  \n  –we’d met.”  \n  “Nobody knows anything,” he said assuredly.  \n  “What about Fernando and don Nacho?” I asked.  \n  “They’re idiots, they don’t even know where they are.”  \n  “And your daughter-in-law, don Juan?”  \n  “She doesn’t count. She’s another idiot. But, there are other people who do count.”  \n  “Who, for example?”  \n  ”You’ll know who when they ask you some day, when they ask you where my body is buried.”  \n  “Who’s going to ask me?”  \n  “You’ll see. The life of a sorcerer is very strange and things happen without going in search for them or even wanting them.”  \n  I asked him again why I should keep it secret.  \n  He said that when I learned more I’d realise that there were certain things that could not be said, personal things that belong only to ourselves. “When one is on the path of knowledge,” he said, “there’s no reason to tell anyone what one’s up to.”  \n  “I won’t tell anyone,” I promised don Juan.  \n  “Yes, you will. You’ve got a big mouth.”  \n  “What can I do to avoid it?”  \n  “Nothing.”  \n  I wanted to assure don Juan that I didn’t have the slightest intention of giving away his secrets, and how would I be able to reveal then if I didn’t even have the opportunity to do so.  \n  “You will do, and you will tell,” he said with a friendly smile. “You’ll say even if you don’t want to. But it’s not worth speaking about this.”  \n  “So it’s bad to bring up these things, don Juan?  \n  “Of course, especially for you. You won’t lack for people who want–  \n  [SHEET 3]  \n  –to take your power. They’ll take it because speaking scares it away. Speaking robs you of power.”  \n  “What if I don’t want power?”  \n  “What are you learning for if you don’t want power?”  \n  “Just to know.”  \n  “You don’t know what you’re saying, but you’ll see, you’ll understand when you realise. When you know more, you’ll use power one way or another.”  \n  I told him that I just wanted to know, and that I wasn’t really interested in living the life of a sorcerer.  \n  “A man of knowledge has to use his power,” he said. “Or why would you want to know? What are you going to do if you get into a fix and you have to use sorcery? You don’t know how it helps. Once you start, there’s no way to stop.”  \n  “You mean you can never leave the life of sorcery behind?”  \n  “Nope. Unless you learn a lot, but to learn a lot you have to use the power of sorcery. You don’t know what you’re saying.” “A man of knowledge has to act sooner or later, you can’t get by just by thinking. A man of knowledge has the power and know-how to do whatever he wants. You’ll see there’s no way to stop once you start on the path of knowledge. I’m telling you. You can’t stop or change tracks.” “A man of knowledge always becomes more mysterious than hell.” “Nobody will be able to stop you if you become a man of knowledge.”  \n  “Who is a man of knowledge? Is a sorcerer a man of knowledge?” I asked.  \n  “A sorcerer may be, if he’s followed a good rule, the path of knowledge.”  \n  [SHEET 4]  \n  “How does he follow that path?”  \n  “One needs to learn the hard way, without haste, but constantly, one has to go as far as possible to unravel the secrets of power and knowledge.”  \n  “Can any of us become a man of knowledge?”  \n  “Not all of us.”  \n  “So who can?”  \n  “Whoever defies and defeats the four natural enemies. A man of knowledge has to confront his four enemies, then he must fight with them, and finally defeat them. After defeating them, he may call himself a man of knowledge.”  \n  I asked him if all that was necessary was to defeat the four enemies to be a man of knowledge. He said that one could call himself a man of knowledge if one was able to defeat the four enemies, and anybody could do that.  \n  “Can any of us fight the four enemies? Or are there any special requirements?” I asked.  \n  “There are no requirements, any of us can try to become a man of knowledge, but very few people become one, which is natural. The enemies are formidable… in truth the four enemies are powerful, and most of us lose.”  \n  “What kind of enemies are they, don Juan?”  \n  “What’s the point of talking about it? You’re never going to understand. Things get twisted when they’re unintelligible.”  \n  “But I need to know, don Juan, even though I don’t understand.”  \n  “You’ll know in due course, that is if you don’t run off in fright. I tell you, it’s not worth talking about these things. What for?”  \n  “Do you think I’ll become a man of knowledge some day?”  \n  [SHEET 5]  \n  “How am I to know? Nobody can know what will happen on the path.”  \n  “Is there any way of knowing?”  \n  “No there isn’t. I told you already, everything rests on the battle against the four enemies and whether you defeat them or they defeat you. It’s not something you can know just because.”  \n  “Can you predict it with your powers?”  \n  “No, because to become a man of knowledge is something that doesn’t last long, I’d say it’s something very fleeting and about so big (he made a gesture of ‘tiny’ with his fingers).”  \n  “But how can one be a man of knowledge if that doesn’t last at all?”  \n  “Well, one is never completely a man of knowledge. To become one doesn’t last at all. It isn’t permanent. Truthfully, one never is actually a man of knowledge. What happens is that one has an instant of “light”, of true knowledge, after defeating the four enemies.”  \n  “Tell me, don Juan, what kind of enemies are they?”  \n  “It’s not worth discussing, and we’re not going to discuss it. You always want to talk and talk about everything. Don’t you get tired of it? I don’t have the same need. I don’t like talking.”  \n  I insisted that to my way of thinking, the only way to arrive at understanding was through discussion, but don Juan got serious and stopped talking. I didn’t want to leave him while he was annoyed so I stayed the rest of the day.  \n  2 PM  \n  In the afternoon we got to talking about magic crystals of sorcerers. A topic I hadn’t finished discussing the last time I’d visited. “There are three ways to see sprits,” said don Juan. “There are three kinds of spirits. Spirits that don’t give anything, because they have nothing to give, and spirits that are worthwhile, because they do–  \n  [SHEET 6]  \n  Sunday April 15, 1962  \n  We again came back to the conversation about the enemies of men of knowledge, and again our conversation took place at the last minute, just as I was about to leave for home. I asked him who these enemies were. I wasn’t expecting him to tell me, however he explained it in detail.  \n  “When you begin to learn,” he said, “you never know what you’re going to find. The path is never obvious. Your purpose is full of flaws and your intention vague. You’re always confused because you expect things to happen that never will, because you don’t know how difficult knowledge is, you have no idea of the work you have to put in to learn.”  \n  “But that’s how you learn, little by little at first, then later, more and more, and your expectations come to nothing. You learn things you’d never have wanted to, and that’s when you begin to get afraid. Knowledge is never what one expects, and each step is like walking in a mire, and then, for no reason, you’re up to your neck in fear and it begins to squeeze it, without pity, and you can’t do anything because you’re in the middle of battle. And that’s how you come across the first enemy, the first rival, fear. A terrible enemy, treacherous and complicated, like a burr, it’s always stalking around, hidden, always hidden, in every crack, fear is always just waiting.” “And if you’re overcome with terror and flee, the first enemy removes all will.”  \n  “What happens if one runs away like that?”  \n  “Nothing, just you won’t ever learn, you’ll never become a man of knowledge. You may become a crook, or like any coward full of fear, a (il) man.”  \n  [SHEET 7]  \n  “Defeated, a man whose will has been defeated by fear.”  \n  “Can anything be done to defeat fear?”  \n  “It can, and it’s very simple. You have to defy fear, and in spite of fear keep learning. You take one step, then another, then another. You should be afraid, but even so continue, never stop, y even less flee. That’s the rule! And then the time comes that the first enemy is left behind, and one begins to feel more sure and calm. Intent becomes stronger, and knowledge is no longer so terrifying. When that moment comes, you could say, like a man, that fear is being conquered and it’s fading little by little, at first, until suddenly it disappears altogether.”  \n  “And they you’ll never be afraid again?” I asked.  \n  “Nope. Once you’ve overcome fear, you’re free for the rest of your life, because instead of fear, you have clarity. Clarity is what fades the fear. At that point you know what you want and how to get it. You can see all the different possibilities, and a sharp clarity surrounds everything. You know and feel that nothing can be hidden from you again. And then, unexpectedly, you run into the second enemy: clarity. The same clarity that dispelled fear and that’s so hard to achieve also blinds you. It means you never have doubts and are always sure of yourself, that you can do whatever you want to, because you see everything with clarity. And because the clarity makes you bold, you don’t stop at anything. But this clarity is a mistake, it’s like you see a clear but incomplete view.  \n  [SHEET 8]  \n  “If you believe in the illusion of being able to do whatever you please, you haven’t overcome the second enemy, and you’ve fallen short, can’t learn anymore, and knowledge is going to slip through your fingers. And because you become impatient when you should be generous, or generous when you should be impatient.” “Knowledge falls from your hands and you don’t learn anymore.”  \n  “What happens if that enemy defeats you? Do you die?”  \n  “No, you don’t die, the second enemy has just put its hands on you and stopped you dead. You won’t ever become a man of knowledge, you’ll only be able to be a brave person, full of strength, or a very generous person, very easygoing. But even so, the clarity that you strived so hard for won’t ever abandon you, and you’ll never be afraid of the dark again. You’ll see clearly for the rest of your life, but you won’t want to learn any more, or want for anything.”  \n  “What do you have to do to defeat the second enemy?”  \n  “You have to proceed in the same way as with fear, you have to face the clarity and use it only to see clearly, you have to be patient and weigh up carefully each new venture. More than anything you should consider your clarity to be an error. And then the time comes that you understand that clarity is just like a spot in front of your eyes. That’s how you defeat clarity, and you reach an untouchable position, where nothing can do you harm, and it’s no trick, nor a spot in front of the eyes. It’s power, the next enemy, and you know at this stage that power has been pursuing you, and it’s finally yours, and now you really can do what you want, at this stage you have–  \n  [SHEET 9]  \n  –allies at your command, and your wish is law, you see clearly and impartially everything that occurs, everything around you, but at the same time you come across the third enemy, power. It’s the strongest of the enemies. And naturally it’s the easiest to abandon yourself to. After all, you’re really invincible, if you come across power. So you start off taking risks, calculated risks at first, but you end up making laws and rules because you’re invincible, you’re the master of power, and you don’t even realise that the third enemy is stalking you, and all of a sudden you lose sight of it and the third enemy defeats you and you become fickle and mean.”  \n  “When a man has been defeated in this way, does he lose his power?”  \n  “You never lose power or clarity.”  \n  “So what’s the difference between a man defeated at this stage and a man of knowledge.”  \n  “Someone defeated by the third enemy will never know how to handle power, for him, power is like a curse. He has no control over his desires, and he becomes super conceited, and therefore he doesn’t know when to use power or how to best employ it.”  \n  I asked if this defeat is the end of the story.  \n  He didn’t understand and we began to argue until I explained that what I wanted to know is if one could run away and later come back and fight after a defeat.  \n  “When one of the enemies gets the upper hand, there’s nothing to be done, and any hopes of becoming a man of knowledge are dashed. You have to resign yourself because there’s nothing to be done.”  \n  [SHEET 10]  \n  “Is it possible that after being defeated by power, that it’s just a question of time? That one can recover and defeat it?”  \n  “If it’s a question of time, then you haven’t been defeated. The battle continues as long as you continue trying to become a man of knowledge. You’re only defeated when you don’t care anymore, when you’ve lost all hope.”  \n  “Can you abandon the fight for years? For example, abandon it through fear, and then come back and defeat fear?”  \n  “No! That’s not possible. You can’t succumb to fear and then defeat it. Once you have succumbed, there’s nothing else to be done. You can’t learn any more because knowledge is scary and you don’t do anything to learn. But on the other hand, if you strive to learn for years, in spite of fear, in the end you’ll defeat it, because you haven’t given up.”  \n  “And how is the third enemy defeated, don Juan?”  \n  “You have to meet it head one, spur yourself on, give it your all, use all your smarts. You have to understand that the power that you seemed to have defeated was in truth never yours. Without understanding this, you’re lost forever in the cracks of yourself. But if you use power in moderation, you begin to realise that there’s only one way forward, to keep faithfully and respectfully to what you have learned on the path of knowledge. Only in this way can you see with clarity, and power without an understanding of what one really is, is a (il) worthless cause. If you realise that there are ways to keep patient, and in moderation, you arrive a stage in which everything, absolutely everything, is under control. At that point you know when and how to use power. And that’s how you defeat the third enemy, but at that point you’re at the end of your undertaking on the path of knowledge. And with no warning, you run into the last of the enemies.  \n  [SHEET 11]  \n  “Old age, the cruelest of all, the enemy who’ll never be defeated. The enemy that can only be kept away for a few moments. At that point there’s no longer the fear that makes everything dark, or the clarity that causes impatience. By this time all one’s powers are under control. But, on the other hand, there’s an invincible desire to rest, and if you don’t fight this adversary and the desire to (flee?) (il), if you retire into old age you lose the last (battle?) (il), and the fourth enemy turns you into a useless creature. The desire to rest and forget will dominate clarity, power and knowledge. Put if you can remain free of fatigue and live as fate determines, until your last breath, you can then call yourself a man of knowledge. Even though it’s just for a few moments, when the fourth enemy has fled, the invincible enemy, those moments of clarity, power and knowledge are enough.”  \n  Don Juan rested against the post of the lean-to and looked towards the hills of Bacatete in the distance.  \n  A strange melancholy took hold of me and I said, just to say something, “you can’t escape old age.”  \n  “No, you see? It’s thrown me to the ground,” said don Juan, “and it’s chasing me around, it gets the upper hand a lot.”  \n  His voice was emphatic and serious, his manner simple but at the same time histrionic, drama wrapped in his sombre tone. A tone that made me wonder at the moment that don Juan, who seemed an immortal figure, young and eternal, was just pretending to be old.  \n  “You’re a man of knowledge, don Juan,” I said with sincere admiration.  \n  [SHEET 12]  \n  He looked at me with a semi-serious expression and then laughed.  \n  \"You’re full of it!” he said.  \n  He didn’t seem sad or tired or be anything other than the don Juan that I know. However, there was something about him that had made me understand, for the first time, the intensity with which he was fighting against the final enemy, the invincible enemy.  \n    \n  END OF TRANSCRIPT  \n  II. Source documents on which the transcription was based.  \n  Sheet #1 Sheet #2 Sheet #3 Sheet #4  \n  Sheet #5 Sheet #6 Sheet #7 Sheet #8  \n  Sheet #9 Sheet #10 Sheet #11 Sheet #12  \n  [the links to these notes have expired]  \n    \n  III. Observations of transcriber  \nA.\t  Many words in the source documents are almost illegible. These words are denoted with (il).  \nB.\t  Handwriting nowadays is almost in disuse, but it was used at the time of this account.  \nC.\t  It’s clear the notes were written quickly, which lends them an air of field notes.  \nD.\t  Many words can almost not be understood, firstly as the ink has faded over time, and secondly because it seems that whoever wrote them was writing for their own comprehension.  \nE.\t  The words pendejo, se pela, a lo macho, a toda madre, chingada, a madres engreído, sopetón and others are used on occasion in Mexico between friends and accord with the meaning don Juan gives them. Some of these words can be used to offend, but in either case they’re not very common.  \nF.\t  These notes are for the book The Teachings of don Juan, however the notes contain some information that does not appear in the final text of the published book.  \nG.\t  In the same way it can be seen that some parts of the text from the book, compared to the notes, show slight changes as Castaneda polished according to his own criteria some of don Juan’s statements. There are only a few cases of this, and the text remains very similar to the original notes. But this detail makes us believe that these notes were the original document, and were used in the publication.  \nH.\t  These notes contain valuable additional information for anyone interested in investigating this legacy.  \nI.\t  I can assure that the transcription is 99 percent accurate to the notes. The remaining one percent is due to the words that were simply unreadable and marked (il). In some of those cases a possible word was proposed in line with the thread of the conversation.  \n    \n  Transcriber: owe mail: owemx@yahoo.com.mx  \n  A voluntary collaboration from the transcriber to the page “Carlos Castaneda and Shamanism”", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "1962 field notes (English)", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_glj8li", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_2smcozmg", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1589735899.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;12 pages of unedited field notes of Carlos Castaneda  &lt;/p&gt;\n\n&lt;p&gt;Contents:&lt;br/&gt;\n  Translation of transcription of 12 pages of handwritten Spanish field notes to print.  &lt;/p&gt;\n\n&lt;p&gt;1 Transcription of 12 pages of handwritten Spanish field notes to print.&lt;br/&gt;\n  Saturday 8 April, 1962&lt;br/&gt;\n  When I was about to leave don Juan’s house, he asked, “When will you come back?”&lt;br/&gt;\n  “In two months,” I replied.&lt;br/&gt;\n  “You’ll never learn, in order to learn you have to give it your all, with no quarter, and you don’t have the will to do that.”&lt;br/&gt;\n  “It’s not will I’m lacking, it’s time.”&lt;br/&gt;\n  “My benefactor took me in as a boy and I never left his house until I became a man.” His tone was a bit contemptuous and he seemed irritated.&lt;br/&gt;\n  “How long were you with your benefactor?” I asked.&lt;br/&gt;\n  “Years.”&lt;br/&gt;\n  “How many years?”&lt;br/&gt;\n  “Who knows.”&lt;br/&gt;\n  “And what did you do when you left your benefactor’s house?”&lt;br/&gt;\n  “I left when he died.”&lt;br/&gt;\n  “Were you with him from a young age?”&lt;br/&gt;\n  “Yes, there was a lot of poverty back then, and he took care of me as if I were his own son.”&lt;br/&gt;\n  “Where did you live?”&lt;br/&gt;\n  “I can’t tell you that. You already have me, my time– you won’t be able to say where you met me, nor where you saw me, nor where you found me, nor what my name is. That’s… the rule regarding sorcerers. That’s the rule when one wants… to know [BECOME A MAN OF KNOWLEDGE], if one’s considerate.”&lt;br/&gt;\n  “Why is the rule like that, don Juan?”&lt;br/&gt;\n  “It’s what the sorcerers decided. You don’t tell about a sorcerer, his ways or his death, and you should never use those secrets against him. I’m telling you now. Don’t ever tell where you met me, when I die, so nobody may find out where my body is buried.”&lt;br/&gt;\n  “I told him that there were many people who knew where –&lt;br/&gt;\n  [SHEET 2]&lt;br/&gt;\n  –we’d met.”&lt;br/&gt;\n  “Nobody knows anything,” he said assuredly.&lt;br/&gt;\n  “What about Fernando and don Nacho?” I asked.&lt;br/&gt;\n  “They’re idiots, they don’t even know where they are.”&lt;br/&gt;\n  “And your daughter-in-law, don Juan?”&lt;br/&gt;\n  “She doesn’t count. She’s another idiot. But, there are other people who do count.”&lt;br/&gt;\n  “Who, for example?”&lt;br/&gt;\n  ”You’ll know who when they ask you some day, when they ask you where my body is buried.”&lt;br/&gt;\n  “Who’s going to ask me?”&lt;br/&gt;\n  “You’ll see. The life of a sorcerer is very strange and things happen without going in search for them or even wanting them.”&lt;br/&gt;\n  I asked him again why I should keep it secret.&lt;br/&gt;\n  He said that when I learned more I’d realise that there were certain things that could not be said, personal things that belong only to ourselves. “When one is on the path of knowledge,” he said, “there’s no reason to tell anyone what one’s up to.”&lt;br/&gt;\n  “I won’t tell anyone,” I promised don Juan.&lt;br/&gt;\n  “Yes, you will. You’ve got a big mouth.”&lt;br/&gt;\n  “What can I do to avoid it?”&lt;br/&gt;\n  “Nothing.”&lt;br/&gt;\n  I wanted to assure don Juan that I didn’t have the slightest intention of giving away his secrets, and how would I be able to reveal then if I didn’t even have the opportunity to do so.&lt;br/&gt;\n  “You will do, and you will tell,” he said with a friendly smile. “You’ll say even if you don’t want to. But it’s not worth speaking about this.”&lt;br/&gt;\n  “So it’s bad to bring up these things, don Juan?&lt;br/&gt;\n  “Of course, especially for you. You won’t lack for people who want–&lt;br/&gt;\n  [SHEET 3]&lt;br/&gt;\n  –to take your power. They’ll take it because speaking scares it away. Speaking robs you of power.”&lt;br/&gt;\n  “What if I don’t want power?”&lt;br/&gt;\n  “What are you learning for if you don’t want power?”&lt;br/&gt;\n  “Just to know.”&lt;br/&gt;\n  “You don’t know what you’re saying, but you’ll see, you’ll understand when you realise. When you know more, you’ll use power one way or another.”&lt;br/&gt;\n  I told him that I just wanted to know, and that I wasn’t really interested in living the life of a sorcerer.&lt;br/&gt;\n  “A man of knowledge has to use his power,” he said. “Or why would you want to know? What are you going to do if you get into a fix and you have to use sorcery? You don’t know how it helps. Once you start, there’s no way to stop.”&lt;br/&gt;\n  “You mean you can never leave the life of sorcery behind?”&lt;br/&gt;\n  “Nope. Unless you learn a lot, but to learn a lot you have to use the power of sorcery. You don’t know what you’re saying.” “A man of knowledge has to act sooner or later, you can’t get by just by thinking. A man of knowledge has the power and know-how to do whatever he wants. You’ll see there’s no way to stop once you start on the path of knowledge. I’m telling you. You can’t stop or change tracks.” “A man of knowledge always becomes more mysterious than hell.” “Nobody will be able to stop you if you become a man of knowledge.”&lt;br/&gt;\n  “Who is a man of knowledge? Is a sorcerer a man of knowledge?” I asked.&lt;br/&gt;\n  “A sorcerer may be, if he’s followed a good rule, the path of knowledge.”&lt;br/&gt;\n  [SHEET 4]&lt;br/&gt;\n  “How does he follow that path?”&lt;br/&gt;\n  “One needs to learn the hard way, without haste, but constantly, one has to go as far as possible to unravel the secrets of power and knowledge.”&lt;br/&gt;\n  “Can any of us become a man of knowledge?”&lt;br/&gt;\n  “Not all of us.”&lt;br/&gt;\n  “So who can?”&lt;br/&gt;\n  “Whoever defies and defeats the four natural enemies. A man of knowledge has to confront his four enemies, then he must fight with them, and finally defeat them. After defeating them, he may call himself a man of knowledge.”&lt;br/&gt;\n  I asked him if all that was necessary was to defeat the four enemies to be a man of knowledge. He said that one could call himself a man of knowledge if one was able to defeat the four enemies, and anybody could do that.&lt;br/&gt;\n  “Can any of us fight the four enemies? Or are there any special requirements?” I asked.&lt;br/&gt;\n  “There are no requirements, any of us can try to become a man of knowledge, but very few people become one, which is natural. The enemies are formidable… in truth the four enemies are powerful, and most of us lose.”&lt;br/&gt;\n  “What kind of enemies are they, don Juan?”&lt;br/&gt;\n  “What’s the point of talking about it? You’re never going to understand. Things get twisted when they’re unintelligible.”&lt;br/&gt;\n  “But I need to know, don Juan, even though I don’t understand.”&lt;br/&gt;\n  “You’ll know in due course, that is if you don’t run off in fright. I tell you, it’s not worth talking about these things. What for?”&lt;br/&gt;\n  “Do you think I’ll become a man of knowledge some day?”&lt;br/&gt;\n  [SHEET 5]&lt;br/&gt;\n  “How am I to know? Nobody can know what will happen on the path.”&lt;br/&gt;\n  “Is there any way of knowing?”&lt;br/&gt;\n  “No there isn’t. I told you already, everything rests on the battle against the four enemies and whether you defeat them or they defeat you. It’s not something you can know just because.”&lt;br/&gt;\n  “Can you predict it with your powers?”&lt;br/&gt;\n  “No, because to become a man of knowledge is something that doesn’t last long, I’d say it’s something very fleeting and about so big (he made a gesture of ‘tiny’ with his fingers).”&lt;br/&gt;\n  “But how can one be a man of knowledge if that doesn’t last at all?”&lt;br/&gt;\n  “Well, one is never completely a man of knowledge. To become one doesn’t last at all. It isn’t permanent. Truthfully, one never is actually a man of knowledge. What happens is that one has an instant of “light”, of true knowledge, after defeating the four enemies.”&lt;br/&gt;\n  “Tell me, don Juan, what kind of enemies are they?”&lt;br/&gt;\n  “It’s not worth discussing, and we’re not going to discuss it. You always want to talk and talk about everything. Don’t you get tired of it? I don’t have the same need. I don’t like talking.”&lt;br/&gt;\n  I insisted that to my way of thinking, the only way to arrive at understanding was through discussion, but don Juan got serious and stopped talking. I didn’t want to leave him while he was annoyed so I stayed the rest of the day.&lt;br/&gt;\n  2 PM&lt;br/&gt;\n  In the afternoon we got to talking about magic crystals of sorcerers. A topic I hadn’t finished discussing the last time I’d visited. “There are three ways to see sprits,” said don Juan. “There are three kinds of spirits. Spirits that don’t give anything, because they have nothing to give, and spirits that are worthwhile, because they do–&lt;br/&gt;\n  [SHEET 6]&lt;br/&gt;\n  Sunday April 15, 1962&lt;br/&gt;\n  We again came back to the conversation about the enemies of men of knowledge, and again our conversation took place at the last minute, just as I was about to leave for home. I asked him who these enemies were. I wasn’t expecting him to tell me, however he explained it in detail.&lt;br/&gt;\n  “When you begin to learn,” he said, “you never know what you’re going to find. The path is never obvious. Your purpose is full of flaws and your intention vague. You’re always confused because you expect things to happen that never will, because you don’t know how difficult knowledge is, you have no idea of the work you have to put in to learn.”&lt;br/&gt;\n  “But that’s how you learn, little by little at first, then later, more and more, and your expectations come to nothing. You learn things you’d never have wanted to, and that’s when you begin to get afraid. Knowledge is never what one expects, and each step is like walking in a mire, and then, for no reason, you’re up to your neck in fear and it begins to squeeze it, without pity, and you can’t do anything because you’re in the middle of battle. And that’s how you come across the first enemy, the first rival, fear. A terrible enemy, treacherous and complicated, like a burr, it’s always stalking around, hidden, always hidden, in every crack, fear is always just waiting.” “And if you’re overcome with terror and flee, the first enemy removes all will.”&lt;br/&gt;\n  “What happens if one runs away like that?”&lt;br/&gt;\n  “Nothing, just you won’t ever learn, you’ll never become a man of knowledge. You may become a crook, or like any coward full of fear, a (il) man.”&lt;br/&gt;\n  [SHEET 7]&lt;br/&gt;\n  “Defeated, a man whose will has been defeated by fear.”&lt;br/&gt;\n  “Can anything be done to defeat fear?”&lt;br/&gt;\n  “It can, and it’s very simple. You have to defy fear, and in spite of fear keep learning. You take one step, then another, then another. You should be afraid, but even so continue, never stop, y even less flee. That’s the rule! And then the time comes that the first enemy is left behind, and one begins to feel more sure and calm. Intent becomes stronger, and knowledge is no longer so terrifying. When that moment comes, you could say, like a man, that fear is being conquered and it’s fading little by little, at first, until suddenly it disappears altogether.”&lt;br/&gt;\n  “And they you’ll never be afraid again?” I asked.&lt;br/&gt;\n  “Nope. Once you’ve overcome fear, you’re free for the rest of your life, because instead of fear, you have clarity. Clarity is what fades the fear. At that point you know what you want and how to get it. You can see all the different possibilities, and a sharp clarity surrounds everything. You know and feel that nothing can be hidden from you again. And then, unexpectedly, you run into the second enemy: clarity. The same clarity that dispelled fear and that’s so hard to achieve also blinds you. It means you never have doubts and are always sure of yourself, that you can do whatever you want to, because you see everything with clarity. And because the clarity makes you bold, you don’t stop at anything. But this clarity is a mistake, it’s like you see a clear but incomplete view.&lt;br/&gt;\n  [SHEET 8]&lt;br/&gt;\n  “If you believe in the illusion of being able to do whatever you please, you haven’t overcome the second enemy, and you’ve fallen short, can’t learn anymore, and knowledge is going to slip through your fingers. And because you become impatient when you should be generous, or generous when you should be impatient.” “Knowledge falls from your hands and you don’t learn anymore.”&lt;br/&gt;\n  “What happens if that enemy defeats you? Do you die?”&lt;br/&gt;\n  “No, you don’t die, the second enemy has just put its hands on you and stopped you dead. You won’t ever become a man of knowledge, you’ll only be able to be a brave person, full of strength, or a very generous person, very easygoing. But even so, the clarity that you strived so hard for won’t ever abandon you, and you’ll never be afraid of the dark again. You’ll see clearly for the rest of your life, but you won’t want to learn any more, or want for anything.”&lt;br/&gt;\n  “What do you have to do to defeat the second enemy?”&lt;br/&gt;\n  “You have to proceed in the same way as with fear, you have to face the clarity and use it only to see clearly, you have to be patient and weigh up carefully each new venture. More than anything you should consider your clarity to be an error. And then the time comes that you understand that clarity is just like a spot in front of your eyes. That’s how you defeat clarity, and you reach an untouchable position, where nothing can do you harm, and it’s no trick, nor a spot in front of the eyes. It’s power, the next enemy, and you know at this stage that power has been pursuing you, and it’s finally yours, and now you really can do what you want, at this stage you have–&lt;br/&gt;\n  [SHEET 9]&lt;br/&gt;\n  –allies at your command, and your wish is law, you see clearly and impartially everything that occurs, everything around you, but at the same time you come across the third enemy, power. It’s the strongest of the enemies. And naturally it’s the easiest to abandon yourself to. After all, you’re really invincible, if you come across power. So you start off taking risks, calculated risks at first, but you end up making laws and rules because you’re invincible, you’re the master of power, and you don’t even realise that the third enemy is stalking you, and all of a sudden you lose sight of it and the third enemy defeats you and you become fickle and mean.”&lt;br/&gt;\n  “When a man has been defeated in this way, does he lose his power?”&lt;br/&gt;\n  “You never lose power or clarity.”&lt;br/&gt;\n  “So what’s the difference between a man defeated at this stage and a man of knowledge.”&lt;br/&gt;\n  “Someone defeated by the third enemy will never know how to handle power, for him, power is like a curse. He has no control over his desires, and he becomes super conceited, and therefore he doesn’t know when to use power or how to best employ it.”&lt;br/&gt;\n  I asked if this defeat is the end of the story.&lt;br/&gt;\n  He didn’t understand and we began to argue until I explained that what I wanted to know is if one could run away and later come back and fight after a defeat.&lt;br/&gt;\n  “When one of the enemies gets the upper hand, there’s nothing to be done, and any hopes of becoming a man of knowledge are dashed. You have to resign yourself because there’s nothing to be done.”&lt;br/&gt;\n  [SHEET 10]&lt;br/&gt;\n  “Is it possible that after being defeated by power, that it’s just a question of time? That one can recover and defeat it?”&lt;br/&gt;\n  “If it’s a question of time, then you haven’t been defeated. The battle continues as long as you continue trying to become a man of knowledge. You’re only defeated when you don’t care anymore, when you’ve lost all hope.”&lt;br/&gt;\n  “Can you abandon the fight for years? For example, abandon it through fear, and then come back and defeat fear?”&lt;br/&gt;\n  “No! That’s not possible. You can’t succumb to fear and then defeat it. Once you have succumbed, there’s nothing else to be done. You can’t learn any more because knowledge is scary and you don’t do anything to learn. But on the other hand, if you strive to learn for years, in spite of fear, in the end you’ll defeat it, because you haven’t given up.”&lt;br/&gt;\n  “And how is the third enemy defeated, don Juan?”&lt;br/&gt;\n  “You have to meet it head one, spur yourself on, give it your all, use all your smarts. You have to understand that the power that you seemed to have defeated was in truth never yours. Without understanding this, you’re lost forever in the cracks of yourself. But if you use power in moderation, you begin to realise that there’s only one way forward, to keep faithfully and respectfully to what you have learned on the path of knowledge. Only in this way can you see with clarity, and power without an understanding of what one really is, is a (il) worthless cause. If you realise that there are ways to keep patient, and in moderation, you arrive a stage in which everything, absolutely everything, is under control. At that point you know when and how to use power. And that’s how you defeat the third enemy, but at that point you’re at the end of your undertaking on the path of knowledge. And with no warning, you run into the last of the enemies.&lt;br/&gt;\n  [SHEET 11]&lt;br/&gt;\n  “Old age, the cruelest of all, the enemy who’ll never be defeated. The enemy that can only be kept away for a few moments. At that point there’s no longer the fear that makes everything dark, or the clarity that causes impatience. By this time all one’s powers are under control. But, on the other hand, there’s an invincible desire to rest, and if you don’t fight this adversary and the desire to (flee?) (il), if you retire into old age you lose the last (battle?) (il), and the fourth enemy turns you into a useless creature. The desire to rest and forget will dominate clarity, power and knowledge. Put if you can remain free of fatigue and live as fate determines, until your last breath, you can then call yourself a man of knowledge. Even though it’s just for a few moments, when the fourth enemy has fled, the invincible enemy, those moments of clarity, power and knowledge are enough.”&lt;br/&gt;\n  Don Juan rested against the post of the lean-to and looked towards the hills of Bacatete in the distance.&lt;br/&gt;\n  A strange melancholy took hold of me and I said, just to say something, “you can’t escape old age.”&lt;br/&gt;\n  “No, you see? It’s thrown me to the ground,” said don Juan, “and it’s chasing me around, it gets the upper hand a lot.”&lt;br/&gt;\n  His voice was emphatic and serious, his manner simple but at the same time histrionic, drama wrapped in his sombre tone. A tone that made me wonder at the moment that don Juan, who seemed an immortal figure, young and eternal, was just pretending to be old.&lt;br/&gt;\n  “You’re a man of knowledge, don Juan,” I said with sincere admiration.&lt;br/&gt;\n  [SHEET 12]&lt;br/&gt;\n  He looked at me with a semi-serious expression and then laughed.&lt;br/&gt;\n  &amp;quot;You’re full of it!” he said.&lt;br/&gt;\n  He didn’t seem sad or tired or be anything other than the don Juan that I know. However, there was something about him that had made me understand, for the first time, the intensity with which he was fighting against the final enemy, the invincible enemy.  &lt;/p&gt;\n\n&lt;p&gt;END OF TRANSCRIPT&lt;br/&gt;\n  II. Source documents on which the transcription was based.&lt;br/&gt;\n  Sheet #1 Sheet #2 Sheet #3 Sheet #4&lt;br/&gt;\n  Sheet #5 Sheet #6 Sheet #7 Sheet #8&lt;br/&gt;\n  Sheet #9 Sheet #10 Sheet #11 Sheet #12&lt;br/&gt;\n  [the links to these notes have expired]  &lt;/p&gt;\n\n&lt;p&gt;III. Observations of transcriber&lt;br/&gt;\nA.    Many words in the source documents are almost illegible. These words are denoted with (il).&lt;br/&gt;\nB.    Handwriting nowadays is almost in disuse, but it was used at the time of this account.&lt;br/&gt;\nC.    It’s clear the notes were written quickly, which lends them an air of field notes.&lt;br/&gt;\nD.    Many words can almost not be understood, firstly as the ink has faded over time, and secondly because it seems that whoever wrote them was writing for their own comprehension.&lt;br/&gt;\nE.    The words pendejo, se pela, a lo macho, a toda madre, chingada, a madres engreído, sopetón and others are used on occasion in Mexico between friends and accord with the meaning don Juan gives them. Some of these words can be used to offend, but in either case they’re not very common.&lt;br/&gt;\nF.    These notes are for the book The Teachings of don Juan, however the notes contain some information that does not appear in the final text of the published book.&lt;br/&gt;\nG.    In the same way it can be seen that some parts of the text from the book, compared to the notes, show slight changes as Castaneda polished according to his own criteria some of don Juan’s statements. There are only a few cases of this, and the text remains very similar to the original notes. But this detail makes us believe that these notes were the original document, and were used in the publication.&lt;br/&gt;\nH.    These notes contain valuable additional information for anyone interested in investigating this legacy.&lt;br/&gt;\nI.    I can assure that the transcription is 99 percent accurate to the notes. The remaining one percent is due to the words that were simply unreadable and marked (il). In some of those cases a possible word was proposed in line with the thread of the conversation.  &lt;/p&gt;\n\n&lt;p&gt;Transcriber: owe mail: &lt;a href=\"mailto:owemx@yahoo.com.mx\"&gt;owemx@yahoo.com.mx&lt;/a&gt;&lt;br/&gt;\n  A voluntary collaboration from the transcriber to the page “Carlos Castaneda and Shamanism”&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "glj8li", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "CruzWayne", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/glj8li/1962_field_notes_english/", "subreddit_subscribers": 9561, "created_utc": 1589735899.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fqydwj0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1589747016.0, "send_replies": true, "parent_id": "t3_glj8li", "score": 8, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thanks! They're in the Wiki now, under his Ph.D. Thesis section in the Magazine Interviews page:\n\n[Field Notes](https://reddit.com/r/castaneda/wiki/field_notes) (with line spacing)", "edited": 1666266492.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fqydwj0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks! They&amp;#39;re in the Wiki now, under his Ph.D. Thesis section in the Magazine Interviews page:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/wiki/field_notes\"&gt;Field Notes&lt;/a&gt; (with line spacing)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/fqydwj0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1589747016.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_glj8li", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fqyf79q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1589747612.0, "send_replies": true, "parent_id": "t3_glj8li", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And here are the original low-res scans of the photocopies of the original notes:\n\nhttps://imgur.com/a/nkSmztr\n\nor\n\nhttps://www.reddit.com/r/castaneda/comments/y8wbdt/scans_of_12_pages_of_castanedas_1962_field_notes/", "edited": 1666267552.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fqyf79q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And here are the original low-res scans of the photocopies of the original notes:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://imgur.com/a/nkSmztr\"&gt;https://imgur.com/a/nkSmztr&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;or&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/y8wbdt/scans_of_12_pages_of_castanedas_1962_field_notes/\"&gt;https://www.reddit.com/r/castaneda/comments/y8wbdt/scans_of_12_pages_of_castanedas_1962_field_notes/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/fqyf79q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1589747612.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_glj8li", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_glj8li", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "itb8x6n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ita7e60", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "https://www.reddit.com/r/castaneda/wiki/introduction\n\nhttps://www.reddit.com/r/castaneda/wiki/reputation\n\nEverything practical, as well as experiential, in those books is accurate as to what works (what doesn’t) and the results of the work. The sorcery story gets retold and improved every generation, as it is relived by each generations participants…us included!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_itb8x6n", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/introduction\"&gt;https://www.reddit.com/r/castaneda/wiki/introduction&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/reputation\"&gt;https://www.reddit.com/r/castaneda/wiki/reputation&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Everything practical, as well as experiential, in those books is accurate as to what works (what doesn’t) and the results of the work. The sorcery story gets retold and improved every generation, as it is relived by each generations participants…us included!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_glj8li", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/itb8x6n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1666429696.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1666429696.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ita7e60", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fra3dad", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/ita7e60/", "num_reports": null, "locked": false, "name": "t1_ita7e60", "created": 1666403899.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1666403899.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fra3dad", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "DreamingTheDouble", "can_mod_post": false, "created_utc": 1590008050.0, "send_replies": true, "parent_id": "t3_glj8li", "score": 3, "author_fullname": "t2_5rco1mpq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;“Where did you live?”  \n“I can’t tell you that. You already have me, my time– you won’t be able to say where you met me, nor where you saw me, nor where you found me, nor what my name is. That’s… the rule regarding sorcerers. That’s the rule when one wants… to know \\[BECOME A MAN OF KNOWLEDGE\\], if one’s considerate.”  \n“Why is the rule like that, don Juan?”  \n“It’s what the sorcerers decided. You don’t tell about a sorcerer, his ways or his death, and you should never use those secrets against him. I’m telling you now. Don’t ever tell where you met me, when I die, so nobody may find out where my body is buried.”  \n“I told him that there were many people who knew where –  \n\\[SHEET 2\\]  \n–we’d met.”  \n“Nobody knows anything,” he said assuredly.\n\nI appreciate you posting these notes, just wanted to add that for those times when anyone may question whether Don Juan was real or imagined.  It is things like this, field notes, where the topic of DJ's body remaining a secret are discussed, this level of detail that lay the whole thing to rest for me.  I never had an issue with the validity, but when you hear so many nay-sayers especially those who knew Castaneda saying such things, it can really make you wonder.\n\nI'm not saying it matters, but it definitely helps to combat the IB/Flier/Archon deception to know the facts amidst the front lines of entities like the Fake Stream Media.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fra3dad", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;“Where did you live?”&lt;br/&gt;\n“I can’t tell you that. You already have me, my time– you won’t be able to say where you met me, nor where you saw me, nor where you found me, nor what my name is. That’s… the rule regarding sorcerers. That’s the rule when one wants… to know [BECOME A MAN OF KNOWLEDGE], if one’s considerate.”&lt;br/&gt;\n“Why is the rule like that, don Juan?”&lt;br/&gt;\n“It’s what the sorcerers decided. You don’t tell about a sorcerer, his ways or his death, and you should never use those secrets against him. I’m telling you now. Don’t ever tell where you met me, when I die, so nobody may find out where my body is buried.”&lt;br/&gt;\n“I told him that there were many people who knew where –&lt;br/&gt;\n[SHEET 2]&lt;br/&gt;\n–we’d met.”&lt;br/&gt;\n“Nobody knows anything,” he said assuredly.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I appreciate you posting these notes, just wanted to add that for those times when anyone may question whether Don Juan was real or imagined.  It is things like this, field notes, where the topic of DJ&amp;#39;s body remaining a secret are discussed, this level of detail that lay the whole thing to rest for me.  I never had an issue with the validity, but when you hear so many nay-sayers especially those who knew Castaneda saying such things, it can really make you wonder.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not saying it matters, but it definitely helps to combat the IB/Flier/Archon deception to know the facts amidst the front lines of entities like the Fake Stream Media.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/glj8li/1962_field_notes_english/fra3dad/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1590008050.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_glj8li", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]