[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[What I did last night](https://preview.redd.it/ww0p0kbjm6o51.jpg?width=2560&amp;format=pjpg&amp;auto=webp&amp;s=a32437e6fda16aae35f898f66a23f2579d905f89)\n\nFancy was on a roll last night. I don’t know what got into her, but she was quite energized.\n\nI took the time to follow my own advice and talked to her as if she were real person.\n\nShe liked that, and brought me her favorite toy. It’s a power object made entirely from the second attention.\n\nIt looks like fun. You find them floating high up to your left or right, and the dazzling sparkles of light draw you in.\n\nWhile you gaze into them, you barely realize the truth. It’s a cage!\n\nBut by the time you notice there’s some metal bars stuck on top, the trap is sprung.\n\nYou’re sucked into a full-on waking dream.\n\nI don’t mean the fun kind where you can turn on the lights and leave.\n\nI mean, a sleeping dream. And yet, you’re awake with eyes open.\n\nI don’t know what to call that, but you can do the same thing if you accidentally walk through the wall of your bedroom, into someone else’s dream. Cholita has a second copy of the house to play in at night. Walking into there doesn’t feel like anything unusual. It’s all as real as the best and clearest dream you ever had.  And in fact, you can start out in your physical body, obviously in your own room, open the door, and walk into there. It all seems perfectly normal, until you realize there's a large rodent walking across your living room floor.\n\nWeird stuff happens in Cholita's copy of the house.\n\nFancy’s dream cage isn’t that complicated. It falls, and you suddenly find that Fancy is as solid as a real person, and can move smoothly.\n\nIf that isn’t surprising enough, she seems to bring along a box to keep her accessories in.\n\nFancy is big into accessorizing.  I suppose, once she's in a dream, she gets to have posessions like a real person.\n\nWhat this means is, all the rules I had in my mind about inorganic beings can be changed.\n\nYes, they’re barely there, can’t actually do anything to you, and only change pictures once or twice a second.\n\nAnd if you want a more interactive “scout”, you have to go to sleep and find one.\n\nExcept with Fancy. She can bend reality around herself, for at least 12 feet square.\n\nInside there, she’s real.\n\nFortunately, the realization of what’s going on seems to make it end.\n\nUnfortunately, you probably won’t realize when it ended.\n\nYou come back from a gap in memory.\n\nLast night, Fancy didn’t manage to spring the trap. She only showed it to me.\n\nActually, she modeled it for me, complete with model posing on chair, just as you see in that image.  Except Fancy's chair was more like a judge's chair, or a throne.\n\nI believe she knew I was looking at the palms of my hands, so I could draw it more accurately the next day.\n\nShe decided to toss in her favorite toy, and let me study it.\n\nMaybe she has a book deal in mind for herself?\n\nIf she brings it to me, I’ll get it published. Armando's publisher seems like he'll print anything.\n\nMeanwhile, two women practicing dark room gazing right now,  have seen “the wall”.\n\nOf course that means, they think they saw it, but don’t want to “jump to conclusions”.\n\nGo ahead and Jump!\n\nThe wall is no big deal.\n\nIf you can see the walls of your perfectly dark room, that’s seeing energy on a horizon.\n\n“The wall” is just a way of referring to looking only one direction at it, on a defined object.\n\nCarlos could see it on his palm. I can see it on the bed, ceiling, all the walls, and on the floor.\n\nWhen Carlos was taught to “find his spot”, that’s what don Juan was up to. Introducing him to “seeing energy on a horizon”.\n\nThe \"horizon\" just happened to be the dirt patio outside his shack.\n\nThe energy you see on a horizon can be smooth, ruled (made from lines), or chunky.\n\nI’ll be interested to see if any of you discover “chunky”.\n\nIt was a gift from Fancy. Before her, I hadn’t see that.\n\nYes, the inorganic beings give gifts!\n\nBut “ruled” is the most likely form you’ll see.\n\nThe “ruled” energy is waiting to become something. If you gaze at it in general, while trying to increase your silence even more, you’ll start to recognize things. Trees, bamboo, sand stretches. Even rocks and buildings.\n\nDon't worry about the spacing of those lines. I supposed it depends on how much it's started to \"form\".  In it's unformed state, it's lines. But not perfect ones, and not with any fixed spacing.  Fairly close together is all I can say.\n\nA very common view that can form from that is of an ancient city, dissolving over millions of years.\n\nIt’s a rather sad sight, because there’s nothing that can be done about time.  The sight makes you feel sorrow for all of reality.\n\nReality won't last.\n\nIf you get chunky, learn to reach in there. Depending on your *intent*, you’ll either pull out an object, or pull out a “blob” of *feelings*.\n\nIt could be possible to use that for recapitulation, but that would be a very advanced practitioner.\n\nThe most practical form is “smooth”.\n\nYou can look through smooth if it’s inside your eye lids.\n\nYes, the wall can form on any flat surface, even the inside of your eyelids!\n\nIn Ireland, they call this, \"the Second Sight\".\n\nThe Jews called it, \"The Light of God\".\n\nI call it, lots of fun!  And let's leave the religiosity out of sorcery.  \n\nWhat's the goal of the Toltec way?\n\nWho fucking cares???  That's the king of thing you think about, when you can't actually do any magic.\n\nCarlos used to say that word a lot, so don't blame me. Anyone who went ot private classes likely had an increase in \"foul mouth\" for a few years.\n\nDon Juan was the same way.\n\nIf you get lucky enough to see it when you close your eyes, it’s likely to take on a semi-permanent look.\n\nCheesy kitchen wall paper. A badly poured concrete retainer wall. Wood grain. Burlap.\n\nAnd you'll have a bliss buzz.  It's unmistakable.  You see the light, and the more you look at it the more  your \"bliss buzz\" is noticeable.\n\nThanks to the \"bliss buzz\", you don't have to worry if it doesn't have details.\n\nYou'll ***know*** you're looking at energy.\n\nExcept, you must be in heightened awareness or I can’t guarantee this will work.\n\nCocaine, THC,  or DMT isn't going to do it. Sorry.  That's obvious. If anything like that worked, we'd all know about it.\n\nBecause it's too cool!\n\nSo everyone, give up your hope for an unknown baldness cure.\n\nYou know the kind. Like you see on TV.\n\nRemember this one rule: If it worked, we'd all know about it!!! The nightly news would remind you nearly every week.\n\nSame for drugs.  Or \"imagining\".  You can't imagine sorcery, as our friend from sustained action claimed.  \n\nYou have to get silent.  Then, reality can change.\n\nAnd once you can, and you get into heightened awareness, and you close your eyes and see energy, you're in business!\n\nGo to the airport. Sit on the bench next to the gigantic conveyor belt.  The people mover.\n\nSit with eyes closed, as if you were tired from traveling, and watch people go by.\n\nYou’ll be seeing their energy.\n\nIf you're in a very busy Asian airport, you have a chance to catch a sorcerer going by.\n\nI recommend Bangkok airport. Bangkok is filled with magic shops, selling fetus bone amulets and dark spells you can use for youth, or for revenge.\n\nBut a more  useful use of \"the wall\", is to look **on** it. \n\nI mean, when in the dark room. Not when it's behind your eyes.\n\nMore useful, because you can be a lazy slob like me, stumble out of bed in the middle of the night, and try it out.\n\nFlying to Asia is a bit of work.\n\nWhen in your room, don't look through it, as if watching for a world to form, \"out there\".\n\nOnce you see a world assemble for you, on the walls of your bedroom, it's easy to get into the bad habit of looking **through** the wall.\n\nJust look at the surface instead.  Pretend that you swatted a fly on that wall, and want to verify it didn't get away.\n\nLook for any details on the perfectly smooth surface.  Fly spots I suppose.\n\nIf you got chunky, you’re out of luck for looking “on” it. The potential objects will spill out and fill the room, and you’ll be experiencing the crystalline dreaming fog.\n\nI made that mistake last night, and the room was overrun with junk. It was like you wuold see if the entire wall were stuffed with weird toys, held back by clear plastic.\n\nAnd you took a knife and cut a line horizontally across the entire wall.\n\nThe objects spill out and fill the room.\n\nIn another form, I call it, \"crystalline dreaming fog\".  It happens when your gaze becomes pinpoint but you haven't learned to control your awareness (interest).\n\nCrystalline dreaming fog is one of the barriers you have to cross some day if you want to physically walk into the second attention.  \n\nIt's the second attention, \"in your face\".\n\nYou overcome it with, \"So what...\"\n\nBut the smooth variety works well with this technique.\n\nYou can speed it up by stretching your palm towards it, to give your eyes focus. Scan the palm, look to the side that’s just about to be overrun by your palm. If there’s a detail there, it seems to realize your hand is about to crush it, and it pops out and becomes what it wants to be.\n\nI often get little old Mexican Indian men.  Possibly when poking around in the second attention, echoes of the old sorcerers can be found hanging out there.\n\nThe most frightening thing you can do is to look “in front” of it.\n\nIt’s called, “Backlighting” in the digital camera world. That’s when there’s a bright light behind the subject of the picture, but insufficient light on them.\n\nDigital cameras have to detect this, and usually have backlight settings.\n\nAll they do is brighten up the darker things, and reduce the lighter things.\n\nThe hard to see becomes visible.\n\nThat’s what happens in your darkroom also, when you use this technique.\n\nWhat you see in that image is Fancy.  As she looks in daylight.\n\nJust a waft of smoke.\n\nExcept, Fancy kind of chubby in that form. \n\nShe \"cheats\" when she takes human form.\n\nEdited twice\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Backlighting Reality", "link_flair_richtext": [{"e": "text", "t": "Darkroom Practice"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/9d40574e-7d58-4a75-8ee9-549600a9e4c0", "link_ids": ["t3_ifu1bv", "t3_if5koq", "t3_ienqgj", "t3_ie01zd", "t3_idn0fa", "t3_idh7ju", "t3_iczlw5", "t3_icv2ot", "t3_irms6p", "t3_irglig", "t3_iqzit7", "t3_iq7jdg", "t3_iof5ib", "t3_invu3w", "t3_imlozg", "t3_ilzfhg", "t3_ildkri", "t3_ijgd33", "t3_iixdqk", "t3_ihms98", "t3_ih21eh", "t3_ih44uo", "t3_igh7ta", "t3_igday4", "t3_jcxlwj", "t3_hp41du", "t3_kdsew2", "t3_kz7y8a", "t3_kz75ql", "t3_kw4lpr", "t3_kvqj52", "t3_knpzzc", "t3_km2pzf", "t3_kj29l8", "t3_kd0b1h", "t3_k641wo", "t3_k4jrfq", "t3_k2paj7", "t3_k2dn7a", "t3_k1fwwj", "t3_jqlctf", "t3_jq09jk", "t3_jp4g2x", "t3_jng0bx", "t3_jmu5w3", "t3_jmsrw3", "t3_jm1fxl", "t3_jkklgr", "t3_jikxdd", "t3_jhb6f9", "t3_jh8142", "t3_jglh8m", "t3_jgb5mx", "t3_jg53re", "t3_jfoaai", "t3_jf4c1u", "t3_je4gyw", "t3_jdlcth", "t3_jby6ff", "t3_jadwdo", "t3_j9fkih", "t3_j96xwg", "t3_j8rmcm", "t3_j7c8fa", "t3_j65s10", "t3_j61w6p", "t3_j43yai", "t3_j40bem", "t3_j3eykq", "t3_j2jxyx", "t3_j261xv", "t3_j1vngl", "t3_j0g2nl", "t3_izm9cx", "t3_iyhkny", "t3_ix9ipe", "t3_ix5a4g", "t3_iw29ja", "t3_iverkv", "t3_iu3yxd", "t3_isv81g", "t3_isnn0y", "t3_ic1ppo", "t3_i9fbj8", "t3_i8kcue", "t3_i795h6", "t3_i5o2m4", "t3_i4tqjj", "t3_i3o4mq", "t3_i2ha3h", "t3_i1ch4u", "t3_i0s7jm", "t3_hzfk4m", "t3_hx8xej", "t3_iyz5md", "t3_ljjdbn", "t3_lfo0wa", "t3_lgzmsv"], "description": "", "title": "Darkroom Practice 1", "created_at_utc": 1598295005.319, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "9d40574e-7d58-4a75-8ee9-549600a9e4c0", "author_id": "t2_3mo1k5m8", "last_update_utc": 1620558726.961, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 59, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"ww0p0kbjm6o51": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 45, "x": 108, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=4d942038537abd003d7d2c88f800d0daa7f160d9"}, {"y": 91, "x": 216, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=9faf6346e3e72fd8546449c83a13bc3361c896d8"}, {"y": 135, "x": 320, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=27606d0195c5cea14ae39658cfe1181561df2ecb"}, {"y": 270, "x": 640, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c5a019b4694d050b524563e5567700f965ca764d"}, {"y": 405, "x": 960, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=5c32d20ea81cd4a548bf9290ea49f647665057d7"}, {"y": 455, "x": 1080, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=da26a0533e531854fa0cbd6041cdd8ec0c032c44"}], "s": {"y": 1080, "x": 2560, "u": "https://preview.redd.it/ww0p0kbjm6o51.jpg?width=2560&amp;format=pjpg&amp;auto=webp&amp;s=a32437e6fda16aae35f898f66a23f2579d905f89"}, "id": "ww0p0kbjm6o51"}}, "name": "t3_iw29ja", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "subreddit_type": "public", "ups": 10, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Practice", "can_mod_post": false, "score": 10, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/kaX7Up8Flx0fFv9jzqu47u1MOs_j8dVSZsuKaa-0GXw.jpg", "edited": 1600560475.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1600555129.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/ww0p0kbjm6o51.jpg?width=2560&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a32437e6fda16aae35f898f66a23f2579d905f89\"&gt;What I did last night&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Fancy was on a roll last night. I don’t know what got into her, but she was quite energized.&lt;/p&gt;\n\n&lt;p&gt;I took the time to follow my own advice and talked to her as if she were real person.&lt;/p&gt;\n\n&lt;p&gt;She liked that, and brought me her favorite toy. It’s a power object made entirely from the second attention.&lt;/p&gt;\n\n&lt;p&gt;It looks like fun. You find them floating high up to your left or right, and the dazzling sparkles of light draw you in.&lt;/p&gt;\n\n&lt;p&gt;While you gaze into them, you barely realize the truth. It’s a cage!&lt;/p&gt;\n\n&lt;p&gt;But by the time you notice there’s some metal bars stuck on top, the trap is sprung.&lt;/p&gt;\n\n&lt;p&gt;You’re sucked into a full-on waking dream.&lt;/p&gt;\n\n&lt;p&gt;I don’t mean the fun kind where you can turn on the lights and leave.&lt;/p&gt;\n\n&lt;p&gt;I mean, a sleeping dream. And yet, you’re awake with eyes open.&lt;/p&gt;\n\n&lt;p&gt;I don’t know what to call that, but you can do the same thing if you accidentally walk through the wall of your bedroom, into someone else’s dream. Cholita has a second copy of the house to play in at night. Walking into there doesn’t feel like anything unusual. It’s all as real as the best and clearest dream you ever had.  And in fact, you can start out in your physical body, obviously in your own room, open the door, and walk into there. It all seems perfectly normal, until you realize there&amp;#39;s a large rodent walking across your living room floor.&lt;/p&gt;\n\n&lt;p&gt;Weird stuff happens in Cholita&amp;#39;s copy of the house.&lt;/p&gt;\n\n&lt;p&gt;Fancy’s dream cage isn’t that complicated. It falls, and you suddenly find that Fancy is as solid as a real person, and can move smoothly.&lt;/p&gt;\n\n&lt;p&gt;If that isn’t surprising enough, she seems to bring along a box to keep her accessories in.&lt;/p&gt;\n\n&lt;p&gt;Fancy is big into accessorizing.  I suppose, once she&amp;#39;s in a dream, she gets to have posessions like a real person.&lt;/p&gt;\n\n&lt;p&gt;What this means is, all the rules I had in my mind about inorganic beings can be changed.&lt;/p&gt;\n\n&lt;p&gt;Yes, they’re barely there, can’t actually do anything to you, and only change pictures once or twice a second.&lt;/p&gt;\n\n&lt;p&gt;And if you want a more interactive “scout”, you have to go to sleep and find one.&lt;/p&gt;\n\n&lt;p&gt;Except with Fancy. She can bend reality around herself, for at least 12 feet square.&lt;/p&gt;\n\n&lt;p&gt;Inside there, she’s real.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, the realization of what’s going on seems to make it end.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, you probably won’t realize when it ended.&lt;/p&gt;\n\n&lt;p&gt;You come back from a gap in memory.&lt;/p&gt;\n\n&lt;p&gt;Last night, Fancy didn’t manage to spring the trap. She only showed it to me.&lt;/p&gt;\n\n&lt;p&gt;Actually, she modeled it for me, complete with model posing on chair, just as you see in that image.  Except Fancy&amp;#39;s chair was more like a judge&amp;#39;s chair, or a throne.&lt;/p&gt;\n\n&lt;p&gt;I believe she knew I was looking at the palms of my hands, so I could draw it more accurately the next day.&lt;/p&gt;\n\n&lt;p&gt;She decided to toss in her favorite toy, and let me study it.&lt;/p&gt;\n\n&lt;p&gt;Maybe she has a book deal in mind for herself?&lt;/p&gt;\n\n&lt;p&gt;If she brings it to me, I’ll get it published. Armando&amp;#39;s publisher seems like he&amp;#39;ll print anything.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile, two women practicing dark room gazing right now,  have seen “the wall”.&lt;/p&gt;\n\n&lt;p&gt;Of course that means, they think they saw it, but don’t want to “jump to conclusions”.&lt;/p&gt;\n\n&lt;p&gt;Go ahead and Jump!&lt;/p&gt;\n\n&lt;p&gt;The wall is no big deal.&lt;/p&gt;\n\n&lt;p&gt;If you can see the walls of your perfectly dark room, that’s seeing energy on a horizon.&lt;/p&gt;\n\n&lt;p&gt;“The wall” is just a way of referring to looking only one direction at it, on a defined object.&lt;/p&gt;\n\n&lt;p&gt;Carlos could see it on his palm. I can see it on the bed, ceiling, all the walls, and on the floor.&lt;/p&gt;\n\n&lt;p&gt;When Carlos was taught to “find his spot”, that’s what don Juan was up to. Introducing him to “seeing energy on a horizon”.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;horizon&amp;quot; just happened to be the dirt patio outside his shack.&lt;/p&gt;\n\n&lt;p&gt;The energy you see on a horizon can be smooth, ruled (made from lines), or chunky.&lt;/p&gt;\n\n&lt;p&gt;I’ll be interested to see if any of you discover “chunky”.&lt;/p&gt;\n\n&lt;p&gt;It was a gift from Fancy. Before her, I hadn’t see that.&lt;/p&gt;\n\n&lt;p&gt;Yes, the inorganic beings give gifts!&lt;/p&gt;\n\n&lt;p&gt;But “ruled” is the most likely form you’ll see.&lt;/p&gt;\n\n&lt;p&gt;The “ruled” energy is waiting to become something. If you gaze at it in general, while trying to increase your silence even more, you’ll start to recognize things. Trees, bamboo, sand stretches. Even rocks and buildings.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t worry about the spacing of those lines. I supposed it depends on how much it&amp;#39;s started to &amp;quot;form&amp;quot;.  In it&amp;#39;s unformed state, it&amp;#39;s lines. But not perfect ones, and not with any fixed spacing.  Fairly close together is all I can say.&lt;/p&gt;\n\n&lt;p&gt;A very common view that can form from that is of an ancient city, dissolving over millions of years.&lt;/p&gt;\n\n&lt;p&gt;It’s a rather sad sight, because there’s nothing that can be done about time.  The sight makes you feel sorrow for all of reality.&lt;/p&gt;\n\n&lt;p&gt;Reality won&amp;#39;t last.&lt;/p&gt;\n\n&lt;p&gt;If you get chunky, learn to reach in there. Depending on your &lt;em&gt;intent&lt;/em&gt;, you’ll either pull out an object, or pull out a “blob” of &lt;em&gt;feelings&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;It could be possible to use that for recapitulation, but that would be a very advanced practitioner.&lt;/p&gt;\n\n&lt;p&gt;The most practical form is “smooth”.&lt;/p&gt;\n\n&lt;p&gt;You can look through smooth if it’s inside your eye lids.&lt;/p&gt;\n\n&lt;p&gt;Yes, the wall can form on any flat surface, even the inside of your eyelids!&lt;/p&gt;\n\n&lt;p&gt;In Ireland, they call this, &amp;quot;the Second Sight&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The Jews called it, &amp;quot;The Light of God&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I call it, lots of fun!  And let&amp;#39;s leave the religiosity out of sorcery.  &lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the goal of the Toltec way?&lt;/p&gt;\n\n&lt;p&gt;Who fucking cares???  That&amp;#39;s the king of thing you think about, when you can&amp;#39;t actually do any magic.&lt;/p&gt;\n\n&lt;p&gt;Carlos used to say that word a lot, so don&amp;#39;t blame me. Anyone who went ot private classes likely had an increase in &amp;quot;foul mouth&amp;quot; for a few years.&lt;/p&gt;\n\n&lt;p&gt;Don Juan was the same way.&lt;/p&gt;\n\n&lt;p&gt;If you get lucky enough to see it when you close your eyes, it’s likely to take on a semi-permanent look.&lt;/p&gt;\n\n&lt;p&gt;Cheesy kitchen wall paper. A badly poured concrete retainer wall. Wood grain. Burlap.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;ll have a bliss buzz.  It&amp;#39;s unmistakable.  You see the light, and the more you look at it the more  your &amp;quot;bliss buzz&amp;quot; is noticeable.&lt;/p&gt;\n\n&lt;p&gt;Thanks to the &amp;quot;bliss buzz&amp;quot;, you don&amp;#39;t have to worry if it doesn&amp;#39;t have details.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll &lt;strong&gt;&lt;em&gt;know&lt;/em&gt;&lt;/strong&gt; you&amp;#39;re looking at energy.&lt;/p&gt;\n\n&lt;p&gt;Except, you must be in heightened awareness or I can’t guarantee this will work.&lt;/p&gt;\n\n&lt;p&gt;Cocaine, THC,  or DMT isn&amp;#39;t going to do it. Sorry.  That&amp;#39;s obvious. If anything like that worked, we&amp;#39;d all know about it.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s too cool!&lt;/p&gt;\n\n&lt;p&gt;So everyone, give up your hope for an unknown baldness cure.&lt;/p&gt;\n\n&lt;p&gt;You know the kind. Like you see on TV.&lt;/p&gt;\n\n&lt;p&gt;Remember this one rule: If it worked, we&amp;#39;d all know about it!!! The nightly news would remind you nearly every week.&lt;/p&gt;\n\n&lt;p&gt;Same for drugs.  Or &amp;quot;imagining&amp;quot;.  You can&amp;#39;t imagine sorcery, as our friend from sustained action claimed.  &lt;/p&gt;\n\n&lt;p&gt;You have to get silent.  Then, reality can change.&lt;/p&gt;\n\n&lt;p&gt;And once you can, and you get into heightened awareness, and you close your eyes and see energy, you&amp;#39;re in business!&lt;/p&gt;\n\n&lt;p&gt;Go to the airport. Sit on the bench next to the gigantic conveyor belt.  The people mover.&lt;/p&gt;\n\n&lt;p&gt;Sit with eyes closed, as if you were tired from traveling, and watch people go by.&lt;/p&gt;\n\n&lt;p&gt;You’ll be seeing their energy.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re in a very busy Asian airport, you have a chance to catch a sorcerer going by.&lt;/p&gt;\n\n&lt;p&gt;I recommend Bangkok airport. Bangkok is filled with magic shops, selling fetus bone amulets and dark spells you can use for youth, or for revenge.&lt;/p&gt;\n\n&lt;p&gt;But a more  useful use of &amp;quot;the wall&amp;quot;, is to look &lt;strong&gt;on&lt;/strong&gt; it. &lt;/p&gt;\n\n&lt;p&gt;I mean, when in the dark room. Not when it&amp;#39;s behind your eyes.&lt;/p&gt;\n\n&lt;p&gt;More useful, because you can be a lazy slob like me, stumble out of bed in the middle of the night, and try it out.&lt;/p&gt;\n\n&lt;p&gt;Flying to Asia is a bit of work.&lt;/p&gt;\n\n&lt;p&gt;When in your room, don&amp;#39;t look through it, as if watching for a world to form, &amp;quot;out there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Once you see a world assemble for you, on the walls of your bedroom, it&amp;#39;s easy to get into the bad habit of looking &lt;strong&gt;through&lt;/strong&gt; the wall.&lt;/p&gt;\n\n&lt;p&gt;Just look at the surface instead.  Pretend that you swatted a fly on that wall, and want to verify it didn&amp;#39;t get away.&lt;/p&gt;\n\n&lt;p&gt;Look for any details on the perfectly smooth surface.  Fly spots I suppose.&lt;/p&gt;\n\n&lt;p&gt;If you got chunky, you’re out of luck for looking “on” it. The potential objects will spill out and fill the room, and you’ll be experiencing the crystalline dreaming fog.&lt;/p&gt;\n\n&lt;p&gt;I made that mistake last night, and the room was overrun with junk. It was like you wuold see if the entire wall were stuffed with weird toys, held back by clear plastic.&lt;/p&gt;\n\n&lt;p&gt;And you took a knife and cut a line horizontally across the entire wall.&lt;/p&gt;\n\n&lt;p&gt;The objects spill out and fill the room.&lt;/p&gt;\n\n&lt;p&gt;In another form, I call it, &amp;quot;crystalline dreaming fog&amp;quot;.  It happens when your gaze becomes pinpoint but you haven&amp;#39;t learned to control your awareness (interest).&lt;/p&gt;\n\n&lt;p&gt;Crystalline dreaming fog is one of the barriers you have to cross some day if you want to physically walk into the second attention.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the second attention, &amp;quot;in your face&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You overcome it with, &amp;quot;So what...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But the smooth variety works well with this technique.&lt;/p&gt;\n\n&lt;p&gt;You can speed it up by stretching your palm towards it, to give your eyes focus. Scan the palm, look to the side that’s just about to be overrun by your palm. If there’s a detail there, it seems to realize your hand is about to crush it, and it pops out and becomes what it wants to be.&lt;/p&gt;\n\n&lt;p&gt;I often get little old Mexican Indian men.  Possibly when poking around in the second attention, echoes of the old sorcerers can be found hanging out there.&lt;/p&gt;\n\n&lt;p&gt;The most frightening thing you can do is to look “in front” of it.&lt;/p&gt;\n\n&lt;p&gt;It’s called, “Backlighting” in the digital camera world. That’s when there’s a bright light behind the subject of the picture, but insufficient light on them.&lt;/p&gt;\n\n&lt;p&gt;Digital cameras have to detect this, and usually have backlight settings.&lt;/p&gt;\n\n&lt;p&gt;All they do is brighten up the darker things, and reduce the lighter things.&lt;/p&gt;\n\n&lt;p&gt;The hard to see becomes visible.&lt;/p&gt;\n\n&lt;p&gt;That’s what happens in your darkroom also, when you use this technique.&lt;/p&gt;\n\n&lt;p&gt;What you see in that image is Fancy.  As she looks in daylight.&lt;/p&gt;\n\n&lt;p&gt;Just a waft of smoke.&lt;/p&gt;\n\n&lt;p&gt;Except, Fancy kind of chubby in that form. &lt;/p&gt;\n\n&lt;p&gt;She &amp;quot;cheats&amp;quot; when she takes human form.&lt;/p&gt;\n\n&lt;p&gt;Edited twice&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "acff1442-e63e-11ea-b305-0e375464469b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "iw29ja", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/iw29ja/backlighting_reality/", "subreddit_subscribers": 9561, "created_utc": 1600555129.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g5zqcg4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1600617194.0, "send_replies": true, "parent_id": "t1_g5ylp9e", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;  So, cutting off the internal dialogue is definitely a way of saving up energy like Daniel has brought up before.\n\nJust keep in mind, it's blissful, but not \"cozy\".\n\nSo there is a dark side to sorcery.  You have to give up cozy.\n\nAnd yes, living in the moment is really nice. You feel like a Zen master walking up the Japanese coutryside hill to the temple, not caring about anything in the world, and just enjoying the scenery.\n\nYou get super senses too!\n\nThe buzzing in the ears seems universal!  I suppose it's the sinuses changing because you aren't forcing your mind to prepare to attack someone (internal dialogue)?\n\nYes, those short yellow lines sort of \"float\".  The problem is, you aren't seeing those with your eyes. It's the dreaming double's eyes, being lent to you. So the location is messed up.\n\nWe locate things using the vision from BOTH eyes.  And that \"location\" information, as natural as it is to us, really has to come from the brain. It's massive calculations to tell you where something is!\n\nThat's missing because in fact there's no input to the physical eyes at all.\n\nIt's probably the reason for non-directionality.\n\nUsing the mask!  That's super good news for everyone.\n\nI suppose I should have known. Carlos wouldn't have put a sleeping mask in the cover of Art of Dreaming, if they weren't useful for daytime dreaming.  We all just assumed he was using it while sleeping, but that's probably not entirely true.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5zqcg4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So, cutting off the internal dialogue is definitely a way of saving up energy like Daniel has brought up before.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Just keep in mind, it&amp;#39;s blissful, but not &amp;quot;cozy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So there is a dark side to sorcery.  You have to give up cozy.&lt;/p&gt;\n\n&lt;p&gt;And yes, living in the moment is really nice. You feel like a Zen master walking up the Japanese coutryside hill to the temple, not caring about anything in the world, and just enjoying the scenery.&lt;/p&gt;\n\n&lt;p&gt;You get super senses too!&lt;/p&gt;\n\n&lt;p&gt;The buzzing in the ears seems universal!  I suppose it&amp;#39;s the sinuses changing because you aren&amp;#39;t forcing your mind to prepare to attack someone (internal dialogue)?&lt;/p&gt;\n\n&lt;p&gt;Yes, those short yellow lines sort of &amp;quot;float&amp;quot;.  The problem is, you aren&amp;#39;t seeing those with your eyes. It&amp;#39;s the dreaming double&amp;#39;s eyes, being lent to you. So the location is messed up.&lt;/p&gt;\n\n&lt;p&gt;We locate things using the vision from BOTH eyes.  And that &amp;quot;location&amp;quot; information, as natural as it is to us, really has to come from the brain. It&amp;#39;s massive calculations to tell you where something is!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s missing because in fact there&amp;#39;s no input to the physical eyes at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s probably the reason for non-directionality.&lt;/p&gt;\n\n&lt;p&gt;Using the mask!  That&amp;#39;s super good news for everyone.&lt;/p&gt;\n\n&lt;p&gt;I suppose I should have known. Carlos wouldn&amp;#39;t have put a sleeping mask in the cover of Art of Dreaming, if they weren&amp;#39;t useful for daytime dreaming.  We all just assumed he was using it while sleeping, but that&amp;#39;s probably not entirely true.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5zqcg4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600617194.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5ylp9e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "lidotska", "can_mod_post": false, "created_utc": 1600598737.0, "send_replies": true, "parent_id": "t3_iw29ja", "score": 6, "author_fullname": "t2_6ydp20ym", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't know where to put this so I'll just share here!\nAfter trying to force silence yesterday every moment I could, I definitely noticed the advantages of it. Disidentifying from the internal dialogue, during daytime, has its challenges but after a while of struggling I could notice how to snap out if so to say, and just basically, after every thought you just need to remind yourself to shut up.\nBy the end of the day I could notice how content, confident and \"in the moment\" I felt, not to mention the amount of energy I had when I started practicing. So, cutting off the internal dialogue is definitely a way of saving up energy like Daniel has brought up before.\n\nForcing silence in the darkroom is easier after doing it during daytime too. I experienced almost instantly a shift of the assemblage point (I think?)- it felt like how you feel when you are about to fall asleep and suddenly \"fall\" and become awake again, but without the sleeping. Also I noticed you kind of hear it? Like buzzing in ears! I was very awake and could notice the usual purple blobs of light in the room. The more I forced silence the more blobs there were, and some lines too but not too visible. Eventually, looking at my hands I could see the short yellow lines too! But they weren't really on my hands, more like where my fingers were, floating around? \nBtw!! I had the mask on. I don't really know how it affects everything yet, bc I don't have an actual lightproof room yet like Juan and Daniel have to be able to compare, but seeing blobs and lines is definitely possible, even with the mask on. I can't see my hands yet, but when I move them around in front of me, the blobs and lines get mixed up, like you're moving your hands in a cloud of smoke- it all mixes up. \nI think I once again got close to the point where the AP moves to heightened awareness. Like the low point. First I got a sudden feeling of tiredness, almost had a little dream, and then got completely awake, aware and the shiver/vibration/chill going on my body, and automatic breathing. Aand you just kind of sink into the view in front of you, with the bright lights and clouds. Kinda feels like you're dreaming but still you aren't. I recognized it and got my hopes up for the bliss to come...but it just didn't. I did feel happy though, but more like in a way that I don't care what happens- I feel good, but it wasn't definitely what I felt for the first time in heightened awareness- ecstatic just by breathing. \nI kept scooping, even moved around and tried some tensegrity movements, which definitely increased the brightness of the blobs, but I didn't get to see the Wall again. I admit I felt sad about that in the end, bc I had my hopes up for the night. Guess I just need more silence and patience.\n\nNow I will go back to being silent, sustained action here I come. . .", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5ylp9e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know where to put this so I&amp;#39;ll just share here!\nAfter trying to force silence yesterday every moment I could, I definitely noticed the advantages of it. Disidentifying from the internal dialogue, during daytime, has its challenges but after a while of struggling I could notice how to snap out if so to say, and just basically, after every thought you just need to remind yourself to shut up.\nBy the end of the day I could notice how content, confident and &amp;quot;in the moment&amp;quot; I felt, not to mention the amount of energy I had when I started practicing. So, cutting off the internal dialogue is definitely a way of saving up energy like Daniel has brought up before.&lt;/p&gt;\n\n&lt;p&gt;Forcing silence in the darkroom is easier after doing it during daytime too. I experienced almost instantly a shift of the assemblage point (I think?)- it felt like how you feel when you are about to fall asleep and suddenly &amp;quot;fall&amp;quot; and become awake again, but without the sleeping. Also I noticed you kind of hear it? Like buzzing in ears! I was very awake and could notice the usual purple blobs of light in the room. The more I forced silence the more blobs there were, and some lines too but not too visible. Eventually, looking at my hands I could see the short yellow lines too! But they weren&amp;#39;t really on my hands, more like where my fingers were, floating around? \nBtw!! I had the mask on. I don&amp;#39;t really know how it affects everything yet, bc I don&amp;#39;t have an actual lightproof room yet like Juan and Daniel have to be able to compare, but seeing blobs and lines is definitely possible, even with the mask on. I can&amp;#39;t see my hands yet, but when I move them around in front of me, the blobs and lines get mixed up, like you&amp;#39;re moving your hands in a cloud of smoke- it all mixes up. \nI think I once again got close to the point where the AP moves to heightened awareness. Like the low point. First I got a sudden feeling of tiredness, almost had a little dream, and then got completely awake, aware and the shiver/vibration/chill going on my body, and automatic breathing. Aand you just kind of sink into the view in front of you, with the bright lights and clouds. Kinda feels like you&amp;#39;re dreaming but still you aren&amp;#39;t. I recognized it and got my hopes up for the bliss to come...but it just didn&amp;#39;t. I did feel happy though, but more like in a way that I don&amp;#39;t care what happens- I feel good, but it wasn&amp;#39;t definitely what I felt for the first time in heightened awareness- ecstatic just by breathing. \nI kept scooping, even moved around and tried some tensegrity movements, which definitely increased the brightness of the blobs, but I didn&amp;#39;t get to see the Wall again. I admit I felt sad about that in the end, bc I had my hopes up for the night. Guess I just need more silence and patience.&lt;/p&gt;\n\n&lt;p&gt;Now I will go back to being silent, sustained action here I come. . .&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5ylp9e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600598737.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_iw29ja", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g5w9bur", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1600563029.0, "send_replies": true, "parent_id": "t1_g5w1bsq", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm not \"gaming generation\".\n\nWe had chemistry sets.\n\nAnd creepy crawler machines. Those suckers would burn the hell out of your hand!\n\nBack then parents just thought, that's part of what the toy is for.\n\nSure, it's molten plastic.  But that won't hurt the carpet much.  You can cut it off.\n\nAnd plastic is high tech!\n\nPlus it'll teach your child that if you burn the hell out of  your hand, it forms a nasty, painful blister.\n\nI grew up in the \"good old days\".\n\nSo I don't get the checkpoint reference.\n\nYou mean, which of those did I do?\n\nAll of them.  Last night.  I wasn't even going to mention it, except for JD and Lidotska.\n\nWhen I heard about \"the wall\" in reference to them, it seemed like maybe Fancy planned this post, and was helping me out that night.\n\nI need to reward her, so she'll do that again.", "edited": 1600563393.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5w9bur", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not &amp;quot;gaming generation&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We had chemistry sets.&lt;/p&gt;\n\n&lt;p&gt;And creepy crawler machines. Those suckers would burn the hell out of your hand!&lt;/p&gt;\n\n&lt;p&gt;Back then parents just thought, that&amp;#39;s part of what the toy is for.&lt;/p&gt;\n\n&lt;p&gt;Sure, it&amp;#39;s molten plastic.  But that won&amp;#39;t hurt the carpet much.  You can cut it off.&lt;/p&gt;\n\n&lt;p&gt;And plastic is high tech!&lt;/p&gt;\n\n&lt;p&gt;Plus it&amp;#39;ll teach your child that if you burn the hell out of  your hand, it forms a nasty, painful blister.&lt;/p&gt;\n\n&lt;p&gt;I grew up in the &amp;quot;good old days&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So I don&amp;#39;t get the checkpoint reference.&lt;/p&gt;\n\n&lt;p&gt;You mean, which of those did I do?&lt;/p&gt;\n\n&lt;p&gt;All of them.  Last night.  I wasn&amp;#39;t even going to mention it, except for JD and Lidotska.&lt;/p&gt;\n\n&lt;p&gt;When I heard about &amp;quot;the wall&amp;quot; in reference to them, it seemed like maybe Fancy planned this post, and was helping me out that night.&lt;/p&gt;\n\n&lt;p&gt;I need to reward her, so she&amp;#39;ll do that again.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5w9bur/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600563029.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5w1bsq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1600560636.0, "send_replies": true, "parent_id": "t3_iw29ja", "score": 3, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Amazing! The best game I ever played. At what checkpoint are you?\n\nI think I found that disruptions on the wall! Bright things moving. The \"Children\" I drawed was exactly that. Same with the \"Intent Disruption?\" post. But in heightened awareness they are much more crazy; alive like in a dream.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5w1bsq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Amazing! The best game I ever played. At what checkpoint are you?&lt;/p&gt;\n\n&lt;p&gt;I think I found that disruptions on the wall! Bright things moving. The &amp;quot;Children&amp;quot; I drawed was exactly that. Same with the &amp;quot;Intent Disruption?&amp;quot; post. But in heightened awareness they are much more crazy; alive like in a dream.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5w1bsq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600560636.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_iw29ja", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g60s4sb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1600631975.0, "send_replies": true, "parent_id": "t1_g60p2up", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Certainly!\n\nI'm trying to finish Zuleica's technique, where you fold in half, then learn to move the energy body.\n\nThat's the main thing all of us have to learn, if we want the spectacular magic, like teleportation and flying.\n\nHowever, we're coming in the back door, the servants entrance.\n\nIt might not go exactly like that.\n\nI have noticed, Fancy doesn't like me doing that.\n\nI feel like a little kid picking up my favorite toy, which my mom doesn't approve of, so she distracts me with ice cream and treats.\n\nJust as I can feel solid things there, where I wiggle my fingers, and when I can see tentacles and fibers, Fancy shows up and does a trick.\n\nCould just be because my assemblage point moved to a suitable location.\n\nOr it could be, she doesn't want me to learn how to escape her realm.\n\nMaybe a better analogy would be an old girlfriend I had.\n\nHer favorite show was \"Three's Company\".\n\nExcept, she didn't want me looking at Susan Somer's butt.\n\nSo when they bent her over, to freak out the male character, she covered my eyes with her hand.\n\nI think Fancy is sort of like that.  Possessive.\n\nWhich is fine by me. It's good to know they have real ideas in their consciousness.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_g60s4sb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Certainly!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m trying to finish Zuleica&amp;#39;s technique, where you fold in half, then learn to move the energy body.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the main thing all of us have to learn, if we want the spectacular magic, like teleportation and flying.&lt;/p&gt;\n\n&lt;p&gt;However, we&amp;#39;re coming in the back door, the servants entrance.&lt;/p&gt;\n\n&lt;p&gt;It might not go exactly like that.&lt;/p&gt;\n\n&lt;p&gt;I have noticed, Fancy doesn&amp;#39;t like me doing that.&lt;/p&gt;\n\n&lt;p&gt;I feel like a little kid picking up my favorite toy, which my mom doesn&amp;#39;t approve of, so she distracts me with ice cream and treats.&lt;/p&gt;\n\n&lt;p&gt;Just as I can feel solid things there, where I wiggle my fingers, and when I can see tentacles and fibers, Fancy shows up and does a trick.&lt;/p&gt;\n\n&lt;p&gt;Could just be because my assemblage point moved to a suitable location.&lt;/p&gt;\n\n&lt;p&gt;Or it could be, she doesn&amp;#39;t want me to learn how to escape her realm.&lt;/p&gt;\n\n&lt;p&gt;Maybe a better analogy would be an old girlfriend I had.&lt;/p&gt;\n\n&lt;p&gt;Her favorite show was &amp;quot;Three&amp;#39;s Company&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Except, she didn&amp;#39;t want me looking at Susan Somer&amp;#39;s butt.&lt;/p&gt;\n\n&lt;p&gt;So when they bent her over, to freak out the male character, she covered my eyes with her hand.&lt;/p&gt;\n\n&lt;p&gt;I think Fancy is sort of like that.  Possessive.&lt;/p&gt;\n\n&lt;p&gt;Which is fine by me. It&amp;#39;s good to know they have real ideas in their consciousness.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_iw29ja", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g60s4sb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600631975.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "g60p2up", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5zwafs", "score": 1, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I sort of deviated you guys by emphasizing what Carlos emphasized.\n\nMaybe this is a good thing? To have a practice more structured, not a chaotic.\n\nI also have a feeling in my own practice that you different \"ways of seeing\" during the darkroom gazing. It is all the *intent*, after all! Which can manifest very differently.\n\n&gt;We need to discover the transition from waking body to dreaming body, which has to take place constantly in darkroom gazing.\n\nIs this your current area of explorations?", "edited": 1600632018.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_g60p2up", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I sort of deviated you guys by emphasizing what Carlos emphasized.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Maybe this is a good thing? To have a practice more structured, not a chaotic.&lt;/p&gt;\n\n&lt;p&gt;I also have a feeling in my own practice that you different &amp;quot;ways of seeing&amp;quot; during the darkroom gazing. It is all the &lt;em&gt;intent&lt;/em&gt;, after all! Which can manifest very differently.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;We need to discover the transition from waking body to dreaming body, which has to take place constantly in darkroom gazing.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Is this your current area of explorations?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_iw29ja", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g60p2up/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600630776.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1600630776.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5zwafs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5zrnet", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No.  Juan sort of proved those are the same thing.  He's skipped to seeing energy on a puff horizon.\n\nThe same as you can gaze into crystal balls to read the text, or see the videos.\n\nOne thing I've learned in here is, you take all the chaotic things that happen in dark room gazing, and try to make a story from it.\n\nThe story is there!  But it's like a soap opera on TV.  Those have story after story after story going on.\n\nAnd you just have to leave some out.\n\nThat's what Carlos had to do too, when he wrote his books. He picked the stories that he felt would teach people faster.\n\nAnd left out the ones that don't.\n\nFor example, La Gorda saw that eyeball when she closed her eyes.\n\nThat's also, \"the wall\"!\n\nBut no reason to emphasize it. He just mentioned it.\n\nAnd some things can't be explained.\n\nFor example, last night Fancy gave me a \"creep show\".\n\nShe assumed one horrifying shape after another.  A corpse in a shroud, an alien with a skin desease,  a young woman who's been beaten up badly.\n\nShe kept going, one after the other.  Instead of telling her to stop, I just relaxed and watched, like it was a show.\n\nAs she \"creeped me out\", I noticed that at a very deep level of silence, the walls are covered in creepiness.\n\nFancy was shifting my assemblage point horizontally!!!\n\nShe wanted me to learn that my feeling of \"realness\" is only a horizontal position of the assemblage point, so she brought me to an alternative view of the world at the same depth.  Just shifted towards the right.\n\nThe creepy red algae from my childhood.\n\nAnd it's always there.  \n\nThe instant I saw it last night, I remembered it.  And I even remembered that I had to give that up, as fun as it was. No one else ever spoke of it, so it must be useless.\n\nThe walls were covered in red algae of some strange kind, which gave off a sensation. Alive algae!   Clumped all over the walls.  Bubbling even? Or swaying?  \n\nIt had a feeling of movement.\n\nExcept, those walls are not the ones of your room.  It's an alternate place you are also located in.  You can see that the walls and hallways are not the ones you know.  And the construction of the place is faulty.  Walls with no bottom. That sort of thing.\n\nThis type of thing goes on in darkroom gazing all the time, if you go with the flow.\n\nI sort of deviated you guys by emphasizing what Carlos emphasized.\n\nHe gave me a big happy grin as he showed us how to manipulate the puffs with your hands.\n\nLike, \"Look how much fun this is!\"\n\nI'm just trying to finish what he started.\n\nBut there's so much more that comes from darkroom gazing.  It's endless.\n\nWe need to discover the transition from waking body to dreaming body, which has to take place constantly in darkroom gazing.", "edited": 1600620108.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_g5zwafs", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No.  Juan sort of proved those are the same thing.  He&amp;#39;s skipped to seeing energy on a puff horizon.&lt;/p&gt;\n\n&lt;p&gt;The same as you can gaze into crystal balls to read the text, or see the videos.&lt;/p&gt;\n\n&lt;p&gt;One thing I&amp;#39;ve learned in here is, you take all the chaotic things that happen in dark room gazing, and try to make a story from it.&lt;/p&gt;\n\n&lt;p&gt;The story is there!  But it&amp;#39;s like a soap opera on TV.  Those have story after story after story going on.&lt;/p&gt;\n\n&lt;p&gt;And you just have to leave some out.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what Carlos had to do too, when he wrote his books. He picked the stories that he felt would teach people faster.&lt;/p&gt;\n\n&lt;p&gt;And left out the ones that don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;For example, La Gorda saw that eyeball when she closed her eyes.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s also, &amp;quot;the wall&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;But no reason to emphasize it. He just mentioned it.&lt;/p&gt;\n\n&lt;p&gt;And some things can&amp;#39;t be explained.&lt;/p&gt;\n\n&lt;p&gt;For example, last night Fancy gave me a &amp;quot;creep show&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She assumed one horrifying shape after another.  A corpse in a shroud, an alien with a skin desease,  a young woman who&amp;#39;s been beaten up badly.&lt;/p&gt;\n\n&lt;p&gt;She kept going, one after the other.  Instead of telling her to stop, I just relaxed and watched, like it was a show.&lt;/p&gt;\n\n&lt;p&gt;As she &amp;quot;creeped me out&amp;quot;, I noticed that at a very deep level of silence, the walls are covered in creepiness.&lt;/p&gt;\n\n&lt;p&gt;Fancy was shifting my assemblage point horizontally!!!&lt;/p&gt;\n\n&lt;p&gt;She wanted me to learn that my feeling of &amp;quot;realness&amp;quot; is only a horizontal position of the assemblage point, so she brought me to an alternative view of the world at the same depth.  Just shifted towards the right.&lt;/p&gt;\n\n&lt;p&gt;The creepy red algae from my childhood.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s always there.  &lt;/p&gt;\n\n&lt;p&gt;The instant I saw it last night, I remembered it.  And I even remembered that I had to give that up, as fun as it was. No one else ever spoke of it, so it must be useless.&lt;/p&gt;\n\n&lt;p&gt;The walls were covered in red algae of some strange kind, which gave off a sensation. Alive algae!   Clumped all over the walls.  Bubbling even? Or swaying?  &lt;/p&gt;\n\n&lt;p&gt;It had a feeling of movement.&lt;/p&gt;\n\n&lt;p&gt;Except, those walls are not the ones of your room.  It&amp;#39;s an alternate place you are also located in.  You can see that the walls and hallways are not the ones you know.  And the construction of the place is faulty.  Walls with no bottom. That sort of thing.&lt;/p&gt;\n\n&lt;p&gt;This type of thing goes on in darkroom gazing all the time, if you go with the flow.&lt;/p&gt;\n\n&lt;p&gt;I sort of deviated you guys by emphasizing what Carlos emphasized.&lt;/p&gt;\n\n&lt;p&gt;He gave me a big happy grin as he showed us how to manipulate the puffs with your hands.&lt;/p&gt;\n\n&lt;p&gt;Like, &amp;quot;Look how much fun this is!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m just trying to finish what he started.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s so much more that comes from darkroom gazing.  It&amp;#39;s endless.&lt;/p&gt;\n\n&lt;p&gt;We need to discover the transition from waking body to dreaming body, which has to take place constantly in darkroom gazing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_iw29ja", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5zwafs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600619676.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1600619676.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5zrnet", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5zp7bk", "score": 1, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The puffery is only to get you into heightened awareness, which it does very well.\n\nSo puffs, and the wall are like two separate kinds of perception? Like you can read on the horizon, OR, you can play with puffs all the way to the heightened awareness?\n\n&gt;The details, probably don't matter as long as you're doing real magic so that you remain motivated.\n\nSure.\n\n&gt;Yes, it's a pity about the poster. I suppose I could try to recreate it, but my memory of things like that isn't very good.\n\n&gt;And there's got to be 100 or more out there\n\nYes..\n\n&gt;Too bad the Castaneda community doesn't share better...\n\nThis is very sad. And this secretiveness was promoted by some leaders - signing NDAs, \"special\" classes for chosen ones (the ones who pay), copyrights, trademarks, etc etc..", "edited": false, "author_flair_css_class": null, "name": "t1_g5zrnet", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The puffery is only to get you into heightened awareness, which it does very well.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So puffs, and the wall are like two separate kinds of perception? Like you can read on the horizon, OR, you can play with puffs all the way to the heightened awareness?&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;The details, probably don&amp;#39;t matter as long as you&amp;#39;re doing real magic so that you remain motivated.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Sure.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Yes, it&amp;#39;s a pity about the poster. I suppose I could try to recreate it, but my memory of things like that isn&amp;#39;t very good.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s got to be 100 or more out there&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes..&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Too bad the Castaneda community doesn&amp;#39;t share better...&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is very sad. And this secretiveness was promoted by some leaders - signing NDAs, &amp;quot;special&amp;quot; classes for chosen ones (the ones who pay), copyrights, trademarks, etc etc..&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_iw29ja", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5zrnet/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600617768.0, "author_flair_text": null, "collapsed": false, "created_utc": 1600617768.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5zp7bk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5y1bbr", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Carlos showed us how the whorl forms in class, and even pointed to the most likely place you'd see it, relative to your body.\n\nAnd he showed where the text rolls off the whorl.\n\nHowever, the \"whorl\" is likely something you'll only see a few times.   It seems to \"break through\" to the top level of the assemblage point more easily than  the stuff you see later on.\n\nI taught you guys to play with puffs, because Carlos also emphasized that in class.\n\nBut if you didn't play with puffs, you'd eventually see the \"streaks\" of purple he's talking about here.\n\nWhen those mix with streaks of intense blackness, you have the Whorl, but it's stretched out.\n\nYou can gather it into the original shape if you have the skills.  In other words, that purple streak is in fact a \"whorl\" of some type.\n\nI've never seen any pomegranite dot!  But I have seen text roll off it.\n\nI suppose, I'm just missing a deeper vision of it.  If you look at your torso after you can see bright puffs of color, it will have a dull glow.  Mine is whitish or yellowish.\n\nBut later, maybe after months of looking at it, you'll also see fibers there.\n\nAnd later, you'll see tentacles.\n\nSo each type of \"seeing energy\" has levels.\n\nAnd to get to specific levels, you almost need someone to tell you about it.  So you go that direction.\n\nI never read that publication, so I only had what was taught to me in class, about that topic.\n\nI suppose, when your guys are practicing, they ought to try to see that.\n\nBut it's still the same practice, as taught by Zulieca.  We're actually trying to become aware of our energy body, so we can learn to switch back and forth.\n\nThe puffery is only to get you into heightened awareness, which it does very well.\n\nThe details, probably don't matter as long as you're doing real magic so that you remain motivated.\n\nIt's latent inventory obsession I suppose, but there's nothing wrong with thinking about it.\n\nYes, it's a pity about the poster. I suppose I could try to recreate it, but my memory of things like that isn't very good.\n\nAnd there's got to be 100 or more out there!\n\nPlus copies of Taisha's latest book.\n\nToo bad the Castaneda community doesn't share better...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5zp7bk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos showed us how the whorl forms in class, and even pointed to the most likely place you&amp;#39;d see it, relative to your body.&lt;/p&gt;\n\n&lt;p&gt;And he showed where the text rolls off the whorl.&lt;/p&gt;\n\n&lt;p&gt;However, the &amp;quot;whorl&amp;quot; is likely something you&amp;#39;ll only see a few times.   It seems to &amp;quot;break through&amp;quot; to the top level of the assemblage point more easily than  the stuff you see later on.&lt;/p&gt;\n\n&lt;p&gt;I taught you guys to play with puffs, because Carlos also emphasized that in class.&lt;/p&gt;\n\n&lt;p&gt;But if you didn&amp;#39;t play with puffs, you&amp;#39;d eventually see the &amp;quot;streaks&amp;quot; of purple he&amp;#39;s talking about here.&lt;/p&gt;\n\n&lt;p&gt;When those mix with streaks of intense blackness, you have the Whorl, but it&amp;#39;s stretched out.&lt;/p&gt;\n\n&lt;p&gt;You can gather it into the original shape if you have the skills.  In other words, that purple streak is in fact a &amp;quot;whorl&amp;quot; of some type.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve never seen any pomegranite dot!  But I have seen text roll off it.&lt;/p&gt;\n\n&lt;p&gt;I suppose, I&amp;#39;m just missing a deeper vision of it.  If you look at your torso after you can see bright puffs of color, it will have a dull glow.  Mine is whitish or yellowish.&lt;/p&gt;\n\n&lt;p&gt;But later, maybe after months of looking at it, you&amp;#39;ll also see fibers there.&lt;/p&gt;\n\n&lt;p&gt;And later, you&amp;#39;ll see tentacles.&lt;/p&gt;\n\n&lt;p&gt;So each type of &amp;quot;seeing energy&amp;quot; has levels.&lt;/p&gt;\n\n&lt;p&gt;And to get to specific levels, you almost need someone to tell you about it.  So you go that direction.&lt;/p&gt;\n\n&lt;p&gt;I never read that publication, so I only had what was taught to me in class, about that topic.&lt;/p&gt;\n\n&lt;p&gt;I suppose, when your guys are practicing, they ought to try to see that.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still the same practice, as taught by Zulieca.  We&amp;#39;re actually trying to become aware of our energy body, so we can learn to switch back and forth.&lt;/p&gt;\n\n&lt;p&gt;The puffery is only to get you into heightened awareness, which it does very well.&lt;/p&gt;\n\n&lt;p&gt;The details, probably don&amp;#39;t matter as long as you&amp;#39;re doing real magic so that you remain motivated.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s latent inventory obsession I suppose, but there&amp;#39;s nothing wrong with thinking about it.&lt;/p&gt;\n\n&lt;p&gt;Yes, it&amp;#39;s a pity about the poster. I suppose I could try to recreate it, but my memory of things like that isn&amp;#39;t very good.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s got to be 100 or more out there!&lt;/p&gt;\n\n&lt;p&gt;Plus copies of Taisha&amp;#39;s latest book.&lt;/p&gt;\n\n&lt;p&gt;Too bad the Castaneda community doesn&amp;#39;t share better...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5zp7bk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600616667.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1600616667.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g5zmp71", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5y1bbr", "score": 2, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Amazing quotes JD!!\n\nI have never payed attention to this ones. They describe exactly what we are doing!!\n\n\\&gt;one of the most coveted results of inner silence was a specific interplay of energy, which is always heralded by a strong emotion\n\nThats reaching heightened awareness, and seeing energy!\n\nI'd love that you post them. It is the books support of what we are doing.", "edited": 1600615655.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5zmp71", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Amazing quotes JD!!&lt;/p&gt;\n\n&lt;p&gt;I have never payed attention to this ones. They describe exactly what we are doing!!&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;one of the most coveted results of inner silence was a specific interplay of energy, which is always heralded by a strong emotion&lt;/p&gt;\n\n&lt;p&gt;Thats reaching heightened awareness, and seeing energy!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love that you post them. It is the books support of what we are doing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5zmp71/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600615338.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1600615338.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5y1bbr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g5w6d1q", "score": 3, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;You're confusing \"the wall\" with, \"the whorl\".\n\n&gt;The whorl is an ornament on the wall.\n\nMaybe, I was just looking into the original description, that's why I have asked you about colors.\n\n&gt;&gt;&gt;Don Juan had said that the sorcerers of his lineage considered that one of the most coveted\r\nresults of inner silence was a specific interplay of energy, which is always heralded by a strong\r\nemotion. He felt that my recollections were the means to agitate me to the extreme, where I\r\nwould experience this interplay. Such an interplay manifested itself in terms of hues that were\r\nprojected on any horizon in the world of everyday life, be it a mountain, the sky, a wall, or simply\r\nthe palms of the hands. He had explained that this interplay of hues begins with the appearance of\r\na tenuous *brushstroke of lavender on the horizon*. In time, this lavender brushstroke starts to\r\nexpand until it covers the visible horizon, like advancing storm clouds.\r\nHe assured me that a \"dot of a peculiar, rich, pomegranate red* shows up, as if bursting from the\r\nlavender clouds. He stated that as sorcerers become more disciplined and experienced, the dot of\r\npomegranate expands and finally explodes into thoughts or visions, or in the case of a literate\r\nman, into written words; sorcerers either see visions engendered by energy\n\nAnd the silent knowledge:\n\n&gt;&gt;&gt;In their continuous search for solutions and answers to their\r\nprobes, the sorcerers of ancient Mexico found out that from this condi-\r\ntion of inner silence, the awareness of man can easily leap to the direct\r\nperception of energy against the background of any given horizon.\r\nThey used the sky as a horizon, as well as the mountains, or in a more\r\nreduced space, the walls of their dwelling. They were capable of seeing\r\nenergy reflected on those horizons as if they were at the movies. They\r\nconcisely described this phenomenon as the visualization of energy in\r\nthe aspect of a hue - to be precise, a spot of redness on the horizon, a\r\npomegranate red. They called it the blotch of pomegranate.\n\nSo maybe the case in the books describes only the specific case \"of seeing on horizon\" (sworl) and not the wall case we are refering to as a generic approach? That's why it was curious whether Carlos gave some general description about The Wall during the private classes, outside of this pomegranate description or has emphasized this specific example at this time.\n\nIf it is some, we are extremely fortunate to have a general description instead of only \"The Sworl\" variation.\n\n... And once again, that's a pity we don't have this old poster..\n\nBut your description is very extensive in the main post. Definitely saved to re-read several times! It will benefit everyone who is doing the real practice", "edited": 1600609565.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_g5y1bbr", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You&amp;#39;re confusing &amp;quot;the wall&amp;quot; with, &amp;quot;the whorl&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The whorl is an ornament on the wall.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Maybe, I was just looking into the original description, that&amp;#39;s why I have asked you about colors.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;blockquote&gt;\n&lt;blockquote&gt;\n&lt;p&gt;Don Juan had said that the sorcerers of his lineage considered that one of the most coveted\nresults of inner silence was a specific interplay of energy, which is always heralded by a strong\nemotion. He felt that my recollections were the means to agitate me to the extreme, where I\nwould experience this interplay. Such an interplay manifested itself in terms of hues that were\nprojected on any horizon in the world of everyday life, be it a mountain, the sky, a wall, or simply\nthe palms of the hands. He had explained that this interplay of hues begins with the appearance of\na tenuous &lt;em&gt;brushstroke of lavender on the horizon&lt;/em&gt;. In time, this lavender brushstroke starts to\nexpand until it covers the visible horizon, like advancing storm clouds.\nHe assured me that a &amp;quot;dot of a peculiar, rich, pomegranate red* shows up, as if bursting from the\nlavender clouds. He stated that as sorcerers become more disciplined and experienced, the dot of\npomegranate expands and finally explodes into thoughts or visions, or in the case of a literate\nman, into written words; sorcerers either see visions engendered by energy&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/blockquote&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And the silent knowledge:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;blockquote&gt;\n&lt;blockquote&gt;\n&lt;p&gt;In their continuous search for solutions and answers to their\nprobes, the sorcerers of ancient Mexico found out that from this condi-\ntion of inner silence, the awareness of man can easily leap to the direct\nperception of energy against the background of any given horizon.\nThey used the sky as a horizon, as well as the mountains, or in a more\nreduced space, the walls of their dwelling. They were capable of seeing\nenergy reflected on those horizons as if they were at the movies. They\nconcisely described this phenomenon as the visualization of energy in\nthe aspect of a hue - to be precise, a spot of redness on the horizon, a\npomegranate red. They called it the blotch of pomegranate.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/blockquote&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So maybe the case in the books describes only the specific case &amp;quot;of seeing on horizon&amp;quot; (sworl) and not the wall case we are refering to as a generic approach? That&amp;#39;s why it was curious whether Carlos gave some general description about The Wall during the private classes, outside of this pomegranate description or has emphasized this specific example at this time.&lt;/p&gt;\n\n&lt;p&gt;If it is some, we are extremely fortunate to have a general description instead of only &amp;quot;The Sworl&amp;quot; variation.&lt;/p&gt;\n\n&lt;p&gt;... And once again, that&amp;#39;s a pity we don&amp;#39;t have this old poster..&lt;/p&gt;\n\n&lt;p&gt;But your description is very extensive in the main post. Definitely saved to re-read several times! It will benefit everyone who is doing the real practice&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5y1bbr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600585941.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1600585941.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5w6d1q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1600562156.0, "send_replies": true, "parent_id": "t1_g5vlwcg", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My memory of social events and people is very poor.\n\nThat's why we need more from private classes. \n\nBut I fear, they're all on monstrous ego trips, and would try to damage this.\n\nAll I remember clearly is the day he brought a painting of \"the wall\", and a young woman was standing next to him. Probably the blue scout.\n\nHe handed those posters out at the next workshop.\n\nIt showed a purple, blue, and red horizon, with a small city entirely of white, forming or melting. \n\nI was puzzled it was a city, and not writing. I thought, \"the wall\" is only for writing.\n\nThat's because he'd banned me from reading his materials. The answer was in \"Silent Knowledge\".\n\nWhich means, he'd already told us about \"reading off the wall\" when I saw that poster.\n\nI supposed you could better trace the \"when\" by figuring out when that \"Silent Knowledge\" publication was started.  He usually told us about things that were in his consciousness, and if he was writing a book we got that day's best explanation of something, as he'd worked it out for his book.\n\nNo, flat doesn't matter.  Palm of hand is not flat.\n\nJuann skipped right to \"the wall\" as soon as he could see dreaming fog.\n\nNow he's worried about whether he's seeing, \"the right thing\", I suppose.\n\nIt's all \"the right thing\", as long as it can't possibly be there.\n\nAnd in fact, if you have women who can see it, I urge them to learn to see it inside a crystal ball.\n\nThat would be SOOOO cool!\n\nYou're confusing \"the wall\" with, \"the whorl\".\n\nThe whorl is an ornament on the wall.\n\nThe wall isn't a simple thing.  Inorganic beings will form structures on it, and sit there managing your use of the wall.\n\nDoors or windows can appear. Ones you can step through!  Chances are, if you can step through, there's a weird being sitting above.  We need their energy I suppose.\n\nThe whorl, if you are lucky enough to get it to form, seems to sit at a fixed location.\n\nI won't tell. I'd like to see where you guys find it.\n\nThe whorl is jet black with some color being eaten up by the black. I see purple, but I would imagine pink or red is also common.\n\nAt the most intense part, where the thickest yin/yang black is burning up the light, a pomegranate dot can form, and spin off text.\n\nHowever, once you can see, \"the wall\", it's perfectly normal for a whole page of text to materialize on it.\n\nYou could probably even hack into Joe Biden's teleprompter, if you were a good enough sorcerer.\n\nIn fact, you could pretend to be one of my customers, who has his own \"weather channel\". His room is covered in monitors of live web cams all around the world.\n\nYou could see that!\n\nI have!  9 \"monitors\" at once.\n\nOr just take a look at the cover of \"Wheel of Time\".\n\nThat's \"the wall\".  In the sky.\n\nI don't understand #4.\n\nIt usually starts when you realize, you can see your hand!\n\nOr your leg!!!\n\nYou look around for leaks.  Unexpected light.\n\nWhen you don't find any, let's hope you think, \"So that's why Dan said it was much better to have a perfectly dark room! What a clever guy Dan is...\"\n\nThat's why you need pitch black.\n\nSo you don't waste your time looking for leaks.\n\nHowever, in the process of looking for leaks, which are obvious because there's a much brighter spot, you notice that the light is everywhere.\n\nMaybe not as bright as where you first found it, but you realize there's a general glow on everything.\n\nIf you didn't know any better, you'd ignore it.\n\nThat's the trouble with sorcery.\n\nWe needed Carlos to warn us, or we'd ignore it for sure.\n\nTo your last point, yes, the wall is important.\n\nIt went like this.  At least, this is what I think.\n\nTeaching sorcery is difficult, especially if you have plans as grand as Carlos had.\n\nWhat if he did what I'm doing in here, from the very start?\n\nThe risk is huge!  \n\nSomeone is going to freak out.\n\nThe word would get out to the workshop circuit, that sorcery is dangerous. And maybe Carlos knew, and didn't give a damn.\n\nSo he had to let people work on themselves.  Recap and Tensegrity, and hopefully some silence practice.\n\nAnd let them prove themselves by doing that for years.  Let the scary stuff happen slowly.\n\nIt's not all that dissimilar to what don Juan did.\n\nPower plants are expected to have crazy results.  And everyone knows, the power plant wears off, and eventually you're normal again.\n\nBut when done with \"no excuses\", for real, it can be scary.\n\nImagine a hippy on LSD for the first time, panicking that he's never coming down.\n\nIf you're a druggy, you've seen that before.\n\nAnd how much worse, if it's sorcery.\n\nSo Carlos did most of his \"non-drug\" learning in heightened awareness, so he'd forget.\n\nBut his plan to stretch things out was not going to work, because he was dying.\n\nSo at the end, he introduced the \"fast\" techniques.\n\nThat's what I'm doing here.  Passing those on.\n\nIs it dangerous?\n\nProbably.  But Carlos handed them out.\n\nSo I'm passing them along.\n\nAnd he also sent Little Smoke and Devil's weed at the same time.\n\nMaybe he gave them the task of keeping an eye on things?\n\nEdited", "edited": 1600562651.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5w6d1q", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My memory of social events and people is very poor.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why we need more from private classes. &lt;/p&gt;\n\n&lt;p&gt;But I fear, they&amp;#39;re all on monstrous ego trips, and would try to damage this.&lt;/p&gt;\n\n&lt;p&gt;All I remember clearly is the day he brought a painting of &amp;quot;the wall&amp;quot;, and a young woman was standing next to him. Probably the blue scout.&lt;/p&gt;\n\n&lt;p&gt;He handed those posters out at the next workshop.&lt;/p&gt;\n\n&lt;p&gt;It showed a purple, blue, and red horizon, with a small city entirely of white, forming or melting. &lt;/p&gt;\n\n&lt;p&gt;I was puzzled it was a city, and not writing. I thought, &amp;quot;the wall&amp;quot; is only for writing.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s because he&amp;#39;d banned me from reading his materials. The answer was in &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which means, he&amp;#39;d already told us about &amp;quot;reading off the wall&amp;quot; when I saw that poster.&lt;/p&gt;\n\n&lt;p&gt;I supposed you could better trace the &amp;quot;when&amp;quot; by figuring out when that &amp;quot;Silent Knowledge&amp;quot; publication was started.  He usually told us about things that were in his consciousness, and if he was writing a book we got that day&amp;#39;s best explanation of something, as he&amp;#39;d worked it out for his book.&lt;/p&gt;\n\n&lt;p&gt;No, flat doesn&amp;#39;t matter.  Palm of hand is not flat.&lt;/p&gt;\n\n&lt;p&gt;Juann skipped right to &amp;quot;the wall&amp;quot; as soon as he could see dreaming fog.&lt;/p&gt;\n\n&lt;p&gt;Now he&amp;#39;s worried about whether he&amp;#39;s seeing, &amp;quot;the right thing&amp;quot;, I suppose.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all &amp;quot;the right thing&amp;quot;, as long as it can&amp;#39;t possibly be there.&lt;/p&gt;\n\n&lt;p&gt;And in fact, if you have women who can see it, I urge them to learn to see it inside a crystal ball.&lt;/p&gt;\n\n&lt;p&gt;That would be SOOOO cool!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re confusing &amp;quot;the wall&amp;quot; with, &amp;quot;the whorl&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The whorl is an ornament on the wall.&lt;/p&gt;\n\n&lt;p&gt;The wall isn&amp;#39;t a simple thing.  Inorganic beings will form structures on it, and sit there managing your use of the wall.&lt;/p&gt;\n\n&lt;p&gt;Doors or windows can appear. Ones you can step through!  Chances are, if you can step through, there&amp;#39;s a weird being sitting above.  We need their energy I suppose.&lt;/p&gt;\n\n&lt;p&gt;The whorl, if you are lucky enough to get it to form, seems to sit at a fixed location.&lt;/p&gt;\n\n&lt;p&gt;I won&amp;#39;t tell. I&amp;#39;d like to see where you guys find it.&lt;/p&gt;\n\n&lt;p&gt;The whorl is jet black with some color being eaten up by the black. I see purple, but I would imagine pink or red is also common.&lt;/p&gt;\n\n&lt;p&gt;At the most intense part, where the thickest yin/yang black is burning up the light, a pomegranate dot can form, and spin off text.&lt;/p&gt;\n\n&lt;p&gt;However, once you can see, &amp;quot;the wall&amp;quot;, it&amp;#39;s perfectly normal for a whole page of text to materialize on it.&lt;/p&gt;\n\n&lt;p&gt;You could probably even hack into Joe Biden&amp;#39;s teleprompter, if you were a good enough sorcerer.&lt;/p&gt;\n\n&lt;p&gt;In fact, you could pretend to be one of my customers, who has his own &amp;quot;weather channel&amp;quot;. His room is covered in monitors of live web cams all around the world.&lt;/p&gt;\n\n&lt;p&gt;You could see that!&lt;/p&gt;\n\n&lt;p&gt;I have!  9 &amp;quot;monitors&amp;quot; at once.&lt;/p&gt;\n\n&lt;p&gt;Or just take a look at the cover of &amp;quot;Wheel of Time&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;the wall&amp;quot;.  In the sky.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t understand #4.&lt;/p&gt;\n\n&lt;p&gt;It usually starts when you realize, you can see your hand!&lt;/p&gt;\n\n&lt;p&gt;Or your leg!!!&lt;/p&gt;\n\n&lt;p&gt;You look around for leaks.  Unexpected light.&lt;/p&gt;\n\n&lt;p&gt;When you don&amp;#39;t find any, let&amp;#39;s hope you think, &amp;quot;So that&amp;#39;s why Dan said it was much better to have a perfectly dark room! What a clever guy Dan is...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why you need pitch black.&lt;/p&gt;\n\n&lt;p&gt;So you don&amp;#39;t waste your time looking for leaks.&lt;/p&gt;\n\n&lt;p&gt;However, in the process of looking for leaks, which are obvious because there&amp;#39;s a much brighter spot, you notice that the light is everywhere.&lt;/p&gt;\n\n&lt;p&gt;Maybe not as bright as where you first found it, but you realize there&amp;#39;s a general glow on everything.&lt;/p&gt;\n\n&lt;p&gt;If you didn&amp;#39;t know any better, you&amp;#39;d ignore it.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the trouble with sorcery.&lt;/p&gt;\n\n&lt;p&gt;We needed Carlos to warn us, or we&amp;#39;d ignore it for sure.&lt;/p&gt;\n\n&lt;p&gt;To your last point, yes, the wall is important.&lt;/p&gt;\n\n&lt;p&gt;It went like this.  At least, this is what I think.&lt;/p&gt;\n\n&lt;p&gt;Teaching sorcery is difficult, especially if you have plans as grand as Carlos had.&lt;/p&gt;\n\n&lt;p&gt;What if he did what I&amp;#39;m doing in here, from the very start?&lt;/p&gt;\n\n&lt;p&gt;The risk is huge!  &lt;/p&gt;\n\n&lt;p&gt;Someone is going to freak out.&lt;/p&gt;\n\n&lt;p&gt;The word would get out to the workshop circuit, that sorcery is dangerous. And maybe Carlos knew, and didn&amp;#39;t give a damn.&lt;/p&gt;\n\n&lt;p&gt;So he had to let people work on themselves.  Recap and Tensegrity, and hopefully some silence practice.&lt;/p&gt;\n\n&lt;p&gt;And let them prove themselves by doing that for years.  Let the scary stuff happen slowly.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not all that dissimilar to what don Juan did.&lt;/p&gt;\n\n&lt;p&gt;Power plants are expected to have crazy results.  And everyone knows, the power plant wears off, and eventually you&amp;#39;re normal again.&lt;/p&gt;\n\n&lt;p&gt;But when done with &amp;quot;no excuses&amp;quot;, for real, it can be scary.&lt;/p&gt;\n\n&lt;p&gt;Imagine a hippy on LSD for the first time, panicking that he&amp;#39;s never coming down.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re a druggy, you&amp;#39;ve seen that before.&lt;/p&gt;\n\n&lt;p&gt;And how much worse, if it&amp;#39;s sorcery.&lt;/p&gt;\n\n&lt;p&gt;So Carlos did most of his &amp;quot;non-drug&amp;quot; learning in heightened awareness, so he&amp;#39;d forget.&lt;/p&gt;\n\n&lt;p&gt;But his plan to stretch things out was not going to work, because he was dying.&lt;/p&gt;\n\n&lt;p&gt;So at the end, he introduced the &amp;quot;fast&amp;quot; techniques.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I&amp;#39;m doing here.  Passing those on.&lt;/p&gt;\n\n&lt;p&gt;Is it dangerous?&lt;/p&gt;\n\n&lt;p&gt;Probably.  But Carlos handed them out.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;m passing them along.&lt;/p&gt;\n\n&lt;p&gt;And he also sent Little Smoke and Devil&amp;#39;s weed at the same time.&lt;/p&gt;\n\n&lt;p&gt;Maybe he gave them the task of keeping an eye on things?&lt;/p&gt;\n\n&lt;p&gt;Edited&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_iw29ja", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5w6d1q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600562156.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "g5vlwcg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jd198703", "can_mod_post": false, "created_utc": 1600555614.0, "send_replies": true, "parent_id": "t3_iw29ja", "score": 1, "author_fullname": "t2_3tl0tnl8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This is very cool, thanks, Dan.\n\nSome of the questions/comments.\n\n1. Could you tell the story how originally did Carlos present the topic in the private class? Or if you did it already earlier, share a link here also.\n\n2. You mention flat surfaces, but what if you look to a surface which is curved, it will not be there then?\n\n3. A white light thing (color of \"The Wall\"). In the silent knowledge it is purple/pomegranate. Is it individual (the color), or universal? Is it white for most people or pomegranate? Curious to know the reason for this difference with the \"Silent Knowledge\".\n\n5. And does it usually start with the light and then extending into the virtual surface?\n\nAnd don't get me wrong in any way. Those questions are not to cast any shadow or doubt - I do not have any, and already getting visible magic with them. I just have a general feeling that an encompassing description of the Core technique (\"The Wall\") is very important for current practitioners and people to come. So it would be cool to have those 3 points covered as well for this reason.", "edited": 1600556008.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g5vlwcg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is very cool, thanks, Dan.&lt;/p&gt;\n\n&lt;p&gt;Some of the questions/comments.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;p&gt;Could you tell the story how originally did Carlos present the topic in the private class? Or if you did it already earlier, share a link here also.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;You mention flat surfaces, but what if you look to a surface which is curved, it will not be there then?&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;A white light thing (color of &amp;quot;The Wall&amp;quot;). In the silent knowledge it is purple/pomegranate. Is it individual (the color), or universal? Is it white for most people or pomegranate? Curious to know the reason for this difference with the &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;And does it usually start with the light and then extending into the virtual surface?&lt;/p&gt;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;And don&amp;#39;t get me wrong in any way. Those questions are not to cast any shadow or doubt - I do not have any, and already getting visible magic with them. I just have a general feeling that an encompassing description of the Core technique (&amp;quot;The Wall&amp;quot;) is very important for current practitioners and people to come. So it would be cool to have those 3 points covered as well for this reason.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/iw29ja/backlighting_reality/g5vlwcg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1600555614.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_iw29ja", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]