[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/2roydr9n8al41.jpg?width=365&amp;format=pjpg&amp;auto=webp&amp;s=976e14407d8641e2be0344d9722f10390a4df728\n\n**I was one of the people  that looked into Carol's eye at the Maui workshop in 1993**\n\n*source:* [*http://www.hot.ee/tonal/english/caroleye.htm*](http://www.hot.ee/tonal/english/caroleye.htm) *; posted by Jeff S. in tango mailing list*\n\n\"She had come to me while we were practicing tensegrity in the afternoon, and told me to sit in the front row at the lecture that night, so I knew something might be up. When she called on me for her        demonstration that night, my internal dialog was already shut down -- partly at the prospect of being picked, and partly because Carol's presence always affected me that way.\n\nCarol came up to the others at the front of the room, one by one, and they were laid down by the 'elements'. I was the last one. She stepped up to me as Tracy Kramer and Bruce Wagner stepped behind me to my sides. She leaned in close and brought up her index finger between our faces -- hooking my attention with the gesture. She then drew her finger close to her cheek under her eye, pointing to it. When I looked into her eye, I felt nudged into another kind of silence. The elements laid me down. Then I heard Carol say \"This is a place we can always return to...Now get up.\"\n\nI don't remember getting up. I was laying down, and then I was standing with the others. Afterward, a couple of people asked why I sprang up so fast. I didn't know what to say. The lecture was over,        and we all went our separate ways. I laid all night in the dormitory, unable to sleep, looking at the ceiling and listening to everybody breathe.\n\nThe next morning, Carol came up to me, and asked me if I was all right. I said that I was fine, and that I hoped my getting up so quickly hadn't spoiled her demonstration. She said that I had gone very        deep into inner silence, and she was sorry for bringing me out so quickly. She asked me again if I was sure I was all right and looked me over, up and down, with her eyes. This shook me up a bit, but I said that I was sure. She thanked me, and went on.\n\nI've had plenty of time, since that workshop, to consider what happened. All I can say is that looking into Carol's 'nagual's eye' stopped something that was still fluttering and shifting around in me, even after my internal dialog was suspended. I had reached similar states of inner silence before, after hours of walking or meditating, but Carol showed me that there is an express elevator to and from inner silence. It felt like the physical jolt you get when you suddenly remember something important you had to do that had totally slipped your mind.\n\nWhat happened with others who have taken part in Carol's maneuver, I can't say. I've talked to a couple -- one at length, and another only briefly. One was profoundly affected by it long afterward, and the other thought it was no big deal. So if anybody else would like to reply with their account, I for one would be glad to read it.\"\n\n\\-------------------------------------------\n\nCulver City - October 1995\n\nTo:   [anon@nagual.com](mailto:anon@nagual.com)\n\nFrom:   saucerer\n\nDate:   October 1995\n\nThe Phantom Tollbooth -- My Time With the Sorcerers\n\nLA the stalker's moon of 95\n\n\"At this point in their relations, Carlos and Carol had a great deal of suspicion about each other. They each felt the other knew a lot more than they let on, and that the other was in cahoots with don Juan and his nefarious schemes. Carlos at this time was very fat, and loved to cook. He would never let Carol so much as wash a dish, because she couldn't do it well enough to appease his finnickiness.\n\nCarlos was also afflicted at this time with terrible fits of rage, which he attributed to high blood pressure. Carol would treat these attacks with some form of acupuncture. On one occasion, she asked Carlos which needles he preferred, the thick or the thin, and she made an inadvertent wave with her left hand as she said it. The left side of Carlos' face drooped as though he were having a stroke, and in a slurred voice he asked for the thin ones. Carol was unable to bring him around, and was about to go for a most drastic maneuver, which required inserting the needle at the base of Carlos' scrotum. This caused Carlos to rally his energy and snap out of his spell. They argued for hours about what had happened, until finally Carol went home in the wee hours. She happened to glance at herself in the little-used mirror, and waved her left hand to clear the dust from it. She woke up with her face against the mirror five hours later when a car alarm went off outside. They then figured out that Carol's left eye had become altered by her visits to the second attention, and that she could mesmerize with it. She said for awhile she took great delight in zapping everyone from the other apprentices to the grocery checker.\n\nCarol then gave us a demonstration. She called up an Argentinean girl she had met previously, and mesmerized her. She then took a volunteer stranger from the audience. She explained beforehand that what she was doing was shutting off their internal dialogue. She urged us not to regret that we weren't the ones on stage, that we could make the demonstration \"for our eyes only,\" and that we could also experience the internal stoppage. It was her hope that our bodies would remember, and that we would be able to utilize the memory as we needed it. I can report that it worked for me, both times.\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Eye of Carol Tiggs", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 100, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"2roydr9n8al41": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 77, "x": 108, "u": "https://preview.redd.it/2roydr9n8al41.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=8efe19526d07e41b96dc9cd860736a9ed8670c4d"}, {"y": 155, "x": 216, "u": "https://preview.redd.it/2roydr9n8al41.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=81ef4812a04aa179ed92168f5434cda1d964469e"}, {"y": 230, "x": 320, "u": "https://preview.redd.it/2roydr9n8al41.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=a96558804bbf31a5ca32abbdbe0c46848cc6a790"}], "s": {"y": 263, "x": 365, "u": "https://preview.redd.it/2roydr9n8al41.jpg?width=365&amp;format=pjpg&amp;auto=webp&amp;s=976e14407d8641e2be0344d9722f10390a4df728"}, "id": "2roydr9n8al41"}}, "name": "t3_fexz5v", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.94, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/btTRnN0y88D2dWuxVIsKWkOzmVpjWmjfpzqSxmclhIM.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1583600825.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/2roydr9n8al41.jpg?width=365&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=976e14407d8641e2be0344d9722f10390a4df728\"&gt;https://preview.redd.it/2roydr9n8al41.jpg?width=365&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=976e14407d8641e2be0344d9722f10390a4df728&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;I was one of the people  that looked into Carol&amp;#39;s eye at the Maui workshop in 1993&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;source:&lt;/em&gt; &lt;a href=\"http://www.hot.ee/tonal/english/caroleye.htm\"&gt;&lt;em&gt;http://www.hot.ee/tonal/english/caroleye.htm&lt;/em&gt;&lt;/a&gt; &lt;em&gt;; posted by Jeff S. in tango mailing list&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;She had come to me while we were practicing tensegrity in the afternoon, and told me to sit in the front row at the lecture that night, so I knew something might be up. When she called on me for her        demonstration that night, my internal dialog was already shut down -- partly at the prospect of being picked, and partly because Carol&amp;#39;s presence always affected me that way.&lt;/p&gt;\n\n&lt;p&gt;Carol came up to the others at the front of the room, one by one, and they were laid down by the &amp;#39;elements&amp;#39;. I was the last one. She stepped up to me as Tracy Kramer and Bruce Wagner stepped behind me to my sides. She leaned in close and brought up her index finger between our faces -- hooking my attention with the gesture. She then drew her finger close to her cheek under her eye, pointing to it. When I looked into her eye, I felt nudged into another kind of silence. The elements laid me down. Then I heard Carol say &amp;quot;This is a place we can always return to...Now get up.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t remember getting up. I was laying down, and then I was standing with the others. Afterward, a couple of people asked why I sprang up so fast. I didn&amp;#39;t know what to say. The lecture was over,        and we all went our separate ways. I laid all night in the dormitory, unable to sleep, looking at the ceiling and listening to everybody breathe.&lt;/p&gt;\n\n&lt;p&gt;The next morning, Carol came up to me, and asked me if I was all right. I said that I was fine, and that I hoped my getting up so quickly hadn&amp;#39;t spoiled her demonstration. She said that I had gone very        deep into inner silence, and she was sorry for bringing me out so quickly. She asked me again if I was sure I was all right and looked me over, up and down, with her eyes. This shook me up a bit, but I said that I was sure. She thanked me, and went on.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve had plenty of time, since that workshop, to consider what happened. All I can say is that looking into Carol&amp;#39;s &amp;#39;nagual&amp;#39;s eye&amp;#39; stopped something that was still fluttering and shifting around in me, even after my internal dialog was suspended. I had reached similar states of inner silence before, after hours of walking or meditating, but Carol showed me that there is an express elevator to and from inner silence. It felt like the physical jolt you get when you suddenly remember something important you had to do that had totally slipped your mind.&lt;/p&gt;\n\n&lt;p&gt;What happened with others who have taken part in Carol&amp;#39;s maneuver, I can&amp;#39;t say. I&amp;#39;ve talked to a couple -- one at length, and another only briefly. One was profoundly affected by it long afterward, and the other thought it was no big deal. So if anybody else would like to reply with their account, I for one would be glad to read it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;-------------------------------------------&lt;/p&gt;\n\n&lt;p&gt;Culver City - October 1995&lt;/p&gt;\n\n&lt;p&gt;To:   [&lt;a href=\"mailto:anon@nagual.com\"&gt;anon@nagual.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:anon@nagual.com\"&gt;anon@nagual.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;From:   saucerer&lt;/p&gt;\n\n&lt;p&gt;Date:   October 1995&lt;/p&gt;\n\n&lt;p&gt;The Phantom Tollbooth -- My Time With the Sorcerers&lt;/p&gt;\n\n&lt;p&gt;LA the stalker&amp;#39;s moon of 95&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;At this point in their relations, Carlos and Carol had a great deal of suspicion about each other. They each felt the other knew a lot more than they let on, and that the other was in cahoots with don Juan and his nefarious schemes. Carlos at this time was very fat, and loved to cook. He would never let Carol so much as wash a dish, because she couldn&amp;#39;t do it well enough to appease his finnickiness.&lt;/p&gt;\n\n&lt;p&gt;Carlos was also afflicted at this time with terrible fits of rage, which he attributed to high blood pressure. Carol would treat these attacks with some form of acupuncture. On one occasion, she asked Carlos which needles he preferred, the thick or the thin, and she made an inadvertent wave with her left hand as she said it. The left side of Carlos&amp;#39; face drooped as though he were having a stroke, and in a slurred voice he asked for the thin ones. Carol was unable to bring him around, and was about to go for a most drastic maneuver, which required inserting the needle at the base of Carlos&amp;#39; scrotum. This caused Carlos to rally his energy and snap out of his spell. They argued for hours about what had happened, until finally Carol went home in the wee hours. She happened to glance at herself in the little-used mirror, and waved her left hand to clear the dust from it. She woke up with her face against the mirror five hours later when a car alarm went off outside. They then figured out that Carol&amp;#39;s left eye had become altered by her visits to the second attention, and that she could mesmerize with it. She said for awhile she took great delight in zapping everyone from the other apprentices to the grocery checker.&lt;/p&gt;\n\n&lt;p&gt;Carol then gave us a demonstration. She called up an Argentinean girl she had met previously, and mesmerized her. She then took a volunteer stranger from the audience. She explained beforehand that what she was doing was shutting off their internal dialogue. She urged us not to regret that we weren&amp;#39;t the ones on stage, that we could make the demonstration &amp;quot;for our eyes only,&amp;quot; and that we could also experience the internal stoppage. It was her hope that our bodies would remember, and that we would be able to utilize the memory as we needed it. I can report that it worked for me, both times.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "fexz5v", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/", "subreddit_subscribers": 9561, "created_utc": 1583600825.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fjtbmtm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1583606172.0, "send_replies": true, "parent_id": "t3_fexz5v", "score": 9, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's my latest theory on women as apprentices, since Cholita came to live with me.\n\nWomen don't need to learn anything.\n\nIf they're willing, that's great!\n\nBut usually they aren't.\n\nThat kind of effort is a \"male thing\".\n\nThey'll putz around on the web, read this, read that.  All in the general range of what you're peddling.\n\nAnd once a month, their assemblage point is pushed very far.\n\nAnd so it never really fixes in place, the way men's can.\n\nAs a result, they only need a piece of the map in their mind.\n\nThe map is Carlos' teachings. They tell you want to pay attention to, and what to seek out.\n\nAnd what to avoid.\n\nWomen can take it from there.\n\nIf they feel like it.\n\nThe other benefit is that their abundant energy is at your disposal, if you are a male sorcerer.\n\nMaybe even their dreaming double.\n\nWhen Carol did that eye thing for me, I had the distinct impression Carlos was doing it, borrowing Carol's energy.\n\nIn other words, he knew he just had to put her with someone, with the intent something would happen, and it would.\n\nWhat, he probably didn't know.  Nor, likely, did she.\n\nLast night Cholita came to help me out.\n\nEarlier in the evening I'd caught a glimpse of an inorganic being following her around an art store.  It was just a puff of white light, zipping around her.\n\nAnd her energy levels were higher than usual. She was actually talking to the store clerks, without insulting them.\n\nBut it wore her out, and the trip home was silent.  She hid, and I went to bed.\n\nI finally woke up at precisely 3AM, as I always planned to.  Lately I'd been waking up a bit too late (too much wine).\n\nI was using Tensegrity to move my assemblage point.  I had a dazzling display of colors going in front of me, propelled and shaped by the scooping action of the Tensegrity.\n\nAs in the night before, Cholita's head seemed to pop into the room, through the door.\n\nI'd ignored it the last time, but this time I wanted to know if it was really her, or an inorganic being.\n\nThe first time I looked closely, I was sure it was in fact my little fairy entity.\n\nThe one Cholita took from me.\n\nBut then I noticed, it was just Cholita, who had managed to learn the facial expression I usually associated with that entity.\n\nShe started to give me a fashion show, turning her head this way, that way, lifting up her hair.\n\nYep, it was Cholita.\n\nShe came to watch.", "edited": 1583606661.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fjtbmtm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s my latest theory on women as apprentices, since Cholita came to live with me.&lt;/p&gt;\n\n&lt;p&gt;Women don&amp;#39;t need to learn anything.&lt;/p&gt;\n\n&lt;p&gt;If they&amp;#39;re willing, that&amp;#39;s great!&lt;/p&gt;\n\n&lt;p&gt;But usually they aren&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;That kind of effort is a &amp;quot;male thing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll putz around on the web, read this, read that.  All in the general range of what you&amp;#39;re peddling.&lt;/p&gt;\n\n&lt;p&gt;And once a month, their assemblage point is pushed very far.&lt;/p&gt;\n\n&lt;p&gt;And so it never really fixes in place, the way men&amp;#39;s can.&lt;/p&gt;\n\n&lt;p&gt;As a result, they only need a piece of the map in their mind.&lt;/p&gt;\n\n&lt;p&gt;The map is Carlos&amp;#39; teachings. They tell you want to pay attention to, and what to seek out.&lt;/p&gt;\n\n&lt;p&gt;And what to avoid.&lt;/p&gt;\n\n&lt;p&gt;Women can take it from there.&lt;/p&gt;\n\n&lt;p&gt;If they feel like it.&lt;/p&gt;\n\n&lt;p&gt;The other benefit is that their abundant energy is at your disposal, if you are a male sorcerer.&lt;/p&gt;\n\n&lt;p&gt;Maybe even their dreaming double.&lt;/p&gt;\n\n&lt;p&gt;When Carol did that eye thing for me, I had the distinct impression Carlos was doing it, borrowing Carol&amp;#39;s energy.&lt;/p&gt;\n\n&lt;p&gt;In other words, he knew he just had to put her with someone, with the intent something would happen, and it would.&lt;/p&gt;\n\n&lt;p&gt;What, he probably didn&amp;#39;t know.  Nor, likely, did she.&lt;/p&gt;\n\n&lt;p&gt;Last night Cholita came to help me out.&lt;/p&gt;\n\n&lt;p&gt;Earlier in the evening I&amp;#39;d caught a glimpse of an inorganic being following her around an art store.  It was just a puff of white light, zipping around her.&lt;/p&gt;\n\n&lt;p&gt;And her energy levels were higher than usual. She was actually talking to the store clerks, without insulting them.&lt;/p&gt;\n\n&lt;p&gt;But it wore her out, and the trip home was silent.  She hid, and I went to bed.&lt;/p&gt;\n\n&lt;p&gt;I finally woke up at precisely 3AM, as I always planned to.  Lately I&amp;#39;d been waking up a bit too late (too much wine).&lt;/p&gt;\n\n&lt;p&gt;I was using Tensegrity to move my assemblage point.  I had a dazzling display of colors going in front of me, propelled and shaped by the scooping action of the Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;As in the night before, Cholita&amp;#39;s head seemed to pop into the room, through the door.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d ignored it the last time, but this time I wanted to know if it was really her, or an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;The first time I looked closely, I was sure it was in fact my little fairy entity.&lt;/p&gt;\n\n&lt;p&gt;The one Cholita took from me.&lt;/p&gt;\n\n&lt;p&gt;But then I noticed, it was just Cholita, who had managed to learn the facial expression I usually associated with that entity.&lt;/p&gt;\n\n&lt;p&gt;She started to give me a fashion show, turning her head this way, that way, lifting up her hair.&lt;/p&gt;\n\n&lt;p&gt;Yep, it was Cholita.&lt;/p&gt;\n\n&lt;p&gt;She came to watch.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fjtbmtm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1583606172.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_fexz5v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_fexz5v", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fkb9ba2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fkabtfi", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The frames on the pictures were carved.\n\nOne hazard of going to such places is, when you get there, you're not \"you\".\n\nSo someone might ask why I didn't examine the carvings on the frames, for example.\n\nYou'd never think of such a thing in there!  It just is, what it is.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fkb9ba2", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The frames on the pictures were carved.&lt;/p&gt;\n\n&lt;p&gt;One hazard of going to such places is, when you get there, you&amp;#39;re not &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So someone might ask why I didn&amp;#39;t examine the carvings on the frames, for example.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d never think of such a thing in there!  It just is, what it is.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fexz5v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fkb9ba2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1584028676.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1584028676.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fkabtfi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fjtaah2", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "The tunnel you're describing seems spookily similar to one that Don Miguel Ruiz wrote about during his near-death experience in Toltec Art of Life and Death.. Did you see any carvings in there??", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The tunnel you&amp;#39;re describing seems spookily similar to one that Don Miguel Ruiz wrote about during his near-death experience in Toltec Art of Life and Death.. Did you see any carvings in there??&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fkabtfi/", "num_reports": null, "locked": false, "name": "t1_fkabtfi", "created": 1584000742.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1584000742.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fjy9dyu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fjx5s15", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes she did.  I'd say, one out of 10 classes had Carol there.\n\nThe witches were there more often, but still not everytime.\n\nI believe I'll try to video tape Dance Home, and make a diagram of where everyone typically stood.\n\nJust in case people learn to \"re-run\" private classes.\n\nYou can guess who you're playing from your position in the room.\n\nOtherwise, it seems difficult during re-runs, to gain enough independence to think about who you are.  That's because you're following the trail of *intent*.\n\nSo you either have to interrupt that to ask yourself something, back off from being in it, and change to observing it (Carlos mentioned that too), or you figure out what that was, after the fact.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fjy9dyu", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes she did.  I&amp;#39;d say, one out of 10 classes had Carol there.&lt;/p&gt;\n\n&lt;p&gt;The witches were there more often, but still not everytime.&lt;/p&gt;\n\n&lt;p&gt;I believe I&amp;#39;ll try to video tape Dance Home, and make a diagram of where everyone typically stood.&lt;/p&gt;\n\n&lt;p&gt;Just in case people learn to &amp;quot;re-run&amp;quot; private classes.&lt;/p&gt;\n\n&lt;p&gt;You can guess who you&amp;#39;re playing from your position in the room.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, it seems difficult during re-runs, to gain enough independence to think about who you are.  That&amp;#39;s because you&amp;#39;re following the trail of &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;So you either have to interrupt that to ask yourself something, back off from being in it, and change to observing it (Carlos mentioned that too), or you figure out what that was, after the fact.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fexz5v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fjy9dyu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1583692358.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1583692358.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fjx5s15", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "created_utc": 1583658038.0, "send_replies": true, "parent_id": "t1_fjtaah2", "score": 2, "author_fullname": "t2_5kwod04j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So Carol also visited Sunday classes? I've read she could use her eye to hypnotize smb just like this...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fjx5s15", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So Carol also visited Sunday classes? I&amp;#39;ve read she could use her eye to hypnotize smb just like this...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fexz5v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fjx5s15/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1583658038.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fjtaah2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1583605742.0, "send_replies": true, "parent_id": "t3_fexz5v", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I was in private class when Carol did that for me.\n\nI was sitting up on the wooden floor.  As I recall, they lowered me back.\n\nI only remember that, because one of the female classmates complained that was the same as what stage magicians did.\n\nCould be I laid back myself because it was only Carol going from person to person that time.\n\nAnd I believe she only did 2 people that day.\n\nIn my case, I fell into a tunnel in the ground.  A long brown tunnel.  I fell in there instantly, so it was pretty hard to figure out if I really fell backwards in class.\n\nOr maybe I didn't fall. Maybe I just realized I was in a tunnel.  And had already been there.\n\nBut I had the distinct impression, it was below the floor at Dance Home.\n\nBeing a nerd, my thoughts were mostly about how that tunnel could have been carved, since it was perfectly round and I couldn't see the end of it.\n\nIt was like a machine had cut it.\n\nI couldn't have stood up in it.\n\nI looked to see if there were cut marks on the walls.\n\nThen I realized where I was.\n\nUp to that point, I was just absorbed in observing it.\n\nI came back out,  returning to the wooden floor at Dance Home.\n\nAnd for god knows what reason, I didn't jump to my feet and start screaming about it!\n\nLast week Cholita did an imitation of a person dancing, who just had sex for the first time in months.  I guess it's a \"thing\" on YouTube.\n\nShe was doing it in her room, chanting, \"I just had sex...  I just had sex...\" and I could hear her feet tapping the floor.\n\nI visualized what she looked like doing that. I could have walked around to the kitchen where she decided to leave the door to her bedroom open.\n\nBut that could result in murder.\n\nBesides, I'd already seen a video of it.  Cholita was playing it in the car.  Celebrity \"I just had sex\" dances.\n\nYep, that's how you'd dance if you just had sex and felt like dancing!\n\n**That's** what you should do, if a sorcerer gifts you with magic.\n\nI suspect too many people kept quiet in class.\n\nIt was considered \"unseemly\" to relate personal experiences, if they were too flashy.\n\nPeople are really strange, when it comes to actual magic taking place. Even the ones who pretend to believe in it.\n\nIf they believe in it, but you can do it and they can't, they're all fussy and worried.\n\nTheir book deal might be in jeopardy.\n\nIf they don't believe, they get angry and start talking science and psychiatrists.\n\nIf they're religious, they start sensing the presence of the Prince of Evil.\n\nOur brainwashing isn't as simple as it seems.\n\nDenying magic goes so deep, you'll never uncover all the ways it manifests.\n\nMr. DoubleTake is bad enough. He can block your vision of magic anytime he likes. He's hiding down below your internal dialogue, watching everything.\n\nBut outside in the real world, you have actual lynch mobs!\n\nThat's a very bad thing.\n\nWe're free to talk about the weird Chinese restaurant we found near by, or the amazing deals on lovely tailored clothes near skid row.\n\nBut magic is somehow different.  It's Taboo.\n\nIf you find yourself falling into a magical brown tunnel, due to the efforts of someone trying to help you, speak up!\n\nThat's what they want!\n\nFeedback.\n\nNearly 20 years later I was watching an orange cat chase rats at On8 in Bangkok.  He was chasing them in slow motion, because of the intense heat and humidity there.\n\nNot to mention, there were likely 10,000 rats surrounding that hotel, and his job was primarily to warn them it was protected.\n\nI later found out the cat was beloved by the people who attended the bar outside the hotel, where he slept.\n\nI can't remember which came first.\n\nThe amazing demonstration of that cat's prowess, or my re-entry to Carol's tunnel.\n\nAt one point though, the cat seemed to have realized I thought it was too slow.\n\nCould have been me pointing to it and laughing.   Who knows?  Cats are easily offended.\n\nIt leaped up an entire floor on the apartment building next to On8.\n\nI suppose it \"cheated\",  meaning, on the way up his feet touched a pipe. But otherwise, it leaped straight up the building, landing on a balcony.\n\nIt proceeded to leap from floor to floor, until it was on the roof of that multi story apartment building.\n\nThen it tight rope walked along a pipe connecting the roof of that apartment building, to the roof of On8.\n\nI had the clear impression it was, \"on rat patrol\".\n\nAnd at some point while sitting there, I fell back into Carol Tigg's brown hole.\n\nI saw the same endless tunnel, but this time it was lit in my immediate area.\n\nA series of oil paintings were present on the walls. They formed a line stretching off too far to see.\n\nI could stand this time.\n\nI say oil paintings, but they were more like windows.  And when I gazed into them, I saw activity.\n\nI peered into the first one, and a voice began to explain how that was the Chinese pirate so and so, from hundreds of years ago.\n\nI realize it was a progression of sorcerers and their students, possibly even the lineage of don Juan.\n\nI made the mistake of becoming too interested. I had some odd visions of what was further down the tunnel, in the rest of the windows.  I almost felt like someone was there, perhaps an inorganic being.\n\nI found myself back on the concrete steps of On8, looking at the orange cat again.  I'd made the mistake of becoming too interested.\n\nI recalled what Carlos had told us about a particular tunnel.  You could gaze into the furrows and observed the activity in that timeline.\n\nEven \"jump grooves\", to change yourself.", "edited": 1583607182.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fjtaah2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was in private class when Carol did that for me.&lt;/p&gt;\n\n&lt;p&gt;I was sitting up on the wooden floor.  As I recall, they lowered me back.&lt;/p&gt;\n\n&lt;p&gt;I only remember that, because one of the female classmates complained that was the same as what stage magicians did.&lt;/p&gt;\n\n&lt;p&gt;Could be I laid back myself because it was only Carol going from person to person that time.&lt;/p&gt;\n\n&lt;p&gt;And I believe she only did 2 people that day.&lt;/p&gt;\n\n&lt;p&gt;In my case, I fell into a tunnel in the ground.  A long brown tunnel.  I fell in there instantly, so it was pretty hard to figure out if I really fell backwards in class.&lt;/p&gt;\n\n&lt;p&gt;Or maybe I didn&amp;#39;t fall. Maybe I just realized I was in a tunnel.  And had already been there.&lt;/p&gt;\n\n&lt;p&gt;But I had the distinct impression, it was below the floor at Dance Home.&lt;/p&gt;\n\n&lt;p&gt;Being a nerd, my thoughts were mostly about how that tunnel could have been carved, since it was perfectly round and I couldn&amp;#39;t see the end of it.&lt;/p&gt;\n\n&lt;p&gt;It was like a machine had cut it.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t have stood up in it.&lt;/p&gt;\n\n&lt;p&gt;I looked to see if there were cut marks on the walls.&lt;/p&gt;\n\n&lt;p&gt;Then I realized where I was.&lt;/p&gt;\n\n&lt;p&gt;Up to that point, I was just absorbed in observing it.&lt;/p&gt;\n\n&lt;p&gt;I came back out,  returning to the wooden floor at Dance Home.&lt;/p&gt;\n\n&lt;p&gt;And for god knows what reason, I didn&amp;#39;t jump to my feet and start screaming about it!&lt;/p&gt;\n\n&lt;p&gt;Last week Cholita did an imitation of a person dancing, who just had sex for the first time in months.  I guess it&amp;#39;s a &amp;quot;thing&amp;quot; on YouTube.&lt;/p&gt;\n\n&lt;p&gt;She was doing it in her room, chanting, &amp;quot;I just had sex...  I just had sex...&amp;quot; and I could hear her feet tapping the floor.&lt;/p&gt;\n\n&lt;p&gt;I visualized what she looked like doing that. I could have walked around to the kitchen where she decided to leave the door to her bedroom open.&lt;/p&gt;\n\n&lt;p&gt;But that could result in murder.&lt;/p&gt;\n\n&lt;p&gt;Besides, I&amp;#39;d already seen a video of it.  Cholita was playing it in the car.  Celebrity &amp;quot;I just had sex&amp;quot; dances.&lt;/p&gt;\n\n&lt;p&gt;Yep, that&amp;#39;s how you&amp;#39;d dance if you just had sex and felt like dancing!&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;That&amp;#39;s&lt;/strong&gt; what you should do, if a sorcerer gifts you with magic.&lt;/p&gt;\n\n&lt;p&gt;I suspect too many people kept quiet in class.&lt;/p&gt;\n\n&lt;p&gt;It was considered &amp;quot;unseemly&amp;quot; to relate personal experiences, if they were too flashy.&lt;/p&gt;\n\n&lt;p&gt;People are really strange, when it comes to actual magic taking place. Even the ones who pretend to believe in it.&lt;/p&gt;\n\n&lt;p&gt;If they believe in it, but you can do it and they can&amp;#39;t, they&amp;#39;re all fussy and worried.&lt;/p&gt;\n\n&lt;p&gt;Their book deal might be in jeopardy.&lt;/p&gt;\n\n&lt;p&gt;If they don&amp;#39;t believe, they get angry and start talking science and psychiatrists.&lt;/p&gt;\n\n&lt;p&gt;If they&amp;#39;re religious, they start sensing the presence of the Prince of Evil.&lt;/p&gt;\n\n&lt;p&gt;Our brainwashing isn&amp;#39;t as simple as it seems.&lt;/p&gt;\n\n&lt;p&gt;Denying magic goes so deep, you&amp;#39;ll never uncover all the ways it manifests.&lt;/p&gt;\n\n&lt;p&gt;Mr. DoubleTake is bad enough. He can block your vision of magic anytime he likes. He&amp;#39;s hiding down below your internal dialogue, watching everything.&lt;/p&gt;\n\n&lt;p&gt;But outside in the real world, you have actual lynch mobs!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a very bad thing.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re free to talk about the weird Chinese restaurant we found near by, or the amazing deals on lovely tailored clothes near skid row.&lt;/p&gt;\n\n&lt;p&gt;But magic is somehow different.  It&amp;#39;s Taboo.&lt;/p&gt;\n\n&lt;p&gt;If you find yourself falling into a magical brown tunnel, due to the efforts of someone trying to help you, speak up!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what they want!&lt;/p&gt;\n\n&lt;p&gt;Feedback.&lt;/p&gt;\n\n&lt;p&gt;Nearly 20 years later I was watching an orange cat chase rats at On8 in Bangkok.  He was chasing them in slow motion, because of the intense heat and humidity there.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, there were likely 10,000 rats surrounding that hotel, and his job was primarily to warn them it was protected.&lt;/p&gt;\n\n&lt;p&gt;I later found out the cat was beloved by the people who attended the bar outside the hotel, where he slept.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t remember which came first.&lt;/p&gt;\n\n&lt;p&gt;The amazing demonstration of that cat&amp;#39;s prowess, or my re-entry to Carol&amp;#39;s tunnel.&lt;/p&gt;\n\n&lt;p&gt;At one point though, the cat seemed to have realized I thought it was too slow.&lt;/p&gt;\n\n&lt;p&gt;Could have been me pointing to it and laughing.   Who knows?  Cats are easily offended.&lt;/p&gt;\n\n&lt;p&gt;It leaped up an entire floor on the apartment building next to On8.&lt;/p&gt;\n\n&lt;p&gt;I suppose it &amp;quot;cheated&amp;quot;,  meaning, on the way up his feet touched a pipe. But otherwise, it leaped straight up the building, landing on a balcony.&lt;/p&gt;\n\n&lt;p&gt;It proceeded to leap from floor to floor, until it was on the roof of that multi story apartment building.&lt;/p&gt;\n\n&lt;p&gt;Then it tight rope walked along a pipe connecting the roof of that apartment building, to the roof of On8.&lt;/p&gt;\n\n&lt;p&gt;I had the clear impression it was, &amp;quot;on rat patrol&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And at some point while sitting there, I fell back into Carol Tigg&amp;#39;s brown hole.&lt;/p&gt;\n\n&lt;p&gt;I saw the same endless tunnel, but this time it was lit in my immediate area.&lt;/p&gt;\n\n&lt;p&gt;A series of oil paintings were present on the walls. They formed a line stretching off too far to see.&lt;/p&gt;\n\n&lt;p&gt;I could stand this time.&lt;/p&gt;\n\n&lt;p&gt;I say oil paintings, but they were more like windows.  And when I gazed into them, I saw activity.&lt;/p&gt;\n\n&lt;p&gt;I peered into the first one, and a voice began to explain how that was the Chinese pirate so and so, from hundreds of years ago.&lt;/p&gt;\n\n&lt;p&gt;I realize it was a progression of sorcerers and their students, possibly even the lineage of don Juan.&lt;/p&gt;\n\n&lt;p&gt;I made the mistake of becoming too interested. I had some odd visions of what was further down the tunnel, in the rest of the windows.  I almost felt like someone was there, perhaps an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;I found myself back on the concrete steps of On8, looking at the orange cat again.  I&amp;#39;d made the mistake of becoming too interested.&lt;/p&gt;\n\n&lt;p&gt;I recalled what Carlos had told us about a particular tunnel.  You could gaze into the furrows and observed the activity in that timeline.&lt;/p&gt;\n\n&lt;p&gt;Even &amp;quot;jump grooves&amp;quot;, to change yourself.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fexz5v/the_eye_of_carol_tiggs/fjtaah2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1583605742.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_fexz5v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}]