[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "So I've recently read The Art of Dreaming and when I discovered the crossover to my previous pursuit of areas of knowledge (lucid dreaming/sleep paralysis) I was excited and overwhelmed. A bit over 8 years ago I first heard of lucid dreaming and dived into the rabbithole. I kept the journal, had my totem, trained in reality checks, everything. I've also read about sleep paralysis and was intrigued by it.\n\nSo to speak, I was more skeptical about reality being more than what it \"seems\" even though I always felt that way. \n\nSo the lucie dreaming aspect of reality was first step of acceptance of extraordinary experiences in this reality ( I've never taken any substances). Back then, I was especially curious about WILD (Wake Initiated Lucid Dreaming) techniques of LDing, and I practiced it frequently every night to the point of my body completely dissapearing and my mind staying woke af. However, at some threshold Id either fall asleep or move, which \"brought me back\" and the attempts failed. Until one night, during which I pushed thru the threshold and felt what I can describe as extremely heavy push on my body (couldn't move at all) and was filled with fear. I was so afraid in fact that I didn't open my eyes, however, don't know if due to fear or whatever, I still felt presence of something close to me. I could even \"hallucinate\" sounds that were not there. Anyways that night is only time I initiated LD thru this technique. Back then my intent was to just have fun in my own matrix, so I did a bit of break thru the wall and fly around before it all colappsed (not a long experience).\n\n\nToday, I've been fascinated by the IOB lore. Since I feel like it could be the real deal, I'm already halfway thru accepting their actual existence, however, even tho after my first LD I haven't concentrated much about my dreaming aspect of life, now I feel like I walked thru a one way bridge and things wont ever be the same. When the time comes and I pick LDing back up where I left it, now I kinda worry about always being reminded that scouts could be roaming around/stalking, and that is a bit eerie to be quite frank. Even though I understand from the books that foreign entity in itself would cause fear in us when we meet, I am distantly afraid of the unknown in a way that I don't want to even try LDing again.\n\n1 thing I've always been afraid of the most in life is loosing my mind, and I would define it in a way that I become so esteanged from the norm, that not even the closest fam would \"get\" me. I'm doing everything to keep these far out speculations/beliefs on leash as much as possible, cause even if I feel like they might make more sense than the standard eat shit fuck sleep cycle of life, I still get that this path is not common at all and I'd rather not be a social outcast. So I'm being in the middle of both worlds, and I prefer to keep it that way. I'd never give up on connections I have rn to pursue the lonely path of deepdiving into the jaws of the unknown. Not yet at least.\n\nAnyways, my question to people with experience in LDing, how do you keep sanity and defeat fear? From one of the books, regarsing 4 natural enemies of Man of Knowledge, Fear is the first that comes, and it must be defeated by not running away, defining it, and facing it. How would this apply in the given situation of meeting IOBs? Like I define my fear of meeting them that all of what I've read might not be as close to reality as I think but close enough to actually cross paths w foreign entities that might not behave as described in the books. So basically I fear they might be more predatory in a sense that after I involuntarily cross paths w them due to my belief/intent in lucid dreaming, they'd make me loose my mind. Like I just wanna lucid dream bro, I don't want you to portal me to your inorganic realm and take me thru the tunnels, you know? Even tho one day I might wanna take that path, and seek out and actually try to isolate scouts and command them, I don't wanna fuck w them by accident right now, you know? \n\nThoughts? \n\nPs, people whove managed to make allies w scouts, been to their realm, if youre out there reading this, are you allowed to share youre experiences here? Or is it so sacred and personal that itd even be considered out of tact from me to even ask openly about it right here right now?", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Regarding Lucid Dreaming, IOBs, defeating fear, sleep paralysis &amp; loosing your mind", "link_flair_richtext": [{"e": "text", "t": "Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_hh4638", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_eldzx", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1593301038.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;So I&amp;#39;ve recently read The Art of Dreaming and when I discovered the crossover to my previous pursuit of areas of knowledge (lucid dreaming/sleep paralysis) I was excited and overwhelmed. A bit over 8 years ago I first heard of lucid dreaming and dived into the rabbithole. I kept the journal, had my totem, trained in reality checks, everything. I&amp;#39;ve also read about sleep paralysis and was intrigued by it.&lt;/p&gt;\n\n&lt;p&gt;So to speak, I was more skeptical about reality being more than what it &amp;quot;seems&amp;quot; even though I always felt that way. &lt;/p&gt;\n\n&lt;p&gt;So the lucie dreaming aspect of reality was first step of acceptance of extraordinary experiences in this reality ( I&amp;#39;ve never taken any substances). Back then, I was especially curious about WILD (Wake Initiated Lucid Dreaming) techniques of LDing, and I practiced it frequently every night to the point of my body completely dissapearing and my mind staying woke af. However, at some threshold Id either fall asleep or move, which &amp;quot;brought me back&amp;quot; and the attempts failed. Until one night, during which I pushed thru the threshold and felt what I can describe as extremely heavy push on my body (couldn&amp;#39;t move at all) and was filled with fear. I was so afraid in fact that I didn&amp;#39;t open my eyes, however, don&amp;#39;t know if due to fear or whatever, I still felt presence of something close to me. I could even &amp;quot;hallucinate&amp;quot; sounds that were not there. Anyways that night is only time I initiated LD thru this technique. Back then my intent was to just have fun in my own matrix, so I did a bit of break thru the wall and fly around before it all colappsed (not a long experience).&lt;/p&gt;\n\n&lt;p&gt;Today, I&amp;#39;ve been fascinated by the IOB lore. Since I feel like it could be the real deal, I&amp;#39;m already halfway thru accepting their actual existence, however, even tho after my first LD I haven&amp;#39;t concentrated much about my dreaming aspect of life, now I feel like I walked thru a one way bridge and things wont ever be the same. When the time comes and I pick LDing back up where I left it, now I kinda worry about always being reminded that scouts could be roaming around/stalking, and that is a bit eerie to be quite frank. Even though I understand from the books that foreign entity in itself would cause fear in us when we meet, I am distantly afraid of the unknown in a way that I don&amp;#39;t want to even try LDing again.&lt;/p&gt;\n\n&lt;p&gt;1 thing I&amp;#39;ve always been afraid of the most in life is loosing my mind, and I would define it in a way that I become so esteanged from the norm, that not even the closest fam would &amp;quot;get&amp;quot; me. I&amp;#39;m doing everything to keep these far out speculations/beliefs on leash as much as possible, cause even if I feel like they might make more sense than the standard eat shit fuck sleep cycle of life, I still get that this path is not common at all and I&amp;#39;d rather not be a social outcast. So I&amp;#39;m being in the middle of both worlds, and I prefer to keep it that way. I&amp;#39;d never give up on connections I have rn to pursue the lonely path of deepdiving into the jaws of the unknown. Not yet at least.&lt;/p&gt;\n\n&lt;p&gt;Anyways, my question to people with experience in LDing, how do you keep sanity and defeat fear? From one of the books, regarsing 4 natural enemies of Man of Knowledge, Fear is the first that comes, and it must be defeated by not running away, defining it, and facing it. How would this apply in the given situation of meeting IOBs? Like I define my fear of meeting them that all of what I&amp;#39;ve read might not be as close to reality as I think but close enough to actually cross paths w foreign entities that might not behave as described in the books. So basically I fear they might be more predatory in a sense that after I involuntarily cross paths w them due to my belief/intent in lucid dreaming, they&amp;#39;d make me loose my mind. Like I just wanna lucid dream bro, I don&amp;#39;t want you to portal me to your inorganic realm and take me thru the tunnels, you know? Even tho one day I might wanna take that path, and seek out and actually try to isolate scouts and command them, I don&amp;#39;t wanna fuck w them by accident right now, you know? &lt;/p&gt;\n\n&lt;p&gt;Thoughts? &lt;/p&gt;\n\n&lt;p&gt;Ps, people whove managed to make allies w scouts, been to their realm, if youre out there reading this, are you allowed to share youre experiences here? Or is it so sacred and personal that itd even be considered out of tact from me to even ask openly about it right here right now?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "hh4638", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "bobsaintclair", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/", "subreddit_subscribers": 9561, "created_utc": 1593301038.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_hh4638", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_hh4638", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g3hg91w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g3gx7kg", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Very interesting, thanks for sharing your thoughts. Got into nagual teachings again recently. Read art of dreaming but it’s been many years. A lot of stuff I’m still trying to figure out. The dreaming double is one of them. \n\nSomeone told me in a forum that the reason Don Juan told carlos to look at his hands in dreaming was because the act of doing this creates your dreaming double. It solidifies it a little more each time, and brings reason/logic to the dreaming double mind which it inherently doesn’t have. \n\nI was confused though since I thought everyone already had a dreaming double/astral body? I thought it was part of being human. \n\nAlso trying to figure out all the discrepancies between don juans philosophy and other philosophies such as buddhism and Hinduism. In Buddhism, after death, one roams through the bardo for a while until they are reborn into another body. In don juans philosophy, after death, one roams around in a dream like state for a while (similar to Buddhism) but instead of being reborn their awareness is then obliterated by “the eagle” and they are never conscious again. Unless they somehow figure out how to “bypass” the eagle and retain their awareness. Which I haven’t seen anything that talks about how the sorcerers accomplish that. \n\nIn all the accounts of NDE’s, you hear about roaming around in the astral for a while, then going into the white light, meeting the being of light, and then the life review. But you never hear anything about this theoretical eagle that swallows up your consciousness. And all the accounts of children remembering their past lives and being able to verify it seems to contradict this idea. I should probably make a post about this on here sometime. I’m curious to hear what people have to say about it. \n\nAlthough I know most people aren’t concerned about the philosophical aspects on this sub, mostly the pragmatic ones.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Very interesting, thanks for sharing your thoughts. Got into nagual teachings again recently. Read art of dreaming but it’s been many years. A lot of stuff I’m still trying to figure out. The dreaming double is one of them. &lt;/p&gt;\n\n&lt;p&gt;Someone told me in a forum that the reason Don Juan told carlos to look at his hands in dreaming was because the act of doing this creates your dreaming double. It solidifies it a little more each time, and brings reason/logic to the dreaming double mind which it inherently doesn’t have. &lt;/p&gt;\n\n&lt;p&gt;I was confused though since I thought everyone already had a dreaming double/astral body? I thought it was part of being human. &lt;/p&gt;\n\n&lt;p&gt;Also trying to figure out all the discrepancies between don juans philosophy and other philosophies such as buddhism and Hinduism. In Buddhism, after death, one roams through the bardo for a while until they are reborn into another body. In don juans philosophy, after death, one roams around in a dream like state for a while (similar to Buddhism) but instead of being reborn their awareness is then obliterated by “the eagle” and they are never conscious again. Unless they somehow figure out how to “bypass” the eagle and retain their awareness. Which I haven’t seen anything that talks about how the sorcerers accomplish that. &lt;/p&gt;\n\n&lt;p&gt;In all the accounts of NDE’s, you hear about roaming around in the astral for a while, then going into the white light, meeting the being of light, and then the life review. But you never hear anything about this theoretical eagle that swallows up your consciousness. And all the accounts of children remembering their past lives and being able to verify it seems to contradict this idea. I should probably make a post about this on here sometime. I’m curious to hear what people have to say about it. &lt;/p&gt;\n\n&lt;p&gt;Although I know most people aren’t concerned about the philosophical aspects on this sub, mostly the pragmatic ones.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/g3hg91w/", "num_reports": null, "locked": false, "name": "t1_g3hg91w", "created": 1598891545.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1598891545.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "g3gx7kg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "epc611", "can_mod_post": false, "send_replies": true, "parent_id": "t1_g2rp4yu", "score": 2, "author_fullname": "t2_6z4buifm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, I believe she did.\n\nThe idea of manifesting the double is to \"wake up\" in your dream body but within the ordinary world. Don Genaro was often in his dream body (his double) when he was around Carlos and was therefore able to do all sorts of incredible things.\n\nBut it is also possible to do those things from within the normal body if one can tap into one's luminosity. This boils down to two arts: seeing (the ability to perceive luminosity) and will (the ability to manipulate luminosity). The difficulty as I see it is that the luminous arts depend on merging the two selves (the normal self and the dream self), which itself takes many years to achieve.\n\nThat is what I have been working toward for many years now and I think I may be close ...\n\nThanks for asking and good luck on your path.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_g3gx7kg", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, I believe she did.&lt;/p&gt;\n\n&lt;p&gt;The idea of manifesting the double is to &amp;quot;wake up&amp;quot; in your dream body but within the ordinary world. Don Genaro was often in his dream body (his double) when he was around Carlos and was therefore able to do all sorts of incredible things.&lt;/p&gt;\n\n&lt;p&gt;But it is also possible to do those things from within the normal body if one can tap into one&amp;#39;s luminosity. This boils down to two arts: seeing (the ability to perceive luminosity) and will (the ability to manipulate luminosity). The difficulty as I see it is that the luminous arts depend on merging the two selves (the normal self and the dream self), which itself takes many years to achieve.&lt;/p&gt;\n\n&lt;p&gt;That is what I have been working toward for many years now and I think I may be close ...&lt;/p&gt;\n\n&lt;p&gt;Thanks for asking and good luck on your path.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_hh4638", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/g3gx7kg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1598883969.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1598883969.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "g2rp4yu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fw9w6if", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Are you saying your significant other saw you’re dreaming body in waking life? Wow. \n\nWhat do you mean by manifesting your double?", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Are you saying your significant other saw you’re dreaming body in waking life? Wow. &lt;/p&gt;\n\n&lt;p&gt;What do you mean by manifesting your double?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/g2rp4yu/", "num_reports": null, "locked": false, "name": "t1_g2rp4yu", "created": 1598329347.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1598329347.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fw9w6if", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "epc611", "can_mod_post": false, "created_utc": 1593359361.0, "send_replies": true, "parent_id": "t3_hh4638", "score": 3, "author_fullname": "t2_6z4buifm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Anyways, my question to people with experience in LDing, how do you keep sanity and defeat fear?\n\nHey, /u/bobsaintclair, interesting post. I worked on *dreaming* many years ago, before *The Art of Dreaming* had been published (so I knew nothing of scouts). I used to work nights overseeing a halfway house. I could usually get in 4-5 hours sleep on the job. When I went home in the morning, I would usually meditate for an hour to relax and get back to sleep. The combination of light sleep (from having slept overnight) and meditation seemed ideal for lucid *dreaming.*\n\nOnce I learned to find my hands (that was all the instructions I had to go on), I had to come up with my own next step (beyond just jumping off cliffs, which I really had a thing for). I decided to focus on trying to make the dream so real that I would be able to manifest my double.\n\nThis project really started to gain steam when I became able to maintain my awareness between dreams. In other words, I would end a dream and find myself back in my sleeping body. At first, I found this to be quite frightening -- I was literally paralyzed. I would fight to wake up and often thought I had woken up only to realize that that too was a dream (like something in a horror movie).\n\nAt this point, I had to take don Juan's advice here and proceed in spite of my fear. Eventually, I got used to the sensation of being aware yet asleep and, in fact, started to see that state as more useful to my task than normal lucid *dreaming*. My idea was that, if I could \"stand up\" in my dreaming body, I would be dreaming but still in the normal world.\n\nI spent many months working along these lines. I would get up out of my sleeping body and move into the kitchen. There, I would get into a cross-legged posture and try to meditate, to draw all my being to that spot and try to \"solidify\" myself. I would touch things, smell them, do everything I could to bring all my senses to bear and make the world \"real\".\n\nOne day, I was having the strongest dream ever of this type. The morning light streaming in through the kitchen window was mesmerizing. I stood up and went over to look at it, to bathe in its glory. Suddenly, I heard a scream. At that moment, I experienced myself in 2 places: one in the kitchen and the other lying in the bed. It seemed as if I could have awakened in either, but I woke in the bed.\n\nI sat up. The woman I was with was staring at me frantically. I didn't want to tip her off in any way, as she was unfamiliar with my *dreaming* pursuits. \"What?\" I asked. She answered, \"You ... In front of the window.\" I pointed out that I had been lying in the bed and that we were sleeping on a futon far below window level. She stopped talking and something seemed to rearrange itself in her mind. All she said was , \"Nothing,\" and she refused to ever talk about it again.\n\nSome time after that, an event in my life turned my path in another direction and I never completed my quest to manifest my double.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fw9w6if", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Anyways, my question to people with experience in LDing, how do you keep sanity and defeat fear?&lt;/p&gt;\n\n&lt;p&gt;Hey, &lt;a href=\"/u/bobsaintclair\"&gt;/u/bobsaintclair&lt;/a&gt;, interesting post. I worked on &lt;em&gt;dreaming&lt;/em&gt; many years ago, before &lt;em&gt;The Art of Dreaming&lt;/em&gt; had been published (so I knew nothing of scouts). I used to work nights overseeing a halfway house. I could usually get in 4-5 hours sleep on the job. When I went home in the morning, I would usually meditate for an hour to relax and get back to sleep. The combination of light sleep (from having slept overnight) and meditation seemed ideal for lucid &lt;em&gt;dreaming.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Once I learned to find my hands (that was all the instructions I had to go on), I had to come up with my own next step (beyond just jumping off cliffs, which I really had a thing for). I decided to focus on trying to make the dream so real that I would be able to manifest my double.&lt;/p&gt;\n\n&lt;p&gt;This project really started to gain steam when I became able to maintain my awareness between dreams. In other words, I would end a dream and find myself back in my sleeping body. At first, I found this to be quite frightening -- I was literally paralyzed. I would fight to wake up and often thought I had woken up only to realize that that too was a dream (like something in a horror movie).&lt;/p&gt;\n\n&lt;p&gt;At this point, I had to take don Juan&amp;#39;s advice here and proceed in spite of my fear. Eventually, I got used to the sensation of being aware yet asleep and, in fact, started to see that state as more useful to my task than normal lucid &lt;em&gt;dreaming&lt;/em&gt;. My idea was that, if I could &amp;quot;stand up&amp;quot; in my dreaming body, I would be dreaming but still in the normal world.&lt;/p&gt;\n\n&lt;p&gt;I spent many months working along these lines. I would get up out of my sleeping body and move into the kitchen. There, I would get into a cross-legged posture and try to meditate, to draw all my being to that spot and try to &amp;quot;solidify&amp;quot; myself. I would touch things, smell them, do everything I could to bring all my senses to bear and make the world &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;One day, I was having the strongest dream ever of this type. The morning light streaming in through the kitchen window was mesmerizing. I stood up and went over to look at it, to bathe in its glory. Suddenly, I heard a scream. At that moment, I experienced myself in 2 places: one in the kitchen and the other lying in the bed. It seemed as if I could have awakened in either, but I woke in the bed.&lt;/p&gt;\n\n&lt;p&gt;I sat up. The woman I was with was staring at me frantically. I didn&amp;#39;t want to tip her off in any way, as she was unfamiliar with my &lt;em&gt;dreaming&lt;/em&gt; pursuits. &amp;quot;What?&amp;quot; I asked. She answered, &amp;quot;You ... In front of the window.&amp;quot; I pointed out that I had been lying in the bed and that we were sleeping on a futon far below window level. She stopped talking and something seemed to rearrange itself in her mind. All she said was , &amp;quot;Nothing,&amp;quot; and she refused to ever talk about it again.&lt;/p&gt;\n\n&lt;p&gt;Some time after that, an event in my life turned my path in another direction and I never completed my quest to manifest my double.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/fw9w6if/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1593359361.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_hh4638", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fw7v9um", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1593303028.0, "send_replies": true, "parent_id": "t3_hh4638", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Read the wiki for a while.  Maybe start with the  pictures.\n\nKinds of dreaming you can learn to do with the information from this subreddit:\n\n[https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;format=pjpg&amp;auto=webp&amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f](https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;format=pjpg&amp;auto=webp&amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f)\n\nMore information on other hard to believe things:\n\n[https://www.reddit.com/r/castaneda/wiki/illustrations](https://www.reddit.com/r/castaneda/wiki/illustrations)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fw7v9um", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Read the wiki for a while.  Maybe start with the  pictures.&lt;/p&gt;\n\n&lt;p&gt;Kinds of dreaming you can learn to do with the information from this subreddit:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f\"&gt;https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;More information on other hard to believe things:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/illustrations\"&gt;https://www.reddit.com/r/castaneda/wiki/illustrations&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/hh4638/regarding_lucid_dreaming_iobs_defeating_fear/fw7v9um/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1593303028.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_hh4638", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]