[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Anyone in here who's ever been successful at stopping the world (and is willing ofc) can share some details on how your experience went on like? And if you had that experience, you're probably \"far down\" the rabbit hole already, so I'd like to hook up another question. How's your day-to-day energy level? Is your AP usually located in positions that produces the amazing feelings that the warriors always appearead to be? Are most of your days breathtaking or beautiful at least?", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Stopping the world and daily energetic level", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_jdvtuj", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 8, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_61vuxc9q", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 8, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1603085082.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Anyone in here who&amp;#39;s ever been successful at stopping the world (and is willing ofc) can share some details on how your experience went on like? And if you had that experience, you&amp;#39;re probably &amp;quot;far down&amp;quot; the rabbit hole already, so I&amp;#39;d like to hook up another question. How&amp;#39;s your day-to-day energy level? Is your AP usually located in positions that produces the amazing feelings that the warriors always appearead to be? Are most of your days breathtaking or beautiful at least?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "jdvtuj", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Vivid_Knowledge5421", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/", "subreddit_subscribers": 9561, "created_utc": 1603085082.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9cjfe7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1603129391.0, "send_replies": true, "parent_id": "t3_jdvtuj", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I can stop the world on demand, given 3 hours.\n\nBut I don't do it, because it's pointless for restoring balance to the Castaneda community.\n\nIt's a \"selfish\" pursuit I suppose. Like doing closed eye dreaming, or nothing but recapitulation.\n\nAny of those can let you make it all the way to meeting up with Carlos.\n\nBut without \"proof\" this community has twisted itself into a horrible mess, filled with angry men trying to gain power over people.  Complete frauds have taken over the \"teaching\" going on in this community, because there's no one doing real magic to expose their pretense.\n\nWe're plagued with angry men constantly in this subreddit. They come in her to brag, and tear down the real magic they can't do.\n\nSo I don't do this often, but here's how to stop the world.\n\nYou can do it yourself.  And while the procedure is the same, or can be for everyone, the results will be slightly different.  There are multiple places you can end up on stopping the world.  Even in Carlos' books.\n\nI'll just relate the one most expected by readers, as it happened to me.  But myself, I prefer re-runs.  Those can also occur.\n\nTo get there, you force silence until you begin to see colors.   Keep forcing it, until the air is filled with them.  I supposed you could do this closed eyed, but it's more likely to succeed if they are open\n\nYou silence your internal dialogue until you are literally in a \"fog\" of light.  Purple is my color these days but it leans pink when it gets intense.\n\nThen, try to find why it's so hard to keep silent.  Why you have to keep forcing yourself.  You go a minute, then you goof, then you have to use those \"silence muscles\" again.\n\nIt's tedious!  And why is it happening???\n\nYou'll find images in the mind. Mostly of conflicts you never got over.  Perhaps it's just a picture of the weird grin on someone's face as they did wrong to  you.\n\nThe picture summons words, the words create syntactic commands in the mind, and the assemblage point is yanked back to it's normal position.\n\nYou have to get rid of the images.  Also, it's very good to recap, so that if a latent image triggers some words, they don't link easily to more words (memories).  You got tired of that link, as a result of recap.\n\nBUT, if you're lazy like me, you can try it without doing the recap first.\n\nOnce you get rid of the images, and the words, the magic in the air (the fog) will start to crystalize.  Objects will be present.  Beings will show up. Places can be seen.\n\nYou can trigger them by scanning your \"gaze\", and being relentless in descerning any irregularities in the second attention fog.\n\nIt's so amazing, you'll probably be happy just to be there and forget your desire to stop the world.\n\nBut to stop the world, you have to go even further.\n\nYou have to stop recognizing the objects which crystalize in front of you.\n\nDon't interpret them at all.  Reject them as unimportant, without being angry at them.  They just don't matter.\n\nNothing matters.  It all just **is**, and there's nothing that needs to be done about it.\n\nYou'll begin to fall to the side once in a while, and almost slide off the pillows you are sitting on. Your body is completely asleep at this point, held up only because you're in a sleepwalking state.\n\nSo don't do this on the edge of the bed. Expect to fall over in a random direction.  Carlos also fell over, when he did it at UCLA.\n\nIf you have an inorganic being in the room, they may swoop past you from behind and tap you on the left shoulder.\n\nIt'll knock you into another world.\n\nTurn back, ignore it.  You can leave such an inorganic being manifested world just by turning your head to face back into your room.  All they really did was suggest you look that direction.  But it's still a choice.\n\nGo back to forcing silence, getting rid of images, and not caring about anything you experience.\n\nTime goes by. Who knows how much. You're so silent now, you don't notice time.  You drift in and out of something, but you don't know what.\n\nOne time you'll drift out, and  yellow will start to merge with the colors.  A horrible, sickly green gray yellow.\n\nThe sight of it only makes it brighter, until it's nearly blinding.\n\nThe world stops.\n\nTime passes. Who knows how much?\n\nYou find yourself feeling rather pleasant, look around, and you get a shock.\n\nBut the shock only sends a tingle through you, it doesn't disturb your mind.\n\nIt's like someone has you hooked up to electricity, such as the old fashioned hand shocker devices they had at Disneyland.\n\nThe current goes through you from bottom to top of head, but it's not unpleasant at all.\n\nBesides, you have no body.  Or at least if you do, you aren't noticing it.\n\nAnd your eyes have switched modes.  You are seeing energy as filaments.  The emanations!\n\nThey're everywhere!  It's like that scene in \"The Matrix\" movie, where Neo is blindfolded, and looking at nothing but energy.\n\nAlthough you're silent, you'll still have curiosity.\n\nA common thing to be curious about is, how dense are the emanations?\n\nIs it filled so densely that even a tiny fly couldn't move through there, without touching one?\n\nYou look and find, it's actually not that dense. There are passageways where the emanations are almost clear.\n\nYou travel into one of them, but without moving.  The whole thing sort of scrolls just because you were looking over there.\n\nSomething comes out to greet you. It's a bundle of emanations!\n\nIt looks like a sturdy, thick flame.  Maybe 3 feet wide, and 12 feet long, coming from somewhere deep in the endless forest of emanations.\n\nYou gaze at it, wondering if it's as hot as it looks.\n\nYour face is sucked into it, and you see another world.\n\nIt's a bundle of emanations, which represents that world!\n\nYou turn your head back, and you can still see both the flame, and the other emanations.\n\nYou turn back to look at that world.\n\nAnd then back again!\n\nCut it out.  Don't do that.  Either go in, or leave.\n\nYou can turn back and forth a couple of times, but I don't believe it's a good idea to keep it up.\n\nYou might burn from within.\n\nThat can happen when you don't want it to. Carlos had that problem at the end.  I suppose his body didn't want to live through the cancer until the very end, and decided it was time to leave.\n\nThe witches didn't want him to leave.\n\nSo he stuck around as long as he could.\n\nGood thing too. We're practicing what he decided to teach at the end,  knowing what he'd been doing wasn't going to work without him around.\n\nOddly, he saw that little blue dot we all see, but on his left big toe.\n\nOr at least, I seem to remember it was on the left toe.\n\nFancy showed me how to keep those dots around much longer, but she does most teaching at such a distant point that I can't recall it here.\n\nThe intense blue dot, normally the size of a pea, expanded as I watched it, until it was the size of a baseball.\n\nIt started to turn white in the center, and I expected something to emerge any second.\n\nBut I ran out of whatever energy allowed me to do that, and it faded away.\n\nIn Thailand they say, \"The blue pearl\" opens up to reveal your guru.\"\n\n(IOB?)", "edited": 1603136261.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9cjfe7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I can stop the world on demand, given 3 hours.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t do it, because it&amp;#39;s pointless for restoring balance to the Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;selfish&amp;quot; pursuit I suppose. Like doing closed eye dreaming, or nothing but recapitulation.&lt;/p&gt;\n\n&lt;p&gt;Any of those can let you make it all the way to meeting up with Carlos.&lt;/p&gt;\n\n&lt;p&gt;But without &amp;quot;proof&amp;quot; this community has twisted itself into a horrible mess, filled with angry men trying to gain power over people.  Complete frauds have taken over the &amp;quot;teaching&amp;quot; going on in this community, because there&amp;#39;s no one doing real magic to expose their pretense.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re plagued with angry men constantly in this subreddit. They come in her to brag, and tear down the real magic they can&amp;#39;t do.&lt;/p&gt;\n\n&lt;p&gt;So I don&amp;#39;t do this often, but here&amp;#39;s how to stop the world.&lt;/p&gt;\n\n&lt;p&gt;You can do it yourself.  And while the procedure is the same, or can be for everyone, the results will be slightly different.  There are multiple places you can end up on stopping the world.  Even in Carlos&amp;#39; books.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll just relate the one most expected by readers, as it happened to me.  But myself, I prefer re-runs.  Those can also occur.&lt;/p&gt;\n\n&lt;p&gt;To get there, you force silence until you begin to see colors.   Keep forcing it, until the air is filled with them.  I supposed you could do this closed eyed, but it&amp;#39;s more likely to succeed if they are open&lt;/p&gt;\n\n&lt;p&gt;You silence your internal dialogue until you are literally in a &amp;quot;fog&amp;quot; of light.  Purple is my color these days but it leans pink when it gets intense.&lt;/p&gt;\n\n&lt;p&gt;Then, try to find why it&amp;#39;s so hard to keep silent.  Why you have to keep forcing yourself.  You go a minute, then you goof, then you have to use those &amp;quot;silence muscles&amp;quot; again.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s tedious!  And why is it happening???&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll find images in the mind. Mostly of conflicts you never got over.  Perhaps it&amp;#39;s just a picture of the weird grin on someone&amp;#39;s face as they did wrong to  you.&lt;/p&gt;\n\n&lt;p&gt;The picture summons words, the words create syntactic commands in the mind, and the assemblage point is yanked back to it&amp;#39;s normal position.&lt;/p&gt;\n\n&lt;p&gt;You have to get rid of the images.  Also, it&amp;#39;s very good to recap, so that if a latent image triggers some words, they don&amp;#39;t link easily to more words (memories).  You got tired of that link, as a result of recap.&lt;/p&gt;\n\n&lt;p&gt;BUT, if you&amp;#39;re lazy like me, you can try it without doing the recap first.&lt;/p&gt;\n\n&lt;p&gt;Once you get rid of the images, and the words, the magic in the air (the fog) will start to crystalize.  Objects will be present.  Beings will show up. Places can be seen.&lt;/p&gt;\n\n&lt;p&gt;You can trigger them by scanning your &amp;quot;gaze&amp;quot;, and being relentless in descerning any irregularities in the second attention fog.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so amazing, you&amp;#39;ll probably be happy just to be there and forget your desire to stop the world.&lt;/p&gt;\n\n&lt;p&gt;But to stop the world, you have to go even further.&lt;/p&gt;\n\n&lt;p&gt;You have to stop recognizing the objects which crystalize in front of you.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t interpret them at all.  Reject them as unimportant, without being angry at them.  They just don&amp;#39;t matter.&lt;/p&gt;\n\n&lt;p&gt;Nothing matters.  It all just &lt;strong&gt;is&lt;/strong&gt;, and there&amp;#39;s nothing that needs to be done about it.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll begin to fall to the side once in a while, and almost slide off the pillows you are sitting on. Your body is completely asleep at this point, held up only because you&amp;#39;re in a sleepwalking state.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t do this on the edge of the bed. Expect to fall over in a random direction.  Carlos also fell over, when he did it at UCLA.&lt;/p&gt;\n\n&lt;p&gt;If you have an inorganic being in the room, they may swoop past you from behind and tap you on the left shoulder.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll knock you into another world.&lt;/p&gt;\n\n&lt;p&gt;Turn back, ignore it.  You can leave such an inorganic being manifested world just by turning your head to face back into your room.  All they really did was suggest you look that direction.  But it&amp;#39;s still a choice.&lt;/p&gt;\n\n&lt;p&gt;Go back to forcing silence, getting rid of images, and not caring about anything you experience.&lt;/p&gt;\n\n&lt;p&gt;Time goes by. Who knows how much. You&amp;#39;re so silent now, you don&amp;#39;t notice time.  You drift in and out of something, but you don&amp;#39;t know what.&lt;/p&gt;\n\n&lt;p&gt;One time you&amp;#39;ll drift out, and  yellow will start to merge with the colors.  A horrible, sickly green gray yellow.&lt;/p&gt;\n\n&lt;p&gt;The sight of it only makes it brighter, until it&amp;#39;s nearly blinding.&lt;/p&gt;\n\n&lt;p&gt;The world stops.&lt;/p&gt;\n\n&lt;p&gt;Time passes. Who knows how much?&lt;/p&gt;\n\n&lt;p&gt;You find yourself feeling rather pleasant, look around, and you get a shock.&lt;/p&gt;\n\n&lt;p&gt;But the shock only sends a tingle through you, it doesn&amp;#39;t disturb your mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like someone has you hooked up to electricity, such as the old fashioned hand shocker devices they had at Disneyland.&lt;/p&gt;\n\n&lt;p&gt;The current goes through you from bottom to top of head, but it&amp;#39;s not unpleasant at all.&lt;/p&gt;\n\n&lt;p&gt;Besides, you have no body.  Or at least if you do, you aren&amp;#39;t noticing it.&lt;/p&gt;\n\n&lt;p&gt;And your eyes have switched modes.  You are seeing energy as filaments.  The emanations!&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re everywhere!  It&amp;#39;s like that scene in &amp;quot;The Matrix&amp;quot; movie, where Neo is blindfolded, and looking at nothing but energy.&lt;/p&gt;\n\n&lt;p&gt;Although you&amp;#39;re silent, you&amp;#39;ll still have curiosity.&lt;/p&gt;\n\n&lt;p&gt;A common thing to be curious about is, how dense are the emanations?&lt;/p&gt;\n\n&lt;p&gt;Is it filled so densely that even a tiny fly couldn&amp;#39;t move through there, without touching one?&lt;/p&gt;\n\n&lt;p&gt;You look and find, it&amp;#39;s actually not that dense. There are passageways where the emanations are almost clear.&lt;/p&gt;\n\n&lt;p&gt;You travel into one of them, but without moving.  The whole thing sort of scrolls just because you were looking over there.&lt;/p&gt;\n\n&lt;p&gt;Something comes out to greet you. It&amp;#39;s a bundle of emanations!&lt;/p&gt;\n\n&lt;p&gt;It looks like a sturdy, thick flame.  Maybe 3 feet wide, and 12 feet long, coming from somewhere deep in the endless forest of emanations.&lt;/p&gt;\n\n&lt;p&gt;You gaze at it, wondering if it&amp;#39;s as hot as it looks.&lt;/p&gt;\n\n&lt;p&gt;Your face is sucked into it, and you see another world.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a bundle of emanations, which represents that world!&lt;/p&gt;\n\n&lt;p&gt;You turn your head back, and you can still see both the flame, and the other emanations.&lt;/p&gt;\n\n&lt;p&gt;You turn back to look at that world.&lt;/p&gt;\n\n&lt;p&gt;And then back again!&lt;/p&gt;\n\n&lt;p&gt;Cut it out.  Don&amp;#39;t do that.  Either go in, or leave.&lt;/p&gt;\n\n&lt;p&gt;You can turn back and forth a couple of times, but I don&amp;#39;t believe it&amp;#39;s a good idea to keep it up.&lt;/p&gt;\n\n&lt;p&gt;You might burn from within.&lt;/p&gt;\n\n&lt;p&gt;That can happen when you don&amp;#39;t want it to. Carlos had that problem at the end.  I suppose his body didn&amp;#39;t want to live through the cancer until the very end, and decided it was time to leave.&lt;/p&gt;\n\n&lt;p&gt;The witches didn&amp;#39;t want him to leave.&lt;/p&gt;\n\n&lt;p&gt;So he stuck around as long as he could.&lt;/p&gt;\n\n&lt;p&gt;Good thing too. We&amp;#39;re practicing what he decided to teach at the end,  knowing what he&amp;#39;d been doing wasn&amp;#39;t going to work without him around.&lt;/p&gt;\n\n&lt;p&gt;Oddly, he saw that little blue dot we all see, but on his left big toe.&lt;/p&gt;\n\n&lt;p&gt;Or at least, I seem to remember it was on the left toe.&lt;/p&gt;\n\n&lt;p&gt;Fancy showed me how to keep those dots around much longer, but she does most teaching at such a distant point that I can&amp;#39;t recall it here.&lt;/p&gt;\n\n&lt;p&gt;The intense blue dot, normally the size of a pea, expanded as I watched it, until it was the size of a baseball.&lt;/p&gt;\n\n&lt;p&gt;It started to turn white in the center, and I expected something to emerge any second.&lt;/p&gt;\n\n&lt;p&gt;But I ran out of whatever energy allowed me to do that, and it faded away.&lt;/p&gt;\n\n&lt;p&gt;In Thailand they say, &amp;quot;The blue pearl&amp;quot; opens up to reveal your guru.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(IOB?)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/g9cjfe7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603129391.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvtuj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9cjylh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1603129646.0, "send_replies": true, "parent_id": "t3_jdvtuj", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Daily energy?\n\nI spent 2 hours in the bank of fog last night.\n\nThis morning I walked out my door to find the neighbor asking why the police came by and knocked on my door, with no one answering.\n\nShe also wanted me to ask Cholita not to run the sprinklers so high that they get the cars parked in front of her home wet.\n\nI had criticized Cholita's lawn watering a few months ago. She took it over, and always missed a spot at the edge. It was all dead there.\n\nSince I complained, the opposite is true. It's all super watered, and the water bill jumped up $50 a month.\n\nI explained  to the neighbor about Cholita, and suggested she ought to avoid all contact.  She's dangerous.\n\nShe  told me to be careful.   It was a dire situation to her.\n\nBut she noticed I was grinning.\n\nI commented, \"Cholita is very amusing...\"\n\nIt made her grin also.\n\nRather than what you suggest, which seems like a  yoga concept, the life of sorcerers is extremely entertaining.  Carlos had odd things like this all around him, all the time.\n\nHe even had his own, \"Cholita\", living in one of the side houses at the back of his compound. His home at Pandora had a big central picnic area, with little cottages around it.\n\nA woman lived in the one on the right.\n\nSo did don Juan have people to deal with, Zuleica and Josefina, and all the troubles with apprentices.\n\nYou aren't going to float off into some kind of numbing zombie bliss land so you can finally find peace.\n\nThat's  a Hindu idea.\n\nWrong intent trail!\n\nInstead, you'll find even more problems.  Except they'll be magical problems.\n\nCarlos had too many of those, and it killed him.", "edited": 1603130004.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9cjylh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Daily energy?&lt;/p&gt;\n\n&lt;p&gt;I spent 2 hours in the bank of fog last night.&lt;/p&gt;\n\n&lt;p&gt;This morning I walked out my door to find the neighbor asking why the police came by and knocked on my door, with no one answering.&lt;/p&gt;\n\n&lt;p&gt;She also wanted me to ask Cholita not to run the sprinklers so high that they get the cars parked in front of her home wet.&lt;/p&gt;\n\n&lt;p&gt;I had criticized Cholita&amp;#39;s lawn watering a few months ago. She took it over, and always missed a spot at the edge. It was all dead there.&lt;/p&gt;\n\n&lt;p&gt;Since I complained, the opposite is true. It&amp;#39;s all super watered, and the water bill jumped up $50 a month.&lt;/p&gt;\n\n&lt;p&gt;I explained  to the neighbor about Cholita, and suggested she ought to avoid all contact.  She&amp;#39;s dangerous.&lt;/p&gt;\n\n&lt;p&gt;She  told me to be careful.   It was a dire situation to her.&lt;/p&gt;\n\n&lt;p&gt;But she noticed I was grinning.&lt;/p&gt;\n\n&lt;p&gt;I commented, &amp;quot;Cholita is very amusing...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It made her grin also.&lt;/p&gt;\n\n&lt;p&gt;Rather than what you suggest, which seems like a  yoga concept, the life of sorcerers is extremely entertaining.  Carlos had odd things like this all around him, all the time.&lt;/p&gt;\n\n&lt;p&gt;He even had his own, &amp;quot;Cholita&amp;quot;, living in one of the side houses at the back of his compound. His home at Pandora had a big central picnic area, with little cottages around it.&lt;/p&gt;\n\n&lt;p&gt;A woman lived in the one on the right.&lt;/p&gt;\n\n&lt;p&gt;So did don Juan have people to deal with, Zuleica and Josefina, and all the troubles with apprentices.&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t going to float off into some kind of numbing zombie bliss land so you can finally find peace.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s  a Hindu idea.&lt;/p&gt;\n\n&lt;p&gt;Wrong intent trail!&lt;/p&gt;\n\n&lt;p&gt;Instead, you&amp;#39;ll find even more problems.  Except they&amp;#39;ll be magical problems.&lt;/p&gt;\n\n&lt;p&gt;Carlos had too many of those, and it killed him.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/g9cjylh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603129646.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvtuj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9b8tam", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1603105006.0, "send_replies": true, "parent_id": "t3_jdvtuj", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Intent can step in and stop the world for anybody really, as a gift to show what's possible. That is no guarantee they can do so again **on their own**. If you read esoteric literature you'll find no shortage of examples of this, people suddenly surpassing their own limits.\n\nWhat happens after that is what's really important. Too often it's 'decide to create a new cult with them at the centerpiece.' But whether or not they do this is usually based on their religious upbringing or latent character.\n\nHence the whole warrior ethos, to help ensure that acolytes don't become (socially) impossible to deal with.", "edited": 1603151630.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9b8tam", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Intent can step in and stop the world for anybody really, as a gift to show what&amp;#39;s possible. That is no guarantee they can do so again &lt;strong&gt;on their own&lt;/strong&gt;. If you read esoteric literature you&amp;#39;ll find no shortage of examples of this, people suddenly surpassing their own limits.&lt;/p&gt;\n\n&lt;p&gt;What happens after that is what&amp;#39;s really important. Too often it&amp;#39;s &amp;#39;decide to create a new cult with them at the centerpiece.&amp;#39; But whether or not they do this is usually based on their religious upbringing or latent character.&lt;/p&gt;\n\n&lt;p&gt;Hence the whole warrior ethos, to help ensure that acolytes don&amp;#39;t become (socially) impossible to deal with.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/g9b8tam/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603105006.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvtuj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9bekcn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1603109868.0, "send_replies": true, "parent_id": "t3_jdvtuj", "score": 1, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Not yet! But it's on my shopping list", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9bekcn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not yet! But it&amp;#39;s on my shopping list&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/g9bekcn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603109868.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvtuj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "g9c16eu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wifigunslinger", "can_mod_post": false, "created_utc": 1603121198.0, "send_replies": true, "parent_id": "t3_jdvtuj", "score": 1, "author_fullname": "t2_7p4z0331", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’ve stood on the cliff but my feet refused to jump.\nOne day perhaps.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_g9c16eu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’ve stood on the cliff but my feet refused to jump.\nOne day perhaps.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/jdvtuj/stopping_the_world_and_daily_energetic_level/g9c16eu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1603121198.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_jdvtuj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]