[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[removed]", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "[deleted by user]", "link_flair_richtext": [], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_ejstqo", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": "", "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1578118336.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "domain": "", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "ejstqo", "is_robot_indexable": false, "num_duplicates": 0, "report_reasons": null, "author": "[deleted]", "discussion_type": null, "num_comments": 11, "send_replies": true, "media": null, "contest_mode": false, "author_flair_text_color": "dark", "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/", "whitelist_status": "some_ads", "stickied": false, "url": "", "subreddit_subscribers": 9561, "created_utc": 1578118336.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 4, "name": "t1_ke8pxyh", "id": "ke8pxyh", "parent_id": "t1_ke8pfwv", "depth": 1, "children": ["ke8pxyh"]}}], "before": null}}, "user_reports": [], "saved": false, "id": "ke8pfwv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1703110474.0, "send_replies": true, "parent_id": "t3_ejstqo", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"**Some Observations From My Dreaming Practices**\" is the original title of this [deleted] post. And the content was:\n\n\"I have incorporated some of the things u/danl999 talks about, in his recent Gates of Dreaming post, into my own dreaming practices, and I just wanted to share what I've observed. I'm sure nobody here needs convincing these things are real, but I think finding corroborating results is helpful when trying to understand this stuff and may give us insights into new techniques.\n\nSo, what I've started doing is this ...\n\n1) Turn off all lights and potential sound sources and sit on my couch, in a semi-reclined position, with my head resting on the back of the couch. I have a family, and so taping-up / closing off every light source is not a possibility.\n\n2) Close my eyes and start listening for my inner dialogue\n\nI am doing something similar to what Franz Bardon describes in his Initiation Into Hermetics book.\n\nTake a seat in a comfortable chair or lie down on a settee. Relax the whole body, close your eyes and observe the train of your thoughts for five minutes, trying to retain it. At first, you will find that there are rushing up to you thoughts concerning every day affairs, professional worries, and the like. Take the behavior of a silent observer toward these trains of thoughts, freely and independently. According to the mentality and the mental situation you happen to be in at the moment, this exercise will be more or less easy for you. The main point is not to forget yourself, not to lose the train of thoughts, but to pursue it attentively.\n\nSo this is what I attempt to do. What I usually hear is a constant stream of mumbling, that sounds far off in the distance. Every so often I pickup a clear word or phrase and then it goes back to the mumbling. At first, I try to make out what is being said, but that usually fails, and so I just intend it to stop. The intending part is hard to describe in practical terms, but I just want it to stop and it stops.\n\nHowever, it is a tricky thing, and a lot of times I find myself congratulating myself that it has stopped, and then realizing the mumbling has continued, but in a quieter form. The only thing I accomplished was blocking it out from my perception, for a few seconds.\n\n3) Observe the darkness\n\nI am doing both things at once here. I am listening to my thoughts (and attempting to stop them), but also looking for colors, blobs of white light or dream scenes to appear. I have done similar darkness exercises before, but I only ever tried looking for colors. I never thought to zoom in on things, and never did it longer than 30 minutes.\n\nI think the length of time, is the crucial key I was missing before, as well as the idea that you should zoom into or manipulated the visuals. I only started seeing the more substantial stuff after about an hour of observing the darkness. So make sure you are comfortable! In particular, make sure your arms are in a good position and not elevated too much, or else they will get pins and needles before anything interesting happens.\n\nAs for falling asleep, what I've been doing is setting an alarm for 1.5 hours. This way, I can be as comfortable as I like, but still have something that wakes me up if I accidentally fall asleep. When the alarm goes off, I get up (or wake up), stretch, walk around a bit and go back and do it again. Just remember the first 45 minutes is going to be boring as hell, and so I hope you have some patience!\n\nDay 1\n\nSo, the first day I did this, I had some good results. I saw a few collections of white blobs that appeared to move on their own. Saw some reds and blues, and various faces I didn't recognize, some almost alien like.\n\nAnytime I saw something, I would zoom in on it (i.e. made the image larger in my field of vision) and occasionally talk to it (i.e. I would say \"hi\" or \"come here\"). I noticed this made the visuals stick around longer, and when I zoomed in close enough they usually changed into something else. There was also a subtle, electrical feeling that would sometimes occur when I zoomed in. My whole body would be vibrating slightly, if I got a series of visuals to zoom in on.\n\nThe results were interesting, but what really convinced me that this works, is the full-fledge dream scenes that started to appear. I don't mean some vague, hypnagogic image that might or might not be something. What I saw was square windows, that had complete worlds in them. When I zoomed into them it was liking look through a window in real life. Things were moving inside and they looked as real as anything you see in everyday awareness. They shocked me. Everytime I zoomed in, and got close, I would get a feeling of complete surprise. These scenes weren't like anything I would normally imagine.\n\nExcept, the problem as I write this, is I can't remember any of those scenes now. I remembered them vividly at the time. I know a lot scrolled by, and I zoomed into every one, but for the life of me the details escape me. I've had a couple OBEs in my lifetime and quite a lot of lucid dreams, and I can recount their details fairly easily, but these scenes felt even more real than those, and I can't recall any of it now.\n\nAnyway, that first night, I disabled my alarm on the 3rd attempt and ended up blacking out and waking up around 6 or 7 in the morning. I found myself in a short, 30 second, lucid dream, where I was in my front yard with a bunch of black cats.\n\nThey slowly surrounded me and then screamed this god awful sound at me, which scared me and caused me to start losing lucidity. I regained my composure and was able to re-enter the dream. I was going to re-engage them with more confidence, but my family started waking up. So I left a bowl of milk, as a peace offering, and said goodbye instead. It was odd, and I only mention it in case anyone sees any relevance in it. I suspect they probably weren't cats.\n\nDay 2\n\nSo, that was the first night. On my second, I got almost nothing. But that's kind of the story of my life, I tend to have a lot of beginner's luck. A new technique will work amazing the first time and then results slowly diminish.\n\nAnyway, I do remember a few colors, lights and the odd face or two, but nothing to write home about. I felt like the silence wasn't working, and so I decided to switch to a different technique. Instead of listening for my inner dialogue, I did a tactile / energy exercise instead.\n\nThis time I visualized a set of imaginary hands and moved them through the top of my head. Imagine what it would feel like dragging your fingers through sand.\n\nThis is what I imagined, and I would start at my forehead, and slowly drag them into my skull, through my brain and to the back of my head, and then reverse the motion by going from back to front. I did this in a slow, rythmic motion as I observed the darkness. This technique was inspired by previous practices where I found doing this would sometimes relax me, and if it didn't relax me, I was hoping it would at least distract me enough to let the silence in.\n\nUnfortunately, no dream scenes occurred, but colors did pick up a bit. However, the most interesting thing that happened was I felt a burning sensation in the bottom, right side of my belly. It wasn't painful or anything, but there was an intense feeling of fire in that specific area. This went on for a good while, and it was like a little fireball was sitting there. My time eventually ran out, I stopped the exercise and the burning went away.\n\n*(continued in reply)*", "edited": 1703140942.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ke8pfwv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;&lt;strong&gt;Some Observations From My Dreaming Practices&lt;/strong&gt;&amp;quot; is the original title of this [deleted] post. And the content was:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have incorporated some of the things &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; talks about, in his recent Gates of Dreaming post, into my own dreaming practices, and I just wanted to share what I&amp;#39;ve observed. I&amp;#39;m sure nobody here needs convincing these things are real, but I think finding corroborating results is helpful when trying to understand this stuff and may give us insights into new techniques.&lt;/p&gt;\n\n&lt;p&gt;So, what I&amp;#39;ve started doing is this ...&lt;/p&gt;\n\n&lt;p&gt;1) Turn off all lights and potential sound sources and sit on my couch, in a semi-reclined position, with my head resting on the back of the couch. I have a family, and so taping-up / closing off every light source is not a possibility.&lt;/p&gt;\n\n&lt;p&gt;2) Close my eyes and start listening for my inner dialogue&lt;/p&gt;\n\n&lt;p&gt;I am doing something similar to what Franz Bardon describes in his Initiation Into Hermetics book.&lt;/p&gt;\n\n&lt;p&gt;Take a seat in a comfortable chair or lie down on a settee. Relax the whole body, close your eyes and observe the train of your thoughts for five minutes, trying to retain it. At first, you will find that there are rushing up to you thoughts concerning every day affairs, professional worries, and the like. Take the behavior of a silent observer toward these trains of thoughts, freely and independently. According to the mentality and the mental situation you happen to be in at the moment, this exercise will be more or less easy for you. The main point is not to forget yourself, not to lose the train of thoughts, but to pursue it attentively.&lt;/p&gt;\n\n&lt;p&gt;So this is what I attempt to do. What I usually hear is a constant stream of mumbling, that sounds far off in the distance. Every so often I pickup a clear word or phrase and then it goes back to the mumbling. At first, I try to make out what is being said, but that usually fails, and so I just intend it to stop. The intending part is hard to describe in practical terms, but I just want it to stop and it stops.&lt;/p&gt;\n\n&lt;p&gt;However, it is a tricky thing, and a lot of times I find myself congratulating myself that it has stopped, and then realizing the mumbling has continued, but in a quieter form. The only thing I accomplished was blocking it out from my perception, for a few seconds.&lt;/p&gt;\n\n&lt;p&gt;3) Observe the darkness&lt;/p&gt;\n\n&lt;p&gt;I am doing both things at once here. I am listening to my thoughts (and attempting to stop them), but also looking for colors, blobs of white light or dream scenes to appear. I have done similar darkness exercises before, but I only ever tried looking for colors. I never thought to zoom in on things, and never did it longer than 30 minutes.&lt;/p&gt;\n\n&lt;p&gt;I think the length of time, is the crucial key I was missing before, as well as the idea that you should zoom into or manipulated the visuals. I only started seeing the more substantial stuff after about an hour of observing the darkness. So make sure you are comfortable! In particular, make sure your arms are in a good position and not elevated too much, or else they will get pins and needles before anything interesting happens.&lt;/p&gt;\n\n&lt;p&gt;As for falling asleep, what I&amp;#39;ve been doing is setting an alarm for 1.5 hours. This way, I can be as comfortable as I like, but still have something that wakes me up if I accidentally fall asleep. When the alarm goes off, I get up (or wake up), stretch, walk around a bit and go back and do it again. Just remember the first 45 minutes is going to be boring as hell, and so I hope you have some patience!&lt;/p&gt;\n\n&lt;p&gt;Day 1&lt;/p&gt;\n\n&lt;p&gt;So, the first day I did this, I had some good results. I saw a few collections of white blobs that appeared to move on their own. Saw some reds and blues, and various faces I didn&amp;#39;t recognize, some almost alien like.&lt;/p&gt;\n\n&lt;p&gt;Anytime I saw something, I would zoom in on it (i.e. made the image larger in my field of vision) and occasionally talk to it (i.e. I would say &amp;quot;hi&amp;quot; or &amp;quot;come here&amp;quot;). I noticed this made the visuals stick around longer, and when I zoomed in close enough they usually changed into something else. There was also a subtle, electrical feeling that would sometimes occur when I zoomed in. My whole body would be vibrating slightly, if I got a series of visuals to zoom in on.&lt;/p&gt;\n\n&lt;p&gt;The results were interesting, but what really convinced me that this works, is the full-fledge dream scenes that started to appear. I don&amp;#39;t mean some vague, hypnagogic image that might or might not be something. What I saw was square windows, that had complete worlds in them. When I zoomed into them it was liking look through a window in real life. Things were moving inside and they looked as real as anything you see in everyday awareness. They shocked me. Everytime I zoomed in, and got close, I would get a feeling of complete surprise. These scenes weren&amp;#39;t like anything I would normally imagine.&lt;/p&gt;\n\n&lt;p&gt;Except, the problem as I write this, is I can&amp;#39;t remember any of those scenes now. I remembered them vividly at the time. I know a lot scrolled by, and I zoomed into every one, but for the life of me the details escape me. I&amp;#39;ve had a couple OBEs in my lifetime and quite a lot of lucid dreams, and I can recount their details fairly easily, but these scenes felt even more real than those, and I can&amp;#39;t recall any of it now.&lt;/p&gt;\n\n&lt;p&gt;Anyway, that first night, I disabled my alarm on the 3rd attempt and ended up blacking out and waking up around 6 or 7 in the morning. I found myself in a short, 30 second, lucid dream, where I was in my front yard with a bunch of black cats.&lt;/p&gt;\n\n&lt;p&gt;They slowly surrounded me and then screamed this god awful sound at me, which scared me and caused me to start losing lucidity. I regained my composure and was able to re-enter the dream. I was going to re-engage them with more confidence, but my family started waking up. So I left a bowl of milk, as a peace offering, and said goodbye instead. It was odd, and I only mention it in case anyone sees any relevance in it. I suspect they probably weren&amp;#39;t cats.&lt;/p&gt;\n\n&lt;p&gt;Day 2&lt;/p&gt;\n\n&lt;p&gt;So, that was the first night. On my second, I got almost nothing. But that&amp;#39;s kind of the story of my life, I tend to have a lot of beginner&amp;#39;s luck. A new technique will work amazing the first time and then results slowly diminish.&lt;/p&gt;\n\n&lt;p&gt;Anyway, I do remember a few colors, lights and the odd face or two, but nothing to write home about. I felt like the silence wasn&amp;#39;t working, and so I decided to switch to a different technique. Instead of listening for my inner dialogue, I did a tactile / energy exercise instead.&lt;/p&gt;\n\n&lt;p&gt;This time I visualized a set of imaginary hands and moved them through the top of my head. Imagine what it would feel like dragging your fingers through sand.&lt;/p&gt;\n\n&lt;p&gt;This is what I imagined, and I would start at my forehead, and slowly drag them into my skull, through my brain and to the back of my head, and then reverse the motion by going from back to front. I did this in a slow, rythmic motion as I observed the darkness. This technique was inspired by previous practices where I found doing this would sometimes relax me, and if it didn&amp;#39;t relax me, I was hoping it would at least distract me enough to let the silence in.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, no dream scenes occurred, but colors did pick up a bit. However, the most interesting thing that happened was I felt a burning sensation in the bottom, right side of my belly. It wasn&amp;#39;t painful or anything, but there was an intense feeling of fire in that specific area. This went on for a good while, and it was like a little fireball was sitting there. My time eventually ran out, I stopped the exercise and the burning went away.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in reply)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": true, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": true, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/ke8pfwv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1703110474.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ejstqo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_ejstqo", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fdbp8ig", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fd5yegg", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "And don't forget, Carlos was put into heightened awareness by don Juan, before he was dropped off with Zuleica and Silvio Manuel.\n\nYou won't fall asleep when you are in heightened awareness, because you already are.\n\nYou're sleep walking.\n\nWe can't be put into that first, because Carlos didn't find us a new nagual.\n\nSo we have to do what's necessary to stay awake, which can include walking around.\n\nThat also activates the *intent* of finding things.  Looking around.\n\nIt's why don Juan first taught Carlos to find his spot, and if he didn't he wouldn't teach him.\n\nIt wasn't about the spot at all. It was about believing there could be things hidden from view, and putting in hours and hours on that pointless task.\n\nHe made Carlos, \"jump\" before he'd openly teach him.\n\nI guess you could also say, Carlos made the women \"jump\" by cutting their hair.\n\nCholita claims she's going to grow it long again.  I can't wait to see it, assuming she comes home again.\n\nShe's still living in a stolen rental car.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fdbp8ig", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And don&amp;#39;t forget, Carlos was put into heightened awareness by don Juan, before he was dropped off with Zuleica and Silvio Manuel.&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t fall asleep when you are in heightened awareness, because you already are.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re sleep walking.&lt;/p&gt;\n\n&lt;p&gt;We can&amp;#39;t be put into that first, because Carlos didn&amp;#39;t find us a new nagual.&lt;/p&gt;\n\n&lt;p&gt;So we have to do what&amp;#39;s necessary to stay awake, which can include walking around.&lt;/p&gt;\n\n&lt;p&gt;That also activates the &lt;em&gt;intent&lt;/em&gt; of finding things.  Looking around.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s why don Juan first taught Carlos to find his spot, and if he didn&amp;#39;t he wouldn&amp;#39;t teach him.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t about the spot at all. It was about believing there could be things hidden from view, and putting in hours and hours on that pointless task.&lt;/p&gt;\n\n&lt;p&gt;He made Carlos, &amp;quot;jump&amp;quot; before he&amp;#39;d openly teach him.&lt;/p&gt;\n\n&lt;p&gt;I guess you could also say, Carlos made the women &amp;quot;jump&amp;quot; by cutting their hair.&lt;/p&gt;\n\n&lt;p&gt;Cholita claims she&amp;#39;s going to grow it long again.  I can&amp;#39;t wait to see it, assuming she comes home again.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s still living in a stolen rental car.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ejstqo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fdbp8ig/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578259733.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1578259733.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fd5zeze", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fd5yegg", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I created the posts listed below earlier. There are various mask/goggle options to allow you to keep your eyes open comfortably and still have darkness. The second is a setup for creating a reversibly dark room. May it be useful.\n\nhttps://www.reddit.com/r/castaneda/comments/ctaoie/total_darkness_mask_mobile_and_on_demand/\n\nhttps://www.reddit.com/r/castaneda/comments/cd4xwu/total_darkness_setupon_a_budget/", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fd5zeze", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I created the posts listed below earlier. There are various mask/goggle options to allow you to keep your eyes open comfortably and still have darkness. The second is a setup for creating a reversibly dark room. May it be useful.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/ctaoie/total_darkness_mask_mobile_and_on_demand/\"&gt;https://www.reddit.com/r/castaneda/comments/ctaoie/total_darkness_mask_mobile_and_on_demand/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/cd4xwu/total_darkness_setupon_a_budget/\"&gt;https://www.reddit.com/r/castaneda/comments/cd4xwu/total_darkness_setupon_a_budget/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ejstqo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd5zeze/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578183439.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1578183439.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fd5yegg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fd5h4rq", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd5yegg/", "num_reports": null, "locked": false, "name": "t1_fd5yegg", "created": 1578183068.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1578183068.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fd5h4rq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1578177590.0, "send_replies": true, "parent_id": "t3_ejstqo", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This comment is because I can't pass on a teaching opportunity, for the public at large. It's not necessarily for you, because putting in this kind of effort is the main thing.\n\n\\&gt; I'm sure nobody here needs convincing these things are real,\n\nNot necessarily.  Even I do.  You wouldn't believe what I did last night. And I still need convincing!\n\nI guess we get greedy.  One cookie isn't enough, if you thought you hit the cookie jackpot.\n\nPlus, I'll hint at something here, which was only slightly covered by Carlos.\n\nTeaching convinces you as much as practicing, because you have to lay out your experiences in linear form, and figure out which were interesting to people who can't yet do that.\n\nThat's why don Juan said sorcerers entered a period of unrivaled power and impeccability, when they took on apprentices.\n\nIf you aren't teaching, but work hard enough to learn,  you just play alone with your conjured up Fairy for a few months, then bump into a troublesome companion (like Cholita), and stop playing with the Fairy because the world starts to use up all of your time.\n\nAnd it becomes a faint memory of some weird delusion you had.\n\nYou could even ask all your friends and family, and they'd readily agree, they were really worried about you, while you were deluding yourself.\n\nWe always need convincing because we're surrounded by people trying to \"unconvince\" us.\n\n\\&gt;  The main point is not to forget yourself, not to lose the train of thoughts, but to pursue it attentively.\n\nThat sounds a little like \"contemplative meditation\" at first, even though you strive to reduce the thoughts.\n\nBut don't ignore it, if the second attention manifests while you are still thinking.\n\nJust watching your thought process will change it to become \"more important\".\n\nIt's the basis of metaphysical Catholic prayer!\n\nAnd sorcerer's are story tellers!  Following your thoughts works great, and even leads to waking dreaming.\n\nBut it still tends to select the position of the assemblage point, when it moves and the second attention manifests.  So keep that in mind.  You're weaponizing the internal dialogue along the way, if you watch thoughts.\n\nThat often first manifests as a color field. Mine is pink.\n\n\\&gt; What I usually hear is a constant stream of mumbling,\n\nThat could be  audio from the second attention, or local audio that's too faint to hear.\n\nIt doesn't  matter.  If it's too faint to hear, that's like looking for colors and lines in the darkness. Eye defects or peculiarities of how the eye works produce some vague things you can actually see.\n\nThen the second attention will come to fill in \"possible\" details for you.  You perceive those, and you'll select what makes more sense, which will alter it again.\n\n\\&gt;  I find myself congratulating myself that it has stopped, and then realizing the mumbling has continued,\n\nThat's the \"book deal\" mind.  It's a foreign installation.  Mommy made you worry if you were special enough to please her.   It was one of the coercive tricks in the bag she was given by her mommy.\n\nWe've been running around looking for treats and acknowledgement since then.\n\nThere seems to be no cure for it, other than to kill that personality off though recap, silence, and dreaming.\n\nAnd (uuggg...) stalking.\n\nMan, that's distasteful to me, unless I'm in a really alien environment.  I just saw too much of it, observing people in Carlos private classes.  It didn't work for them because it was always self-absorbed stalking.\n\nAnd when I try to get some of them to return, they're so ingrained in their self-absorbed stalking, that I can't get them to jump.\n\nBut dreaming is a little like stalking.  So you can put stalking on the back burner and focus on dreaming, and stopping the world.  If you're lazy like me.\n\n\\&gt;  I only started seeing the more substantial stuff after about an hour of observing the darkness.\n\nI design cameras. It's well known that the eyes take a full hour to adjust to darkness.\n\nSomeone suggested trying a photography darkroom bulb, I tried it, and they still adjust to the darkness, if there's some remaining light.\n\nSo a fully dark room isn't mandatory. But I will say, I couldn't live without it.  The stuff I see in darkness is so strange, I don't want to  have to check if there's actually light in the room.\n\nBut that's probably more of a problem later on.  As a child, I used to see these color puffs form on my ceiling, and I even learned to play with them, and enter dreaming.  And the room was far from perfectly dark.\n\nIt was from Morongo.  Not sure how that happened.  Maybe something Ruby Modesto said.  Children don't have the oppressive internal dialogue yet.  They just need a clue.\n\nIt was likely Ruby or John who pointed Carlos to where to go next.  And John is still alive!\n\n\\&gt;I still have something that wakes me up if I accidentally fall asleep\n\nJust remember, if it doesn't last long, falling asleep is our friend!  It's a big movement of the assemblage point. If you can catch it on the upswing, your assemblage point has become very flexible.\n\n\\&gt;, and various faces I didn't recognize, some almost alien like.\n\nYou can turn those into companions, over time.  I don't believe they start out aware, although they might.\n\nBut after a while of playing with them, they become irresistible to inorganic beings, who will take their place at some point.\n\nThey do the same thing in ordinary dreams.\n\n\\&gt;  I can't remember any of those scenes now.\n\nThat's the assemblage point problem.\n\nAnd also, another point for Carlos!  When he started adding things he'd \"forgotten\" to his books, he took criticism.\n\nBut that's how it is!  Just try to remember what you had for lunch last Friday.\n\nYou'll have to remember something else significant first.  Like, were you on a date with the hot new secretary?\n\nDid you go to that corner restaurant you hate, because you didn't want to drive far?\n\nYou need some little clue, to stimulate the memory.\n\nWhen it's buried in a shift of the assemblage point, all clues are gone.\n\nJust remember, do the thumbs up, or make up your own \"marker\".  A check mark drawn in the air will work too.\n\n\\&gt; Everytime I zoomed in, and got close, I would get a feeling of complete surprise.\n\nEvery movement of the assemblage point to a place it hasn't been in a long while, or never, releases \"energy\".\n\n\\&gt;  I found myself in a short, 30 second, lucid dream, where I was in my front yard with a bunch of black cats.\n\nThat was almost surely a welcome!  When you practice activating the second attention while awake,  it spills over into your dreams, and the characters become vivid.\n\nI run into Carlos himself on occasion.\n\nBut they're inorganic beings in all likelihood.\n\n\\&gt; On my second, I got almost nothing.\n\nThis turns out to be completely common.  I haven' t heard anyone in here have a different experience.\n\nJust remember this: you're learning the \"how to\". Not the \"what.\n\nYou can learn to drive yourself to Vegas and spin the roulette wheel, but you can't learn to have it land on green every time.\n\n\\&gt; Unfortunately, no dream scenes occurred, but colors did pick up a bit.\n\nTry just watching those colors!  They're from the second attention.  They'll shift your assemblage point for you, and weird stuff will happen.\n\nBut it won't feel like it's going to work while you are doing it.  And when it does, you might think, \"oh, I just saw a dreaming scene\", but write it off.\n\nIf you fight the urge to think not much is happening, and those colors, or even the very quick dreaming scene, aren't what you are after, and you keep wating, you'll likely be pulled into even weirder stuff.\n\nReally cool stuff. Chances of remembering?\n\n5%.  That's the flaw with that, on occasions.  Especially if doing it the lazy way, laying on your side in bed.\n\n\\&gt; So I am not sure what that was.\n\nI heard those when I first started to read Carlos' books. And he made a point out of convincing readers to pay attention to those.\n\nYou might also perceive an explosion, someone knocking on the door, or the telephone ringing. Or your name being called.\n\nIf you wanted to get paranoid and spooky about it, it might be the \"knock of the spirit\".\n\n\\&gt; and then bam, an instant later, I was looking at a garden in full bloom, with all kinds of colorful flowers.\n\nThat purple and grey smoke is what you need to scoop onto the energy vortexes on the body, especially the assemblage point of the second attention.\n\nAnd, as you discovered, if you use it like a window, you can enter a dream through it.\n\nBut this is one disadvantage of using a chair, with closed eyes.\n\nI'm sure you could learn to \"scoop\" it with your hand even while sitting in the chair, but I don't know how.\n\nIn the chair, you have a dreaming window, which is cool enough.\n\nBut when you see it in a dark room, you can put your hand next to it, and pretend to scoop it by turning your head and leaning over, until it looks like it's on your stomach. Then pat it in.\n\nEventually (weeks), it won't follow the movement of your head. It'll be like real matter.\n\nSitting in a chair, you're handicapped from doing that.\n\nAlso, once you can see that in darkness, you can try out tensegrity on it.  The 2nd pass of the Westwood dreaming series produces a puff in front of you, moved to there by vague puffery in the back.\n\nYou do the palms down, below stomach and butt, turn your head back, and you \"redeploy\" energy from back to front.\n\nThe purple cloud that forms in front is ripe for hypnogogic images.\n\nBut, remember this.  *Intent* has a delay at times.\n\n\\&gt; Also, you know, there might have been a wall behind that smoke.\n\nSo, Carlos gave me \"the wall\".\n\nBut Eligio gave Josefina the \"wall of fog\".\n\nI haven't seen a wall of fog that satisfies what's written in Eagle's gift.\n\nBut Cholita did bring me dreaming fog, and I have to surround myself in it, to snatch other dreamers.\n\nHave I fallen short because I didn't have to pass through the \"official wall of fog\" Carlos wrote about?\n\nOr are these just *intended* things, unique to a lineage?\n\nI don't know...", "edited": 1578179811.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fd5h4rq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This comment is because I can&amp;#39;t pass on a teaching opportunity, for the public at large. It&amp;#39;s not necessarily for you, because putting in this kind of effort is the main thing.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; I&amp;#39;m sure nobody here needs convincing these things are real,&lt;/p&gt;\n\n&lt;p&gt;Not necessarily.  Even I do.  You wouldn&amp;#39;t believe what I did last night. And I still need convincing!&lt;/p&gt;\n\n&lt;p&gt;I guess we get greedy.  One cookie isn&amp;#39;t enough, if you thought you hit the cookie jackpot.&lt;/p&gt;\n\n&lt;p&gt;Plus, I&amp;#39;ll hint at something here, which was only slightly covered by Carlos.&lt;/p&gt;\n\n&lt;p&gt;Teaching convinces you as much as practicing, because you have to lay out your experiences in linear form, and figure out which were interesting to people who can&amp;#39;t yet do that.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why don Juan said sorcerers entered a period of unrivaled power and impeccability, when they took on apprentices.&lt;/p&gt;\n\n&lt;p&gt;If you aren&amp;#39;t teaching, but work hard enough to learn,  you just play alone with your conjured up Fairy for a few months, then bump into a troublesome companion (like Cholita), and stop playing with the Fairy because the world starts to use up all of your time.&lt;/p&gt;\n\n&lt;p&gt;And it becomes a faint memory of some weird delusion you had.&lt;/p&gt;\n\n&lt;p&gt;You could even ask all your friends and family, and they&amp;#39;d readily agree, they were really worried about you, while you were deluding yourself.&lt;/p&gt;\n\n&lt;p&gt;We always need convincing because we&amp;#39;re surrounded by people trying to &amp;quot;unconvince&amp;quot; us.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  The main point is not to forget yourself, not to lose the train of thoughts, but to pursue it attentively.&lt;/p&gt;\n\n&lt;p&gt;That sounds a little like &amp;quot;contemplative meditation&amp;quot; at first, even though you strive to reduce the thoughts.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t ignore it, if the second attention manifests while you are still thinking.&lt;/p&gt;\n\n&lt;p&gt;Just watching your thought process will change it to become &amp;quot;more important&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the basis of metaphysical Catholic prayer!&lt;/p&gt;\n\n&lt;p&gt;And sorcerer&amp;#39;s are story tellers!  Following your thoughts works great, and even leads to waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;But it still tends to select the position of the assemblage point, when it moves and the second attention manifests.  So keep that in mind.  You&amp;#39;re weaponizing the internal dialogue along the way, if you watch thoughts.&lt;/p&gt;\n\n&lt;p&gt;That often first manifests as a color field. Mine is pink.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; What I usually hear is a constant stream of mumbling,&lt;/p&gt;\n\n&lt;p&gt;That could be  audio from the second attention, or local audio that&amp;#39;s too faint to hear.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t  matter.  If it&amp;#39;s too faint to hear, that&amp;#39;s like looking for colors and lines in the darkness. Eye defects or peculiarities of how the eye works produce some vague things you can actually see.&lt;/p&gt;\n\n&lt;p&gt;Then the second attention will come to fill in &amp;quot;possible&amp;quot; details for you.  You perceive those, and you&amp;#39;ll select what makes more sense, which will alter it again.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  I find myself congratulating myself that it has stopped, and then realizing the mumbling has continued,&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the &amp;quot;book deal&amp;quot; mind.  It&amp;#39;s a foreign installation.  Mommy made you worry if you were special enough to please her.   It was one of the coercive tricks in the bag she was given by her mommy.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve been running around looking for treats and acknowledgement since then.&lt;/p&gt;\n\n&lt;p&gt;There seems to be no cure for it, other than to kill that personality off though recap, silence, and dreaming.&lt;/p&gt;\n\n&lt;p&gt;And (uuggg...) stalking.&lt;/p&gt;\n\n&lt;p&gt;Man, that&amp;#39;s distasteful to me, unless I&amp;#39;m in a really alien environment.  I just saw too much of it, observing people in Carlos private classes.  It didn&amp;#39;t work for them because it was always self-absorbed stalking.&lt;/p&gt;\n\n&lt;p&gt;And when I try to get some of them to return, they&amp;#39;re so ingrained in their self-absorbed stalking, that I can&amp;#39;t get them to jump.&lt;/p&gt;\n\n&lt;p&gt;But dreaming is a little like stalking.  So you can put stalking on the back burner and focus on dreaming, and stopping the world.  If you&amp;#39;re lazy like me.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  I only started seeing the more substantial stuff after about an hour of observing the darkness.&lt;/p&gt;\n\n&lt;p&gt;I design cameras. It&amp;#39;s well known that the eyes take a full hour to adjust to darkness.&lt;/p&gt;\n\n&lt;p&gt;Someone suggested trying a photography darkroom bulb, I tried it, and they still adjust to the darkness, if there&amp;#39;s some remaining light.&lt;/p&gt;\n\n&lt;p&gt;So a fully dark room isn&amp;#39;t mandatory. But I will say, I couldn&amp;#39;t live without it.  The stuff I see in darkness is so strange, I don&amp;#39;t want to  have to check if there&amp;#39;s actually light in the room.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s probably more of a problem later on.  As a child, I used to see these color puffs form on my ceiling, and I even learned to play with them, and enter dreaming.  And the room was far from perfectly dark.&lt;/p&gt;\n\n&lt;p&gt;It was from Morongo.  Not sure how that happened.  Maybe something Ruby Modesto said.  Children don&amp;#39;t have the oppressive internal dialogue yet.  They just need a clue.&lt;/p&gt;\n\n&lt;p&gt;It was likely Ruby or John who pointed Carlos to where to go next.  And John is still alive!&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;I still have something that wakes me up if I accidentally fall asleep&lt;/p&gt;\n\n&lt;p&gt;Just remember, if it doesn&amp;#39;t last long, falling asleep is our friend!  It&amp;#39;s a big movement of the assemblage point. If you can catch it on the upswing, your assemblage point has become very flexible.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;, and various faces I didn&amp;#39;t recognize, some almost alien like.&lt;/p&gt;\n\n&lt;p&gt;You can turn those into companions, over time.  I don&amp;#39;t believe they start out aware, although they might.&lt;/p&gt;\n\n&lt;p&gt;But after a while of playing with them, they become irresistible to inorganic beings, who will take their place at some point.&lt;/p&gt;\n\n&lt;p&gt;They do the same thing in ordinary dreams.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  I can&amp;#39;t remember any of those scenes now.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the assemblage point problem.&lt;/p&gt;\n\n&lt;p&gt;And also, another point for Carlos!  When he started adding things he&amp;#39;d &amp;quot;forgotten&amp;quot; to his books, he took criticism.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s how it is!  Just try to remember what you had for lunch last Friday.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll have to remember something else significant first.  Like, were you on a date with the hot new secretary?&lt;/p&gt;\n\n&lt;p&gt;Did you go to that corner restaurant you hate, because you didn&amp;#39;t want to drive far?&lt;/p&gt;\n\n&lt;p&gt;You need some little clue, to stimulate the memory.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s buried in a shift of the assemblage point, all clues are gone.&lt;/p&gt;\n\n&lt;p&gt;Just remember, do the thumbs up, or make up your own &amp;quot;marker&amp;quot;.  A check mark drawn in the air will work too.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Everytime I zoomed in, and got close, I would get a feeling of complete surprise.&lt;/p&gt;\n\n&lt;p&gt;Every movement of the assemblage point to a place it hasn&amp;#39;t been in a long while, or never, releases &amp;quot;energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  I found myself in a short, 30 second, lucid dream, where I was in my front yard with a bunch of black cats.&lt;/p&gt;\n\n&lt;p&gt;That was almost surely a welcome!  When you practice activating the second attention while awake,  it spills over into your dreams, and the characters become vivid.&lt;/p&gt;\n\n&lt;p&gt;I run into Carlos himself on occasion.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re inorganic beings in all likelihood.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; On my second, I got almost nothing.&lt;/p&gt;\n\n&lt;p&gt;This turns out to be completely common.  I haven&amp;#39; t heard anyone in here have a different experience.&lt;/p&gt;\n\n&lt;p&gt;Just remember this: you&amp;#39;re learning the &amp;quot;how to&amp;quot;. Not the &amp;quot;what.&lt;/p&gt;\n\n&lt;p&gt;You can learn to drive yourself to Vegas and spin the roulette wheel, but you can&amp;#39;t learn to have it land on green every time.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Unfortunately, no dream scenes occurred, but colors did pick up a bit.&lt;/p&gt;\n\n&lt;p&gt;Try just watching those colors!  They&amp;#39;re from the second attention.  They&amp;#39;ll shift your assemblage point for you, and weird stuff will happen.&lt;/p&gt;\n\n&lt;p&gt;But it won&amp;#39;t feel like it&amp;#39;s going to work while you are doing it.  And when it does, you might think, &amp;quot;oh, I just saw a dreaming scene&amp;quot;, but write it off.&lt;/p&gt;\n\n&lt;p&gt;If you fight the urge to think not much is happening, and those colors, or even the very quick dreaming scene, aren&amp;#39;t what you are after, and you keep wating, you&amp;#39;ll likely be pulled into even weirder stuff.&lt;/p&gt;\n\n&lt;p&gt;Really cool stuff. Chances of remembering?&lt;/p&gt;\n\n&lt;p&gt;5%.  That&amp;#39;s the flaw with that, on occasions.  Especially if doing it the lazy way, laying on your side in bed.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; So I am not sure what that was.&lt;/p&gt;\n\n&lt;p&gt;I heard those when I first started to read Carlos&amp;#39; books. And he made a point out of convincing readers to pay attention to those.&lt;/p&gt;\n\n&lt;p&gt;You might also perceive an explosion, someone knocking on the door, or the telephone ringing. Or your name being called.&lt;/p&gt;\n\n&lt;p&gt;If you wanted to get paranoid and spooky about it, it might be the &amp;quot;knock of the spirit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; and then bam, an instant later, I was looking at a garden in full bloom, with all kinds of colorful flowers.&lt;/p&gt;\n\n&lt;p&gt;That purple and grey smoke is what you need to scoop onto the energy vortexes on the body, especially the assemblage point of the second attention.&lt;/p&gt;\n\n&lt;p&gt;And, as you discovered, if you use it like a window, you can enter a dream through it.&lt;/p&gt;\n\n&lt;p&gt;But this is one disadvantage of using a chair, with closed eyes.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure you could learn to &amp;quot;scoop&amp;quot; it with your hand even while sitting in the chair, but I don&amp;#39;t know how.&lt;/p&gt;\n\n&lt;p&gt;In the chair, you have a dreaming window, which is cool enough.&lt;/p&gt;\n\n&lt;p&gt;But when you see it in a dark room, you can put your hand next to it, and pretend to scoop it by turning your head and leaning over, until it looks like it&amp;#39;s on your stomach. Then pat it in.&lt;/p&gt;\n\n&lt;p&gt;Eventually (weeks), it won&amp;#39;t follow the movement of your head. It&amp;#39;ll be like real matter.&lt;/p&gt;\n\n&lt;p&gt;Sitting in a chair, you&amp;#39;re handicapped from doing that.&lt;/p&gt;\n\n&lt;p&gt;Also, once you can see that in darkness, you can try out tensegrity on it.  The 2nd pass of the Westwood dreaming series produces a puff in front of you, moved to there by vague puffery in the back.&lt;/p&gt;\n\n&lt;p&gt;You do the palms down, below stomach and butt, turn your head back, and you &amp;quot;redeploy&amp;quot; energy from back to front.&lt;/p&gt;\n\n&lt;p&gt;The purple cloud that forms in front is ripe for hypnogogic images.&lt;/p&gt;\n\n&lt;p&gt;But, remember this.  &lt;em&gt;Intent&lt;/em&gt; has a delay at times.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Also, you know, there might have been a wall behind that smoke.&lt;/p&gt;\n\n&lt;p&gt;So, Carlos gave me &amp;quot;the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But Eligio gave Josefina the &amp;quot;wall of fog&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t seen a wall of fog that satisfies what&amp;#39;s written in Eagle&amp;#39;s gift.&lt;/p&gt;\n\n&lt;p&gt;But Cholita did bring me dreaming fog, and I have to surround myself in it, to snatch other dreamers.&lt;/p&gt;\n\n&lt;p&gt;Have I fallen short because I didn&amp;#39;t have to pass through the &amp;quot;official wall of fog&amp;quot; Carlos wrote about?&lt;/p&gt;\n\n&lt;p&gt;Or are these just &lt;em&gt;intended&lt;/em&gt; things, unique to a lineage?&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd5h4rq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578177590.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ejstqo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fd58pa7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "created_utc": 1578175246.0, "send_replies": true, "parent_id": "t1_fd3bn4b", "score": 1, "author_fullname": "t2_d3tum", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Danl999 describes it as the energy from a new an novel A.P. position getting used up and taking time to refill.\n\nExpectations play a role too.  The goal is to  lose oneself (letting go) and obviously any expectations will get in the way.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fd58pa7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Danl999 describes it as the energy from a new an novel A.P. position getting used up and taking time to refill.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Expectations play a role too.  The goal is to  lose oneself (letting go) and obviously any expectations will get in the way.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ejstqo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd58pa7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578175246.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fd3bn4b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1578156687.0, "send_replies": true, "parent_id": "t3_ejstqo", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; I tend to have a lot of beginner's luck. A new technique will work amazing the first time and then results slowly diminish.\n\nI'm the same. Danl999 describes it as the energy from a new an novel A.P. position getting used up and taking time to refill. You then have to do things a bit differently to get similar results, I'm still rather unclear on this though. This process may be hastened by deploying energy with Tensegrity.\n\nBeing unable to remember can be addressed, in part, by giving yourself a thumbs up 👍 or something similar...so you have an index for later recall.", "edited": 1578157131.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fd3bn4b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I tend to have a lot of beginner&amp;#39;s luck. A new technique will work amazing the first time and then results slowly diminish.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m the same. Danl999 describes it as the energy from a new an novel A.P. position getting used up and taking time to refill. You then have to do things a bit differently to get similar results, I&amp;#39;m still rather unclear on this though. This process may be hastened by deploying energy with Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;Being unable to remember can be addressed, in part, by giving yourself a thumbs up 👍 or something similar...so you have an index for later recall.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd3bn4b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578156687.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ejstqo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fd0xefr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Happynewusername2020", "can_mod_post": false, "created_utc": 1578125063.0, "send_replies": true, "parent_id": "t3_ejstqo", "score": 2, "author_fullname": "t2_5cor6icn", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I had a great dream today, it started in chaos and then I noticed a tree stump covered in bright green moss.\nThis prompted me to somehow be tossed into the air around the tree which was now inside a vortex. I flew out of the vortex and caught sight of my hands which I proceeded to flap into the wind, effectively flying.\nI totally felt the wind and got lost in a crowd of other people flying.\nThen I lost my attention and drifted back to chaos.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fd0xefr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had a great dream today, it started in chaos and then I noticed a tree stump covered in bright green moss.\nThis prompted me to somehow be tossed into the air around the tree which was now inside a vortex. I flew out of the vortex and caught sight of my hands which I proceeded to flap into the wind, effectively flying.\nI totally felt the wind and got lost in a crowd of other people flying.\nThen I lost my attention and drifted back to chaos.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ejstqo/deleted_by_user/fd0xefr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1578125063.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ejstqo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]