[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Quote:\n\n‘\n\nHe made me lie down and took my right arm and bent it at my elbow. Then he turned my hand \nuntil the palm was facing the front; he curved my fingers so my hand looked as if I were holding \na door knob, and then he began to move my arm back and forth with a circular motion that \nresembled the act of pushing and pulling a lever attached to a wheel.\n\n‘\n\n...\n\n‘\n\n\"No. Not-doing is only for very strong warriors and you don't have the power to deal with it \nyet. Now you will only trap horrendous things with your hand. So do it little by little, until your \nhand doesn't get cold any more. Whenever your hand remains warm you can actually feel the \nlines of the world with it.\" \n\nHe paused as if to give me time to ask about the lines. But before 1 had a chance to, he started \nexplaining that there were infinite numbers of lines that joined us to things. He said that the \nexercise of not-doing that he had just described would help anyone to feel a line that came out \nfrom the moving hand, a line that one could place or cast wherever one wanted to. Don Juan said \nthat this was only an exercise, because the lines formed by the hand were not durable enough to \nbe of real value in a practical situation. \n\n\"A man of knowledge uses other parts of his body to produce durable lines,\" he said. \n\n\"What parts of the body, don Juan?\" \n\n\"The most durable lines that a man of knowledge produces come from the middle of the \nbody,\" he said. \"But he can also make them with his eyes.\" \n\n\"Are they real lines?\" \n\n\"Surely.\" \n\n\"Can you see them and touch them?\" \n\n\"Let's say that you can feel them. The most difficult part about the warrior's way is to realize \nthat the world is a feeling. When one is not-doing, one is feeling the world, and one feels the \nworld through its lines.\" \n\nHe paused and examined me with curiosity. He raised his brows and opened his eyes and then \nblinked. The effect was like the eyes of a bird blinking. Almost immediately I felt a sensation of \ndiscomfort and queasiness. It was actually as if something was applying pressure to my stomach. \n\n\"See what I mean?\" don Juan asked and moved his eyes away. \n\nI mentioned that I felt nauseated and he replied in a matter-of-fact tone that he knew it, and \nthat he was trying to make me feel the lines of the world with his eyes. I could not accept the \nclaim that he himself was making me feel that way. I voiced my doubts. I could hardly conceive \nthe idea that he was causing my feeling of nausea, since he had not, in any physical way, \nimpinged on me. \n\n‘\n\n\n\n\n\nRegarding different inorganics types:\n\n‘\n\n\nThe new seers also found out the most important thing yet about the allies: what makes them \nuseless or usable to man. Useless allies, of which there are staggering numbers, are those that \nhave emanations inside them for which we have no match inside ourselves. They are so different \nfrom us as to be thoroughly unusable. Other allies, which are remarkably few in number, are akin \nto us, meaning that they possess occasional emanations that match ours. \n\n\"How is that kind utilized by man?\" I asked. \n\n\"We should use another word instead of \"utilize\",\" he replied. \"I'd say that what takes place \nbetween seers and allies of this kind is a fair exchange of energy.\" \n\n\"How does the exchange take place?\" I asked. \n\n\"Through their matching emanations,\" he said. \"Those emanations are, naturally, on the left- \nside awareness of man; the side that the average man never uses. For this reason, allies are totally \nbarred from the world of the right-side awareness, or the side of rationality.\" \n\nHe said that the matching emanations give both a common ground. Then, with familiarity, a \ndeeper link is established, which allows both forms of life to profit. Seers seek the allies' ethereal \nquality; they make fabulous scouts and guardians. Allies seek the greater energy field of man, and \nwith it they can even materialize themselves. \n\nHe assured me that experienced seers play those shared emanations until they bring them into \ntotal focus; the exchange lakes place at that time\n\n‘", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Zuleica technique in earlier books", "link_flair_richtext": [{"e": "text", "t": "Misc. Practices"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_fva5xu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_n9h6v", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Misc. Practices", "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1586073116.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Quote:&lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n\n&lt;p&gt;He made me lie down and took my right arm and bent it at my elbow. Then he turned my hand \nuntil the palm was facing the front; he curved my fingers so my hand looked as if I were holding \na door knob, and then he began to move my arm back and forth with a circular motion that \nresembled the act of pushing and pulling a lever attached to a wheel.&lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. Not-doing is only for very strong warriors and you don&amp;#39;t have the power to deal with it \nyet. Now you will only trap horrendous things with your hand. So do it little by little, until your \nhand doesn&amp;#39;t get cold any more. Whenever your hand remains warm you can actually feel the \nlines of the world with it.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He paused as if to give me time to ask about the lines. But before 1 had a chance to, he started \nexplaining that there were infinite numbers of lines that joined us to things. He said that the \nexercise of not-doing that he had just described would help anyone to feel a line that came out \nfrom the moving hand, a line that one could place or cast wherever one wanted to. Don Juan said \nthat this was only an exercise, because the lines formed by the hand were not durable enough to \nbe of real value in a practical situation. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A man of knowledge uses other parts of his body to produce durable lines,&amp;quot; he said. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What parts of the body, don Juan?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The most durable lines that a man of knowledge produces come from the middle of the \nbody,&amp;quot; he said. &amp;quot;But he can also make them with his eyes.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Are they real lines?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Surely.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Can you see them and touch them?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Let&amp;#39;s say that you can feel them. The most difficult part about the warrior&amp;#39;s way is to realize \nthat the world is a feeling. When one is not-doing, one is feeling the world, and one feels the \nworld through its lines.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He paused and examined me with curiosity. He raised his brows and opened his eyes and then \nblinked. The effect was like the eyes of a bird blinking. Almost immediately I felt a sensation of \ndiscomfort and queasiness. It was actually as if something was applying pressure to my stomach. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;See what I mean?&amp;quot; don Juan asked and moved his eyes away. &lt;/p&gt;\n\n&lt;p&gt;I mentioned that I felt nauseated and he replied in a matter-of-fact tone that he knew it, and \nthat he was trying to make me feel the lines of the world with his eyes. I could not accept the \nclaim that he himself was making me feel that way. I voiced my doubts. I could hardly conceive \nthe idea that he was causing my feeling of nausea, since he had not, in any physical way, \nimpinged on me. &lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n\n&lt;p&gt;Regarding different inorganics types:&lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n\n&lt;p&gt;The new seers also found out the most important thing yet about the allies: what makes them \nuseless or usable to man. Useless allies, of which there are staggering numbers, are those that \nhave emanations inside them for which we have no match inside ourselves. They are so different \nfrom us as to be thoroughly unusable. Other allies, which are remarkably few in number, are akin \nto us, meaning that they possess occasional emanations that match ours. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How is that kind utilized by man?&amp;quot; I asked. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We should use another word instead of &amp;quot;utilize&amp;quot;,&amp;quot; he replied. &amp;quot;I&amp;#39;d say that what takes place \nbetween seers and allies of this kind is a fair exchange of energy.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How does the exchange take place?&amp;quot; I asked. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Through their matching emanations,&amp;quot; he said. &amp;quot;Those emanations are, naturally, on the left- \nside awareness of man; the side that the average man never uses. For this reason, allies are totally \nbarred from the world of the right-side awareness, or the side of rationality.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He said that the matching emanations give both a common ground. Then, with familiarity, a \ndeeper link is established, which allows both forms of life to profit. Seers seek the allies&amp;#39; ethereal \nquality; they make fabulous scouts and guardians. Allies seek the greater energy field of man, and \nwith it they can even materialize themselves. &lt;/p&gt;\n\n&lt;p&gt;He assured me that experienced seers play those shared emanations until they bring them into \ntotal focus; the exchange lakes place at that time&lt;/p&gt;\n\n&lt;p&gt;‘&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "fd91a8a8-6005-11ea-8439-0eaf9c4c470b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "fva5xu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "tryerrr", "discussion_type": null, "num_comments": 15, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/", "subreddit_subscribers": 9561, "created_utc": 1586073116.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fmilcya", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "jd198703", "can_mod_post": false, "created_utc": 1586111886.0, "send_replies": true, "parent_id": "t1_fmi96y0", "score": 5, "author_fullname": "t2_3tl0tnl8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hi Dan, as I have told before, if you are really embracing people who practice and ready for open discussion, then cool, let's do it. I have comments and some points I would be glad to discuss openly on this subreddit and maybe in this post.\n\n&gt;Occasionally I get criticized as being like \"the old sorcerers\" because I love inorganic beings.\n\n&gt;Often by someone who feels challenged, because in fact, they can't do anything at all but pretend.\n\nWell.. But in fact this does have some real grounding under it. Let's see what we got here: I think, that Carlos has described his teachings in ALL of his books. And cutting out some portion saying that old books are worthless or wrong and later ones are good/better doesn't sound right or unbiased. The same vice versa, if we only embrace early books and discard the later ones. Now, what do we got if we embrace all the books? And we've got the following: don Juan has always stressed upon the fact, that focus on inorganic beings and paying too much attention to them was an explicit focus of the old seers. They have relied on those beings, used them for different manipulations and changing worlds and even to affect the apprentices, without the sobriety of warrior's path.\n\nAnd don Juan has always stressed upon that this doesnt lead to freedom, but to traps and self importance if we focus on them too much. That they can only used with great care and only when really necessary, like to help us assemble the other world.\n\nThis doesn't mean I want to say we should discard IB or they are not useful. But I would use them myself only cautiously with don Juan's recommendations. It is my personal choice, doesn't mean I am encouraging anyone.\n\nThere is even an opinion (not mine) that Carlos' himself and his party have failed to accomplish their final goal because they have got too much involved with inorganics and old sorcerers mood. I think that we should take care with that, because who knows.\n\nBut.. An unexpected point. I don't think old seers paths are wrong automatically. It depends on choice and your goals. For some people it could be an appealing path of their choicd enriching their life with magic. Others, more abstract ones, want to become fully transformed being carefully working on every aspect of their flawed being.\n\nAs I wrote in one of my comments, let's see our being as an antenna. It was bent, broken and engulfed in a lot of bird's poop during our life. It still can be used. But if we want to pick the right radio for freedom, we need to fix it. And from don Juan's own teachings, the only way to do it is polishing ones tonal island, exploring and transforming carefully every aspect of it. It is not pretending to be impeccable, it is an exact and hard work which could take years.\n\nNow about pretending - but how do you know for sure? You only have people writing here or privately describing what they know and experience. You don't even see them! If their own path or experience is parallel but differs from yours, it doesn't mean they are pretending. It is just different, but can be valuable as well.\n\nWhich does not mean that your experience is not valuable or amazing. It is, in fact. But it is not a universal blueprint for everything and everyone.\n\n&gt;They've gone years pretending, until they don't even know, or care about, the difference.\n\n&gt;Some even try to earn money based on their pretending.\n\nWell, there are such people, yes. We are in a world of fakery, where people like to fool others for money. But if you really encounter such people you quickly learn it's worth because their offerings just don't work. And you are not getting result from practice!\n\n&gt;Think about it. If you work your butt off to make Carlos' techniques work, then hear about someone else who's also done that, you'd be delighted!\n\n&gt;There's so very few!\n\nOf course. And I think that everyone here is amazed and delighted hearing about your success. Especially knowing that you yourself were telling years ago it is all just \"useless visions\", and now back on track. \n\n&gt;You'd want to know what they've discovered. What technique did they use, to learn to see energy?\n\nYes, and what happens next in our case? If person is asking with amusement about your techniques, at some point, you categorize such guy as a book deal minded and not willing to learn. But in fact he or she were amazed by your experience and wants to learn with you. This can really discourage people and get you the opposite result of what you wanted (creating a dreamers community).\n\n&gt;You wouldn't criticize what they're doing.\n\n&gt;That's the sign of an absolute fraud.\n\nGood point! But then, why do you put so much of your time and effort in writing entire posts criticizing other people who want to learn and communicate? Or people who are doing sorcery courses or anything, when you dont really know what they practice or have really achieved? Why call people groupies, masturbators, book deal minded, etc., why care about it at all?\n\nEspecially, when some of those people are really trying to practice, to explore and move on and you are wrongly discarding them. So, the thing is you criticize others for criticizing, but you are in fact doing it here and yourself, more than anyone else on this subreddit. And this is an observable reality, visible through many of your recent posts and comments. So why talk about others, if you do this yourself?\n\nFor example, if someone does something in a slightly different way, you instantly decide it is a book deal and put a person in one of your categories not willing to get along with them anymore. Is it like the warrior's freedom, open exploration and working together? Or is it about only one right opinion on practice and all others are wrong automatically without any exploration of the real way things are.\n\nAnd this observable reality can discourage people instead of encouraging to move forward. This is the sad part of this.\n\n&gt;If you hear someone say that, get as far away from them as you can.\n\nHmm... But then, should we avoid you, seeing how easily you throw people in your categories and decide they are not practicing? And also telling that any guys who teach techniques from the older books are fraud when in fact you have never checked what they are doing and what are their own results, just throwing assumptions without a careful investigation of actual situation that they are fraud automatically. So, how is it so that you yourself call people fake without even knowing anything about their activities, but when someone does the same it is so wrong. Maybe in your case it is as wrong as well? Didn't this idea cross your mind?\n\nDon't get me wrong. I am embracing what you are sharing here and I am 100% sure you have in fact a profound experience. It makes your presence here very valuable, and being a conduit of Carlos' intent also.\n\nI also have a deep respect for you because you are helping out people (or were, at least), and provided uncountable insights and valuable techniques for people to work on dreaming. This can't be discarded, only fool would discard it and don't see value in what you have done here.\n\nBut I just don't understand, why so much criticism towards others? Why so big bias and unwillingness to accept any different approach on practice and teachings? Why those strange recent developments with private chats for \"chosen ones only\"? If you are worried that people who want to destroy Carlos' knowledge can use the situation, with the current way of things, they definitely could. And you can easily see how and why.\n\nAs I have told you, I am not one of those people willing to harm you or call a fraud, because you are not. And I a still very interested in you and what you share with us here. But at the same time I understand that no one is a god, a superhuman or the only source of the whole truth. That is why I see both sides of the coin, both the bright and the dark side. And this applies to anyone, including you.", "edited": 1586114756.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmilcya", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi Dan, as I have told before, if you are really embracing people who practice and ready for open discussion, then cool, let&amp;#39;s do it. I have comments and some points I would be glad to discuss openly on this subreddit and maybe in this post.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Occasionally I get criticized as being like &amp;quot;the old sorcerers&amp;quot; because I love inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;Often by someone who feels challenged, because in fact, they can&amp;#39;t do anything at all but pretend.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Well.. But in fact this does have some real grounding under it. Let&amp;#39;s see what we got here: I think, that Carlos has described his teachings in ALL of his books. And cutting out some portion saying that old books are worthless or wrong and later ones are good/better doesn&amp;#39;t sound right or unbiased. The same vice versa, if we only embrace early books and discard the later ones. Now, what do we got if we embrace all the books? And we&amp;#39;ve got the following: don Juan has always stressed upon the fact, that focus on inorganic beings and paying too much attention to them was an explicit focus of the old seers. They have relied on those beings, used them for different manipulations and changing worlds and even to affect the apprentices, without the sobriety of warrior&amp;#39;s path.&lt;/p&gt;\n\n&lt;p&gt;And don Juan has always stressed upon that this doesnt lead to freedom, but to traps and self importance if we focus on them too much. That they can only used with great care and only when really necessary, like to help us assemble the other world.&lt;/p&gt;\n\n&lt;p&gt;This doesn&amp;#39;t mean I want to say we should discard IB or they are not useful. But I would use them myself only cautiously with don Juan&amp;#39;s recommendations. It is my personal choice, doesn&amp;#39;t mean I am encouraging anyone.&lt;/p&gt;\n\n&lt;p&gt;There is even an opinion (not mine) that Carlos&amp;#39; himself and his party have failed to accomplish their final goal because they have got too much involved with inorganics and old sorcerers mood. I think that we should take care with that, because who knows.&lt;/p&gt;\n\n&lt;p&gt;But.. An unexpected point. I don&amp;#39;t think old seers paths are wrong automatically. It depends on choice and your goals. For some people it could be an appealing path of their choicd enriching their life with magic. Others, more abstract ones, want to become fully transformed being carefully working on every aspect of their flawed being.&lt;/p&gt;\n\n&lt;p&gt;As I wrote in one of my comments, let&amp;#39;s see our being as an antenna. It was bent, broken and engulfed in a lot of bird&amp;#39;s poop during our life. It still can be used. But if we want to pick the right radio for freedom, we need to fix it. And from don Juan&amp;#39;s own teachings, the only way to do it is polishing ones tonal island, exploring and transforming carefully every aspect of it. It is not pretending to be impeccable, it is an exact and hard work which could take years.&lt;/p&gt;\n\n&lt;p&gt;Now about pretending - but how do you know for sure? You only have people writing here or privately describing what they know and experience. You don&amp;#39;t even see them! If their own path or experience is parallel but differs from yours, it doesn&amp;#39;t mean they are pretending. It is just different, but can be valuable as well.&lt;/p&gt;\n\n&lt;p&gt;Which does not mean that your experience is not valuable or amazing. It is, in fact. But it is not a universal blueprint for everything and everyone.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;They&amp;#39;ve gone years pretending, until they don&amp;#39;t even know, or care about, the difference.&lt;/p&gt;\n\n&lt;p&gt;Some even try to earn money based on their pretending.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Well, there are such people, yes. We are in a world of fakery, where people like to fool others for money. But if you really encounter such people you quickly learn it&amp;#39;s worth because their offerings just don&amp;#39;t work. And you are not getting result from practice!&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Think about it. If you work your butt off to make Carlos&amp;#39; techniques work, then hear about someone else who&amp;#39;s also done that, you&amp;#39;d be delighted!&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so very few!&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Of course. And I think that everyone here is amazed and delighted hearing about your success. Especially knowing that you yourself were telling years ago it is all just &amp;quot;useless visions&amp;quot;, and now back on track. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;You&amp;#39;d want to know what they&amp;#39;ve discovered. What technique did they use, to learn to see energy?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes, and what happens next in our case? If person is asking with amusement about your techniques, at some point, you categorize such guy as a book deal minded and not willing to learn. But in fact he or she were amazed by your experience and wants to learn with you. This can really discourage people and get you the opposite result of what you wanted (creating a dreamers community).&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;You wouldn&amp;#39;t criticize what they&amp;#39;re doing.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the sign of an absolute fraud.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Good point! But then, why do you put so much of your time and effort in writing entire posts criticizing other people who want to learn and communicate? Or people who are doing sorcery courses or anything, when you dont really know what they practice or have really achieved? Why call people groupies, masturbators, book deal minded, etc., why care about it at all?&lt;/p&gt;\n\n&lt;p&gt;Especially, when some of those people are really trying to practice, to explore and move on and you are wrongly discarding them. So, the thing is you criticize others for criticizing, but you are in fact doing it here and yourself, more than anyone else on this subreddit. And this is an observable reality, visible through many of your recent posts and comments. So why talk about others, if you do this yourself?&lt;/p&gt;\n\n&lt;p&gt;For example, if someone does something in a slightly different way, you instantly decide it is a book deal and put a person in one of your categories not willing to get along with them anymore. Is it like the warrior&amp;#39;s freedom, open exploration and working together? Or is it about only one right opinion on practice and all others are wrong automatically without any exploration of the real way things are.&lt;/p&gt;\n\n&lt;p&gt;And this observable reality can discourage people instead of encouraging to move forward. This is the sad part of this.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;If you hear someone say that, get as far away from them as you can.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Hmm... But then, should we avoid you, seeing how easily you throw people in your categories and decide they are not practicing? And also telling that any guys who teach techniques from the older books are fraud when in fact you have never checked what they are doing and what are their own results, just throwing assumptions without a careful investigation of actual situation that they are fraud automatically. So, how is it so that you yourself call people fake without even knowing anything about their activities, but when someone does the same it is so wrong. Maybe in your case it is as wrong as well? Didn&amp;#39;t this idea cross your mind?&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t get me wrong. I am embracing what you are sharing here and I am 100% sure you have in fact a profound experience. It makes your presence here very valuable, and being a conduit of Carlos&amp;#39; intent also.&lt;/p&gt;\n\n&lt;p&gt;I also have a deep respect for you because you are helping out people (or were, at least), and provided uncountable insights and valuable techniques for people to work on dreaming. This can&amp;#39;t be discarded, only fool would discard it and don&amp;#39;t see value in what you have done here.&lt;/p&gt;\n\n&lt;p&gt;But I just don&amp;#39;t understand, why so much criticism towards others? Why so big bias and unwillingness to accept any different approach on practice and teachings? Why those strange recent developments with private chats for &amp;quot;chosen ones only&amp;quot;? If you are worried that people who want to destroy Carlos&amp;#39; knowledge can use the situation, with the current way of things, they definitely could. And you can easily see how and why.&lt;/p&gt;\n\n&lt;p&gt;As I have told you, I am not one of those people willing to harm you or call a fraud, because you are not. And I a still very interested in you and what you share with us here. But at the same time I understand that no one is a god, a superhuman or the only source of the whole truth. That is why I see both sides of the coin, both the bright and the dark side. And this applies to anyone, including you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fva5xu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmilcya/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586111886.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fmj8fcv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fmj2bwx", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The only cure I can find for this type of madness, is to have people on record doing impossible things. \n\nPeople who stuck to the books.\n\nYou guys I  hope.\n\nWe just need to flood the market with actual sorcerers.\n\nFakes can get away with it now, because there's no reason what they're teaching seems any less true.\n\nBut I'd much rather send Cholita to Israel, and have Mossad train her.  \n\nI suspect Cholita is a descendant of an Iberian Crypto-Jew.  On her mother's side.  \n\nHer father was pure Olmec.\n\nThen let her decide what to do with people who threaten Carlos' knowledge for profit.\n\nAbout what she might do, all I can say is, the max legal height block wall fence I put around my house doesn't protect the old lady neighbor's persimmons and avocados from Cholita.\n\nAs her son complained a couple of days ago, \"Your wife dropped in again.\"", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fmj8fcv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The only cure I can find for this type of madness, is to have people on record doing impossible things. &lt;/p&gt;\n\n&lt;p&gt;People who stuck to the books.&lt;/p&gt;\n\n&lt;p&gt;You guys I  hope.&lt;/p&gt;\n\n&lt;p&gt;We just need to flood the market with actual sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Fakes can get away with it now, because there&amp;#39;s no reason what they&amp;#39;re teaching seems any less true.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;d much rather send Cholita to Israel, and have Mossad train her.  &lt;/p&gt;\n\n&lt;p&gt;I suspect Cholita is a descendant of an Iberian Crypto-Jew.  On her mother&amp;#39;s side.  &lt;/p&gt;\n\n&lt;p&gt;Her father was pure Olmec.&lt;/p&gt;\n\n&lt;p&gt;Then let her decide what to do with people who threaten Carlos&amp;#39; knowledge for profit.&lt;/p&gt;\n\n&lt;p&gt;About what she might do, all I can say is, the max legal height block wall fence I put around my house doesn&amp;#39;t protect the old lady neighbor&amp;#39;s persimmons and avocados from Cholita.&lt;/p&gt;\n\n&lt;p&gt;As her son complained a couple of days ago, &amp;quot;Your wife dropped in again.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fva5xu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmj8fcv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586125144.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1586125144.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fmj2bwx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "created_utc": 1586121615.0, "send_replies": true, "parent_id": "t1_fmi96y0", "score": 2, "author_fullname": "t2_5kwod04j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I agree that there is a danger for newbies to be lead by fake gurus and naguals. I know some of them who pretend to know everything about nagualism and art of seeing...  for ex. this dude\n\n[https://www.youtube.com/watch?v=ky2Xx6hGtpI&amp;fbclid=IwAR1IlXA-ypr6t\\_siYs1vWS7fx1oobb4Yd-BvBjoXfFIOtGbaScqWqg4T0zs](https://www.youtube.com/watch?v=ky2Xx6hGtpI&amp;fbclid=IwAR1IlXA-ypr6t_siYs1vWS7fx1oobb4Yd-BvBjoXfFIOtGbaScqWqg4T0zs)\n\nHe insists that energy body and double are two different entities.. he also claims energy body cand be turned into a crystal with time.. and many other things, during his webinars he talk thousands of facts that can blow your mind if you are not familiar at least with one book of Carlos...\n\n [https://www.youtube.com/watch?v=rDe9VtZNNiM](https://www.youtube.com/watch?v=rDe9VtZNNiM) \n\nI wonder what would Dan tell about this nagual.. because me personally i guess he just invents stuff for people who can't see and keeps playing his games with blind students who as myself are mostly masturbators without actually succeeding something practically to proove he is right or wrong...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmj2bwx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I agree that there is a danger for newbies to be lead by fake gurus and naguals. I know some of them who pretend to know everything about nagualism and art of seeing...  for ex. this dude&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=ky2Xx6hGtpI&amp;amp;fbclid=IwAR1IlXA-ypr6t_siYs1vWS7fx1oobb4Yd-BvBjoXfFIOtGbaScqWqg4T0zs\"&gt;https://www.youtube.com/watch?v=ky2Xx6hGtpI&amp;amp;fbclid=IwAR1IlXA-ypr6t_siYs1vWS7fx1oobb4Yd-BvBjoXfFIOtGbaScqWqg4T0zs&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;He insists that energy body and double are two different entities.. he also claims energy body cand be turned into a crystal with time.. and many other things, during his webinars he talk thousands of facts that can blow your mind if you are not familiar at least with one book of Carlos...&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=rDe9VtZNNiM\"&gt;https://www.youtube.com/watch?v=rDe9VtZNNiM&lt;/a&gt; &lt;/p&gt;\n\n&lt;p&gt;I wonder what would Dan tell about this nagual.. because me personally i guess he just invents stuff for people who can&amp;#39;t see and keeps playing his games with blind students who as myself are mostly masturbators without actually succeeding something practically to proove he is right or wrong...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fva5xu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmj2bwx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586121615.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_fva5xu", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fo74lkd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo6ysok", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos named her Cholita.  There are people in here who know who she is, and have even seen pictures of her.\n\nIf you're interested, you can see her legs in 2 posts.\n\nI don't want her name used in here, because she's subject to danger from crazy people.  \n\nShe hates that name.  But the last time I asked her if she wanted me to use her real name, she went catatonic.\n\nGirlfriend?\n\nI have many.  All of whom would move in with me next week, and sex me up night and day.\n\nBut, Carlos made me celibate, so I just amuse myself with sexiness. \n\nWomen don't mind that.", "edited": false, "author_flair_css_class": null, "name": "t1_fo74lkd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos named her Cholita.  There are people in here who know who she is, and have even seen pictures of her.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re interested, you can see her legs in 2 posts.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want her name used in here, because she&amp;#39;s subject to danger from crazy people.  &lt;/p&gt;\n\n&lt;p&gt;She hates that name.  But the last time I asked her if she wanted me to use her real name, she went catatonic.&lt;/p&gt;\n\n&lt;p&gt;Girlfriend?&lt;/p&gt;\n\n&lt;p&gt;I have many.  All of whom would move in with me next week, and sex me up night and day.&lt;/p&gt;\n\n&lt;p&gt;But, Carlos made me celibate, so I just amuse myself with sexiness. &lt;/p&gt;\n\n&lt;p&gt;Women don&amp;#39;t mind that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo74lkd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587572148.0, "author_flair_text": null, "collapsed": false, "created_utc": 1587572148.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fo7mjab", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo6ysok", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I guess I missed #3.\n\nI'm only here to restore Carlos' reputation. Cleargreen hasn't done it.\n\nI had a deal with Carlos.  I tried other ways, but they failed.\n\nI noticed the internet.\n\nDuh!!!!???\n\nI'm here trying to motivate people, that's all.\n\nI have no desire to chat with my \"chums\".\n\nBut I'm not going to let Carlos go down as a fraud.\n\nIf you want to restore his reputation, please help.\n\nEncased by detail?\n\nYou worry me.", "edited": false, "author_flair_css_class": null, "name": "t1_fo7mjab", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess I missed #3.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m only here to restore Carlos&amp;#39; reputation. Cleargreen hasn&amp;#39;t done it.&lt;/p&gt;\n\n&lt;p&gt;I had a deal with Carlos.  I tried other ways, but they failed.&lt;/p&gt;\n\n&lt;p&gt;I noticed the internet.&lt;/p&gt;\n\n&lt;p&gt;Duh!!!!???&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m here trying to motivate people, that&amp;#39;s all.&lt;/p&gt;\n\n&lt;p&gt;I have no desire to chat with my &amp;quot;chums&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not going to let Carlos go down as a fraud.&lt;/p&gt;\n\n&lt;p&gt;If you want to restore his reputation, please help.&lt;/p&gt;\n\n&lt;p&gt;Encased by detail?&lt;/p&gt;\n\n&lt;p&gt;You worry me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7mjab/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587580882.0, "author_flair_text": null, "collapsed": false, "created_utc": 1587580882.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fo7nxvo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1587581566.0, "send_replies": true, "parent_id": "t1_fo7mbse", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I miss her.\n\nNot the beatings, spit in the face, public ridicule, destruction of electronics, or razor blades in my tires.\n\nI miss her double.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_fo7nxvo", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I miss her.&lt;/p&gt;\n\n&lt;p&gt;Not the beatings, spit in the face, public ridicule, destruction of electronics, or razor blades in my tires.&lt;/p&gt;\n\n&lt;p&gt;I miss her double.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7nxvo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587581566.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fo7mbse", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo7ke8p", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "She is a survivor. And fierce.\n\nThe madwoman is, paradoxically, protected by the strength of her madness.", "edited": 1587605685.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_fo7mbse", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;She is a survivor. And fierce.&lt;/p&gt;\n\n&lt;p&gt;The madwoman is, paradoxically, protected by the strength of her madness.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7mbse/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587580777.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1587580777.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fo7ke8p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo7cb16", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't believe she's going to survive this plague.\n\nI got a text saying she was 2300 miles away, homeless, and someone had hacked her bank account.\n\nI asked her to answer 2 questions for me, and I'd try to help her.\n\nHow did she get there?\n\nAnd why was she there?\n\nI've had nothing back.  \n\nSo, yes, Cholita is real.\n\nAnd maybe not long for this world.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_fo7ke8p", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t believe she&amp;#39;s going to survive this plague.&lt;/p&gt;\n\n&lt;p&gt;I got a text saying she was 2300 miles away, homeless, and someone had hacked her bank account.&lt;/p&gt;\n\n&lt;p&gt;I asked her to answer 2 questions for me, and I&amp;#39;d try to help her.&lt;/p&gt;\n\n&lt;p&gt;How did she get there?&lt;/p&gt;\n\n&lt;p&gt;And why was she there?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve had nothing back.  &lt;/p&gt;\n\n&lt;p&gt;So, yes, Cholita is real.&lt;/p&gt;\n\n&lt;p&gt;And maybe not long for this world.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7ke8p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587579828.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1587579828.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "fo7cb16", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo6ysok", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Anyone who says \"i am a sorcerer\" needs an ego cleanse. Just call yourself a perceptual traveler\n\nI like the term \"perceptual traveler.\" Carlos toyed with labeling it the \"mastery of intent\" instead of sorcery.\n\nOne of the senior members of the group in Taisha Abelar's book hated the term Sorcery...saying it was debasing and inaccurate.\n\nBut sorcery is more familiar to the layperson.\n\nAlso click on the Cholita post flair, or the Wiki term [page](https://reddit.com/r/Castaneda/wiki/Cholita) to see the posts about her.", "edited": 1587579987.0, "author_flair_css_class": null, "name": "t1_fo7cb16", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Anyone who says &amp;quot;i am a sorcerer&amp;quot; needs an ego cleanse. Just call yourself a perceptual traveler&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I like the term &amp;quot;perceptual traveler.&amp;quot; Carlos toyed with labeling it the &amp;quot;mastery of intent&amp;quot; instead of sorcery.&lt;/p&gt;\n\n&lt;p&gt;One of the senior members of the group in Taisha Abelar&amp;#39;s book hated the term Sorcery...saying it was debasing and inaccurate.&lt;/p&gt;\n\n&lt;p&gt;But sorcery is more familiar to the layperson.&lt;/p&gt;\n\n&lt;p&gt;Also click on the Cholita post flair, or the Wiki term &lt;a href=\"https://reddit.com/r/Castaneda/wiki/Cholita\"&gt;page&lt;/a&gt; to see the posts about her.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7cb16/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587575901.0, "author_flair_text": null, "collapsed": false, "created_utc": 1587575901.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fo7qt7z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fo6ysok", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Why do you get so encased by detail in your practices? \n\nDon't they say that God is in the details?", "edited": false, "author_flair_css_class": null, "name": "t1_fo7qt7z", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Why do you get so encased by detail in your practices? &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Don&amp;#39;t they say that God is in the details?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_fva5xu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo7qt7z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1587582956.0, "author_flair_text": null, "collapsed": false, "created_utc": 1587582956.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fo6ysok", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fmlsdi6", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "1. Why care about fraud sorcercers? Who cares lol..  Anyone who says \"i am a sorcerer\" needs an ego cleanse. Just call yourself a perceptual traveler 👍\n\n2. Why did you name your supposed invisible friend Cholita? Why did you affix a gender to it? Did you ever try to see it as it really is? Sounds like you want a girlfriend tbh..  \n\n3. Why do you get so encased by detail in your practices? \n\nBtw, im prodding you on purpose! Tell me more", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;ol&gt;\n&lt;li&gt;&lt;p&gt;Why care about fraud sorcercers? Who cares lol..  Anyone who says &amp;quot;i am a sorcerer&amp;quot; needs an ego cleanse. Just call yourself a perceptual traveler 👍&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Why did you name your supposed invisible friend Cholita? Why did you affix a gender to it? Did you ever try to see it as it really is? Sounds like you want a girlfriend tbh..  &lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;Why do you get so encased by detail in your practices? &lt;/p&gt;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Btw, im prodding you on purpose! Tell me more&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fo6ysok/", "num_reports": null, "locked": false, "name": "t1_fo6ysok", "created": 1587569219.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1587569219.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "fmlsdi6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_fmlbsov", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Excellent analysis!\n\nSometimes I try to argue with people about spirits and such (that you can actually see them without having gone mad), pointing out that if you analyze the religions of the world, there are some things you find to be universal.\n\nDemons are one of them.\n\nBut, the mythology of the demons and their appearance varies.\n\nSo the demon is possibly real, but the explanations are not.\n\nLast night, a \"demon\" head floated by me. She was a little disappointed with me, so she kept floating by until I was drowning in floating purple heads.\n\nI’d been trying to switch my eyes into \"seeing energy\" mode.  An inorganic being had taught me how to do that, 2 days before.\n\nI had a tiny bit of success, but realized, when the inorganic being taught me that she must have helped a bit.\n\nI couldn't find the right \"button\" to push. I knew it was down and to the right, but I kept producing other weird effects.\n\nI realized, as kids we know about those different ways the eyes can work.  Maybe even until the 4th grade, I used to be able to make 1 or 2 work.  But when you ask adults, they always warn you not to do that, because you could permanently damage your eyes or brain.  So we stop doing that early on.\n\nI gave up on trying to recreate that last night, and took my own advice:  \n\nDon't switch what you're trying to do, until you reach a roadblock.\n\nAnd I'd been trying to learn to merge waking dreaming, with sleeping dreaming.\n\nSo I sat up trying to summon dreaming scenes, hoping I could enter them with my dreaming body, while keeping my waking body sitting up on the bed.  I wanted to be awake with eyes open, at the same time my dreaming body was engaged in activity elsewhere.\n\nThe way Cholita can do it.\n\nI was mostly interested in my own living room, so I could try to pass the 4th gate and verify I was in the real world and not a phantom copy.\n\nBut I was willing to accept anyone’s living room as a substitute.\n\nI wasn’t having any luck with dreaming scenes.  \n\nBut I was having unusual success with the purple fog of light.\n\nIt reminded me of what one of the witches said, in lecture notes posted yesterday. She mentioned that the second attention appears as a fog to some.\n\nWe all know about, “the wall of fog”, but in my case, I get fog everywhere. \n\nIt’s just either not a wall, or I’m already behind the wall.  And a note to newbies:  Please don't take the books so literally!  Carlos lured us with those. As Carol Tiggs said, impatient with all the questions asked of her, regarding points from his books, \"Just let it happen to you as it does for you.\"\n\nA female point of view for sure.\n\nWall or not, I had the perfect “dreaming fog” for summing dreaming scenes. It was bright enough that you could focus anywhere in the space of the room, and find a detail to gaze at.\n\nBut I also had the thought, how come when I see that, the intense purple puffs aren’t present? It is one or the other?\n\nAn intensely bright purple cloud, with equivalent yellow patches swirling in it, followed by absolutely jet-black spaces, streamed by.  It was nearly yin/yangy, but because it was flowing that wasn't obvious.\n\nIt must have been about 2 feet high, and stretched for 12 feet around the room.  \n\nIt flowed in from the upper right, and down towards my lower left.\n\nAs I gazed at it, puzzled by the yellow part, I noticed a head on the leading edge of the next concentration in the stream.\n\nIt was a woman, with a disappointed look on her face. The same one who had taught me how to re-use my eyes.  \n\nBut that didn’t occur to me at the time. The level of silence needed to perceive that precludes an analysis while it’s happening.\n\nIf I had stopped to think, “Isn’t that the same women from 2 days ago?”, it would have gone away.\n\nTo practice sorcery, we start to use those other points on the 8 point diagram. Talking in any form can pull you out of one of the ones you're currently using.  In this case, I was perhaps using seeing, dreaming and feeling.  \n\nTalking can handle them, meaning, you can build the words to explain what's happen in there.\n\nBut it can move you out of there to do it.  That's why silence is so important.  You have to disengage \"talking\" for a while.\n\nWhen the first one passed, I noticed a second head. It couldn’t have been trailing her by more than 2 feet. The patches with the head no longer swirled. They were fixed purple ovals, linked to the next by a darker smear.\n\nI wondered if there could be more, and there were. One after the other, floating by, scolding me with their eyes.\n\nOne flashed a corpse face at me, but quickly returned to being a woman.\n\nThe stream of woman’s heads continued, until they got closer and closer together, and it started to look like that star trek episode where everyone is packed together on a planet, heads practically touching for as far as the eyes can see.\n\nI feared I was being pulled into the inorganic being’s world, where they occasionally seem to be packed together that tightly.\n\nI had a clear thought, designed to convince myself I couldn’t be pulled into there:  Why are these heads so transparent?\n\nA second or two later, one of the heads towards the middle of the flowing stream broke off and drifted to the right, fairly high up.\n\nWhen it reached the spot in the room that is perfectly south east, it rippled down and turned into a woman standing behind an iron fence, separating shoppers from a rose garden at a mall.\n\nShe became so solid and real looking that it could have been a movie projected onto that wall.  But it was only a few feet wide, and just tall enough to see her standing there. \n\nShe was around 30 feet away.\n\nI watched her carefully, as she talked to people I could not see, who must have been standing just outside the dreaming window that had formed.\n\nI tried to switch my eyes again, into seeing energy.\n\nSome very sharp lines, with a parallel wiggly pattern, materialized in the center of her torso.  What made them so different was the flat sharpness of them.\n\nIt was like a separate layer, superimposed over the woman in the dreaming scene. If you added a 4th line to the Zener Card (ESP) for wavy lines, and stretched them an extra wave, you'd have it perfectly.\n\nI had a rush of fright in my stomach. \n\nExcept that I’ve gotten used to that feeling.\n\nIt simply means, “There’s something you don’t see every day!”\n\nIt also means, the assemblage point just jumped ahead significantly. Towards deeper heightened awareness.\n\nThe woman melted and oozed from the dreaming scene and onto the bedspread in front of me. She was on the far-right part of the bed, drifting closer to me.  Another 4 feet, and she'd have reached my crossed legs.\n\nShe must have laid on her back, because at one point I was looking at her torso, near the right thigh area, and I saw a “vortex”.  Or more precisely, I wasn't looking at the bedspread anymore, even though I knew that was where my eyes had focused.\n\nI couldn’t believe what I’d seen!  It could be described as nothing other than, \"a vortex\".  A flat one for sure, but still a vortex.\n\nCarlos talked about vortexes on the body often enough to make me wonder what they could look like.\n\nIf you use Zuleica’s technique, eventually the area where you are scooping and wiggling will light up very brightly with whatever colors you’ve been scooping.\n\nBut it’s a diffuse brightness, with no clear sharp edges, and filled with little floating and twisting fibers, made from the same color.  The fibers are distinct, but not enough to be called, “sharp”. \n\nI’d assumed that was the “vortex” located there.  \n\nAnd you can scoop patches of energy from the air around you, place them near there, and they do indeed seem to get sucked in.  But they promptly ooze out at the sides.\n\nThis new vortex I was seeing was more like a crayon drawing.\n\nIf you had a dark grey/light tan crayon, that was perfectly poured so that every line you drew had half of each color, you could copy what it looked like.\n\nStart by drawing a 3 inch circle, from the left of the circle. But move the crayon closer to the middle by 1/3rd inch each pass, forming a simple clockwise spiral.\n\nIt was sharp, and shaped like a perfect spiral going in on itself.  It just sat on top of the flattened woman’s thigh.\n\nIt was like an object, not like part of her body.\n\nEdit two", "edited": 1586217172.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_fmlsdi6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Excellent analysis!&lt;/p&gt;\n\n&lt;p&gt;Sometimes I try to argue with people about spirits and such (that you can actually see them without having gone mad), pointing out that if you analyze the religions of the world, there are some things you find to be universal.&lt;/p&gt;\n\n&lt;p&gt;Demons are one of them.&lt;/p&gt;\n\n&lt;p&gt;But, the mythology of the demons and their appearance varies.&lt;/p&gt;\n\n&lt;p&gt;So the demon is possibly real, but the explanations are not.&lt;/p&gt;\n\n&lt;p&gt;Last night, a &amp;quot;demon&amp;quot; head floated by me. She was a little disappointed with me, so she kept floating by until I was drowning in floating purple heads.&lt;/p&gt;\n\n&lt;p&gt;I’d been trying to switch my eyes into &amp;quot;seeing energy&amp;quot; mode.  An inorganic being had taught me how to do that, 2 days before.&lt;/p&gt;\n\n&lt;p&gt;I had a tiny bit of success, but realized, when the inorganic being taught me that she must have helped a bit.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t find the right &amp;quot;button&amp;quot; to push. I knew it was down and to the right, but I kept producing other weird effects.&lt;/p&gt;\n\n&lt;p&gt;I realized, as kids we know about those different ways the eyes can work.  Maybe even until the 4th grade, I used to be able to make 1 or 2 work.  But when you ask adults, they always warn you not to do that, because you could permanently damage your eyes or brain.  So we stop doing that early on.&lt;/p&gt;\n\n&lt;p&gt;I gave up on trying to recreate that last night, and took my own advice:  &lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t switch what you&amp;#39;re trying to do, until you reach a roadblock.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;d been trying to learn to merge waking dreaming, with sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;So I sat up trying to summon dreaming scenes, hoping I could enter them with my dreaming body, while keeping my waking body sitting up on the bed.  I wanted to be awake with eyes open, at the same time my dreaming body was engaged in activity elsewhere.&lt;/p&gt;\n\n&lt;p&gt;The way Cholita can do it.&lt;/p&gt;\n\n&lt;p&gt;I was mostly interested in my own living room, so I could try to pass the 4th gate and verify I was in the real world and not a phantom copy.&lt;/p&gt;\n\n&lt;p&gt;But I was willing to accept anyone’s living room as a substitute.&lt;/p&gt;\n\n&lt;p&gt;I wasn’t having any luck with dreaming scenes.  &lt;/p&gt;\n\n&lt;p&gt;But I was having unusual success with the purple fog of light.&lt;/p&gt;\n\n&lt;p&gt;It reminded me of what one of the witches said, in lecture notes posted yesterday. She mentioned that the second attention appears as a fog to some.&lt;/p&gt;\n\n&lt;p&gt;We all know about, “the wall of fog”, but in my case, I get fog everywhere. &lt;/p&gt;\n\n&lt;p&gt;It’s just either not a wall, or I’m already behind the wall.  And a note to newbies:  Please don&amp;#39;t take the books so literally!  Carlos lured us with those. As Carol Tiggs said, impatient with all the questions asked of her, regarding points from his books, &amp;quot;Just let it happen to you as it does for you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;A female point of view for sure.&lt;/p&gt;\n\n&lt;p&gt;Wall or not, I had the perfect “dreaming fog” for summing dreaming scenes. It was bright enough that you could focus anywhere in the space of the room, and find a detail to gaze at.&lt;/p&gt;\n\n&lt;p&gt;But I also had the thought, how come when I see that, the intense purple puffs aren’t present? It is one or the other?&lt;/p&gt;\n\n&lt;p&gt;An intensely bright purple cloud, with equivalent yellow patches swirling in it, followed by absolutely jet-black spaces, streamed by.  It was nearly yin/yangy, but because it was flowing that wasn&amp;#39;t obvious.&lt;/p&gt;\n\n&lt;p&gt;It must have been about 2 feet high, and stretched for 12 feet around the room.  &lt;/p&gt;\n\n&lt;p&gt;It flowed in from the upper right, and down towards my lower left.&lt;/p&gt;\n\n&lt;p&gt;As I gazed at it, puzzled by the yellow part, I noticed a head on the leading edge of the next concentration in the stream.&lt;/p&gt;\n\n&lt;p&gt;It was a woman, with a disappointed look on her face. The same one who had taught me how to re-use my eyes.  &lt;/p&gt;\n\n&lt;p&gt;But that didn’t occur to me at the time. The level of silence needed to perceive that precludes an analysis while it’s happening.&lt;/p&gt;\n\n&lt;p&gt;If I had stopped to think, “Isn’t that the same women from 2 days ago?”, it would have gone away.&lt;/p&gt;\n\n&lt;p&gt;To practice sorcery, we start to use those other points on the 8 point diagram. Talking in any form can pull you out of one of the ones you&amp;#39;re currently using.  In this case, I was perhaps using seeing, dreaming and feeling.  &lt;/p&gt;\n\n&lt;p&gt;Talking can handle them, meaning, you can build the words to explain what&amp;#39;s happen in there.&lt;/p&gt;\n\n&lt;p&gt;But it can move you out of there to do it.  That&amp;#39;s why silence is so important.  You have to disengage &amp;quot;talking&amp;quot; for a while.&lt;/p&gt;\n\n&lt;p&gt;When the first one passed, I noticed a second head. It couldn’t have been trailing her by more than 2 feet. The patches with the head no longer swirled. They were fixed purple ovals, linked to the next by a darker smear.&lt;/p&gt;\n\n&lt;p&gt;I wondered if there could be more, and there were. One after the other, floating by, scolding me with their eyes.&lt;/p&gt;\n\n&lt;p&gt;One flashed a corpse face at me, but quickly returned to being a woman.&lt;/p&gt;\n\n&lt;p&gt;The stream of woman’s heads continued, until they got closer and closer together, and it started to look like that star trek episode where everyone is packed together on a planet, heads practically touching for as far as the eyes can see.&lt;/p&gt;\n\n&lt;p&gt;I feared I was being pulled into the inorganic being’s world, where they occasionally seem to be packed together that tightly.&lt;/p&gt;\n\n&lt;p&gt;I had a clear thought, designed to convince myself I couldn’t be pulled into there:  Why are these heads so transparent?&lt;/p&gt;\n\n&lt;p&gt;A second or two later, one of the heads towards the middle of the flowing stream broke off and drifted to the right, fairly high up.&lt;/p&gt;\n\n&lt;p&gt;When it reached the spot in the room that is perfectly south east, it rippled down and turned into a woman standing behind an iron fence, separating shoppers from a rose garden at a mall.&lt;/p&gt;\n\n&lt;p&gt;She became so solid and real looking that it could have been a movie projected onto that wall.  But it was only a few feet wide, and just tall enough to see her standing there. &lt;/p&gt;\n\n&lt;p&gt;She was around 30 feet away.&lt;/p&gt;\n\n&lt;p&gt;I watched her carefully, as she talked to people I could not see, who must have been standing just outside the dreaming window that had formed.&lt;/p&gt;\n\n&lt;p&gt;I tried to switch my eyes again, into seeing energy.&lt;/p&gt;\n\n&lt;p&gt;Some very sharp lines, with a parallel wiggly pattern, materialized in the center of her torso.  What made them so different was the flat sharpness of them.&lt;/p&gt;\n\n&lt;p&gt;It was like a separate layer, superimposed over the woman in the dreaming scene. If you added a 4th line to the Zener Card (ESP) for wavy lines, and stretched them an extra wave, you&amp;#39;d have it perfectly.&lt;/p&gt;\n\n&lt;p&gt;I had a rush of fright in my stomach. &lt;/p&gt;\n\n&lt;p&gt;Except that I’ve gotten used to that feeling.&lt;/p&gt;\n\n&lt;p&gt;It simply means, “There’s something you don’t see every day!”&lt;/p&gt;\n\n&lt;p&gt;It also means, the assemblage point just jumped ahead significantly. Towards deeper heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;The woman melted and oozed from the dreaming scene and onto the bedspread in front of me. She was on the far-right part of the bed, drifting closer to me.  Another 4 feet, and she&amp;#39;d have reached my crossed legs.&lt;/p&gt;\n\n&lt;p&gt;She must have laid on her back, because at one point I was looking at her torso, near the right thigh area, and I saw a “vortex”.  Or more precisely, I wasn&amp;#39;t looking at the bedspread anymore, even though I knew that was where my eyes had focused.&lt;/p&gt;\n\n&lt;p&gt;I couldn’t believe what I’d seen!  It could be described as nothing other than, &amp;quot;a vortex&amp;quot;.  A flat one for sure, but still a vortex.&lt;/p&gt;\n\n&lt;p&gt;Carlos talked about vortexes on the body often enough to make me wonder what they could look like.&lt;/p&gt;\n\n&lt;p&gt;If you use Zuleica’s technique, eventually the area where you are scooping and wiggling will light up very brightly with whatever colors you’ve been scooping.&lt;/p&gt;\n\n&lt;p&gt;But it’s a diffuse brightness, with no clear sharp edges, and filled with little floating and twisting fibers, made from the same color.  The fibers are distinct, but not enough to be called, “sharp”. &lt;/p&gt;\n\n&lt;p&gt;I’d assumed that was the “vortex” located there.  &lt;/p&gt;\n\n&lt;p&gt;And you can scoop patches of energy from the air around you, place them near there, and they do indeed seem to get sucked in.  But they promptly ooze out at the sides.&lt;/p&gt;\n\n&lt;p&gt;This new vortex I was seeing was more like a crayon drawing.&lt;/p&gt;\n\n&lt;p&gt;If you had a dark grey/light tan crayon, that was perfectly poured so that every line you drew had half of each color, you could copy what it looked like.&lt;/p&gt;\n\n&lt;p&gt;Start by drawing a 3 inch circle, from the left of the circle. But move the crayon closer to the middle by 1/3rd inch each pass, forming a simple clockwise spiral.&lt;/p&gt;\n\n&lt;p&gt;It was sharp, and shaped like a perfect spiral going in on itself.  It just sat on top of the flattened woman’s thigh.&lt;/p&gt;\n\n&lt;p&gt;It was like an object, not like part of her body.&lt;/p&gt;\n\n&lt;p&gt;Edit two&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fva5xu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmlsdi6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586192347.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1586192347.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "fmlbsov", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1586183207.0, "send_replies": true, "parent_id": "t1_fmi96y0", "score": 1, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In context of IBs responding both to fear and to empathy, the teachings of both christian and buddhist faith take different meanings:\n\nBuddhists by being equanimously compassionate towards “demons” instead of fearful, Christians by “turning the other cheek” even towards “demons” instead of fearful, make the IBs “behave” and interact comfortably. \n\nThe teachings might apply to IBs more than fellow humans, just habituating the response by “training” the behavior on humans..", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmlbsov", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In context of IBs responding both to fear and to empathy, the teachings of both christian and buddhist faith take different meanings:&lt;/p&gt;\n\n&lt;p&gt;Buddhists by being equanimously compassionate towards “demons” instead of fearful, Christians by “turning the other cheek” even towards “demons” instead of fearful, make the IBs “behave” and interact comfortably. &lt;/p&gt;\n\n&lt;p&gt;The teachings might apply to IBs more than fellow humans, just habituating the response by “training” the behavior on humans..&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_fva5xu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmlbsov/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586183207.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "fmi96y0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1586104943.0, "send_replies": true, "parent_id": "t3_fva5xu", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't see Zuleica's techniques in there.  Maybe some hints at them.\n\nBut that's just because all of the techniques revolve around the same principles.\n\nAnd that claw technique does in fact trap things.  Dark energy for one.\n\nI never realized it makes lines in the hand, but I have utilized those a few times to call inorganic beings.\n\nI thought I was offering them some dark energy.\n\nI had scooped it up, using that claw movement.\n\nI could literally see it.  It looks like dust bunnies stuck all over your hands.\n\nUnlike many other sights you can see in darkness, it doesn't go away quickly.\n\nIf you see a puff of purple color, or some lines on the floor, then walk a few feet and look back, they're likely to be gone.\n\nWhen you get stuff stuck on your hand by doing that claw technique, you can lower your hand, forget about that for a while, raise it back up, and it's still there.\n\nThe appearance has changed a bit.   As if it's always mutating.  But it remains, and behaves more like a real object.\n\nI stretched out my hand after scooping up a puff the size of a small bag of cotton candy, as if I could \"beam\" that towards Carlos' Allies, and get them to come.\n\nOne did.\n\nI guess what stretched out was actually that line that comes from the hands.  The weak one.\n\nI do see those lines connecting everything, which don Juan mentions in those quotes.\n\nIt's a fact.    You can see puffs of colored light, bars of light, finely broken bits of light, spinning things that spawn off text, but also, lines.\n\nThe lines are just different from the other stuff.\n\nAt first I was thinking, those must have a physiological basis.  Maybe it's blood vessels at the back of the eye, or cross-talk in the neural pathways.\n\nBut there's just too many of them. And they can cause you to be moved to other worlds, like a transporter which only transports the entire room.\n\nAnd there isn't just one type.\n\nThey sit in/on various places. The floor, at your waist, and mixed in with purple fog.\n\nSo they look like at least 3 types.\n\nAny of you will see them too.  They start to show up at the 2 hour mark of silence (later at the 2 minute mark if you practice everyday).\n\nIt's also nice to hear verification that there are lots of inorganic beings around.\n\nI have regular visits by a type that resembles a small rodent.\n\nThe size and shape that is.\n\nI've never seen one of those able to project an image of themselves, the way the stronger ones can.\n\nIt's almost as if you can only see their energy body, and even that is very faint.\n\nThey just sit there. I expect it's like a pill bug stuck to a mushroom.  They're eating, but you can't see that.\n\nBut I'm not sure what don Juan means by the weaker inorganics being \"useless\".\n\nAny inorganic being is VERY useful, as long as you can perceive it.\n\nIt'll tug your assemblage point far into the second attention.\n\nMaybe, from the point of view of lineages, where the Nagual does most of the work for the apprentices, you can get picky about inorganic beings.\n\nIf don Juan can simply slap you on the back and put you into heightened awareness, of course you don't need to stare at darkness for 3 hours.  And certainly, don Juan might not like Carlos being randomly moved into heightened awareness, by inorganic beings.\n\nBut if you don't have someone to do that for you, and seeing as how don Juan said something like, \"Real learning takes place in heightened awareness\", how would you like to reduce that 3 hours to 1?\n\nHow is that useless?\n\nAnd I can't imagine one of us, with absolutely no real help, turning up our noses at the sight of an inorganic being in front of us.\n\nOccasionally I get criticized as being like \"the old sorcerers\" because I love inorganic beings.\n\nOften by someone who feels challenged, because in fact, they can't do anything at all but pretend.\n\nThey've gone years pretending, until they don't even know, or care about, the difference.\n\nSome even try to earn money based on their pretending.\n\nI guess they're saying,  about how easily I can manipulate inorganic beings,  \"You aren't obeying don Juan!!!\"\n\nSeriously?\n\nGet a grip.  This isn't a fantasy.\n\nI should do a write up on the 5 types of fake sorcerers.  I'm assuming there's the same number of fakes, as there are petty tyrants.\n\nOne type feeds off the attention of others.  He's not so dishonest that he puts an eagle feather in his hat, and charges money for workshops.\n\nHe's more like a \"gamer\", enjoying gaming culture.\n\nHe chats on the net, shows off his sorcery inventory knowledge, and generally wants to be thought of as coming along nicely, in his fake sorcery path.\n\nWhen he hears someone might actually be getting results, he feels threatened.\n\nFor so many years, he got away with pretending.  So he latches out.\n\nThink about it.  If you work your butt off to make Carlos' techniques work, then hear about someone else who's also done that, you'd be delighted!\n\nThere's so very few!\n\nYou'd want to know what they've discovered. What technique did they use, to learn to see energy?\n\nYou wouldn't criticize what they're doing.\n\nThat's the sign of an absolute fraud.\n\nIf you hear someone say that, get as far away from them as you can.\n\nThat kind of madness is infectious.\n\nAnd sorcery is in fact, \"The mastery of Intent\". It's all about intent. Following things you discover, offered to you by intent alone.  And hopefully, the intent from Carlos.\n\nYou don't need the intent of pretending around you.  It typically also comes with madness.\n\nSuch a person, the \"small attack dog\" type of fake sorcerer, will even switch.\n\nIf he realizes he can't keep claiming you're doing something wrong, because popular opinion is not behind him, he'll turn into your best buddy.\n\nSo while you think you're rid of that nonsense, it's only gotten worse.  He wants you to join his masturbation club, as an honored member.  If you don't join voluntarily, you'll find him humping your leg once in a while.\n\nUnfortunately, that's what happened to Carlos' knowledge.\n\nIt became petty gaming culture socialization.\n\nBesides, the inorganic being I found has a very pleasing appearance.  It's good to be entertained, when you have to put in 3 hours of hard work.\n\nIf a giant TV from the second attention would materialize in the darkness, and you spent the entire 3 hours watching \"I Love Lucy\" re-runs (I've actually done a bit of that), would anyone really be able to criticize your use of time?\n\nJealous is what they'd actually be!\n\nLately, when my inorganic being shows up, I just pull her close and hug her. I know she won't stay long, so I just want her to know, I miss her.\n\n(Cholita took them all).\n\nShe's still flat, so hugging doesn't work as well as it sounds.\n\nBut she seems to like it.  Doesn't matter to her that what I'm seeing is huggable, but what she is, isn't.\n\nShe isn't a speciesist.\n\nCarlos'  inorganics look like demented professors.  They seem to be urgently wanting to show me something, but only in a scary way.\n\nAnd it takes me a day or two to realize, they actually did some good.\n\nNot so with the one I found.  Two nights ago she taught me something that's repeatable.  Drifted in, and within 2 minutes she'd taught me a technique.\n\nA repeatable technique.  And while she was teaching it, I knew that's what she was doing.\n\nTeaching.  That was the first time there was no other explanation.\n\nThings you can repeat are rare.  That's the frustrating part.  You do something, but can't repeat it.\n\nShe showed me how to change the way my eyes are working.  My first reaction was that the room got brighter, and she'd taught me to unblock a level of light our mind won't allow us to see.\n\nMaybe IR light. Or sonar, translated to visual.\n\nAnd, maybe it's blocked because you can see things you're not supposed to see.\n\nThe first time I activated it, 2 white male ghosts scurried away as if I'd turned on the kitchen light, and some cockroaches ran.\n\nBut now I think, she showed me what Silvio Manuel did for Carlos when he glanced down and slightly to the right, where his second attention assembles.\n\nI was watching her do it, so it seemed like she was glancing left (my left).\n\nBut from her perspective, she was glancing exactly the same way Silvio Manuel had done.\n\nAnd I was able to do it over and over.  That's rare, to have the second attention behave like the first attention.\n\nNow my thinking is, she taught me to switch over to seeing energy.  Don Juan emphasized that the eyes can see in both fashions.\n\nI tested that theory last night. I could certainly make the room get so light it was as if there were a leak somewhere in my window coverings.\n\nAnd there was something different about what lit up. It was \"jagged\",  and I kept detecting light coming under the door.\n\nI have it blocked with a towel,  so it should be very little.\n\nAnd I was facing the wrong direction!\n\nIt couldn't be the light from under the door!\n\nNaturally, I had to try to figure that out.  That's what navigating is.  You find something, and investigate.\n\nTip for newbies.  Don't skip around.  Follow a single thing.  \n\nIf you jump around the results won't be convincing.\n\nUnfortunately, when I tried to focus on it I got stuck in abstract dreaming.\n\nI was with Cholita.  But I couldn't actually see her, because it was dark.\n\nShe was sitting to my left.  We were putting white fabric on one small window, the size of a hand.  But the window was laying down, so we were really blocking a square receptacle of some kind.\n\nOn the other small window,  we were placing some black substance. It actually went inside a bit, instead of simply blocking the entrance. It was viscous.\n\nCholita warned me not to mix them.  Especially, don't contaminate the white one.\n\nShe considered the black one to be for men, so she didn't care if it got filthy.\n\nCholita is a tad OCD.\n\nI spent another 5 hours making sure they didn't mix,  until I realized it was time to get up.\n\nAround 30 seconds after getting up, still worried about those windows mixing,  I realized,\n\nWhat windows????  Where????\n\nEdit three", "edited": 1586212982.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmi96y0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t see Zuleica&amp;#39;s techniques in there.  Maybe some hints at them.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s just because all of the techniques revolve around the same principles.&lt;/p&gt;\n\n&lt;p&gt;And that claw technique does in fact trap things.  Dark energy for one.&lt;/p&gt;\n\n&lt;p&gt;I never realized it makes lines in the hand, but I have utilized those a few times to call inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;I thought I was offering them some dark energy.&lt;/p&gt;\n\n&lt;p&gt;I had scooped it up, using that claw movement.&lt;/p&gt;\n\n&lt;p&gt;I could literally see it.  It looks like dust bunnies stuck all over your hands.&lt;/p&gt;\n\n&lt;p&gt;Unlike many other sights you can see in darkness, it doesn&amp;#39;t go away quickly.&lt;/p&gt;\n\n&lt;p&gt;If you see a puff of purple color, or some lines on the floor, then walk a few feet and look back, they&amp;#39;re likely to be gone.&lt;/p&gt;\n\n&lt;p&gt;When you get stuff stuck on your hand by doing that claw technique, you can lower your hand, forget about that for a while, raise it back up, and it&amp;#39;s still there.&lt;/p&gt;\n\n&lt;p&gt;The appearance has changed a bit.   As if it&amp;#39;s always mutating.  But it remains, and behaves more like a real object.&lt;/p&gt;\n\n&lt;p&gt;I stretched out my hand after scooping up a puff the size of a small bag of cotton candy, as if I could &amp;quot;beam&amp;quot; that towards Carlos&amp;#39; Allies, and get them to come.&lt;/p&gt;\n\n&lt;p&gt;One did.&lt;/p&gt;\n\n&lt;p&gt;I guess what stretched out was actually that line that comes from the hands.  The weak one.&lt;/p&gt;\n\n&lt;p&gt;I do see those lines connecting everything, which don Juan mentions in those quotes.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a fact.    You can see puffs of colored light, bars of light, finely broken bits of light, spinning things that spawn off text, but also, lines.&lt;/p&gt;\n\n&lt;p&gt;The lines are just different from the other stuff.&lt;/p&gt;\n\n&lt;p&gt;At first I was thinking, those must have a physiological basis.  Maybe it&amp;#39;s blood vessels at the back of the eye, or cross-talk in the neural pathways.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s just too many of them. And they can cause you to be moved to other worlds, like a transporter which only transports the entire room.&lt;/p&gt;\n\n&lt;p&gt;And there isn&amp;#39;t just one type.&lt;/p&gt;\n\n&lt;p&gt;They sit in/on various places. The floor, at your waist, and mixed in with purple fog.&lt;/p&gt;\n\n&lt;p&gt;So they look like at least 3 types.&lt;/p&gt;\n\n&lt;p&gt;Any of you will see them too.  They start to show up at the 2 hour mark of silence (later at the 2 minute mark if you practice everyday).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also nice to hear verification that there are lots of inorganic beings around.&lt;/p&gt;\n\n&lt;p&gt;I have regular visits by a type that resembles a small rodent.&lt;/p&gt;\n\n&lt;p&gt;The size and shape that is.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve never seen one of those able to project an image of themselves, the way the stronger ones can.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s almost as if you can only see their energy body, and even that is very faint.&lt;/p&gt;\n\n&lt;p&gt;They just sit there. I expect it&amp;#39;s like a pill bug stuck to a mushroom.  They&amp;#39;re eating, but you can&amp;#39;t see that.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not sure what don Juan means by the weaker inorganics being &amp;quot;useless&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Any inorganic being is VERY useful, as long as you can perceive it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll tug your assemblage point far into the second attention.&lt;/p&gt;\n\n&lt;p&gt;Maybe, from the point of view of lineages, where the Nagual does most of the work for the apprentices, you can get picky about inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;If don Juan can simply slap you on the back and put you into heightened awareness, of course you don&amp;#39;t need to stare at darkness for 3 hours.  And certainly, don Juan might not like Carlos being randomly moved into heightened awareness, by inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;But if you don&amp;#39;t have someone to do that for you, and seeing as how don Juan said something like, &amp;quot;Real learning takes place in heightened awareness&amp;quot;, how would you like to reduce that 3 hours to 1?&lt;/p&gt;\n\n&lt;p&gt;How is that useless?&lt;/p&gt;\n\n&lt;p&gt;And I can&amp;#39;t imagine one of us, with absolutely no real help, turning up our noses at the sight of an inorganic being in front of us.&lt;/p&gt;\n\n&lt;p&gt;Occasionally I get criticized as being like &amp;quot;the old sorcerers&amp;quot; because I love inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;Often by someone who feels challenged, because in fact, they can&amp;#39;t do anything at all but pretend.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve gone years pretending, until they don&amp;#39;t even know, or care about, the difference.&lt;/p&gt;\n\n&lt;p&gt;Some even try to earn money based on their pretending.&lt;/p&gt;\n\n&lt;p&gt;I guess they&amp;#39;re saying,  about how easily I can manipulate inorganic beings,  &amp;quot;You aren&amp;#39;t obeying don Juan!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Seriously?&lt;/p&gt;\n\n&lt;p&gt;Get a grip.  This isn&amp;#39;t a fantasy.&lt;/p&gt;\n\n&lt;p&gt;I should do a write up on the 5 types of fake sorcerers.  I&amp;#39;m assuming there&amp;#39;s the same number of fakes, as there are petty tyrants.&lt;/p&gt;\n\n&lt;p&gt;One type feeds off the attention of others.  He&amp;#39;s not so dishonest that he puts an eagle feather in his hat, and charges money for workshops.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s more like a &amp;quot;gamer&amp;quot;, enjoying gaming culture.&lt;/p&gt;\n\n&lt;p&gt;He chats on the net, shows off his sorcery inventory knowledge, and generally wants to be thought of as coming along nicely, in his fake sorcery path.&lt;/p&gt;\n\n&lt;p&gt;When he hears someone might actually be getting results, he feels threatened.&lt;/p&gt;\n\n&lt;p&gt;For so many years, he got away with pretending.  So he latches out.&lt;/p&gt;\n\n&lt;p&gt;Think about it.  If you work your butt off to make Carlos&amp;#39; techniques work, then hear about someone else who&amp;#39;s also done that, you&amp;#39;d be delighted!&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so very few!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d want to know what they&amp;#39;ve discovered. What technique did they use, to learn to see energy?&lt;/p&gt;\n\n&lt;p&gt;You wouldn&amp;#39;t criticize what they&amp;#39;re doing.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the sign of an absolute fraud.&lt;/p&gt;\n\n&lt;p&gt;If you hear someone say that, get as far away from them as you can.&lt;/p&gt;\n\n&lt;p&gt;That kind of madness is infectious.&lt;/p&gt;\n\n&lt;p&gt;And sorcery is in fact, &amp;quot;The mastery of Intent&amp;quot;. It&amp;#39;s all about intent. Following things you discover, offered to you by intent alone.  And hopefully, the intent from Carlos.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need the intent of pretending around you.  It typically also comes with madness.&lt;/p&gt;\n\n&lt;p&gt;Such a person, the &amp;quot;small attack dog&amp;quot; type of fake sorcerer, will even switch.&lt;/p&gt;\n\n&lt;p&gt;If he realizes he can&amp;#39;t keep claiming you&amp;#39;re doing something wrong, because popular opinion is not behind him, he&amp;#39;ll turn into your best buddy.&lt;/p&gt;\n\n&lt;p&gt;So while you think you&amp;#39;re rid of that nonsense, it&amp;#39;s only gotten worse.  He wants you to join his masturbation club, as an honored member.  If you don&amp;#39;t join voluntarily, you&amp;#39;ll find him humping your leg once in a while.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, that&amp;#39;s what happened to Carlos&amp;#39; knowledge.&lt;/p&gt;\n\n&lt;p&gt;It became petty gaming culture socialization.&lt;/p&gt;\n\n&lt;p&gt;Besides, the inorganic being I found has a very pleasing appearance.  It&amp;#39;s good to be entertained, when you have to put in 3 hours of hard work.&lt;/p&gt;\n\n&lt;p&gt;If a giant TV from the second attention would materialize in the darkness, and you spent the entire 3 hours watching &amp;quot;I Love Lucy&amp;quot; re-runs (I&amp;#39;ve actually done a bit of that), would anyone really be able to criticize your use of time?&lt;/p&gt;\n\n&lt;p&gt;Jealous is what they&amp;#39;d actually be!&lt;/p&gt;\n\n&lt;p&gt;Lately, when my inorganic being shows up, I just pull her close and hug her. I know she won&amp;#39;t stay long, so I just want her to know, I miss her.&lt;/p&gt;\n\n&lt;p&gt;(Cholita took them all).&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s still flat, so hugging doesn&amp;#39;t work as well as it sounds.&lt;/p&gt;\n\n&lt;p&gt;But she seems to like it.  Doesn&amp;#39;t matter to her that what I&amp;#39;m seeing is huggable, but what she is, isn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;She isn&amp;#39;t a speciesist.&lt;/p&gt;\n\n&lt;p&gt;Carlos&amp;#39;  inorganics look like demented professors.  They seem to be urgently wanting to show me something, but only in a scary way.&lt;/p&gt;\n\n&lt;p&gt;And it takes me a day or two to realize, they actually did some good.&lt;/p&gt;\n\n&lt;p&gt;Not so with the one I found.  Two nights ago she taught me something that&amp;#39;s repeatable.  Drifted in, and within 2 minutes she&amp;#39;d taught me a technique.&lt;/p&gt;\n\n&lt;p&gt;A repeatable technique.  And while she was teaching it, I knew that&amp;#39;s what she was doing.&lt;/p&gt;\n\n&lt;p&gt;Teaching.  That was the first time there was no other explanation.&lt;/p&gt;\n\n&lt;p&gt;Things you can repeat are rare.  That&amp;#39;s the frustrating part.  You do something, but can&amp;#39;t repeat it.&lt;/p&gt;\n\n&lt;p&gt;She showed me how to change the way my eyes are working.  My first reaction was that the room got brighter, and she&amp;#39;d taught me to unblock a level of light our mind won&amp;#39;t allow us to see.&lt;/p&gt;\n\n&lt;p&gt;Maybe IR light. Or sonar, translated to visual.&lt;/p&gt;\n\n&lt;p&gt;And, maybe it&amp;#39;s blocked because you can see things you&amp;#39;re not supposed to see.&lt;/p&gt;\n\n&lt;p&gt;The first time I activated it, 2 white male ghosts scurried away as if I&amp;#39;d turned on the kitchen light, and some cockroaches ran.&lt;/p&gt;\n\n&lt;p&gt;But now I think, she showed me what Silvio Manuel did for Carlos when he glanced down and slightly to the right, where his second attention assembles.&lt;/p&gt;\n\n&lt;p&gt;I was watching her do it, so it seemed like she was glancing left (my left).&lt;/p&gt;\n\n&lt;p&gt;But from her perspective, she was glancing exactly the same way Silvio Manuel had done.&lt;/p&gt;\n\n&lt;p&gt;And I was able to do it over and over.  That&amp;#39;s rare, to have the second attention behave like the first attention.&lt;/p&gt;\n\n&lt;p&gt;Now my thinking is, she taught me to switch over to seeing energy.  Don Juan emphasized that the eyes can see in both fashions.&lt;/p&gt;\n\n&lt;p&gt;I tested that theory last night. I could certainly make the room get so light it was as if there were a leak somewhere in my window coverings.&lt;/p&gt;\n\n&lt;p&gt;And there was something different about what lit up. It was &amp;quot;jagged&amp;quot;,  and I kept detecting light coming under the door.&lt;/p&gt;\n\n&lt;p&gt;I have it blocked with a towel,  so it should be very little.&lt;/p&gt;\n\n&lt;p&gt;And I was facing the wrong direction!&lt;/p&gt;\n\n&lt;p&gt;It couldn&amp;#39;t be the light from under the door!&lt;/p&gt;\n\n&lt;p&gt;Naturally, I had to try to figure that out.  That&amp;#39;s what navigating is.  You find something, and investigate.&lt;/p&gt;\n\n&lt;p&gt;Tip for newbies.  Don&amp;#39;t skip around.  Follow a single thing.  &lt;/p&gt;\n\n&lt;p&gt;If you jump around the results won&amp;#39;t be convincing.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, when I tried to focus on it I got stuck in abstract dreaming.&lt;/p&gt;\n\n&lt;p&gt;I was with Cholita.  But I couldn&amp;#39;t actually see her, because it was dark.&lt;/p&gt;\n\n&lt;p&gt;She was sitting to my left.  We were putting white fabric on one small window, the size of a hand.  But the window was laying down, so we were really blocking a square receptacle of some kind.&lt;/p&gt;\n\n&lt;p&gt;On the other small window,  we were placing some black substance. It actually went inside a bit, instead of simply blocking the entrance. It was viscous.&lt;/p&gt;\n\n&lt;p&gt;Cholita warned me not to mix them.  Especially, don&amp;#39;t contaminate the white one.&lt;/p&gt;\n\n&lt;p&gt;She considered the black one to be for men, so she didn&amp;#39;t care if it got filthy.&lt;/p&gt;\n\n&lt;p&gt;Cholita is a tad OCD.&lt;/p&gt;\n\n&lt;p&gt;I spent another 5 hours making sure they didn&amp;#39;t mix,  until I realized it was time to get up.&lt;/p&gt;\n\n&lt;p&gt;Around 30 seconds after getting up, still worried about those windows mixing,  I realized,&lt;/p&gt;\n\n&lt;p&gt;What windows????  Where????&lt;/p&gt;\n\n&lt;p&gt;Edit three&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmi96y0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586104943.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_fva5xu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "fmhllvi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "canastataa", "can_mod_post": false, "created_utc": 1586085254.0, "send_replies": true, "parent_id": "t3_fva5xu", "score": 1, "author_fullname": "t2_d3tum", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Wasnt this exact quote posted like a month ago ?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_fmhllvi", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wasnt this exact quote posted like a month ago ?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/fva5xu/zuleica_technique_in_earlier_books/fmhllvi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1586085254.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_fva5xu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]