[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "  \n\nThe following assumes you are male. If you are male the process will, generally (Unless you have a female with a lot of energy around, then it’s a bit faster.), be very slow and it will take a lot of work and time. If you are a female you can do this in a week or three. \n\nThe whole point of these techniques is to get the internal dialogue (ID from now on) to be quiet. Getting the ID to be quiet is the starting point for everything, the [Gateway to Infinity](https://www.huffpost.com/entry/gateway-to-infinity_b_8066966) (for those of you who just *need* a distraction - I just knew someone had written something with that title!).\n\nThe basic ways of doing that are by increasing your sensory input, overloading the part of the brain that the ID uses for processing, by the pretzel technique or by combining them. If you have others please feel free to share. If you know all of these consider this a refresher. \n\nThe Pretzel Technique\n\nAt first, this appears to be the easy one: You get into the lotus position and you stay still until you become or force yourself to turn off your ID. This is only easy from a cultural perspective, obviously. We've come to accept the pretzel technique and associate it with Yogis and all kinds of wise men/people (for those of us who like Tilda Swinton) so it makes sense we would go for it. \n\nThe way of the pretzel technique are few: You sit (however you want really, it doesn't have to be a lotus position at all) and close your eyes. Having a sleep mask or some such that allows total/near total darkness (some sleep masks let you do this with your eyes open which is better. After buying a few the one that works for me is the [Manta Sleep Mask / Eye Mask / Best Sleeping Mask - 100% Blackout](https://mantasleep.com/products/manta-sleep-mask)) is helpful but not necessary at first. Make the ID be quiet. You can force it, sometimes, by moving your consciousness such that it's quiet. You move your consciousness (your Assemblage Point) by remembering how it felt the last time it was quiet.  This works the same way a really bad or annoying memory will make your heart go faster. Or a really good memory will slow it down. Your thoughts affect your body and your consciousness. I’m pretty sure there have been studies that show this.\n\nA prerequisite to forcing the ID to be silent, for me, is having been quiet previously. I generally let it rant. Give it time and it will give you moments of silence; half a second here, a second there. After enough hours (say 100 hours) of practice you will notice these moments of silence and the ID will flare up immediately, “I’m being silent! Haaaaaaa!”  Once you notice it enough times you will have an idea as to how you feel when your ID is silent and it will become possible for you, by remembering that feeling, to force your ID to be silent. Simple? Look at the 100 hours in parenthesis. If you take a break you will forget. It becomes easier with a lot of practice. The memory of silence is fleeting. \n\nForgetting is your enemy here.  If you can only practice one hour a day a good trigger would be counting down once you sit. Once you reach zero you will remember to trigger the memory. With practice this will cause your ID to stop going crazy. It helps if you relax.  You have to hold the feeling for a minute or two and you might get a second or three of silence. If you can force silence a few times a week, practicing every day (hours a day), in a few months you might get to two or three or four seconds at a time. Then you’ll be doing better than me. \n\nThe ID is a part of you. It knows you. It will be very easy for you to come up with a good reason to skip practice one day, then two.   Before you know it you will go a week or two, a month or three without practice. Then you will have to begin over again. After months (or years) of starting and stopping you will have a good idea of the feeling. (Waaaait - I just got an opportunity to practice Silence! I’ll be back.)\n\nI've had fleeting success (I would be surprised if I have been able to become quiet for more than a few seconds at a time, one or two - three seconds at the most.) with it though and am persistent as it requires the least amount of space and preparation - I just find a sofa or bed corner or the floor. Finally, while I consider myself a failure with it, I have done it so much over the years that I am comfortable with it so I default to it 99% of the time - to the point of just forgetting to do the other techniques. \n\nOh, and, of course non-ID related things have happened so it's not a total failure: I've been able to get into dreaming from it, grab an IB (Inorganic Being) that kept showing up looking exactly like me  – like a 3D hologram mirror (the electric shock was mild so disappointing - I expected it to shake my bones and tingle my brain, it didn't.) My \"Third Eye\" opens once in a while. That’s interesting. I discovered I could direct where I looked (so, not the Third Eye in the way some people think). But, to me, it seemed more of a very aware dream where I could control what I was looking at – an exact copy of the room I was in -   rather than just seeing the apartment through what appeared to be the center of my forehead while my eyes were closed. Both the first and second times this happened I had not been practicing silence at all - more on that later as it may be a good way of getting the same thing. And there are the other known effects of \"meditating\": lower heart rate, increased focus/IQ (Yes, I measured many, many times – with a test that changed every time so each test was different.), better memory the calm, contented feeling Buddhist Monks carry around most times. And there is the normal high you get if you practice enough. That was one of the first things I noticed. Lately I’ve experienced a ton of energy and faster reading.  And seeing energy, even with my eyes closed: so far only purple.  \n\nSensory Overload\n\nAnything that will do that will overwhelm your processing capacity and the ID will shut down. This is actually the best way to be silent as it doesn’t have that “I’m being QUIET!!!” thought which kicks you out of it after half a second or so. Since this is not something we find “normal” we just forget to do it. So that’s the difficulty of it. \n\nThere are many ways of getting this one done. If you are walking you normally look at whatever’s directly in front of you and that’s it. Unless we see unexpected movement we pretty much don’t bother with the rest. In this particular case you want to take in/be aware of as much information as you can until the ID shuts down. It’s a bit different because most people think their ID only becomes active when they close their eyes. If you get it to be silent while walking/having your eyes open you will see the difference. \n\nStep by step: you notice the people in front of you. You notice those closest to you and then the details you need to get past them. In this case you will take in every detail of as many people/obects/threes/animals as you can, notice things in your peripheral vision, adding one at a time until you make the ID silent while you walk. This is not so difficult. You are only able to keep track of a certain amount of things at one time. Once you reach that point the brain has to use any useless processing power (ID) to keeping the visual tracking going. I wouldn’t recommend doing it while driving as I’ve never tried it and don’t know what happens. There are absolutely no problems while walking.  \n\nHave you noticed that we, sometimes, don’t pay attention to the background sounds while walking? Once you decide they are “normal” they are not important and can be tuned out. Tune them in. Actively listen and see if you can distinguish as much of it as you can. Along with looking at everything this adds to the processing load. But they can be done independently, this works particularly well in the NYC subway. The first time I was silent for a few seconds happened there. And it works indoors where you are walking in hallways even when there is very little noise.  \n\nA different way of doing it, the Power Walk: Look at where you will step next and make sure your feet land there. It’s easier when walking on stones or bricks. Or if you are walking behind someone you know. Notice where they stepped and try to step exactly where they did.  This works pretty well in beach sand. Wasn’t this one in a CC book? \n\nCombining sensory overload with the Pretzel Technique \n\nWhile sitting and practicing silencing the ID and it’s talking nonsense at you visualizing will overload the ID’s resources. It’s not complete silence but it’s a good beginning when you are deciding what to visualize. I don’t mean replay a memory that way leads the ID to manipulate it and trouble ensues. Visualizing something simple, like a tennis ball, will do. Then, like walking, you load up some more, a pineapple and a tennis ball rotating around each other and so on. How many can you juggle before the ID can’t talk? I can do three, sometimes four. You can also load multiple senses. See a pineapple (orange, apple, banana, screwdriver, car), in 3D of course, rotate it so you can see everything about it and add the smell of it. Add a soundtrack ([(245) 2001: A Space Odyssey Theme song - YouTube](https://www.youtube.com/watch?v=QwxYiVXYyVs))\n\nVisualize Pineapple, smell the pineapple or the oil from the car or the apple. Multiple sensory overload will get you quiet enough for you to go from there. \n\nAfter enough practice with silence the purple clouds show up. Mine are always moving, slowly, sometimes more of them sometimes less. Nothing more than that has happened though. Then there’s the Taking Opportunity – I forgot if there’s a name for that. I suspect there is. Opportunities will become more obvious so you will be able to take action immediately - like earlier while I was writing paragraph seven I had an opportunity to go and practice silence for a bit and had to take it. There’s no longer something that stops you from doing what you decide to do so it becomes easier. But you have to practice a lot.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Techniques for Silence", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_k2y77x", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_765tt7", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1606606191.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The following assumes you are male. If you are male the process will, generally (Unless you have a female with a lot of energy around, then it’s a bit faster.), be very slow and it will take a lot of work and time. If you are a female you can do this in a week or three. &lt;/p&gt;\n\n&lt;p&gt;The whole point of these techniques is to get the internal dialogue (ID from now on) to be quiet. Getting the ID to be quiet is the starting point for everything, the &lt;a href=\"https://www.huffpost.com/entry/gateway-to-infinity_b_8066966\"&gt;Gateway to Infinity&lt;/a&gt; (for those of you who just &lt;em&gt;need&lt;/em&gt; a distraction - I just knew someone had written something with that title!).&lt;/p&gt;\n\n&lt;p&gt;The basic ways of doing that are by increasing your sensory input, overloading the part of the brain that the ID uses for processing, by the pretzel technique or by combining them. If you have others please feel free to share. If you know all of these consider this a refresher. &lt;/p&gt;\n\n&lt;p&gt;The Pretzel Technique&lt;/p&gt;\n\n&lt;p&gt;At first, this appears to be the easy one: You get into the lotus position and you stay still until you become or force yourself to turn off your ID. This is only easy from a cultural perspective, obviously. We&amp;#39;ve come to accept the pretzel technique and associate it with Yogis and all kinds of wise men/people (for those of us who like Tilda Swinton) so it makes sense we would go for it. &lt;/p&gt;\n\n&lt;p&gt;The way of the pretzel technique are few: You sit (however you want really, it doesn&amp;#39;t have to be a lotus position at all) and close your eyes. Having a sleep mask or some such that allows total/near total darkness (some sleep masks let you do this with your eyes open which is better. After buying a few the one that works for me is the &lt;a href=\"https://mantasleep.com/products/manta-sleep-mask\"&gt;Manta Sleep Mask / Eye Mask / Best Sleeping Mask - 100% Blackout&lt;/a&gt;) is helpful but not necessary at first. Make the ID be quiet. You can force it, sometimes, by moving your consciousness such that it&amp;#39;s quiet. You move your consciousness (your Assemblage Point) by remembering how it felt the last time it was quiet.  This works the same way a really bad or annoying memory will make your heart go faster. Or a really good memory will slow it down. Your thoughts affect your body and your consciousness. I’m pretty sure there have been studies that show this.&lt;/p&gt;\n\n&lt;p&gt;A prerequisite to forcing the ID to be silent, for me, is having been quiet previously. I generally let it rant. Give it time and it will give you moments of silence; half a second here, a second there. After enough hours (say 100 hours) of practice you will notice these moments of silence and the ID will flare up immediately, “I’m being silent! Haaaaaaa!”  Once you notice it enough times you will have an idea as to how you feel when your ID is silent and it will become possible for you, by remembering that feeling, to force your ID to be silent. Simple? Look at the 100 hours in parenthesis. If you take a break you will forget. It becomes easier with a lot of practice. The memory of silence is fleeting. &lt;/p&gt;\n\n&lt;p&gt;Forgetting is your enemy here.  If you can only practice one hour a day a good trigger would be counting down once you sit. Once you reach zero you will remember to trigger the memory. With practice this will cause your ID to stop going crazy. It helps if you relax.  You have to hold the feeling for a minute or two and you might get a second or three of silence. If you can force silence a few times a week, practicing every day (hours a day), in a few months you might get to two or three or four seconds at a time. Then you’ll be doing better than me. &lt;/p&gt;\n\n&lt;p&gt;The ID is a part of you. It knows you. It will be very easy for you to come up with a good reason to skip practice one day, then two.   Before you know it you will go a week or two, a month or three without practice. Then you will have to begin over again. After months (or years) of starting and stopping you will have a good idea of the feeling. (Waaaait - I just got an opportunity to practice Silence! I’ll be back.)&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve had fleeting success (I would be surprised if I have been able to become quiet for more than a few seconds at a time, one or two - three seconds at the most.) with it though and am persistent as it requires the least amount of space and preparation - I just find a sofa or bed corner or the floor. Finally, while I consider myself a failure with it, I have done it so much over the years that I am comfortable with it so I default to it 99% of the time - to the point of just forgetting to do the other techniques. &lt;/p&gt;\n\n&lt;p&gt;Oh, and, of course non-ID related things have happened so it&amp;#39;s not a total failure: I&amp;#39;ve been able to get into dreaming from it, grab an IB (Inorganic Being) that kept showing up looking exactly like me  – like a 3D hologram mirror (the electric shock was mild so disappointing - I expected it to shake my bones and tingle my brain, it didn&amp;#39;t.) My &amp;quot;Third Eye&amp;quot; opens once in a while. That’s interesting. I discovered I could direct where I looked (so, not the Third Eye in the way some people think). But, to me, it seemed more of a very aware dream where I could control what I was looking at – an exact copy of the room I was in -   rather than just seeing the apartment through what appeared to be the center of my forehead while my eyes were closed. Both the first and second times this happened I had not been practicing silence at all - more on that later as it may be a good way of getting the same thing. And there are the other known effects of &amp;quot;meditating&amp;quot;: lower heart rate, increased focus/IQ (Yes, I measured many, many times – with a test that changed every time so each test was different.), better memory the calm, contented feeling Buddhist Monks carry around most times. And there is the normal high you get if you practice enough. That was one of the first things I noticed. Lately I’ve experienced a ton of energy and faster reading.  And seeing energy, even with my eyes closed: so far only purple.  &lt;/p&gt;\n\n&lt;p&gt;Sensory Overload&lt;/p&gt;\n\n&lt;p&gt;Anything that will do that will overwhelm your processing capacity and the ID will shut down. This is actually the best way to be silent as it doesn’t have that “I’m being QUIET!!!” thought which kicks you out of it after half a second or so. Since this is not something we find “normal” we just forget to do it. So that’s the difficulty of it. &lt;/p&gt;\n\n&lt;p&gt;There are many ways of getting this one done. If you are walking you normally look at whatever’s directly in front of you and that’s it. Unless we see unexpected movement we pretty much don’t bother with the rest. In this particular case you want to take in/be aware of as much information as you can until the ID shuts down. It’s a bit different because most people think their ID only becomes active when they close their eyes. If you get it to be silent while walking/having your eyes open you will see the difference. &lt;/p&gt;\n\n&lt;p&gt;Step by step: you notice the people in front of you. You notice those closest to you and then the details you need to get past them. In this case you will take in every detail of as many people/obects/threes/animals as you can, notice things in your peripheral vision, adding one at a time until you make the ID silent while you walk. This is not so difficult. You are only able to keep track of a certain amount of things at one time. Once you reach that point the brain has to use any useless processing power (ID) to keeping the visual tracking going. I wouldn’t recommend doing it while driving as I’ve never tried it and don’t know what happens. There are absolutely no problems while walking.  &lt;/p&gt;\n\n&lt;p&gt;Have you noticed that we, sometimes, don’t pay attention to the background sounds while walking? Once you decide they are “normal” they are not important and can be tuned out. Tune them in. Actively listen and see if you can distinguish as much of it as you can. Along with looking at everything this adds to the processing load. But they can be done independently, this works particularly well in the NYC subway. The first time I was silent for a few seconds happened there. And it works indoors where you are walking in hallways even when there is very little noise.  &lt;/p&gt;\n\n&lt;p&gt;A different way of doing it, the Power Walk: Look at where you will step next and make sure your feet land there. It’s easier when walking on stones or bricks. Or if you are walking behind someone you know. Notice where they stepped and try to step exactly where they did.  This works pretty well in beach sand. Wasn’t this one in a CC book? &lt;/p&gt;\n\n&lt;p&gt;Combining sensory overload with the Pretzel Technique &lt;/p&gt;\n\n&lt;p&gt;While sitting and practicing silencing the ID and it’s talking nonsense at you visualizing will overload the ID’s resources. It’s not complete silence but it’s a good beginning when you are deciding what to visualize. I don’t mean replay a memory that way leads the ID to manipulate it and trouble ensues. Visualizing something simple, like a tennis ball, will do. Then, like walking, you load up some more, a pineapple and a tennis ball rotating around each other and so on. How many can you juggle before the ID can’t talk? I can do three, sometimes four. You can also load multiple senses. See a pineapple (orange, apple, banana, screwdriver, car), in 3D of course, rotate it so you can see everything about it and add the smell of it. Add a soundtrack (&lt;a href=\"https://www.youtube.com/watch?v=QwxYiVXYyVs\"&gt;(245) 2001: A Space Odyssey Theme song - YouTube&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;Visualize Pineapple, smell the pineapple or the oil from the car or the apple. Multiple sensory overload will get you quiet enough for you to go from there. &lt;/p&gt;\n\n&lt;p&gt;After enough practice with silence the purple clouds show up. Mine are always moving, slowly, sometimes more of them sometimes less. Nothing more than that has happened though. Then there’s the Taking Opportunity – I forgot if there’s a name for that. I suspect there is. Opportunities will become more obvious so you will be able to take action immediately - like earlier while I was writing paragraph seven I had an opportunity to go and practice silence for a bit and had to take it. There’s no longer something that stops you from doing what you decide to do so it becomes easier. But you have to practice a lot.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?auto=webp&amp;s=6c117b6f31ef141919de3e7d1d0c7d32ae267093", "width": 2000, "height": 1000}, "resolutions": [{"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=ee5c51a1bdea1e86ed54aa333019f7c7af4c4022", "width": 108, "height": 54}, {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=18859d4d3fe84764fc0ec7f997982825d3de552b", "width": 216, "height": 108}, {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=bbda274c27a6cd86ccc3353ddff83a51b5258c94", "width": 320, "height": 160}, {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=7a0d62a8cb8fe4b74d2e6ad076bc6e3b91dce350", "width": 640, "height": 320}, {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=066a390fdb08fe73a393324ef23d2347f80f8daf", "width": 960, "height": 480}, {"url": "https://external-preview.redd.it/n1I95WC607ZVwdOlAeUIWYOVAdfFz2L-hb300VxyX88.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=7a2e5cb085d7b79821671100e636e39303b47bc6", "width": 1080, "height": 540}], "variants": {}, "id": "VstEW8gN59IuiwGW-rsNFetCuO1DS5p9j-NvHeWoZu0"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "k2y77x", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Emmanuelle1000", "discussion_type": null, "num_comments": 16, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/k2y77x/techniques_for_silence/", "subreddit_subscribers": 9561, "created_utc": 1606606191.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ge7m4pe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge7kihz", "score": 2, "author_fullname": "t2_765tt7", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Yea, the blue dots seem to show up for everyone. But so far, no one's been able to do anything with them.\n\nI'm just happy to get something other than purple.  \n\nFrom the posts on Tensegrity and some of your posts I am tempted to just reach out and try to get the purple blobs and maybe form a ball - not even to look into it like you mentioned.  I'm pretty sure there are a couple or one tensegrity pass that seems to be about dealing with a ball of energy.  I can see doing tensegrity in the dark room.  Incredibly enough I actually remember a couple of movements.  \n\n&gt;If you let you eyes relax so they half close naturally, find the eye lash and fiber junk floating in the sky, and then focus back and forth between the layers, you can find a layer where the little dots sparkle all over the sky.\n\nI have been meaning to get out of the apartment in the morning and looking at the sky:  it's supposed to be good for vitamin D and I have observed the junk in my eye.  I'm going to have to try it.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ge7m4pe", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Yea, the blue dots seem to show up for everyone. But so far, no one&amp;#39;s been able to do anything with them.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m just happy to get something other than purple.  &lt;/p&gt;\n\n&lt;p&gt;From the posts on Tensegrity and some of your posts I am tempted to just reach out and try to get the purple blobs and maybe form a ball - not even to look into it like you mentioned.  I&amp;#39;m pretty sure there are a couple or one tensegrity pass that seems to be about dealing with a ball of energy.  I can see doing tensegrity in the dark room.  Incredibly enough I actually remember a couple of movements.  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;If you let you eyes relax so they half close naturally, find the eye lash and fiber junk floating in the sky, and then focus back and forth between the layers, you can find a layer where the little dots sparkle all over the sky.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I have been meaning to get out of the apartment in the morning and looking at the sky:  it&amp;#39;s supposed to be good for vitamin D and I have observed the junk in my eye.  I&amp;#39;m going to have to try it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_k2y77x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge7m4pe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606784633.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606784633.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gea23kc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge7qcxe", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes, I saw those.  I suspect you can watch those in silence, and do what we do in darkroom gazing.  Maybe try to find a purple smear across the sky.\n\nDead people?  \n\nI hope so.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_gea23kc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, I saw those.  I suspect you can watch those in silence, and do what we do in darkroom gazing.  Maybe try to find a purple smear across the sky.&lt;/p&gt;\n\n&lt;p&gt;Dead people?  &lt;/p&gt;\n\n&lt;p&gt;I hope so.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_k2y77x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/gea23kc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606844735.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606844735.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge7qcxe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge7kihz", "score": 2, "author_fullname": "t2_4dmerkxi", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Have you seen the hundred little bright dots the seem to randomly pick a trajectory and go that way? not sure if my eyes are shot but it happens in sky and fog gazing. Tiny little super bright things moving in all directions.\n\nThere was another day that I saw what looked like white clouds shooting up into the sky. This one happened sitting by the water for a couple hours 'gazing' at the horizon. I got a weird impression it was dead people.", "edited": 1606787031.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ge7qcxe", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Have you seen the hundred little bright dots the seem to randomly pick a trajectory and go that way? not sure if my eyes are shot but it happens in sky and fog gazing. Tiny little super bright things moving in all directions.&lt;/p&gt;\n\n&lt;p&gt;There was another day that I saw what looked like white clouds shooting up into the sky. This one happened sitting by the water for a couple hours &amp;#39;gazing&amp;#39; at the horizon. I got a weird impression it was dead people.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_k2y77x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge7qcxe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606786809.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606786809.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge7kihz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge7j7ik", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Today I managed to see a tiny blue dot flash. It's been frustrating only seeing purple. \n\nYea, the blue dots seem to show up for everyone.  But so far, no one's been able to do anything with them.\n\nI've been doing sky gazing in the day.  If you let you eyes relax so they half close naturally, find the eye lash and fiber junk floating in the sky, and then focus  back and forth between the layers, you can find a layer where the little dots sparkle all over the sky.\n\nBut there's lots of other things to do with sky gazing.  No evidence the dots are worth pursuing.\n\nCarlos recommended finding the purple in the sky.\n\nIt's not that difficult if you can find it in the dark room.  It's just that the sky is so bright.\n\nAnd the shadows from the plants are so alluring.", "edited": false, "author_flair_css_class": null, "name": "t1_ge7kihz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Today I managed to see a tiny blue dot flash. It&amp;#39;s been frustrating only seeing purple. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yea, the blue dots seem to show up for everyone.  But so far, no one&amp;#39;s been able to do anything with them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been doing sky gazing in the day.  If you let you eyes relax so they half close naturally, find the eye lash and fiber junk floating in the sky, and then focus  back and forth between the layers, you can find a layer where the little dots sparkle all over the sky.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s lots of other things to do with sky gazing.  No evidence the dots are worth pursuing.&lt;/p&gt;\n\n&lt;p&gt;Carlos recommended finding the purple in the sky.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not that difficult if you can find it in the dark room.  It&amp;#39;s just that the sky is so bright.&lt;/p&gt;\n\n&lt;p&gt;And the shadows from the plants are so alluring.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_k2y77x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge7kihz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606783842.0, "author_flair_text": null, "collapsed": false, "created_utc": 1606783842.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge7j7ik", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge5tzdq", "score": 2, "author_fullname": "t2_765tt7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Right now I can't do the whole dark room as I live, 24/7, with two women, one of whom really loves the word no - the GF.  I did manage to do the quietude with the eyes open during the day a bit more than usual by setting up alarms on my smartwatch every half an hour since last Thursday after reading one of your posts on silence.  So now I set up alarms every day.   It works, I remember to be quiet a lot more.  The dreaming was much better and I was able to be quiet in the pretzel a lot faster.  I was thinking about posting that along with a couple of other little things so people can remember to be quiet while awake.  \n\n&gt;you still have to force silence so hard that blood drips from your nose.\n\nIf I push it and am lucky I may be able to do four or five hours/day.  I doubt it but I have been able to do it before and the GF is going on vacation.  I'll make it dark when she leaves and I might be able to do some darkroom gazing!  We'll see.  I'll certainly take the opportunity as she will be gone for three weeks.  \n\nThe plan is to do as much Pretzel Quietude and Quietude While Awake until the GF leaves, Pretzel Quietude in the mornings and Quietude While Awake during the day.   At night I'll do Darkroom Gazing for the three weeks she's gone.  With luck she will move out in the next six months or so and I'll b able to do Gazing at night.\n\n&gt;do that in the dark with the eyes open, so there's some feedback.\n\nI generally do it twice a day with the mask on and the eyes open half the time - there is no noticeable difference in detecting any light or seeing the purple bobs for me either way when I have the mask on.  I can concentrate better with the eyes open though.  In the evening, once the GF goes to sleep and in the morning.  Both times the mask makes it as completely dark as I can tell with my eyes open.  If there's any light leaking it has to be very, very little.  Today I managed to see a tiny blue dot flash.  It's been frustrating only seeing purple.    \n\n&gt;But a little 4 gates dreaming is not going to get you into waking dreaming where you can do it anytime you like. Unless of course, you actually complete the 4 gates.\n\nRight now, since I find quietude so difficult - maybe 10 seconds an hour or so - I'm not even thinking of the 4 gates.  I'm looking forward to being quieter if only so I don't have to deal with the chatter, it's a bit annoying and, I've been quiet enough to know, unnecessary:  such a waste of energy.  I would do it even if there was nothing else but being able to be quiet; everything else would just be free benefits.  \n\n&gt; But that's what happens with lucid dreaming. It goes to people's heads.\n\nI don't know how but I have a bit of perspective.  It would be presumptuous of me to even think of writing a book as I know a few people (you, Juan, and probably a couple of others in the group) who are much better than me at this.  That and I feel extremely lucky I'm not an envious person.  \n\nI do notice when my internal dialog is off though.  And I know it's, likely, the first stage of quietude.  It does seem easier to do while awake.  When doing the Pretzel Technique it seems the internal dialogue becomes louder then when practicing Quietude while awake, probably because you have to spend processing power to move and be aware of the surroundings, even if just minimally.   \n\nMeanwhile I'm just reading all the posts here as it reminds me to be quiet.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge7j7ik", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Right now I can&amp;#39;t do the whole dark room as I live, 24/7, with two women, one of whom really loves the word no - the GF.  I did manage to do the quietude with the eyes open during the day a bit more than usual by setting up alarms on my smartwatch every half an hour since last Thursday after reading one of your posts on silence.  So now I set up alarms every day.   It works, I remember to be quiet a lot more.  The dreaming was much better and I was able to be quiet in the pretzel a lot faster.  I was thinking about posting that along with a couple of other little things so people can remember to be quiet while awake.  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;you still have to force silence so hard that blood drips from your nose.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;If I push it and am lucky I may be able to do four or five hours/day.  I doubt it but I have been able to do it before and the GF is going on vacation.  I&amp;#39;ll make it dark when she leaves and I might be able to do some darkroom gazing!  We&amp;#39;ll see.  I&amp;#39;ll certainly take the opportunity as she will be gone for three weeks.  &lt;/p&gt;\n\n&lt;p&gt;The plan is to do as much Pretzel Quietude and Quietude While Awake until the GF leaves, Pretzel Quietude in the mornings and Quietude While Awake during the day.   At night I&amp;#39;ll do Darkroom Gazing for the three weeks she&amp;#39;s gone.  With luck she will move out in the next six months or so and I&amp;#39;ll b able to do Gazing at night.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;do that in the dark with the eyes open, so there&amp;#39;s some feedback.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I generally do it twice a day with the mask on and the eyes open half the time - there is no noticeable difference in detecting any light or seeing the purple bobs for me either way when I have the mask on.  I can concentrate better with the eyes open though.  In the evening, once the GF goes to sleep and in the morning.  Both times the mask makes it as completely dark as I can tell with my eyes open.  If there&amp;#39;s any light leaking it has to be very, very little.  Today I managed to see a tiny blue dot flash.  It&amp;#39;s been frustrating only seeing purple.    &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;But a little 4 gates dreaming is not going to get you into waking dreaming where you can do it anytime you like. Unless of course, you actually complete the 4 gates.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Right now, since I find quietude so difficult - maybe 10 seconds an hour or so - I&amp;#39;m not even thinking of the 4 gates.  I&amp;#39;m looking forward to being quieter if only so I don&amp;#39;t have to deal with the chatter, it&amp;#39;s a bit annoying and, I&amp;#39;ve been quiet enough to know, unnecessary:  such a waste of energy.  I would do it even if there was nothing else but being able to be quiet; everything else would just be free benefits.  &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;But that&amp;#39;s what happens with lucid dreaming. It goes to people&amp;#39;s heads.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I don&amp;#39;t know how but I have a bit of perspective.  It would be presumptuous of me to even think of writing a book as I know a few people (you, Juan, and probably a couple of others in the group) who are much better than me at this.  That and I feel extremely lucky I&amp;#39;m not an envious person.  &lt;/p&gt;\n\n&lt;p&gt;I do notice when my internal dialog is off though.  And I know it&amp;#39;s, likely, the first stage of quietude.  It does seem easier to do while awake.  When doing the Pretzel Technique it seems the internal dialogue becomes louder then when practicing Quietude while awake, probably because you have to spend processing power to move and be aware of the surroundings, even if just minimally.   &lt;/p&gt;\n\n&lt;p&gt;Meanwhile I&amp;#39;m just reading all the posts here as it reminds me to be quiet.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge7j7ik/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606783117.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606783117.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge5tzdq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge2tm33", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I of course did something similar over the last 50 years, but in the end you still have to force silence so hard that blood drips from your nose.  \n\nAnd if you want to take it easy on yourself, do that in the dark with the eyes open, so there's some feedback.\n\nI'd say, it's like lucid dreaming compared to waking dreaming.\n\nIf you can get lucid, then fine!!!  Take advantage.\n\nBut a little 4 gates dreaming is not going to get you into waking dreaming where you can do it anytime you like.  Unless of course, you actually complete the 4 gates.\n\nWhich no one ever has from what I see.\n\nAnd \"anywhere silence practice\" has the same pitfall as lucid dreaming.\n\nSomeone posted a link to a woman who's creating her own \"thing\" using lucid dreaming. It's hard to read what she wrote. It's all noisy internal dialogue.\n\nBut that's what happens with lucid dreaming. It goes to people's heads.\n\nSame for anytime silence.  People convince themselves they're silent, when they are the opposite.\n\nThey have some delusional explanation of what silence is, then go out to sell it.\n\nBut you can't lie to yourself with darkroom gazing. \n\nIs there a demon in front of you, about to bite you in half?\n\nNo?\n\nYou aren't silent.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ge5tzdq", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I of course did something similar over the last 50 years, but in the end you still have to force silence so hard that blood drips from your nose.  &lt;/p&gt;\n\n&lt;p&gt;And if you want to take it easy on yourself, do that in the dark with the eyes open, so there&amp;#39;s some feedback.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say, it&amp;#39;s like lucid dreaming compared to waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;If you can get lucid, then fine!!!  Take advantage.&lt;/p&gt;\n\n&lt;p&gt;But a little 4 gates dreaming is not going to get you into waking dreaming where you can do it anytime you like.  Unless of course, you actually complete the 4 gates.&lt;/p&gt;\n\n&lt;p&gt;Which no one ever has from what I see.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;anywhere silence practice&amp;quot; has the same pitfall as lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;Someone posted a link to a woman who&amp;#39;s creating her own &amp;quot;thing&amp;quot; using lucid dreaming. It&amp;#39;s hard to read what she wrote. It&amp;#39;s all noisy internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s what happens with lucid dreaming. It goes to people&amp;#39;s heads.&lt;/p&gt;\n\n&lt;p&gt;Same for anytime silence.  People convince themselves they&amp;#39;re silent, when they are the opposite.&lt;/p&gt;\n\n&lt;p&gt;They have some delusional explanation of what silence is, then go out to sell it.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t lie to yourself with darkroom gazing. &lt;/p&gt;\n\n&lt;p&gt;Is there a demon in front of you, about to bite you in half?&lt;/p&gt;\n\n&lt;p&gt;No?&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t silent.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge5tzdq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606754475.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606754475.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge2tm33", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "created_utc": 1606682405.0, "send_replies": true, "parent_id": "t1_ge1uqsz", "score": 2, "author_fullname": "t2_765tt7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": " . . .  To turn the entire day into silence practice by observing things closely. \n\nThis sounds like the key.  At first it was easier for me to overload sensory input by watching moving things - people, cars, animals - but it can be done by just looking at anything intently, even a wall.  \n\nMy favorite thing about it you don't need to make \"special\" time for it.  You can do it when you are making a deposit in the Porcelain Bank or anything else - you can collect Silence Tokens!  This is key when you live with the GF or family.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge2tm33", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;. . .  To turn the entire day into silence practice by observing things closely. &lt;/p&gt;\n\n&lt;p&gt;This sounds like the key.  At first it was easier for me to overload sensory input by watching moving things - people, cars, animals - but it can be done by just looking at anything intently, even a wall.  &lt;/p&gt;\n\n&lt;p&gt;My favorite thing about it you don&amp;#39;t need to make &amp;quot;special&amp;quot; time for it.  You can do it when you are making a deposit in the Porcelain Bank or anything else - you can collect Silence Tokens!  This is key when you live with the GF or family.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge2tm33/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606682405.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge1uqsz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1606667447.0, "send_replies": true, "parent_id": "t3_k2y77x", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Some of that sounds like what Zuleica was telling Taisha. To turn the entire day into silence practice by observing things closely.\n\nSilence while driving is probably safe, until you get to the \"edge\".  I've been doing it for 30 years.\n\nIt's nice because you can \"measure\" your progress.  When you stop having bad opinions about the cars that drive by, you've reached one level.\n\nWhen you feel no urge to turn to look at people on the side, that's another level.\n\nWhen the restaurants that go by don't put you into an internal dialogue loop about a past event, that's another.\n\nThere's a series of \"tests\" zipping by.\n\nYou can learn to pass them in sequence, until you are silent all the time while driving.\n\nIn fact, you perceive more of what's going on, when you aren't talking to yourself.  So it ought to be safer. The only car accidents I ever got into, where when i was distracted by internal dialogue.\n\nThe problem comes when you're on the edge of silence, and get spatial and time distortion.\n\nThe car exaggerates that.\n\nBut you can get over it in a week or two.\n\nYou can even evolve to \"car gazing\".\n\nThe \"purple smear\" (was it violet?) that Carlos spoke of, which you can see in the sky,  can be induced by the black pavement and trees on the side of freeways, burning images into the eyes, the way a candle does.\n\nThey end up floating in the sky above, and silence allows the second attention to bring them out.  You see how long you can keep them there.\n\nHOWEVER, there's nothing like a puff of violet light floating in front of you in a dark room, to make you honest about whether you are silent.\n\nAnd nothing like trying to stop the world, after a few hours practice, to perfect it.  You even get visitors who want to \"help\".\n\nThat's the problem with daytime techniques or intellectual analysis of the situation.\n\nIt's too easy to fool yourself.\n\nAnd you don't get to see the sudden deep movements that accidentally occur in the dark room, where all of a sudden the whole room lights up with swirling colors and jet blackness, and you can literally feel the tingle of the assemblage point moving.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge1uqsz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Some of that sounds like what Zuleica was telling Taisha. To turn the entire day into silence practice by observing things closely.&lt;/p&gt;\n\n&lt;p&gt;Silence while driving is probably safe, until you get to the &amp;quot;edge&amp;quot;.  I&amp;#39;ve been doing it for 30 years.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nice because you can &amp;quot;measure&amp;quot; your progress.  When you stop having bad opinions about the cars that drive by, you&amp;#39;ve reached one level.&lt;/p&gt;\n\n&lt;p&gt;When you feel no urge to turn to look at people on the side, that&amp;#39;s another level.&lt;/p&gt;\n\n&lt;p&gt;When the restaurants that go by don&amp;#39;t put you into an internal dialogue loop about a past event, that&amp;#39;s another.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a series of &amp;quot;tests&amp;quot; zipping by.&lt;/p&gt;\n\n&lt;p&gt;You can learn to pass them in sequence, until you are silent all the time while driving.&lt;/p&gt;\n\n&lt;p&gt;In fact, you perceive more of what&amp;#39;s going on, when you aren&amp;#39;t talking to yourself.  So it ought to be safer. The only car accidents I ever got into, where when i was distracted by internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;The problem comes when you&amp;#39;re on the edge of silence, and get spatial and time distortion.&lt;/p&gt;\n\n&lt;p&gt;The car exaggerates that.&lt;/p&gt;\n\n&lt;p&gt;But you can get over it in a week or two.&lt;/p&gt;\n\n&lt;p&gt;You can even evolve to &amp;quot;car gazing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;purple smear&amp;quot; (was it violet?) that Carlos spoke of, which you can see in the sky,  can be induced by the black pavement and trees on the side of freeways, burning images into the eyes, the way a candle does.&lt;/p&gt;\n\n&lt;p&gt;They end up floating in the sky above, and silence allows the second attention to bring them out.  You see how long you can keep them there.&lt;/p&gt;\n\n&lt;p&gt;HOWEVER, there&amp;#39;s nothing like a puff of violet light floating in front of you in a dark room, to make you honest about whether you are silent.&lt;/p&gt;\n\n&lt;p&gt;And nothing like trying to stop the world, after a few hours practice, to perfect it.  You even get visitors who want to &amp;quot;help&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the problem with daytime techniques or intellectual analysis of the situation.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s too easy to fool yourself.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t get to see the sudden deep movements that accidentally occur in the dark room, where all of a sudden the whole room lights up with swirling colors and jet blackness, and you can literally feel the tingle of the assemblage point moving.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge1uqsz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606667447.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_k2y77x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ge2smgc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "created_utc": 1606681937.0, "send_replies": true, "parent_id": "t1_ge15msr", "score": 1, "author_fullname": "t2_765tt7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": ". . .  you are probably already in the lower part of curve J of the assamblage point. \n\nToo advanced for me.  I haven't noticed the J at all.  \n\n. . . But it is important not to stop and keep going until the breath changes! That's the coolest part. \n\nI have noticed some changes in breathing but I'm mainly concerned with being silent.  The silence while sitting is improving after I've begun practicing silence while awake though.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge2smgc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;. . .  you are probably already in the lower part of curve J of the assamblage point. &lt;/p&gt;\n\n&lt;p&gt;Too advanced for me.  I haven&amp;#39;t noticed the J at all.  &lt;/p&gt;\n\n&lt;p&gt;. . . But it is important not to stop and keep going until the breath changes! That&amp;#39;s the coolest part. &lt;/p&gt;\n\n&lt;p&gt;I have noticed some changes in breathing but I&amp;#39;m mainly concerned with being silent.  The silence while sitting is improving after I&amp;#39;ve begun practicing silence while awake though.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge2smgc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606681937.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge15msr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "created_utc": 1606658054.0, "send_replies": true, "parent_id": "t3_k2y77x", "score": 5, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Once you can enjoy those seconds of silence, you are probably already in the lower part of curve J of the assamblage point. I've been identifying it because I feel confusion there (weird right?). \n\nIt is as if perception is preparing to go into heightened awareness. But it is important not to stop and keep going until the breath changes! That's the coolest part.\n\nOnce it happens you can literally do that Zen stuff, like the total emptiness.  Yesterday I almost disappear in the darkness!!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge15msr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Once you can enjoy those seconds of silence, you are probably already in the lower part of curve J of the assamblage point. I&amp;#39;ve been identifying it because I feel confusion there (weird right?). &lt;/p&gt;\n\n&lt;p&gt;It is as if perception is preparing to go into heightened awareness. But it is important not to stop and keep going until the breath changes! That&amp;#39;s the coolest part.&lt;/p&gt;\n\n&lt;p&gt;Once it happens you can literally do that Zen stuff, like the total emptiness.  Yesterday I almost disappear in the darkness!!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge15msr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606658054.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_k2y77x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ge1u9p8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge1sfss", "score": 1, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Better [this adyashanti](https://i.ytimg.com/vi/eJ33v4zt9xA/hqdefault.jpg), since you may be the \"suit\" kind of guru.\n\nHope you aren't a youtuber too!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge1u9p8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Better &lt;a href=\"https://i.ytimg.com/vi/eJ33v4zt9xA/hqdefault.jpg\"&gt;this adyashanti&lt;/a&gt;, since you may be the &amp;quot;suit&amp;quot; kind of guru.&lt;/p&gt;\n\n&lt;p&gt;Hope you aren&amp;#39;t a youtuber too!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge1u9p8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606667250.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606667250.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge1sfss", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge16do4", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Which Kind !?\n\n[\\#1](https://previews.123rf.com/images/creatista/creatista1108/creatista110800191/10553256-crazy-bald-guru-plays-air-guitar-over-white-background.jpg)\n\n[\\#2](https://static.wikia.nocookie.net/avatar/images/6/69/Pathik_singing.png/revision/latest/scale-to-width-down/340?cb=20121120074213)\n\n[\\#3](https://i.ytimg.com/vi/LQbl0P2MlpE/maxresdefault.jpg)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ge1sfss", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Which Kind !?&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://previews.123rf.com/images/creatista/creatista1108/creatista110800191/10553256-crazy-bald-guru-plays-air-guitar-over-white-background.jpg\"&gt;#1&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://static.wikia.nocookie.net/avatar/images/6/69/Pathik_singing.png/revision/latest/scale-to-width-down/340?cb=20121120074213\"&gt;#2&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://i.ytimg.com/vi/LQbl0P2MlpE/maxresdefault.jpg\"&gt;#3&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge1sfss/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606666524.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606666524.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge16do4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1606658358.0, "send_replies": true, "parent_id": "t1_ge10zol", "score": 2, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I would prescribe you power plants! The mushrooms helped me a lot. The assemblage point becomes more fluid and you can identify the different positions of heightened awareness. \n\nOnce you are in these conditions, with discipline you can return. Do it enough times until you can control it, and we will have a bald Techno gurú!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge16do4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I would prescribe you power plants! The mushrooms helped me a lot. The assemblage point becomes more fluid and you can identify the different positions of heightened awareness. &lt;/p&gt;\n\n&lt;p&gt;Once you are in these conditions, with discipline you can return. Do it enough times until you can control it, and we will have a bald Techno gurú!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge16do4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606658358.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge10zol", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1606656042.0, "send_replies": true, "parent_id": "t3_k2y77x", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This sounds more in line with the difficulty many will encounter when striving for inner silence, to intend it's recession into the surrounding space, the periphery. \n\nMore attachments to de-energize.\n\nI'm both baffled and awed by the success some (*cough Juann and Lidotska) have with silence. It definitly seems to come easier to some; as it can for all, eventually...\n\n&gt;Combining sensory overload with the Pretzel Technique \n\nPotentially gold for the hypnagogically inclined!", "edited": 1606657007.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge10zol", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This sounds more in line with the difficulty many will encounter when striving for inner silence, to intend it&amp;#39;s recession into the surrounding space, the periphery. &lt;/p&gt;\n\n&lt;p&gt;More attachments to de-energize.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m both baffled and awed by the success some (*cough Juann and Lidotska) have with silence. It definitly seems to come easier to some; as it can for all, eventually...&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Combining sensory overload with the Pretzel Technique &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Potentially gold for the hypnagogically inclined!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge10zol/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606656042.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_k2y77x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_k2y77x", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_k2y77x", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ge67326", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ge4dv0x", "score": 1, "author_fullname": "t2_765tt7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thanks, the instructions and image should help.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge67326", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks, the instructions and image should help.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge67326/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606760768.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1606760768.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge4dv0x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1606713393.0, "send_replies": true, "parent_id": "t1_ge47r0u", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": 1606993819.0, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge4dv0x/", "num_reports": null, "locked": false, "name": "t1_ge4dv0x", "created": 1606713393.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge47r0u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "created_utc": 1606709258.0, "send_replies": true, "parent_id": "t1_ge3v1mg", "score": 1, "author_fullname": "t2_765tt7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Mine is 4\" in diameter and weighs 1.2 pounds. \n\nHow is it used?  I can't think of anything beyond putting it on my stomach while laying on my back to practice silence.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ge47r0u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mine is 4&amp;quot; in diameter and weighs 1.2 pounds. &lt;/p&gt;\n\n&lt;p&gt;How is it used?  I can&amp;#39;t think of anything beyond putting it on my stomach while laying on my back to practice silence.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_k2y77x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge47r0u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1606709258.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ge3v1mg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_k2y77x", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": 1606993823.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/k2y77x/techniques_for_silence/ge3v1mg/", "num_reports": null, "locked": false, "name": "t1_ge3v1mg", "created": 1606701943.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1606701943.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]