[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Together with mention in previous post (about indescribable tonal, and around that quited part in book), the wings are also mentioned here:\n\n\n\nSuddenly I found myself in a state of \nheightened awareness. \n\n\nWe walked into a coffee shop and sat down. My mind was so clear I wanted to look at \neverything, see the essence of things. \n\n\n\"Don't waste energy!\" don Juan commanded in a stern voice. \"I brought you here to discover \nif you can eat when your assemblage point has moved. Don't try to do more than that.\" \n\n\nBut then a man sat down at the table in front of me, and all my attention became trapped by \nhim. \n\n\n\"Move your eyes in circles,\" don Juan commanded. \"Don't look at that man.\" \n\n\nI found it impossible to stop watching the man. I felt irritated by don Juan's demands. \n\n\n\"What do you see?\" I heard don Juan ask. \n\n\nI was seeing a luminous cocoon made of transparent wings which were folded over the cocoon itself. The wings unfolded, fluttered for an instant, peeled off, fell, and were replaced by new wings, which repeated the same process. \n\n\nDon Juan boldly turned my chair until I was facing the wall. \n\n\n\"What a waste,\" he said in a loud sigh, after I described what I had seen. \"You have exhausted \nnearly all your energy. Restrain yourself. A warrior needs focus. Who gives a damn about wings on a luminous cocoon?\" \n\n\nHe said that heightened awareness was like a springboard. From it one could jump into \ninfinity. He stressed, over and over, that when the assemblage point was dislodged, it either \nbecame lodged again at a position very near its customary one or continued moving on into \ninfinity. \n\n\n\"People have no idea of the strange power we carry within ourselves,\" he went on. \"At this \nmoment, for instance, you have the means to reach infinity. If you continue with your needless \nbehavior, you may succeed in pushing your assemblage point beyond a certain threshold, from which there is no return.\" \n\n\nI understood the peril he was talking about, or rather I had the bodily sensation that I was \nstanding on the brink of an abyss, and that if I leaned forward I would fall into it. \n\n\n\"Your assemblage point moved to heightened awareness,\" he continued, \"because I have lent \nyou my energy.\" \n\n\nWe ate in silence, very simple food. Don Juan did not allow me to drink coffee or tea. \n\n\n\"While you are using my energy,\" he said, \"you're not in your own time. You are in mine. I \ndrink water.\" \n\n\nAs we were walking back to my car I felt a bit nauseous. I staggered and almost lost my \nbalance. It was a sensation similar to that of walking while wearing glasses for the first time. \n\n\n\"Get hold of yourself,\" don Juan said, smiling. \"Where we're going, you'll need to be \nextremely precise.\" \n\n\n..\n\n\nIn a very low voice don Juan said that because I was in a state of heightened awareness, I \ncould understand more readily what he was going to tell me about the two masteries: stalking and intent. He called them the crowning glory of sorcerers old and new, the very thing sorcerers were concerned with today, just as sorcerers had been thousands of years before. He asserted that stalking was the beginning, and that before anything could be attempted on the warrior's path, warriors must learn to stalk; next they must learn to intend, and only then could they move their assemblage point at will. \n\n\nI knew exactly what he was talking about. I knew, without knowing how, what moving the \nassemblage point could accomplish. But I did not have the words to explain what I knew. I tried \nrepeatedly to voice my knowledge to them. They laughed at my failures and coaxed me to try \nagain. \n\n\n\"How would you like it if I articulate it for you?\" don Juan asked. \"I might be able to find the \nvery words you want to use but can't.\" \n\n\nFrom his look, I decided he was seriously asking my permission. I found the situation so \nincongruous that I began to laugh. \n\n\nDon Juan, displaying great patience, asked me again, and I got another attack of laughter. \n\n\nTheir look of surprise and concern told me my reaction was incomprehensible to them. Don Juan got up and announced that I was too tired and it was time for me to return to the world of ordinary affairs. \n\n\n\"Wait, wait,\" I pleaded. \"I am all right. I just find it funny that you should be asking me to give you permission.\" \n\n\n\"I have to ask your permission,\" don Juan said, \"because you're the only one who can allow \nthe words pent up inside you to be tapped. I think I made the mistake of assuming you understand more than you do. Words are tremendously powerful and important and are the magical property of whoever has them. \n\n\n\"Sorcerers have a rule of thumb: they say that the deeper the assemblage point moves, the \ngreater the feeling that one has knowledge and no words to explain it. Sometimes the assemblage point of average persons can move without a known cause and without their being aware of it, except that they become tongue-tied, confused, and evasive.\" \n\n\n..\n\n\nDon Juan continued talking, but I was not listening. I was wondering about the \ninconceivable possibility of living permanently in heightened awareness. I asked myself what \nwould the survival value be? Would one be able to assess situations better? Be quicker than the \naverage man, or perhaps more intelligent? \n\n\nDon Juan suddenly stopped talking and asked me what I was thinking about. \n\n\n\"Ah, you're so very practical,\" he commented after I had told him my reveries. \"I thought that \nin heightened awareness your temperament was going to be more artistic, more mystical.\" \n\n\nDon Juan turned to Vicente and asked him to answer my question. Vicente cleared his throat \nand dried his hands by rubbing them against his thighs. He gave the clear impression of suffering \nfrom stage fright. I felt sorry for him. My thoughts began to spin. And when I heard him \nstammering, an image burst into my mind - the image I had always had of my father's timidity, \nhis fear of people. But before I had time to surrender myself to that image, Vicente's eyes flared with some strange inner luminosity. He made a comically serious face at me and then spoke with authority and in professorial manner. \n\n\n\"To answer your question,\" he said, \"there is no survival value in heightened awareness; \notherwise the whole human race would be there. They are safe from that, though, because it's so \nhard to get into it. There is always, however, the remote possibility that an average man might \nenter into such a state. If he does, he ordinarily succeeds in confusing himself, sometimes \nirreparably.\" \n\n\nThe three of them exploded with laughter. \n\n\n\"Sorcerers say that heightened awareness is the portal of intent\" don Juan said. \"And they use \nit as such. Think about it.\" \n\n\nI was staring at each of them in turn. My mouth was open, and I felt that if I kept it open I \nwould be able to understand the riddle eventually. I closed my eyes and the answer came to me. I felt it. I did not think it. But I could not put it into words, no matter how hard I tried. \n\n\n\"There, there,\" don Juan said, \"you've gotten another sorcerer's answer all by yourself, but you still don't have enough energy to flatten it and turn it into words.\" \n\n\nThe sensation I was experiencing was more than just that of being unable to voice my \nthoughts; it was like reliving something I had forgotten ages ago: not to know what I felt because I had not yet learned to speak, and therefore lacked the resources to translate my feelings into thoughts. \n\n\n\"Thinking and saying exactly what you want to say requires untold amounts of energy,\" don \nJuan said and broke into my feelings. \n\n\nThe force of my reverie had been so intense it had made me forget what had started it. I stared \ndumbfounded at don Juan and confessed I had no idea what they or I had said or done just a \nmoment before. I remembered the incident of the leather rope and what don Juan had told me \nimmediately afterward, but I could not recall the feeling that had flooded me just moments ago. \n\n\n\"You're going the wrong way,\" don Juan said. \"You're trying to remember thoughts the way \nyou normally do, but this is a different situation. A second ago you had an overwhelming feeling \nthat you knew something very specific. \nSuch feelings cannot be recollected by using memory. You have to recall them by intending \nthem back.\" \n\n\nHe turned to Silvio Manuel, who had stretched out in the armchair, his legs under the coffee \ntable. Silvio Manuel looked fixedly at me. His eyes were black, like two pieces of shiny obsidian. Without moving a muscle, he let out a piercing birdlike scream. \n\n\n\"Intent! !\" he yelled. \"Intent! ! Intent! !\" \n\n\nWith each scream his voice became more and more inhuman and piercing. The hair on the \nback of my neck stood on end. I felt goose bumps on my skin. My mind, however, instead of \nfocusing on the fright I was experiencing, went directly to recollecting the feeling I had had. But \nbefore I could savor it completely, the feeling expanded and burst into something else. And then I understood not only why heightened awareness was the portal of intent, but I also understood what intent was. And, above all, I understood that that knowledge could not be turned into words. \n\nThat knowledge was there for everyone. It was there to be felt, to be used, but not to be \nexplained. One could come into it by changing levels of awareness, therefore, heightened \nawareness was an entrance. But even the entrance could not be explained. One could only make use of it. \n\nThere was still another piece of knowledge that came to me that day without any coaching: \nthat the natural knowledge of intent was available to anyone, but the command of it belonged to those who probed it.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Wings of perception", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_lrvgtv", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4qr0r3n0", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1614220312.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Together with mention in previous post (about indescribable tonal, and around that quited part in book), the wings are also mentioned here:&lt;/p&gt;\n\n&lt;p&gt;Suddenly I found myself in a state of \nheightened awareness. &lt;/p&gt;\n\n&lt;p&gt;We walked into a coffee shop and sat down. My mind was so clear I wanted to look at \neverything, see the essence of things. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t waste energy!&amp;quot; don Juan commanded in a stern voice. &amp;quot;I brought you here to discover \nif you can eat when your assemblage point has moved. Don&amp;#39;t try to do more than that.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;But then a man sat down at the table in front of me, and all my attention became trapped by \nhim. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Move your eyes in circles,&amp;quot; don Juan commanded. &amp;quot;Don&amp;#39;t look at that man.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;I found it impossible to stop watching the man. I felt irritated by don Juan&amp;#39;s demands. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do you see?&amp;quot; I heard don Juan ask. &lt;/p&gt;\n\n&lt;p&gt;I was seeing a luminous cocoon made of transparent wings which were folded over the cocoon itself. The wings unfolded, fluttered for an instant, peeled off, fell, and were replaced by new wings, which repeated the same process. &lt;/p&gt;\n\n&lt;p&gt;Don Juan boldly turned my chair until I was facing the wall. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What a waste,&amp;quot; he said in a loud sigh, after I described what I had seen. &amp;quot;You have exhausted \nnearly all your energy. Restrain yourself. A warrior needs focus. Who gives a damn about wings on a luminous cocoon?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He said that heightened awareness was like a springboard. From it one could jump into \ninfinity. He stressed, over and over, that when the assemblage point was dislodged, it either \nbecame lodged again at a position very near its customary one or continued moving on into \ninfinity. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;People have no idea of the strange power we carry within ourselves,&amp;quot; he went on. &amp;quot;At this \nmoment, for instance, you have the means to reach infinity. If you continue with your needless \nbehavior, you may succeed in pushing your assemblage point beyond a certain threshold, from which there is no return.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;I understood the peril he was talking about, or rather I had the bodily sensation that I was \nstanding on the brink of an abyss, and that if I leaned forward I would fall into it. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Your assemblage point moved to heightened awareness,&amp;quot; he continued, &amp;quot;because I have lent \nyou my energy.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;We ate in silence, very simple food. Don Juan did not allow me to drink coffee or tea. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;While you are using my energy,&amp;quot; he said, &amp;quot;you&amp;#39;re not in your own time. You are in mine. I \ndrink water.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;As we were walking back to my car I felt a bit nauseous. I staggered and almost lost my \nbalance. It was a sensation similar to that of walking while wearing glasses for the first time. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Get hold of yourself,&amp;quot; don Juan said, smiling. &amp;quot;Where we&amp;#39;re going, you&amp;#39;ll need to be \nextremely precise.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;..&lt;/p&gt;\n\n&lt;p&gt;In a very low voice don Juan said that because I was in a state of heightened awareness, I \ncould understand more readily what he was going to tell me about the two masteries: stalking and intent. He called them the crowning glory of sorcerers old and new, the very thing sorcerers were concerned with today, just as sorcerers had been thousands of years before. He asserted that stalking was the beginning, and that before anything could be attempted on the warrior&amp;#39;s path, warriors must learn to stalk; next they must learn to intend, and only then could they move their assemblage point at will. &lt;/p&gt;\n\n&lt;p&gt;I knew exactly what he was talking about. I knew, without knowing how, what moving the \nassemblage point could accomplish. But I did not have the words to explain what I knew. I tried \nrepeatedly to voice my knowledge to them. They laughed at my failures and coaxed me to try \nagain. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How would you like it if I articulate it for you?&amp;quot; don Juan asked. &amp;quot;I might be able to find the \nvery words you want to use but can&amp;#39;t.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;From his look, I decided he was seriously asking my permission. I found the situation so \nincongruous that I began to laugh. &lt;/p&gt;\n\n&lt;p&gt;Don Juan, displaying great patience, asked me again, and I got another attack of laughter. &lt;/p&gt;\n\n&lt;p&gt;Their look of surprise and concern told me my reaction was incomprehensible to them. Don Juan got up and announced that I was too tired and it was time for me to return to the world of ordinary affairs. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wait, wait,&amp;quot; I pleaded. &amp;quot;I am all right. I just find it funny that you should be asking me to give you permission.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have to ask your permission,&amp;quot; don Juan said, &amp;quot;because you&amp;#39;re the only one who can allow \nthe words pent up inside you to be tapped. I think I made the mistake of assuming you understand more than you do. Words are tremendously powerful and important and are the magical property of whoever has them. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers have a rule of thumb: they say that the deeper the assemblage point moves, the \ngreater the feeling that one has knowledge and no words to explain it. Sometimes the assemblage point of average persons can move without a known cause and without their being aware of it, except that they become tongue-tied, confused, and evasive.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;..&lt;/p&gt;\n\n&lt;p&gt;Don Juan continued talking, but I was not listening. I was wondering about the \ninconceivable possibility of living permanently in heightened awareness. I asked myself what \nwould the survival value be? Would one be able to assess situations better? Be quicker than the \naverage man, or perhaps more intelligent? &lt;/p&gt;\n\n&lt;p&gt;Don Juan suddenly stopped talking and asked me what I was thinking about. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Ah, you&amp;#39;re so very practical,&amp;quot; he commented after I had told him my reveries. &amp;quot;I thought that \nin heightened awareness your temperament was going to be more artistic, more mystical.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;Don Juan turned to Vicente and asked him to answer my question. Vicente cleared his throat \nand dried his hands by rubbing them against his thighs. He gave the clear impression of suffering \nfrom stage fright. I felt sorry for him. My thoughts began to spin. And when I heard him \nstammering, an image burst into my mind - the image I had always had of my father&amp;#39;s timidity, \nhis fear of people. But before I had time to surrender myself to that image, Vicente&amp;#39;s eyes flared with some strange inner luminosity. He made a comically serious face at me and then spoke with authority and in professorial manner. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To answer your question,&amp;quot; he said, &amp;quot;there is no survival value in heightened awareness; \notherwise the whole human race would be there. They are safe from that, though, because it&amp;#39;s so \nhard to get into it. There is always, however, the remote possibility that an average man might \nenter into such a state. If he does, he ordinarily succeeds in confusing himself, sometimes \nirreparably.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;The three of them exploded with laughter. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers say that heightened awareness is the portal of intent&amp;quot; don Juan said. &amp;quot;And they use \nit as such. Think about it.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;I was staring at each of them in turn. My mouth was open, and I felt that if I kept it open I \nwould be able to understand the riddle eventually. I closed my eyes and the answer came to me. I felt it. I did not think it. But I could not put it into words, no matter how hard I tried. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There, there,&amp;quot; don Juan said, &amp;quot;you&amp;#39;ve gotten another sorcerer&amp;#39;s answer all by yourself, but you still don&amp;#39;t have enough energy to flatten it and turn it into words.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;The sensation I was experiencing was more than just that of being unable to voice my \nthoughts; it was like reliving something I had forgotten ages ago: not to know what I felt because I had not yet learned to speak, and therefore lacked the resources to translate my feelings into thoughts. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Thinking and saying exactly what you want to say requires untold amounts of energy,&amp;quot; don \nJuan said and broke into my feelings. &lt;/p&gt;\n\n&lt;p&gt;The force of my reverie had been so intense it had made me forget what had started it. I stared \ndumbfounded at don Juan and confessed I had no idea what they or I had said or done just a \nmoment before. I remembered the incident of the leather rope and what don Juan had told me \nimmediately afterward, but I could not recall the feeling that had flooded me just moments ago. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re going the wrong way,&amp;quot; don Juan said. &amp;quot;You&amp;#39;re trying to remember thoughts the way \nyou normally do, but this is a different situation. A second ago you had an overwhelming feeling \nthat you knew something very specific. \nSuch feelings cannot be recollected by using memory. You have to recall them by intending \nthem back.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He turned to Silvio Manuel, who had stretched out in the armchair, his legs under the coffee \ntable. Silvio Manuel looked fixedly at me. His eyes were black, like two pieces of shiny obsidian. Without moving a muscle, he let out a piercing birdlike scream. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Intent! !&amp;quot; he yelled. &amp;quot;Intent! ! Intent! !&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;With each scream his voice became more and more inhuman and piercing. The hair on the \nback of my neck stood on end. I felt goose bumps on my skin. My mind, however, instead of \nfocusing on the fright I was experiencing, went directly to recollecting the feeling I had had. But \nbefore I could savor it completely, the feeling expanded and burst into something else. And then I understood not only why heightened awareness was the portal of intent, but I also understood what intent was. And, above all, I understood that that knowledge could not be turned into words. &lt;/p&gt;\n\n&lt;p&gt;That knowledge was there for everyone. It was there to be felt, to be used, but not to be \nexplained. One could come into it by changing levels of awareness, therefore, heightened \nawareness was an entrance. But even the entrance could not be explained. One could only make use of it. &lt;/p&gt;\n\n&lt;p&gt;There was still another piece of knowledge that came to me that day without any coaching: \nthat the natural knowledge of intent was available to anyone, but the command of it belonged to those who probed it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "lrvgtv", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "trtrt__", "discussion_type": null, "num_comments": 9, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/lrvgtv/wings_of_perception/", "subreddit_subscribers": 9561, "created_utc": 1614220312.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "goq47dk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1614272940.0, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;He asserted that stalking was the beginning, and that before anything could be attempted on the warrior's path, warriors must learn to stalk; next they must learn to intend, and only then could they move their assemblage point at will.\n\nSomewhat disproven by darkroom gazing, isn't it?\n\nWhen don Juan spoke, sometimes he just made what he was saying universal and factual, as part of teaching.\n\nSo he wouldn't say, \"Well, by using gazing you could in fact move all the way to heightened awareness, even if you were still not particularly impeccable.\"\n\nIt's all over the books.  At one point he even admits it.  Carlos didn't do what they expected, so he declared what happened as being the correct thing.\n\nInteresting to hear that you can run out of energy by having a very vivid vision.  I haven't seen that happen the way it seems to imply.  It's more like, you get tired.  But not tired as in can't continue to see fantastic things.  Just tired.   A mild headache, and you feel like laying down.\n\nSo \"energy\", can be seem ordinary when you are feeling it.\n\nThese passages are particularly \"grandiose\", possibly on purpose.  But if you were to read the same thing in one of the women's books, I suspect the explanation would be a lot more down to earth.\n\n\\&gt; Sorcerers have a rule of thumb: they say that the deeper the assemblage point moves, the greater the feeling that one has knowledge and no words to explain it.\n\nSo \"Silent Knowledge\" is a \"deeper\" movement.  I'm not sure we know what the \"depth\" is, but it seems likely it's movement along the J curve, rather than horizontally.  If you didn't have somewhere for it to move without going \"deeper\", it would make no sense.\n\nSo Silent knowledge is attained by simply continuing to do what you did, that moved it that far in the first place.\n\nPlay with the stuff.  That's all I'm saying.  Nothing is missing. It's all right there.\n\nBut don't obsess over any one thing, or you start to slide horizontally.\n\n\\&gt; you've gotten another sorcerer's answer all by yourself, but you still don't have enough energy to flatten it and turn it into words.\"\n\nFancy was trying to teach me that, when she complained I didn't try hard enough, to describe the indescribable.  She claims it's a matter of picking anything at all, and finding a way to describe it. Then the whole of the thing becomes simplified, casting  off other stuff near by, to make a single thing you can fully describe.\n\nIt's like looking in a pool of clear water with too many ripples on it, to see anything on the bottom as a single thing.   But if you can make out something even as simple as a flat surface, you can reach in there and grab that thing, and pull it up.\n\nBut I have to say, it's more pleasant to just gaze at the abstract.  And it is in fact, just at the very far end of the J curve. At least, it seems that way because you just \"keep going\", looking at the effects of moving the assemblage point.\n\nDreams floating in the air, and inorganic beings able to enter and exit them freely, is a very good signpost for the abstract being visible soon.\n\n\\&gt;Silvio Manuel looked fixedly at me. His eyes were black, like two pieces of shiny obsidian. Without moving a muscle, he let out a piercing birdlike scream. \"Intent! !\" he yelled. \"Intent! ! Intent! !\"\n\nOr...  You can just have a Cholita floating around the house, slamming things around.\n\nWorks almost as well.\n\nLast night I had my full second attention luminous body visible. I was frantically wiggling, figuring if I could see it, I could find a \"trick\" to finish Zuleica's finger wiggle technique.\n\nAs I moved my fingers around wiggling, I could see that some places seemed more likely to be the \"assemblage point\" for it.  But there was so many fibers of light (millions of them), that I couldn't make out any structure there. I just saw that the fibers got brighter when my hands were further out and lower down than I'd been expecting.\n\nBut it's a very odd sight.  It, \"doesn't count\".  So if you if you look clearly at it, seeing fibers of grey and light yellow waving in the air, and it has the structure of a container near to the size of your body, you don't get excited and think, \"Ah ha!!!!  That's it!\"\n\nIn fact, you feel like turning your head away, and looking at the colorful puffs of purple light, with the little inorganic beings hanging out.  Those are fun.  The luminous shell is not fun.\n\nI was trying to force myself to look at that only for a while, thinking I could learn to see it more easily later on.\n\nCholita had broken the glass in the side yard window/door by slamming it, leaving a very sharp blade of glass ready to fall way from the window pane.  Like the one in the movie, \"Ghost\", which killed the bad guy. \n\nI didn't want any potential \"murder objects\" laying around the house, especially not in Cholita's favorite shape.\n\nSo I taped it over with aluminum duct tape, which I bought for darkening my room.\n\nNaturally that infuriated Cholita who decided, in the middle of the night, to slam that door over and over to test out whether my tape really prevented it from crumbling.\n\nSo I was sitting looking at my luminous body, and I heard the slamming over and over.  I had waves of tingles up my spine, with fright so absoluteit felt like visible smoke rising from the top of my head.\n\nMy assemblage point started to vibrate all over the area.  I lost sight of the luminous body, and saw intense patches of pink and purple in the air, with yellow starting to override it everywhere.\n\nBut in the pinkness, two little heads showed up to my left.\n\nIt was \"Mystery\", my IOB who can manifest up to 5 total copies of himself.\n\nI hadn't seen that for a while, so I complimented him.\n\nFive of them might have been even more scary, and one would have been too common of a thing to see.\n\nTwo was perfect. Unusual, but not threatening. He was trying to \"sooth\" me.\n\nThe mess of colors faded out, and I was looking at my luminous body again.\n\nBut it still, \"didn't matter\".  I don't know how you overcome  that one. It's what hides that view from normal people.", "edited": 1614274568.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_goq47dk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;He asserted that stalking was the beginning, and that before anything could be attempted on the warrior&amp;#39;s path, warriors must learn to stalk; next they must learn to intend, and only then could they move their assemblage point at will.&lt;/p&gt;\n\n&lt;p&gt;Somewhat disproven by darkroom gazing, isn&amp;#39;t it?&lt;/p&gt;\n\n&lt;p&gt;When don Juan spoke, sometimes he just made what he was saying universal and factual, as part of teaching.&lt;/p&gt;\n\n&lt;p&gt;So he wouldn&amp;#39;t say, &amp;quot;Well, by using gazing you could in fact move all the way to heightened awareness, even if you were still not particularly impeccable.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all over the books.  At one point he even admits it.  Carlos didn&amp;#39;t do what they expected, so he declared what happened as being the correct thing.&lt;/p&gt;\n\n&lt;p&gt;Interesting to hear that you can run out of energy by having a very vivid vision.  I haven&amp;#39;t seen that happen the way it seems to imply.  It&amp;#39;s more like, you get tired.  But not tired as in can&amp;#39;t continue to see fantastic things.  Just tired.   A mild headache, and you feel like laying down.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;energy&amp;quot;, can be seem ordinary when you are feeling it.&lt;/p&gt;\n\n&lt;p&gt;These passages are particularly &amp;quot;grandiose&amp;quot;, possibly on purpose.  But if you were to read the same thing in one of the women&amp;#39;s books, I suspect the explanation would be a lot more down to earth.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Sorcerers have a rule of thumb: they say that the deeper the assemblage point moves, the greater the feeling that one has knowledge and no words to explain it.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;Silent Knowledge&amp;quot; is a &amp;quot;deeper&amp;quot; movement.  I&amp;#39;m not sure we know what the &amp;quot;depth&amp;quot; is, but it seems likely it&amp;#39;s movement along the J curve, rather than horizontally.  If you didn&amp;#39;t have somewhere for it to move without going &amp;quot;deeper&amp;quot;, it would make no sense.&lt;/p&gt;\n\n&lt;p&gt;So Silent knowledge is attained by simply continuing to do what you did, that moved it that far in the first place.&lt;/p&gt;\n\n&lt;p&gt;Play with the stuff.  That&amp;#39;s all I&amp;#39;m saying.  Nothing is missing. It&amp;#39;s all right there.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t obsess over any one thing, or you start to slide horizontally.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; you&amp;#39;ve gotten another sorcerer&amp;#39;s answer all by yourself, but you still don&amp;#39;t have enough energy to flatten it and turn it into words.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Fancy was trying to teach me that, when she complained I didn&amp;#39;t try hard enough, to describe the indescribable.  She claims it&amp;#39;s a matter of picking anything at all, and finding a way to describe it. Then the whole of the thing becomes simplified, casting  off other stuff near by, to make a single thing you can fully describe.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like looking in a pool of clear water with too many ripples on it, to see anything on the bottom as a single thing.   But if you can make out something even as simple as a flat surface, you can reach in there and grab that thing, and pull it up.&lt;/p&gt;\n\n&lt;p&gt;But I have to say, it&amp;#39;s more pleasant to just gaze at the abstract.  And it is in fact, just at the very far end of the J curve. At least, it seems that way because you just &amp;quot;keep going&amp;quot;, looking at the effects of moving the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Dreams floating in the air, and inorganic beings able to enter and exit them freely, is a very good signpost for the abstract being visible soon.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Silvio Manuel looked fixedly at me. His eyes were black, like two pieces of shiny obsidian. Without moving a muscle, he let out a piercing birdlike scream. &amp;quot;Intent! !&amp;quot; he yelled. &amp;quot;Intent! ! Intent! !&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or...  You can just have a Cholita floating around the house, slamming things around.&lt;/p&gt;\n\n&lt;p&gt;Works almost as well.&lt;/p&gt;\n\n&lt;p&gt;Last night I had my full second attention luminous body visible. I was frantically wiggling, figuring if I could see it, I could find a &amp;quot;trick&amp;quot; to finish Zuleica&amp;#39;s finger wiggle technique.&lt;/p&gt;\n\n&lt;p&gt;As I moved my fingers around wiggling, I could see that some places seemed more likely to be the &amp;quot;assemblage point&amp;quot; for it.  But there was so many fibers of light (millions of them), that I couldn&amp;#39;t make out any structure there. I just saw that the fibers got brighter when my hands were further out and lower down than I&amp;#39;d been expecting.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s a very odd sight.  It, &amp;quot;doesn&amp;#39;t count&amp;quot;.  So if you if you look clearly at it, seeing fibers of grey and light yellow waving in the air, and it has the structure of a container near to the size of your body, you don&amp;#39;t get excited and think, &amp;quot;Ah ha!!!!  That&amp;#39;s it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In fact, you feel like turning your head away, and looking at the colorful puffs of purple light, with the little inorganic beings hanging out.  Those are fun.  The luminous shell is not fun.&lt;/p&gt;\n\n&lt;p&gt;I was trying to force myself to look at that only for a while, thinking I could learn to see it more easily later on.&lt;/p&gt;\n\n&lt;p&gt;Cholita had broken the glass in the side yard window/door by slamming it, leaving a very sharp blade of glass ready to fall way from the window pane.  Like the one in the movie, &amp;quot;Ghost&amp;quot;, which killed the bad guy. &lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t want any potential &amp;quot;murder objects&amp;quot; laying around the house, especially not in Cholita&amp;#39;s favorite shape.&lt;/p&gt;\n\n&lt;p&gt;So I taped it over with aluminum duct tape, which I bought for darkening my room.&lt;/p&gt;\n\n&lt;p&gt;Naturally that infuriated Cholita who decided, in the middle of the night, to slam that door over and over to test out whether my tape really prevented it from crumbling.&lt;/p&gt;\n\n&lt;p&gt;So I was sitting looking at my luminous body, and I heard the slamming over and over.  I had waves of tingles up my spine, with fright so absoluteit felt like visible smoke rising from the top of my head.&lt;/p&gt;\n\n&lt;p&gt;My assemblage point started to vibrate all over the area.  I lost sight of the luminous body, and saw intense patches of pink and purple in the air, with yellow starting to override it everywhere.&lt;/p&gt;\n\n&lt;p&gt;But in the pinkness, two little heads showed up to my left.&lt;/p&gt;\n\n&lt;p&gt;It was &amp;quot;Mystery&amp;quot;, my IOB who can manifest up to 5 total copies of himself.&lt;/p&gt;\n\n&lt;p&gt;I hadn&amp;#39;t seen that for a while, so I complimented him.&lt;/p&gt;\n\n&lt;p&gt;Five of them might have been even more scary, and one would have been too common of a thing to see.&lt;/p&gt;\n\n&lt;p&gt;Two was perfect. Unusual, but not threatening. He was trying to &amp;quot;sooth&amp;quot; me.&lt;/p&gt;\n\n&lt;p&gt;The mess of colors faded out, and I was looking at my luminous body again.&lt;/p&gt;\n\n&lt;p&gt;But it still, &amp;quot;didn&amp;#39;t matter&amp;quot;.  I don&amp;#39;t know how you overcome  that one. It&amp;#39;s what hides that view from normal people.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goq47dk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614272940.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_lrvgtv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "goq6y3c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1614274077.0, "send_replies": true, "parent_id": "t1_goo6pc0", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yea, but you're female.  You can do the stuff just by hanging out with males going on and on about this nonsense.\n\nIt soaks in somehow, and your body (womb?) figures out how to do it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_goq6y3c", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yea, but you&amp;#39;re female.  You can do the stuff just by hanging out with males going on and on about this nonsense.&lt;/p&gt;\n\n&lt;p&gt;It soaks in somehow, and your body (womb?) figures out how to do it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_lrvgtv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goq6y3c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614274077.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "goo6pc0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ladushky0", "can_mod_post": false, "created_utc": 1614228122.0, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 3, "author_fullname": "t2_3w8phxg8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What is critical about these pieces of knowledge, is that they are of no use what so ever unless we act upon them; it only happened to me once in a dream where one of the witches, maybe Florinda, Taisha, or Zuleika were joining me in Tensegrity; in their books, all the new apprentices, Carlos, Taisha, Florinda got such fine training from the group of sorcerers. I mean, damn they bounced off as a team; that accumulation of intent has some synergistic effect. Anyways, my point is, knowing all this awesome info about our capabilities, does not make us more capable. The discipline it takes to practice sorcery is pretty insane; it's awesome that some of you have reached some very tight levels of inner silence. I am a bona fide example of how knowing all this cool stuff does not make me into a sorcerer cuz my lazy ass has a dominant-negative effect...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_goo6pc0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What is critical about these pieces of knowledge, is that they are of no use what so ever unless we act upon them; it only happened to me once in a dream where one of the witches, maybe Florinda, Taisha, or Zuleika were joining me in Tensegrity; in their books, all the new apprentices, Carlos, Taisha, Florinda got such fine training from the group of sorcerers. I mean, damn they bounced off as a team; that accumulation of intent has some synergistic effect. Anyways, my point is, knowing all this awesome info about our capabilities, does not make us more capable. The discipline it takes to practice sorcery is pretty insane; it&amp;#39;s awesome that some of you have reached some very tight levels of inner silence. I am a bona fide example of how knowing all this cool stuff does not make me into a sorcerer cuz my lazy ass has a dominant-negative effect...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goo6pc0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614228122.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_lrvgtv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "goq5c55", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1614273410.0, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Man, this discussion belongs in the advanced subreddit!\n\nIt's possibly going to mislead some.  But I guess that's ok.\n\nWe'll catch them red-handed when they mention it in comments, if they go off the deep end too soon.\n\nI suspect we have some \"Pablito\" types in here.\n\nThey hear something cool, and instead of thinking they'll work their way up to doing it, as you expected, they just go straight for it.\n\nWhich is probably inevitable.  But it's interesting.\n\nBottom line:  NO  YOU CAN'T MAKE A PHANTOM COPY OF YOUR ROOM BEFORE YOU EVEN LEARN TO MOVE THE ASSEMBLAGE POINT!!!\n\nSorry I even mentioned it in the first place.  But it's Cholita's fault.\n\nAnd it's definitely a wonderful thing to have around though.\n\nStill, you need to be \"seeing energy\" on the walls before you can do that.\n\nAnd that's beyond the puffs of color.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_goq5c55", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Man, this discussion belongs in the advanced subreddit!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possibly going to mislead some.  But I guess that&amp;#39;s ok.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ll catch them red-handed when they mention it in comments, if they go off the deep end too soon.&lt;/p&gt;\n\n&lt;p&gt;I suspect we have some &amp;quot;Pablito&amp;quot; types in here.&lt;/p&gt;\n\n&lt;p&gt;They hear something cool, and instead of thinking they&amp;#39;ll work their way up to doing it, as you expected, they just go straight for it.&lt;/p&gt;\n\n&lt;p&gt;Which is probably inevitable.  But it&amp;#39;s interesting.&lt;/p&gt;\n\n&lt;p&gt;Bottom line:  NO  YOU CAN&amp;#39;T MAKE A PHANTOM COPY OF YOUR ROOM BEFORE YOU EVEN LEARN TO MOVE THE ASSEMBLAGE POINT!!!&lt;/p&gt;\n\n&lt;p&gt;Sorry I even mentioned it in the first place.  But it&amp;#39;s Cholita&amp;#39;s fault.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s definitely a wonderful thing to have around though.&lt;/p&gt;\n\n&lt;p&gt;Still, you need to be &amp;quot;seeing energy&amp;quot; on the walls before you can do that.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s beyond the puffs of color.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goq5c55/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614273410.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_lrvgtv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gopettc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "trtrt__", "can_mod_post": false, "created_utc": 1614261807.0, "send_replies": true, "parent_id": "t1_gopdddj", "score": 1, "author_fullname": "t2_4qr0r3n0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Quantization. \nAnd inherent quantization noise.\n\nhttps://en.m.wikipedia.org/wiki/Quantization_(signal_processing)\n\n\nMen having less quantity of more coarse and thus more stable potential quantization levels.\nSo men get higher explanation stability at the cost of being more wrong, as anything put into words is obviously a corrupted quantized approximation. \n\n\nWarriors get closer to wording things having ability to reflect using the partner's own vocabulary (partner's \"words\"), as DJ asked Carlos permission to do. As good authors writing differently for different readership.\n\n\nSo a warrior is able to have only one level of quantization noise, translating abstract data into partner's \"words\", thus explanations ringing very true, as compared to normal person's three levels - translating abstract into own \"words\", then into own model of partner's \"words\", and then partner translating it into correct partner's \"words\".\n\n\nIt cannot really be called normal speech at all..", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gopettc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Quantization. \nAnd inherent quantization noise.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://en.m.wikipedia.org/wiki/Quantization_(signal_processing)\"&gt;https://en.m.wikipedia.org/wiki/Quantization_(signal_processing)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Men having less quantity of more coarse and thus more stable potential quantization levels.\nSo men get higher explanation stability at the cost of being more wrong, as anything put into words is obviously a corrupted quantized approximation. &lt;/p&gt;\n\n&lt;p&gt;Warriors get closer to wording things having ability to reflect using the partner&amp;#39;s own vocabulary (partner&amp;#39;s &amp;quot;words&amp;quot;), as DJ asked Carlos permission to do. As good authors writing differently for different readership.&lt;/p&gt;\n\n&lt;p&gt;So a warrior is able to have only one level of quantization noise, translating abstract data into partner&amp;#39;s &amp;quot;words&amp;quot;, thus explanations ringing very true, as compared to normal person&amp;#39;s three levels - translating abstract into own &amp;quot;words&amp;quot;, then into own model of partner&amp;#39;s &amp;quot;words&amp;quot;, and then partner translating it into correct partner&amp;#39;s &amp;quot;words&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It cannot really be called normal speech at all..&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_lrvgtv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/gopettc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614261807.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gopdddj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1614261044.0, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;to flatten it and turn it into words\n\nSomething that I surmise men are tasked with more than women? Being less involved, relatively speaking, with feelings.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gopdddj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;to flatten it and turn it into words&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Something that I surmise men are tasked with more than women? Being less involved, relatively speaking, with feelings.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/gopdddj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614261044.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_lrvgtv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "goq4ptz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1614273154.0, "send_replies": true, "parent_id": "t1_gophd6f", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I used to open that inorganic being's Tunnel Carol gave to me, so I could look inside.  Back then, it was the only way I got to see Little Smoke and Devil's weed.\n\nI always used clockwise to open it.\n\nSo maybe there is something to that direction, as you said.\n\nCholita likes to lean way in, and rotate her flailed hands, with fingers spread, in opposite directions.  So she has both movements going.\n\nI wish I could ask her why she does that.", "edited": 1614274111.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_goq4ptz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I used to open that inorganic being&amp;#39;s Tunnel Carol gave to me, so I could look inside.  Back then, it was the only way I got to see Little Smoke and Devil&amp;#39;s weed.&lt;/p&gt;\n\n&lt;p&gt;I always used clockwise to open it.&lt;/p&gt;\n\n&lt;p&gt;So maybe there is something to that direction, as you said.&lt;/p&gt;\n\n&lt;p&gt;Cholita likes to lean way in, and rotate her flailed hands, with fingers spread, in opposite directions.  So she has both movements going.&lt;/p&gt;\n\n&lt;p&gt;I wish I could ask her why she does that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_lrvgtv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goq4ptz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614273154.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gophd6f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1614263074.0, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 1, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; \"Move your eyes in circles,\" don Juan commanded. \"Don't look at that man.\" \n\nI surmise those would be counter-clockwise circles. If they were clockwise, it might actually draw you in.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gophd6f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;Move your eyes in circles,&amp;quot; don Juan commanded. &amp;quot;Don&amp;#39;t look at that man.&amp;quot; &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I surmise those would be counter-clockwise circles. If they were clockwise, it might actually draw you in.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/gophd6f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1614263074.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_lrvgtv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_lrvgtv", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "goqrw5d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_lrvgtv", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Inten intent. He said that with the crow voice. don't ask me how I know.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Inten intent. He said that with the crow voice. don&amp;#39;t ask me how I know.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/lrvgtv/wings_of_perception/goqrw5d/", "num_reports": null, "locked": false, "name": "t1_goqrw5d", "created": 1614282011.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1614282011.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]