[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Hi, I had a few more hours in the darkroom and would like to mention details and difficulties. I am assuming that recording my experiences during these sessions is helpful, and I am open to any criticism and/or comments.\n\nAs far as silencing the internal dialogue, I felt as though I was getting worse instead of better. The most difficult thing is silencing little musical melodies. I was trying so hard to silence it and sometimes it felt completely impossible. Sometimes I would create my own sound or tone in my mind to try and \"drown out\" the melody. I often felt powerless to reach total silence, in fact I would just find myself tensing the muscles in my neck and head because I had no idea what to do. I even broke into a sweat and it got really hot from this tension because I felt like a person with no hands trying to grab something off of a table.\n\nThese efforts made me doze off for a few seconds a couple of times, and somewhere around this point the subtle black shadows returned. This time first from the left toward the center, later from the right. I recalled being told that this was maybe a bad sign and I couldn't help thinking about that, I wondered if seeing these black shadows indicates a certain \"bad\" tendency in myself. I would like to learn more about this if someone would like to elaborate.\n\nHowever, I still wanted to become silent so I tried very hard to focus on the shadowy images in the hopes that it would help block out the inner dialogue. It worked occasionally for short periods. I also tried to focus on the sensation of my body and the ringing sound in my ears to help as well. These things all helped a little bit, but just a little bit. The dialogue seems to seep into any little crack in my defenses instantly.\n\nEventually I decided to just make up techniques to try and silence the internal dialogue. I decided that silencing the dialogue was more important that being physically still, so I began moving my head in circles and trying to focus on this motion, in order to put my attention on something other than the dialogue. This helped, my neck was crackling all over the place. I eventually just started moving it all around pretty randomly, and it turns out that this created little sparks and brief lights in my vision. I was pleased because these were new things to focus my attention upon which might help.\n\nAt one point as I was moving my head around, I noticed that I could see a dim light near the ceiling. eventually I decided to stand up to try and touch it. It turns out that this light was the lightbulb in my bathroom. I stood there looking at it for a little while, and then I decided to leave, so I turned on the light and tried to open the door. For some reason my doorknob would not open, so I took this as a sign to stay in a little longer. I turned the light off, and this time the bulb was now glowing quite visibly, with a green glow. I've never noticed the bulb do this before in past bathroom sessions, it seemed to me that it would've been very noticeable. I stood there looking up close at the bulb, it was very clear in the dark. I sat down in the dark, and noticed that there was a white cloudiness over my vision.\n\nI went back and read some of the primer material, and I realize that I'm doing things out of order. I've gone straight to the darkroom sessions without first doing the several days of stopping the dialogue throughout the day. This may be why I am doing so poorly at stopping it.\n\nQuestion: Is it crucial that total inner silence is reached? Sometimes I reach a point where the inner voice is just saying nonsense that sounds like a gibberish language, and sometimes it is just a music melody. What I'm asking is, when I get to the point where there is music or the nonsense language, do I keep trying to silence it? It feels like a constant effort that does not cease.\n\nQuestion: I am currently looking for anything interesting that happens during the session. I'm not taking any of these \"visions\" seriously, because I am new and maybe they are just imagination at this point, and also they are not vivid but very faint. The only thing that was quite visible was the light bulb, and of course that could be just because my eyes had become super sensitive in the darkness. Is it worthwhile for me to try and record what I \"see\" and relay this information to you guys? Or is that practice a waste of time at this point?\n\nQuestion: The darkroom sessions do feel like a chore, they are not enjoyable. However, at some point when I'm doing them I do get a sense of why they are important that is not clear to me when I'm outside of the session. However, they do still feel tedious and difficult, it just feels like constant effort. If I am not in the right attitude about these sessions, what would you recommend as the best method to bring about a proper attitude?", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Darkroom practice", "link_flair_richtext": [{"e": "text", "t": "Darkroom Practice"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/3d25cf64-9180-40a4-9c8e-5eb1570a7672", "link_ids": ["t3_jkedo9", "t3_ixrw34", "t3_iubqq2", "t3_kea5zt", "t3_lwckni", "t3_lwcg6o", "t3_lqz7b6", "t3_lqr6zf", "t3_lnt8a6", "t3_lmp574", "t3_lm4zws", "t3_ll9z5w", "t3_lelqm7", "t3_leo7sy", "t3_ld3845", "t3_lc1ls0", "t3_lbsls8", "t3_l7cp8f", "t3_l6o7at", "t3_mz3kz7", "t3_mzx9gl", "t3_m0kyjq", "t3_lwwshw", "t3_m1oqf1", "t3_mx3d2u", "t3_mw8sve", "t3_mtfwhb", "t3_m2u0a0", "t3_mrkitp", "t3_mlhy6f", "t3_mauwly", "t3_cm1zxx", "t3_m30hb1", "t3_n17jdy", "t3_n1ljja", "t3_n7pwp8", "t3_n7zeae", "t3_naznr8", "t3_nc8q8m", "t3_ndsc7q", "t3_neslbo", "t3_nfw7xg", "t3_nir9g2", "t3_nk25ms", "t3_nkyszq", "t3_nogrjo", "t3_ns7tky", "t3_nvehdz", "t3_o0ifzx", "t3_o3inhw", "t3_o53rhe", "t3_o7qp2a", "t3_ogafdn", "t3_org1tv", "t3_owrd1h", "t3_ovqmgq", "t3_oyt4zt", "t3_oxczfa", "t3_ogzoth", "t3_pcyx4h", "t3_p9anre", "t3_p8asd8", "t3_p6ga7i", "t3_p5l6ye", "t3_p0fmbc", "t3_ozfrz4", "t3_pij28q", "t3_posqcc", "t3_pu14ic", "t3_pwrrc0", "t3_pxfw1a", "t3_q1fcee", "t3_q4x5cs", "t3_q57hxg", "t3_q7jpwq", "t3_q7snvr", "t3_q9epxq", "t3_qceavx", "t3_qctyq7", "t3_qdp6bb", "t3_q9idzp", "t3_qklney", "t3_qmbwgp", "t3_qn9y63", "t3_qo8gj1", "t3_qpoc9e", "t3_qr6cta", "t3_qqyzj8", "t3_rwu1f0", "t3_rw73iz", "t3_rb5o0q", "t3_sdgq2p", "t3_sf44pk", "t3_te7jnl", "t3_tu3w80", "t3_tzc628"], "description": "", "title": "Darkroom Practice 2", "created_at_utc": 1611109587.162, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "3d25cf64-9180-40a4-9c8e-5eb1570a7672", "author_id": "t2_3mo1k5m8", "last_update_utc": 1676831407.209, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_q57hxg", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4bh23f1k", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Practice", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1633871870.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1633870460.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hi, I had a few more hours in the darkroom and would like to mention details and difficulties. I am assuming that recording my experiences during these sessions is helpful, and I am open to any criticism and/or comments.&lt;/p&gt;\n\n&lt;p&gt;As far as silencing the internal dialogue, I felt as though I was getting worse instead of better. The most difficult thing is silencing little musical melodies. I was trying so hard to silence it and sometimes it felt completely impossible. Sometimes I would create my own sound or tone in my mind to try and &amp;quot;drown out&amp;quot; the melody. I often felt powerless to reach total silence, in fact I would just find myself tensing the muscles in my neck and head because I had no idea what to do. I even broke into a sweat and it got really hot from this tension because I felt like a person with no hands trying to grab something off of a table.&lt;/p&gt;\n\n&lt;p&gt;These efforts made me doze off for a few seconds a couple of times, and somewhere around this point the subtle black shadows returned. This time first from the left toward the center, later from the right. I recalled being told that this was maybe a bad sign and I couldn&amp;#39;t help thinking about that, I wondered if seeing these black shadows indicates a certain &amp;quot;bad&amp;quot; tendency in myself. I would like to learn more about this if someone would like to elaborate.&lt;/p&gt;\n\n&lt;p&gt;However, I still wanted to become silent so I tried very hard to focus on the shadowy images in the hopes that it would help block out the inner dialogue. It worked occasionally for short periods. I also tried to focus on the sensation of my body and the ringing sound in my ears to help as well. These things all helped a little bit, but just a little bit. The dialogue seems to seep into any little crack in my defenses instantly.&lt;/p&gt;\n\n&lt;p&gt;Eventually I decided to just make up techniques to try and silence the internal dialogue. I decided that silencing the dialogue was more important that being physically still, so I began moving my head in circles and trying to focus on this motion, in order to put my attention on something other than the dialogue. This helped, my neck was crackling all over the place. I eventually just started moving it all around pretty randomly, and it turns out that this created little sparks and brief lights in my vision. I was pleased because these were new things to focus my attention upon which might help.&lt;/p&gt;\n\n&lt;p&gt;At one point as I was moving my head around, I noticed that I could see a dim light near the ceiling. eventually I decided to stand up to try and touch it. It turns out that this light was the lightbulb in my bathroom. I stood there looking at it for a little while, and then I decided to leave, so I turned on the light and tried to open the door. For some reason my doorknob would not open, so I took this as a sign to stay in a little longer. I turned the light off, and this time the bulb was now glowing quite visibly, with a green glow. I&amp;#39;ve never noticed the bulb do this before in past bathroom sessions, it seemed to me that it would&amp;#39;ve been very noticeable. I stood there looking up close at the bulb, it was very clear in the dark. I sat down in the dark, and noticed that there was a white cloudiness over my vision.&lt;/p&gt;\n\n&lt;p&gt;I went back and read some of the primer material, and I realize that I&amp;#39;m doing things out of order. I&amp;#39;ve gone straight to the darkroom sessions without first doing the several days of stopping the dialogue throughout the day. This may be why I am doing so poorly at stopping it.&lt;/p&gt;\n\n&lt;p&gt;Question: Is it crucial that total inner silence is reached? Sometimes I reach a point where the inner voice is just saying nonsense that sounds like a gibberish language, and sometimes it is just a music melody. What I&amp;#39;m asking is, when I get to the point where there is music or the nonsense language, do I keep trying to silence it? It feels like a constant effort that does not cease.&lt;/p&gt;\n\n&lt;p&gt;Question: I am currently looking for anything interesting that happens during the session. I&amp;#39;m not taking any of these &amp;quot;visions&amp;quot; seriously, because I am new and maybe they are just imagination at this point, and also they are not vivid but very faint. The only thing that was quite visible was the light bulb, and of course that could be just because my eyes had become super sensitive in the darkness. Is it worthwhile for me to try and record what I &amp;quot;see&amp;quot; and relay this information to you guys? Or is that practice a waste of time at this point?&lt;/p&gt;\n\n&lt;p&gt;Question: The darkroom sessions do feel like a chore, they are not enjoyable. However, at some point when I&amp;#39;m doing them I do get a sense of why they are important that is not clear to me when I&amp;#39;m outside of the session. However, they do still feel tedious and difficult, it just feels like constant effort. If I am not in the right attitude about these sessions, what would you recommend as the best method to bring about a proper attitude?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "acff1442-e63e-11ea-b305-0e375464469b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "q57hxg", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "IndridColdwave", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/q57hxg/darkroom_practice/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/q57hxg/darkroom_practice/", "subreddit_subscribers": 9561, "created_utc": 1633870460.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hg49qak", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hg4065q", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Thanks also for the recommendation of the Tensegrity moves\n\nFind, \"Mashing energy\", and learn that series.\n\nIt's enough.\n\nBut you might want Zuleica's Pass, in the tensegrity section of the wiki.\n\nCarlos admitted, you only need 1 pass, just after teaching that one.\n\nI like mashing energy because it makes how much energy you have visible.\n\nHow far up energy has risen from your toes.\n\nYou can also visibly see the \"ME\" spot in the middle.\n\nIt twinkles!\n\nAt first, the yellowish light will be only on the floor, and you'll be torn on whether you \"really\" see it.  \n\nLater, you'll see it perfectly clearly. Even how high it's risen.\n\nOne day, you'll be knee deep in yellowish white light, and not even be able to find the bottom.\n\n\\&gt;Perhaps this sustained effort may have been a result of the \"borrowed energy\" that you talk about?\n\nAs far as I know, it's \"the spirit\" that decides if someone learns.\n\nNot them.\n\nI was chased by 2 \"horrible\" demons for nearly a month, in order to end up in here.\n\nCarlos unleashed them on me 15 or so years earlier.\n\nIf they'd gone after Corey and Jeremy instead, who knows how things would be now?\n\nI also had an angry and powerful witch show up in my garage, in tiny shorts.\n\nHalf of what you see in here, is from her energy, not mine.\n\nNow that this place seems secure, she left.\n\nSo who knows what motivates people to learn?\n\nI'd guess, it's not actually a free choice.\n\nGiving up is a free choice.\n\nLearning is likely not.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hg49qak", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Thanks also for the recommendation of the Tensegrity moves&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Find, &amp;quot;Mashing energy&amp;quot;, and learn that series.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s enough.&lt;/p&gt;\n\n&lt;p&gt;But you might want Zuleica&amp;#39;s Pass, in the tensegrity section of the wiki.&lt;/p&gt;\n\n&lt;p&gt;Carlos admitted, you only need 1 pass, just after teaching that one.&lt;/p&gt;\n\n&lt;p&gt;I like mashing energy because it makes how much energy you have visible.&lt;/p&gt;\n\n&lt;p&gt;How far up energy has risen from your toes.&lt;/p&gt;\n\n&lt;p&gt;You can also visibly see the &amp;quot;ME&amp;quot; spot in the middle.&lt;/p&gt;\n\n&lt;p&gt;It twinkles!&lt;/p&gt;\n\n&lt;p&gt;At first, the yellowish light will be only on the floor, and you&amp;#39;ll be torn on whether you &amp;quot;really&amp;quot; see it.  &lt;/p&gt;\n\n&lt;p&gt;Later, you&amp;#39;ll see it perfectly clearly. Even how high it&amp;#39;s risen.&lt;/p&gt;\n\n&lt;p&gt;One day, you&amp;#39;ll be knee deep in yellowish white light, and not even be able to find the bottom.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Perhaps this sustained effort may have been a result of the &amp;quot;borrowed energy&amp;quot; that you talk about?&lt;/p&gt;\n\n&lt;p&gt;As far as I know, it&amp;#39;s &amp;quot;the spirit&amp;quot; that decides if someone learns.&lt;/p&gt;\n\n&lt;p&gt;Not them.&lt;/p&gt;\n\n&lt;p&gt;I was chased by 2 &amp;quot;horrible&amp;quot; demons for nearly a month, in order to end up in here.&lt;/p&gt;\n\n&lt;p&gt;Carlos unleashed them on me 15 or so years earlier.&lt;/p&gt;\n\n&lt;p&gt;If they&amp;#39;d gone after Corey and Jeremy instead, who knows how things would be now?&lt;/p&gt;\n\n&lt;p&gt;I also had an angry and powerful witch show up in my garage, in tiny shorts.&lt;/p&gt;\n\n&lt;p&gt;Half of what you see in here, is from her energy, not mine.&lt;/p&gt;\n\n&lt;p&gt;Now that this place seems secure, she left.&lt;/p&gt;\n\n&lt;p&gt;So who knows what motivates people to learn?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d guess, it&amp;#39;s not actually a free choice.&lt;/p&gt;\n\n&lt;p&gt;Giving up is a free choice.&lt;/p&gt;\n\n&lt;p&gt;Learning is likely not.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_q57hxg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q57hxg/darkroom_practice/hg49qak/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633882829.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1633882829.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "hg4065q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "IndridColdwave", "can_mod_post": false, "created_utc": 1633878575.0, "send_replies": true, "parent_id": "t1_hg3sy9o", "score": 3, "author_fullname": "t2_4bh23f1k", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you for the replies. I had the idea that relaying my experiences here would be helpful, in the future I will just post my questions here.\n\nI'm not a buddhist but I have practiced meditation and physical stillness is often stressed as important. So that idea was sort of ingrained in my mind, I had a hidden assumption that keeping the body still made entering the second attention easier. Thanks for correcting me on that, this is helpful information.\n\nThanks also for the recommendation of the Tensegrity moves, I know nothing about them I've only heard about them second hand, and they were generally described in a negative light. I would like to clear the way for whatever my path is, so I will be looking into this.\n\nThe doubt and laziness hump is very difficult to contend with, I can feel a great dichotomy within, one side is optimistic and energetic for having come into contact with you guys and the other side is wallowing in self-pity and cynicism - that side is the big cinder block I have to drag everywhere. When I first discovered Carlos about 15 years ago, the impact upon me was so great that I spent an entire year trying to lucid dream every night. I was able to sustain an effort for a long period of time without getting discouraged, and after a year I finally succeeded in becoming lucid and it was dramatic and amazing, and I performed a lot of experiments in the dream state. I've been using some of the tricks I learned in lucid dreaming to try and help me in the darkroom sessions.\n\nHowever, when I look back on that period of time I honestly have no idea how I was able to sustain that kind of continuous effort without getting discouraged. These days, if I do something for a week and I don't see results then I just give up. Perhaps this sustained effort may have been a result of the \"borrowed energy\" that you talk about?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hg4065q", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for the replies. I had the idea that relaying my experiences here would be helpful, in the future I will just post my questions here.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not a buddhist but I have practiced meditation and physical stillness is often stressed as important. So that idea was sort of ingrained in my mind, I had a hidden assumption that keeping the body still made entering the second attention easier. Thanks for correcting me on that, this is helpful information.&lt;/p&gt;\n\n&lt;p&gt;Thanks also for the recommendation of the Tensegrity moves, I know nothing about them I&amp;#39;ve only heard about them second hand, and they were generally described in a negative light. I would like to clear the way for whatever my path is, so I will be looking into this.&lt;/p&gt;\n\n&lt;p&gt;The doubt and laziness hump is very difficult to contend with, I can feel a great dichotomy within, one side is optimistic and energetic for having come into contact with you guys and the other side is wallowing in self-pity and cynicism - that side is the big cinder block I have to drag everywhere. When I first discovered Carlos about 15 years ago, the impact upon me was so great that I spent an entire year trying to lucid dream every night. I was able to sustain an effort for a long period of time without getting discouraged, and after a year I finally succeeded in becoming lucid and it was dramatic and amazing, and I performed a lot of experiments in the dream state. I&amp;#39;ve been using some of the tricks I learned in lucid dreaming to try and help me in the darkroom sessions.&lt;/p&gt;\n\n&lt;p&gt;However, when I look back on that period of time I honestly have no idea how I was able to sustain that kind of continuous effort without getting discouraged. These days, if I do something for a week and I don&amp;#39;t see results then I just give up. Perhaps this sustained effort may have been a result of the &amp;quot;borrowed energy&amp;quot; that you talk about?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_q57hxg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q57hxg/darkroom_practice/hg4065q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633878575.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hg3sy9o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1633875217.0, "send_replies": true, "parent_id": "t3_q57hxg", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;I recalled being told that this was maybe a bad sign and I couldn't help thinking about that,\n\nNot exactly.\n\nCarlos showed us a path to seeing energy.  He was quite specific about what he wanted us to see along the way.\n\nThat's what's in the J curve map.\n\nThe shadows weren't on his list, so if you focus on those, it's possible your assemblage point won't move the direction it needs to move.  But you'll know soon enough, if you keep practicing.  You either will be able to place a puff of light on your torso and see it remain (to build up the energy body we need), or you won't.\n\nThere are currently 3 \"anomalies\" among dark room practitioners.  Those are actually good.  Maybe you don't have to \"find colors\" first, and can find something else.  But in the long run, the path we have, which leads to the right intent, is \"puffery\".\n\nBy the way, dozing off is fine. It's a good opportunity to try to find the middle between dozing off and waking back up.  That's the second attention if you can be conscious in the middle.\n\n\\&gt;silencing the dialogue was more important that being physically still,\n\nI'm not sure why you got the idea being still is a good thing.  Maybe some latent buddhism?\n\nActually cleargreen believes that the tensegrity movements alone will produce silent.  The continuous use of \"muscle memory\".  Don Juan was a big believer in that.\n\nSo moving is superior to being still in many ways.\n\n\\&gt; Is it crucial that total inner silence is reached?\n\nIt's crucial to get rid of ME thoughts, because those come with infinite images of your life, which requires the assemblage point to remain at the top, where ME makes sense.\n\nME doesn't make sense and further assemblage point positions.\n\nSo you're sort of asking, do I really need to raise up the anchor on my little boat, in order to float out into the dark sea?\n\nYes, but you can drift around a little without doing that.\n\nWhich is why \"Fairy\" designed this.  With internal dialogue, it's possible to find colors.\n\nThen by focusing your attention on those you aren't ME obsessed, and you can drift a tiny bit further.\n\nYou could even look for non-visual things, like your shadow people. The key would be to focus your attention on them so strongly, no ME thoughts came into your mind.  Use those to reduce the ME thoughts.  But you still need to see the puffs of color in the long run.\n\nME isn't just an intellectual obsession. It's the core of your socialization. It's what keeps you from leaving this world constantly, to explore the unknown.\n\nBut you can still see cool things, without being able to fully remove it.\n\n\\&gt;Is it worthwhile for me to try and record what I \"see\" and relay this information to you guys?\n\nNo.  And in fact, that's the classic book deal obsession, in \"journal\" form.\n\nFor 23 years since Carlos died, people wrote journals of their \"experiences\", but not a single person learned sorcery from it.\n\nI must admit, making posts and pictures in here, is positive for me.  Otherwise I'd forget what I do each night, and when the assemblage point moves back to blue, you can feel like you never learned anything at all.  That's how it works.  In the blue zone, magic is impossible.\n\nBut when someone asks a question and I look at the pics, and find one that is good for an answer, I remember what I did, and I can't fully get absorbed by blue zone doubts.\n\n\\&gt; The darkroom sessions do feel like a chore, they are not enjoyable.\n\nThat's why there's no magic in the world.\n\nThere's a barrier of work to overcome, unless you have a  lineage of sorcerers.\n\nThe lineage gave people, \"demos\" to get them over the doubt and laziness hump.\n\nNow, we don't have them.  So you have to work hard enough to get help from intent.  From the spirit itself.  To make up for not having an actual sorcerer teaching you.\n\nMaybe you need to learn some tensegrity moves, so that intent knows which path you want to take?\n\nYou need to connect to the old seers if you want any help from the spirit. Otherwise, it'll figure out what you're really after, doing all this, and help along that path.\n\nUsually it's a \"book deal\" path, that never has actual magic.\n\nSo the Tensegrity is a little like putting on the invading army's coat, so they mistake you for a member of that army, and help you on your way.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hg3sy9o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;I recalled being told that this was maybe a bad sign and I couldn&amp;#39;t help thinking about that,&lt;/p&gt;\n\n&lt;p&gt;Not exactly.&lt;/p&gt;\n\n&lt;p&gt;Carlos showed us a path to seeing energy.  He was quite specific about what he wanted us to see along the way.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what&amp;#39;s in the J curve map.&lt;/p&gt;\n\n&lt;p&gt;The shadows weren&amp;#39;t on his list, so if you focus on those, it&amp;#39;s possible your assemblage point won&amp;#39;t move the direction it needs to move.  But you&amp;#39;ll know soon enough, if you keep practicing.  You either will be able to place a puff of light on your torso and see it remain (to build up the energy body we need), or you won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;There are currently 3 &amp;quot;anomalies&amp;quot; among dark room practitioners.  Those are actually good.  Maybe you don&amp;#39;t have to &amp;quot;find colors&amp;quot; first, and can find something else.  But in the long run, the path we have, which leads to the right intent, is &amp;quot;puffery&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;By the way, dozing off is fine. It&amp;#39;s a good opportunity to try to find the middle between dozing off and waking back up.  That&amp;#39;s the second attention if you can be conscious in the middle.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;silencing the dialogue was more important that being physically still,&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why you got the idea being still is a good thing.  Maybe some latent buddhism?&lt;/p&gt;\n\n&lt;p&gt;Actually cleargreen believes that the tensegrity movements alone will produce silent.  The continuous use of &amp;quot;muscle memory&amp;quot;.  Don Juan was a big believer in that.&lt;/p&gt;\n\n&lt;p&gt;So moving is superior to being still in many ways.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Is it crucial that total inner silence is reached?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s crucial to get rid of ME thoughts, because those come with infinite images of your life, which requires the assemblage point to remain at the top, where ME makes sense.&lt;/p&gt;\n\n&lt;p&gt;ME doesn&amp;#39;t make sense and further assemblage point positions.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re sort of asking, do I really need to raise up the anchor on my little boat, in order to float out into the dark sea?&lt;/p&gt;\n\n&lt;p&gt;Yes, but you can drift around a little without doing that.&lt;/p&gt;\n\n&lt;p&gt;Which is why &amp;quot;Fairy&amp;quot; designed this.  With internal dialogue, it&amp;#39;s possible to find colors.&lt;/p&gt;\n\n&lt;p&gt;Then by focusing your attention on those you aren&amp;#39;t ME obsessed, and you can drift a tiny bit further.&lt;/p&gt;\n\n&lt;p&gt;You could even look for non-visual things, like your shadow people. The key would be to focus your attention on them so strongly, no ME thoughts came into your mind.  Use those to reduce the ME thoughts.  But you still need to see the puffs of color in the long run.&lt;/p&gt;\n\n&lt;p&gt;ME isn&amp;#39;t just an intellectual obsession. It&amp;#39;s the core of your socialization. It&amp;#39;s what keeps you from leaving this world constantly, to explore the unknown.&lt;/p&gt;\n\n&lt;p&gt;But you can still see cool things, without being able to fully remove it.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Is it worthwhile for me to try and record what I &amp;quot;see&amp;quot; and relay this information to you guys?&lt;/p&gt;\n\n&lt;p&gt;No.  And in fact, that&amp;#39;s the classic book deal obsession, in &amp;quot;journal&amp;quot; form.&lt;/p&gt;\n\n&lt;p&gt;For 23 years since Carlos died, people wrote journals of their &amp;quot;experiences&amp;quot;, but not a single person learned sorcery from it.&lt;/p&gt;\n\n&lt;p&gt;I must admit, making posts and pictures in here, is positive for me.  Otherwise I&amp;#39;d forget what I do each night, and when the assemblage point moves back to blue, you can feel like you never learned anything at all.  That&amp;#39;s how it works.  In the blue zone, magic is impossible.&lt;/p&gt;\n\n&lt;p&gt;But when someone asks a question and I look at the pics, and find one that is good for an answer, I remember what I did, and I can&amp;#39;t fully get absorbed by blue zone doubts.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; The darkroom sessions do feel like a chore, they are not enjoyable.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why there&amp;#39;s no magic in the world.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a barrier of work to overcome, unless you have a  lineage of sorcerers.&lt;/p&gt;\n\n&lt;p&gt;The lineage gave people, &amp;quot;demos&amp;quot; to get them over the doubt and laziness hump.&lt;/p&gt;\n\n&lt;p&gt;Now, we don&amp;#39;t have them.  So you have to work hard enough to get help from intent.  From the spirit itself.  To make up for not having an actual sorcerer teaching you.&lt;/p&gt;\n\n&lt;p&gt;Maybe you need to learn some tensegrity moves, so that intent knows which path you want to take?&lt;/p&gt;\n\n&lt;p&gt;You need to connect to the old seers if you want any help from the spirit. Otherwise, it&amp;#39;ll figure out what you&amp;#39;re really after, doing all this, and help along that path.&lt;/p&gt;\n\n&lt;p&gt;Usually it&amp;#39;s a &amp;quot;book deal&amp;quot; path, that never has actual magic.&lt;/p&gt;\n\n&lt;p&gt;So the Tensegrity is a little like putting on the invading army&amp;#39;s coat, so they mistake you for a member of that army, and help you on your way.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q57hxg/darkroom_practice/hg3sy9o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633875217.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_q57hxg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}]