[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I wanted to introduce myself and open a dialogue as I'll likely be posting here from time to time. I'm reading The Teachings, book 1 at the moment as I work through a few other books on consciousness, dreaming, spirits, meditation, and the like. \n\nI've done some power plants, and admittedly abused cannabis for many years (though I feel this helped me center and cope with some trauma). Last year I had an encounter that changed me involving my automatic wrist watch being repaired in a dream, then the broken watch working immediately afterwards in real life. It took place the night of an astronomical conjunction, and the first mass meditation I partook. Full event here: (https://www.reddit.com/r/HighStrangeness/comments/hht3kx/conjunction_of_pluto_and_jupiter_april_4_mass/)\n\nI've since encountered a number of beings in what seems like reality where I sleep. I often hear voices as I wake up. Or phrases are \"on the tip of my tongue\" ready to be said or thought about. I've had some precognition dreams come true, with some cross over with one of these entities, the porcelain girl, who appears like this top image: https://imgur.com/a/LLdjfjL she was beside my bed one night as I woke up, no sleep paralysis. I leaned up and looked at her. She was seemingly distracted at first, but once realizing I was awake her eyes went from black to the yellow iris and this made me very sleepy. I leaned my head back on my pillow and as she exited the room, I had an out of body experience watching her leave, along with what looked like the Marian or Radha looking lady from my watch dream, which took place a week prior. I have connected these beings with solar spirits / deities, or specifically Apollo via meditation on porcelain girl's face. Eventually upon reading a Canadian fur trader's journal from the early 1800s, his travels with the Ojibwe, I read they told the fur trade that the sun spirit can literally make or fix watches.\n\nMy mother sees many more things than I do, and especially before I believed all of this was objectively real. She encountered two skeletons floating in the air days after her gallbladder surgery, in which she flatlined on the recovery table (asphyxiated on breathing tube) and had an out of body experience. She saw the nurses running in to stabilize her, blacked out of the OBE, and lived. The Ojibwe journal speaks of \"pahkahk\" skeleton spirits that their favorite sacrifice is gallbladder. These kinds of correlations gave us both pause naturally, but she is still highly skeptic.\n\nMy brother also encounters entities, and seems to be a dream traveler as well. He's received some messages. They seem to be letting us know and/or testing our perception of reality in the \"in-between\" or the astral, whatever it might be. I think there are many layers, myself.\n\nI will add I believed in ET / alien life before I really believed in a soul or spirit life. Now I'm not so sure there's much of a difference for many entities.\n\nI have also seen some things on certain power plants, heard something, and am interested. A very large purple aura appeared to me from my right and said \"We have a pyromancer.\" as I was experiencing an ego death, with reality becoming.. fractal geometry and polygons. A large 3D neon snake who was not directly connected to me, but was slightly off to the left and angled as if coming from me was suddenly there and floating 2-3 feet off the ground. It didn't move, but it was there all of a sudden (like the purple aura) and it trailed off into the woods somewhere to the west.\n\nI'm presently trying to get back in to that side of me as my dreams dried up a bit. I am practicing dark room staring at the moment. I have seen white and shadowy ethereal light in my closed eye vision before, almost every night last year. Doctors told me it was silent migraines. I started seeing purple too some nights, especially when hemisyncing. \n\nWell, the painful migraines I have had, both had visuals. First was a bright light that came from my right peripheral, forming a rectangular prism of ethereal white light that moved over me from right to left, edges bending towards each other until it formed a sphere and.. poof. It disappeared and restarted over 10 times when I decided to stop watching. Next was a migraine all night, I woke up in the morning to an occult sigil in my closed eye vision. Opened my eyes,  then closed them again. Still there. It was large, and I couldn't see the middle. Closest I could find was the sigilum dei ameth, without the indented lines between each \"rune\" sign. It zoomed in on the top left, went down, then up, then down again.\n\nAnyway.. I could go on but it's already become a ramble. If anyone has any guidance or similar encounters, I would love to hear about it! Feel free to ask any questions.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Greetings fellows", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_p262nm", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3nmqz", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1628657414.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1628656995.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I wanted to introduce myself and open a dialogue as I&amp;#39;ll likely be posting here from time to time. I&amp;#39;m reading The Teachings, book 1 at the moment as I work through a few other books on consciousness, dreaming, spirits, meditation, and the like. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done some power plants, and admittedly abused cannabis for many years (though I feel this helped me center and cope with some trauma). Last year I had an encounter that changed me involving my automatic wrist watch being repaired in a dream, then the broken watch working immediately afterwards in real life. It took place the night of an astronomical conjunction, and the first mass meditation I partook. Full event here: (&lt;a href=\"https://www.reddit.com/r/HighStrangeness/comments/hht3kx/conjunction_of_pluto_and_jupiter_april_4_mass/\"&gt;https://www.reddit.com/r/HighStrangeness/comments/hht3kx/conjunction_of_pluto_and_jupiter_april_4_mass/&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve since encountered a number of beings in what seems like reality where I sleep. I often hear voices as I wake up. Or phrases are &amp;quot;on the tip of my tongue&amp;quot; ready to be said or thought about. I&amp;#39;ve had some precognition dreams come true, with some cross over with one of these entities, the porcelain girl, who appears like this top image: &lt;a href=\"https://imgur.com/a/LLdjfjL\"&gt;https://imgur.com/a/LLdjfjL&lt;/a&gt; she was beside my bed one night as I woke up, no sleep paralysis. I leaned up and looked at her. She was seemingly distracted at first, but once realizing I was awake her eyes went from black to the yellow iris and this made me very sleepy. I leaned my head back on my pillow and as she exited the room, I had an out of body experience watching her leave, along with what looked like the Marian or Radha looking lady from my watch dream, which took place a week prior. I have connected these beings with solar spirits / deities, or specifically Apollo via meditation on porcelain girl&amp;#39;s face. Eventually upon reading a Canadian fur trader&amp;#39;s journal from the early 1800s, his travels with the Ojibwe, I read they told the fur trade that the sun spirit can literally make or fix watches.&lt;/p&gt;\n\n&lt;p&gt;My mother sees many more things than I do, and especially before I believed all of this was objectively real. She encountered two skeletons floating in the air days after her gallbladder surgery, in which she flatlined on the recovery table (asphyxiated on breathing tube) and had an out of body experience. She saw the nurses running in to stabilize her, blacked out of the OBE, and lived. The Ojibwe journal speaks of &amp;quot;pahkahk&amp;quot; skeleton spirits that their favorite sacrifice is gallbladder. These kinds of correlations gave us both pause naturally, but she is still highly skeptic.&lt;/p&gt;\n\n&lt;p&gt;My brother also encounters entities, and seems to be a dream traveler as well. He&amp;#39;s received some messages. They seem to be letting us know and/or testing our perception of reality in the &amp;quot;in-between&amp;quot; or the astral, whatever it might be. I think there are many layers, myself.&lt;/p&gt;\n\n&lt;p&gt;I will add I believed in ET / alien life before I really believed in a soul or spirit life. Now I&amp;#39;m not so sure there&amp;#39;s much of a difference for many entities.&lt;/p&gt;\n\n&lt;p&gt;I have also seen some things on certain power plants, heard something, and am interested. A very large purple aura appeared to me from my right and said &amp;quot;We have a pyromancer.&amp;quot; as I was experiencing an ego death, with reality becoming.. fractal geometry and polygons. A large 3D neon snake who was not directly connected to me, but was slightly off to the left and angled as if coming from me was suddenly there and floating 2-3 feet off the ground. It didn&amp;#39;t move, but it was there all of a sudden (like the purple aura) and it trailed off into the woods somewhere to the west.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m presently trying to get back in to that side of me as my dreams dried up a bit. I am practicing dark room staring at the moment. I have seen white and shadowy ethereal light in my closed eye vision before, almost every night last year. Doctors told me it was silent migraines. I started seeing purple too some nights, especially when hemisyncing. &lt;/p&gt;\n\n&lt;p&gt;Well, the painful migraines I have had, both had visuals. First was a bright light that came from my right peripheral, forming a rectangular prism of ethereal white light that moved over me from right to left, edges bending towards each other until it formed a sphere and.. poof. It disappeared and restarted over 10 times when I decided to stop watching. Next was a migraine all night, I woke up in the morning to an occult sigil in my closed eye vision. Opened my eyes,  then closed them again. Still there. It was large, and I couldn&amp;#39;t see the middle. Closest I could find was the sigilum dei ameth, without the indented lines between each &amp;quot;rune&amp;quot; sign. It zoomed in on the top left, went down, then up, then down again.&lt;/p&gt;\n\n&lt;p&gt;Anyway.. I could go on but it&amp;#39;s already become a ramble. If anyone has any guidance or similar encounters, I would love to hear about it! Feel free to ask any questions.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/Vhz8mKQgJnsDcb-VTCorqyxCHY_pN4Qq-jWtFSEdDBo.jpg?auto=webp&amp;s=2803a0df0492136fc2d981475501a0801490d345", "width": 799, "height": 432}, "resolutions": [{"url": "https://external-preview.redd.it/Vhz8mKQgJnsDcb-VTCorqyxCHY_pN4Qq-jWtFSEdDBo.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=a5973d47e678f944ec442e8091c9fff56a88e531", "width": 108, "height": 58}, {"url": "https://external-preview.redd.it/Vhz8mKQgJnsDcb-VTCorqyxCHY_pN4Qq-jWtFSEdDBo.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=3d5fde564ad0a2ec679806ad42865028a2ad6d07", "width": 216, "height": 116}, {"url": "https://external-preview.redd.it/Vhz8mKQgJnsDcb-VTCorqyxCHY_pN4Qq-jWtFSEdDBo.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=866153874d895d3a7e67b599039d44816abdb729", "width": 320, "height": 173}, {"url": "https://external-preview.redd.it/Vhz8mKQgJnsDcb-VTCorqyxCHY_pN4Qq-jWtFSEdDBo.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=4b892ee327cbca57cdfaaed95fe4d59e07994d06", "width": 640, "height": 346}], "variants": {}, "id": "-9TmMRFGuoa_pziKLnwsKdfc1MMEmZJCSWy3wcK45I4"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "p262nm", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Gavither", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/p262nm/greetings_fellows/", "subreddit_subscribers": 9561, "created_utc": 1628656995.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8j9klm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gavither", "can_mod_post": false, "created_utc": 1628690445.0, "send_replies": true, "parent_id": "t1_h8itfdd", "score": 2, "author_fullname": "t2_3nmqz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hmm good point and I don't often read many books at once. I had considered this, but didn't think it might disrupt the flow so much. I do believe many cultures have gotten parts of this type of experience correct, but dedication and immersion is another thing I suppose. The only other one I'm reading that is \"parallel\" is about Tibetan dream yoga, but it is also a book that the author says I should have a dream yogi/yogini to help me beside. I sometimes pick up a metaphysics book that ties consciousness to physics as well but I've read it before.. it's probably the one that started me on this path.\n\nI'll move to exclusivity, thank you.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8j9klm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hmm good point and I don&amp;#39;t often read many books at once. I had considered this, but didn&amp;#39;t think it might disrupt the flow so much. I do believe many cultures have gotten parts of this type of experience correct, but dedication and immersion is another thing I suppose. The only other one I&amp;#39;m reading that is &amp;quot;parallel&amp;quot; is about Tibetan dream yoga, but it is also a book that the author says I should have a dream yogi/yogini to help me beside. I sometimes pick up a metaphysics book that ties consciousness to physics as well but I&amp;#39;ve read it before.. it&amp;#39;s probably the one that started me on this path.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll move to exclusivity, thank you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p262nm", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8j9klm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628690445.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8itfdd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628681416.0, "send_replies": true, "parent_id": "t3_p262nm", "score": 7, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I'm reading The Teachings, book 1 at the moment as I work through a few other books\n\nThen you have a lot of inner work to do, or have to let the books do a lot of work on you.\n\nYou need to reduce your inventory to have success on this particular path.\n\nAnd another bit of advice, one of the base requirements to allow the books to work as they should is to not be reading anything else on a similar theme/topic while doing so.\n\nBest practice is to allow them to create their own magical bubble of intent around you, which isn't going to happen if you're injecting parallel and damaging (to Nagualists) understandings.\n\nAnd then finish those other books after if you still want, and make your own decision.", "edited": 1628685233.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8itfdd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m reading The Teachings, book 1 at the moment as I work through a few other books&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Then you have a lot of inner work to do, or have to let the books do a lot of work on you.&lt;/p&gt;\n\n&lt;p&gt;You need to reduce your inventory to have success on this particular path.&lt;/p&gt;\n\n&lt;p&gt;And another bit of advice, one of the base requirements to allow the books to work as they should is to not be reading anything else on a similar theme/topic while doing so.&lt;/p&gt;\n\n&lt;p&gt;Best practice is to allow them to create their own magical bubble of intent around you, which isn&amp;#39;t going to happen if you&amp;#39;re injecting parallel and damaging (to Nagualists) understandings.&lt;/p&gt;\n\n&lt;p&gt;And then finish those other books after if you still want, and make your own decision.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8itfdd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628681416.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p262nm", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8kb2d5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Gavither", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h8k4j7p", "score": 4, "author_fullname": "t2_3nmqz", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks again for your perspective. I will resist the urge to ask more at this time-- time to continue my reading.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h8kb2d5", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks again for your perspective. I will resist the urge to ask more at this time-- time to continue my reading.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_p262nm", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8kb2d5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628706401.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1628706401.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8k4j7p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h8ju6f0", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Can I ask if you know if some entities are a bit like family?\n\nOf course.\n\nI consider Lily my \"girlfriend\".  She's a spirit who likes to burst into flames and fly around the room, to get my attention while she's teaching magic.\n\nBut I found her on a lily pad in a shallow stream, smiling up at me.\n\n\"Fancy\" is like an angry ex.  She's an ice demon.\n\nFully visible!\n\nAnd kind of hot...  Likes to dress up like red riding hood.\n\nThat's the point of inorganic beings!  They're friends, in case we get trapped while visiting other worlds.\n\nBesides teaching.  Given a chance, they'll do nothing but teach magic to you.\n\nThey make permanent friends.  4 million years from now, they'll still be your friend.\n\nAssuming you last that long.\n\nThe two Carlos gave to us when he died, are likely more than 500 years with our lineage, doing nothing but helping.\n\nAs for their age, you could guess 2 billion years old so far if they were \"locals\".\n\nBut both are from the center of the universe.\n\nWhich sounds nutty.\n\nUntil you learn to visit there yourself.\n\n\\&gt;I have heard of people meeting \"higher selves\" \n\nThat's mostly a made up thing, to get cash by selling books or scrolls. Or to get attention from you, telling the story.\n\nTry to remove all that stuff from your mind, if you want to learn fast.\n\nIt's \"sabotaged\" to keep us stupid.\n\nCarlos used to tell us \"the fliers\" did that, including making up all of the world's religions. All designed to keep us prisoner.\n\nBut it's just greed if you ask me.  Greedy people pretend to be evolved, so they can hoodwink unsuspecting people who want to learn magic.\n\n\\&gt;I am you, and you are me.\" \n\nThat's more false narrative stuff.\n\nWe're filled up with it, because there's so many merchants trying to sell the junk on their wagon.\n\nI don't mean it didn't say that. Of course it can say anything you are thinking about.\n\nSome came here getting threats.\n\nI've consulted in the past for witches who's demons got out of hand.\n\nI just tell them, let it murder you. Go ahead.\n\nLet it bite you.  You'll have a 'trophy scar\".\n\nBit by a demon!  How cool is that.\n\nBut they're merely spirits (inorganic beings).\n\nOnce you confront them, they change their ways.\n\nAnd stop trying to confuse you.", "edited": false, "author_flair_css_class": null, "name": "t1_h8k4j7p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Can I ask if you know if some entities are a bit like family?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Of course.&lt;/p&gt;\n\n&lt;p&gt;I consider Lily my &amp;quot;girlfriend&amp;quot;.  She&amp;#39;s a spirit who likes to burst into flames and fly around the room, to get my attention while she&amp;#39;s teaching magic.&lt;/p&gt;\n\n&lt;p&gt;But I found her on a lily pad in a shallow stream, smiling up at me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Fancy&amp;quot; is like an angry ex.  She&amp;#39;s an ice demon.&lt;/p&gt;\n\n&lt;p&gt;Fully visible!&lt;/p&gt;\n\n&lt;p&gt;And kind of hot...  Likes to dress up like red riding hood.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the point of inorganic beings!  They&amp;#39;re friends, in case we get trapped while visiting other worlds.&lt;/p&gt;\n\n&lt;p&gt;Besides teaching.  Given a chance, they&amp;#39;ll do nothing but teach magic to you.&lt;/p&gt;\n\n&lt;p&gt;They make permanent friends.  4 million years from now, they&amp;#39;ll still be your friend.&lt;/p&gt;\n\n&lt;p&gt;Assuming you last that long.&lt;/p&gt;\n\n&lt;p&gt;The two Carlos gave to us when he died, are likely more than 500 years with our lineage, doing nothing but helping.&lt;/p&gt;\n\n&lt;p&gt;As for their age, you could guess 2 billion years old so far if they were &amp;quot;locals&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But both are from the center of the universe.&lt;/p&gt;\n\n&lt;p&gt;Which sounds nutty.&lt;/p&gt;\n\n&lt;p&gt;Until you learn to visit there yourself.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;I have heard of people meeting &amp;quot;higher selves&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s mostly a made up thing, to get cash by selling books or scrolls. Or to get attention from you, telling the story.&lt;/p&gt;\n\n&lt;p&gt;Try to remove all that stuff from your mind, if you want to learn fast.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;sabotaged&amp;quot; to keep us stupid.&lt;/p&gt;\n\n&lt;p&gt;Carlos used to tell us &amp;quot;the fliers&amp;quot; did that, including making up all of the world&amp;#39;s religions. All designed to keep us prisoner.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just greed if you ask me.  Greedy people pretend to be evolved, so they can hoodwink unsuspecting people who want to learn magic.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;I am you, and you are me.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s more false narrative stuff.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re filled up with it, because there&amp;#39;s so many merchants trying to sell the junk on their wagon.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean it didn&amp;#39;t say that. Of course it can say anything you are thinking about.&lt;/p&gt;\n\n&lt;p&gt;Some came here getting threats.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve consulted in the past for witches who&amp;#39;s demons got out of hand.&lt;/p&gt;\n\n&lt;p&gt;I just tell them, let it murder you. Go ahead.&lt;/p&gt;\n\n&lt;p&gt;Let it bite you.  You&amp;#39;ll have a &amp;#39;trophy scar&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Bit by a demon!  How cool is that.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re merely spirits (inorganic beings).&lt;/p&gt;\n\n&lt;p&gt;Once you confront them, they change their ways.&lt;/p&gt;\n\n&lt;p&gt;And stop trying to confuse you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_p262nm", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8k4j7p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628703701.0, "author_flair_text": null, "collapsed": false, "created_utc": 1628703701.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8ju6f0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gavither", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h8jkan0", "score": 2, "author_fullname": "t2_3nmqz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you for your help. I'll keep up with The Teachings, and I do have three others ready to go. I have a few other things but no pressure if you can't answer.\n\nI am excited to learn more but understand the need for patience. I feel a bit like this is a calling of mine, after witnessing the entities I have a bit unprovoked. I know of others that are far more impressive in their ability or talent but are also at a loss for explanation.\n \nCan I ask if you know if some entities are a bit like family? Porcelain girl felt like that, or a lover. She was fond of me (her thoughts/intentions and feelings were in my mind). My brother has seen a mantid he felt he knew for a long, long time. I heard presumably the mantid's voice that same night come from my kitchen saying \"I am testing you.\" Around that time I was waking up terribly confused and disoriented, as if the windows surrounding me were doors I had just passed through. I have no memory of doing so though.\n\nI have heard of people meeting \"higher selves\" in these dreams, but not much on seemingly alien family. I met someone in a dream in my family's house, after 5 false awakenings in my bed. In the dining room upstairs he appeared like my dad, but was not. He told me, \"There is no need to fear. I am you, and you are me.\" Then we went to hug but our arms touched and we merged. I woke up, and heard my dad close his chair leg rest. He often passes out in his chair, so I assume he had just woken up and was getting ready for bed.", "edited": 1628700160.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8ju6f0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for your help. I&amp;#39;ll keep up with The Teachings, and I do have three others ready to go. I have a few other things but no pressure if you can&amp;#39;t answer.&lt;/p&gt;\n\n&lt;p&gt;I am excited to learn more but understand the need for patience. I feel a bit like this is a calling of mine, after witnessing the entities I have a bit unprovoked. I know of others that are far more impressive in their ability or talent but are also at a loss for explanation.&lt;/p&gt;\n\n&lt;p&gt;Can I ask if you know if some entities are a bit like family? Porcelain girl felt like that, or a lover. She was fond of me (her thoughts/intentions and feelings were in my mind). My brother has seen a mantid he felt he knew for a long, long time. I heard presumably the mantid&amp;#39;s voice that same night come from my kitchen saying &amp;quot;I am testing you.&amp;quot; Around that time I was waking up terribly confused and disoriented, as if the windows surrounding me were doors I had just passed through. I have no memory of doing so though.&lt;/p&gt;\n\n&lt;p&gt;I have heard of people meeting &amp;quot;higher selves&amp;quot; in these dreams, but not much on seemingly alien family. I met someone in a dream in my family&amp;#39;s house, after 5 false awakenings in my bed. In the dining room upstairs he appeared like my dad, but was not. He told me, &amp;quot;There is no need to fear. I am you, and you are me.&amp;quot; Then we went to hug but our arms touched and we merged. I woke up, and heard my dad close his chair leg rest. He often passes out in his chair, so I assume he had just woken up and was getting ready for bed.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p262nm", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8ju6f0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628699274.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1628699274.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8jkan0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h8jbe9l", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I do know what I've seen that appears past the white/black ethereal swirls of light in my vision.\n\nThat's called, \"talent\", and it means you can do everything you read in here.\n\nYou will literally be able to wave your hand in the air, and dive off the side of your bed into a clear blue ocean.  Full awake, eyes open, completely sober.\n\nAnd do it for real...\n\nBut I don't recommend it.  Did that 2 days ago, and I still have an energetic hangover.\n\n\"Orange\" is a reference to the orange line at the end of the J curve.\n\nThat's \"seeing energy\" territory.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h8jkan0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I do know what I&amp;#39;ve seen that appears past the white/black ethereal swirls of light in my vision.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s called, &amp;quot;talent&amp;quot;, and it means you can do everything you read in here.&lt;/p&gt;\n\n&lt;p&gt;You will literally be able to wave your hand in the air, and dive off the side of your bed into a clear blue ocean.  Full awake, eyes open, completely sober.&lt;/p&gt;\n\n&lt;p&gt;And do it for real...&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t recommend it.  Did that 2 days ago, and I still have an energetic hangover.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Orange&amp;quot; is a reference to the orange line at the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;seeing energy&amp;quot; territory.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p262nm", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8jkan0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628695131.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1628695131.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8jbe9l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gavither", "can_mod_post": false, "created_utc": 1628691280.0, "send_replies": true, "parent_id": "t1_h8j9h77", "score": 2, "author_fullname": "t2_3nmqz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; I'm not sure what allows people to let go of the made up stuff out there.\n\nI think most people, like myself anyway, are just looking for answers. If and when they find them, it should be obvious which questions they were seeking in the beginning. I think I'm somewhere along that; a bit confused at the moment. Maybe I misinterpreted you.\n\n&gt;I'm especially curious about people seeing the whitish light when it's not possible they saw it yet (it's the goal).\n\n&gt;But we need a few who were certain they saw it, but then got to see the real thing when they made it to the orange, to explain why they were fooled.\n\nNaturally I don't know what you mean exactly by orange, though I have read some experiencers speaking of red rooms and such. I do know what I've seen that appears past the white/black ethereal swirls of light in my vision. A total of maybe 4 times last year I've seen my room in the dark with my eyes closed. It only happened as I was waking up, but the final time (around December) I managed to trigger it again right after losing it. It seems if I can concentrate past the original ethereal light/shadow, my room appears in a dulled light, almost like a CT scan or sonar image. The solid objects are a relatively bright white, and the empty space is shadowy black. A deeper space between solid objects makes the shadow darker and makes the solid objects farther out become less bright.", "edited": 1628692029.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8jbe9l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m not sure what allows people to let go of the made up stuff out there.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I think most people, like myself anyway, are just looking for answers. If and when they find them, it should be obvious which questions they were seeking in the beginning. I think I&amp;#39;m somewhere along that; a bit confused at the moment. Maybe I misinterpreted you.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m especially curious about people seeing the whitish light when it&amp;#39;s not possible they saw it yet (it&amp;#39;s the goal).&lt;/p&gt;\n\n&lt;p&gt;But we need a few who were certain they saw it, but then got to see the real thing when they made it to the orange, to explain why they were fooled.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Naturally I don&amp;#39;t know what you mean exactly by orange, though I have read some experiencers speaking of red rooms and such. I do know what I&amp;#39;ve seen that appears past the white/black ethereal swirls of light in my vision. A total of maybe 4 times last year I&amp;#39;ve seen my room in the dark with my eyes closed. It only happened as I was waking up, but the final time (around December) I managed to trigger it again right after losing it. It seems if I can concentrate past the original ethereal light/shadow, my room appears in a dulled light, almost like a CT scan or sonar image. The solid objects are a relatively bright white, and the empty space is shadowy black. A deeper space between solid objects makes the shadow darker and makes the solid objects farther out become less bright.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p262nm", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8jbe9l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628691280.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8j9h77", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1628690402.0, "send_replies": true, "parent_id": "t3_p262nm", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; If anyone has any guidance or similar encounters,\n\nThe stuff on the side you're interested in can prevent you from learning sorcery.\n\nBut you need to read a bit more to understand why.\n\nOr maybe you need to see some real magic in your face.\n\nI'm not sure what allows people to let go of the made up stuff out there.  When we get more real sorcerers, we might want to analyze things like that.\n\nI'm especially curious about people seeing the whitish light when it's not possible they saw it yet (it's the goal).\n\nBut we need a few who were certain they saw it, but then got to see the real thing when they made it to the orange, to explain why they were fooled.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8j9h77", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; If anyone has any guidance or similar encounters,&lt;/p&gt;\n\n&lt;p&gt;The stuff on the side you&amp;#39;re interested in can prevent you from learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;But you need to read a bit more to understand why.&lt;/p&gt;\n\n&lt;p&gt;Or maybe you need to see some real magic in your face.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure what allows people to let go of the made up stuff out there.  When we get more real sorcerers, we might want to analyze things like that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m especially curious about people seeing the whitish light when it&amp;#39;s not possible they saw it yet (it&amp;#39;s the goal).&lt;/p&gt;\n\n&lt;p&gt;But we need a few who were certain they saw it, but then got to see the real thing when they made it to the orange, to explain why they were fooled.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p262nm/greetings_fellows/h8j9h77/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628690402.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p262nm", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}]