[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I was trying to figure out what to call the body of the first attention, for my illustration for that last post.  I was searching the books for \"body\", and found this.   It's another one of those passages which seems a little disturbing at first, but once you read it, you realize it's nothing new.\n\nBut I still don't know what to call the first attention's body.  Future IOB perhaps?\n\n\\*\\*\\*\n\n\"Can we perceive those inorganic beings, don Juan?\" I asked. \"We certainly can,\" he replied. \"Sorcerers do it at will. Average people do it, but they don't realize that they're doing it because they are not conscious of the existence of a twin world. When they think of a twin world, they enter into all kinds of mental masturbation, but it has never occurred to them that their fantasies have their origin in a subliminal knowledge that all of us have: that we are not alone.\"\n\n1 was riveted by don Juan's words. Suddenly, I had become voraciously hungry. There was an emptiness in the pit of my stomach. All I could do was to listen as carefully as I could, and eat.\n\n\"The difficulty with your facing things in terms of time and space,\" he continued, \"is that you only notice if something has landed in the space and time at your disposal, which is very limited.\n\nSorcerers, on the other hand, have a vast field on which they can notice if something extraneous has landed. Lots of entities from the universe at large, entities that possess awareness but not an organism, land in the field of awareness of our world, or the field of awareness of its twin world, without an average human being ever noticing them. The entities that land on our field of awareness, or the field of awareness of our twin world, belong to other worlds that exist besides our world and its twin. The universe at large is crammed to the brim with worlds of awareness, organic and inorganic.\"\n\nDon Juan continued talking and said that those sorcerers knew when inorganic awareness from other worlds besides our twin world had landed in their field of awareness. He said that as every human being on this earth would do, those shamans made endless classifications of different types of this energy that has awareness. They knew them by the general term inorganic beings.\n\n\"Do those inorganic beings have life like we have life?\" I asked. \"If you think that life is to be aware, then they do have life,\" he said. \"I suppose it would be accurate to say that if life can be measured by the intensity, the sharpness, the duration of that awareness, I can sincerely say that they are more alive than you and I.\" \"Do those inorganic beings die, don Juan?\" I asked. Don Juan chuckled for a moment before he answered. \"If you call death the termination of awareness, yes, they die. Their awareness ends. Their death is rather like the death of a human being, and at the same time, it isn't, because the death of human beings has a hidden option. It is something like a clause in a legal document, a clause that is written in tiny letters that you can barely see. You have to use a magnifying glass to read it, and yet it's the most important clause of the document.\"\n\n\"What's the hidden option, don Juan?\"\n\n\"Death's hidden option is exclusively for sorcerers. They are the only ones who have, to my knowledge, read the fine print. For them, the option is pertinent and functional. For average human beings, death means the termination of their awareness, the end of their organisms. For the inorganic beings, death means the same: the end of their awareness. In both cases, the impact of death is the act of being sucked into the dark sea of awareness, Their individual awareness, loaded with their life experiences, breaks its boundaries, and awareness as energy spills out into the dark sea of awareness.\"\n\n\"But what is death's hidden option that is picked up only by sorcerers, don Juan?\" I asked.\n\n\"For a sorcerer, death is a unifying factor. Instead of disintegrating the organism, as is ordinarily the case, death unifies it.\" \"How can death unify anything?\" I protested. \"Death for a sorcerer,\" he said, \"terminates the reign of individual moods in the body. The old sorcerers believed it was the dominion of the different parts of the body that ruled the moods and the actions of the total body; parts that become dysfunctional drag the rest of the body to chaos, such as, for instance, when you yourself get sick from eating junk. In that case, the mood of your stomach affects everything else. Death eradicates the dominion of those individual parts. It unifies their awareness into one single unit.\"\n\n\"Do you mean that after they die, sorcerers are still aware?\" I asked.\n\n\"For sorcerers, death is an act of unification that employs every bit of their energy. You are thinking of death as a corpse in front of you, a body on which decay has settled. For sorcerers, when the act of unification takes place, there is no corpse. There is no decay. Their bodies in their entirety have been turned into energy, energy possessing awareness that is not fragmented. The boundaries that are set up by the organism, boundaries which are broken down by death, are still functioning in the case of sorcerers, although they are no longer visible to the naked eye.\n\n\"I know that you are dying to ask me,\" he continued with a broad smile, \"if whatever I'm describing is the soul that goes to hell or heaven. No, it is not the soul. What happens to sorcerers, when they pick up that hidden option of death, is that they turn into inorganic beings, very specialized, high-speed inorganic beings, beings capable of stupendous maneuvers of perception.\n\nSorcerers enter then into what the shamans of ancient Mexico called their definitive journey. Infinity becomes their realm of action.\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Inspirational?? Quote", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_mc80ct", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1616598257.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was trying to figure out what to call the body of the first attention, for my illustration for that last post.  I was searching the books for &amp;quot;body&amp;quot;, and found this.   It&amp;#39;s another one of those passages which seems a little disturbing at first, but once you read it, you realize it&amp;#39;s nothing new.&lt;/p&gt;\n\n&lt;p&gt;But I still don&amp;#39;t know what to call the first attention&amp;#39;s body.  Future IOB perhaps?&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Can we perceive those inorganic beings, don Juan?&amp;quot; I asked. &amp;quot;We certainly can,&amp;quot; he replied. &amp;quot;Sorcerers do it at will. Average people do it, but they don&amp;#39;t realize that they&amp;#39;re doing it because they are not conscious of the existence of a twin world. When they think of a twin world, they enter into all kinds of mental masturbation, but it has never occurred to them that their fantasies have their origin in a subliminal knowledge that all of us have: that we are not alone.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;1 was riveted by don Juan&amp;#39;s words. Suddenly, I had become voraciously hungry. There was an emptiness in the pit of my stomach. All I could do was to listen as carefully as I could, and eat.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The difficulty with your facing things in terms of time and space,&amp;quot; he continued, &amp;quot;is that you only notice if something has landed in the space and time at your disposal, which is very limited.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers, on the other hand, have a vast field on which they can notice if something extraneous has landed. Lots of entities from the universe at large, entities that possess awareness but not an organism, land in the field of awareness of our world, or the field of awareness of its twin world, without an average human being ever noticing them. The entities that land on our field of awareness, or the field of awareness of our twin world, belong to other worlds that exist besides our world and its twin. The universe at large is crammed to the brim with worlds of awareness, organic and inorganic.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan continued talking and said that those sorcerers knew when inorganic awareness from other worlds besides our twin world had landed in their field of awareness. He said that as every human being on this earth would do, those shamans made endless classifications of different types of this energy that has awareness. They knew them by the general term inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do those inorganic beings have life like we have life?&amp;quot; I asked. &amp;quot;If you think that life is to be aware, then they do have life,&amp;quot; he said. &amp;quot;I suppose it would be accurate to say that if life can be measured by the intensity, the sharpness, the duration of that awareness, I can sincerely say that they are more alive than you and I.&amp;quot; &amp;quot;Do those inorganic beings die, don Juan?&amp;quot; I asked. Don Juan chuckled for a moment before he answered. &amp;quot;If you call death the termination of awareness, yes, they die. Their awareness ends. Their death is rather like the death of a human being, and at the same time, it isn&amp;#39;t, because the death of human beings has a hidden option. It is something like a clause in a legal document, a clause that is written in tiny letters that you can barely see. You have to use a magnifying glass to read it, and yet it&amp;#39;s the most important clause of the document.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What&amp;#39;s the hidden option, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Death&amp;#39;s hidden option is exclusively for sorcerers. They are the only ones who have, to my knowledge, read the fine print. For them, the option is pertinent and functional. For average human beings, death means the termination of their awareness, the end of their organisms. For the inorganic beings, death means the same: the end of their awareness. In both cases, the impact of death is the act of being sucked into the dark sea of awareness, Their individual awareness, loaded with their life experiences, breaks its boundaries, and awareness as energy spills out into the dark sea of awareness.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But what is death&amp;#39;s hidden option that is picked up only by sorcerers, don Juan?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For a sorcerer, death is a unifying factor. Instead of disintegrating the organism, as is ordinarily the case, death unifies it.&amp;quot; &amp;quot;How can death unify anything?&amp;quot; I protested. &amp;quot;Death for a sorcerer,&amp;quot; he said, &amp;quot;terminates the reign of individual moods in the body. The old sorcerers believed it was the dominion of the different parts of the body that ruled the moods and the actions of the total body; parts that become dysfunctional drag the rest of the body to chaos, such as, for instance, when you yourself get sick from eating junk. In that case, the mood of your stomach affects everything else. Death eradicates the dominion of those individual parts. It unifies their awareness into one single unit.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do you mean that after they die, sorcerers are still aware?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For sorcerers, death is an act of unification that employs every bit of their energy. You are thinking of death as a corpse in front of you, a body on which decay has settled. For sorcerers, when the act of unification takes place, there is no corpse. There is no decay. Their bodies in their entirety have been turned into energy, energy possessing awareness that is not fragmented. The boundaries that are set up by the organism, boundaries which are broken down by death, are still functioning in the case of sorcerers, although they are no longer visible to the naked eye.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I know that you are dying to ask me,&amp;quot; he continued with a broad smile, &amp;quot;if whatever I&amp;#39;m describing is the soul that goes to hell or heaven. No, it is not the soul. What happens to sorcerers, when they pick up that hidden option of death, is that they turn into inorganic beings, very specialized, high-speed inorganic beings, beings capable of stupendous maneuvers of perception.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers enter then into what the shamans of ancient Mexico called their definitive journey. Infinity becomes their realm of action.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "mc80ct", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/mc80ct/inspirational_quote/", "subreddit_subscribers": 9561, "created_utc": 1616598257.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gs34e5y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616614960.0, "send_replies": true, "parent_id": "t3_mc80ct", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Sorcerers, on the other hand, have a vast field on which they can notice if something extraneous has landed. Lots of entities from the universe at large, entities that possess awareness but not an organism, land in the field of awareness of our world, or the field of awareness of its twin world, without an average human being ever noticing them. The entities that land on our field of awareness, or the field of awareness of our twin world, belong to other worlds that exist besides our world and its twin. The universe at large is crammed to the brim with worlds of awareness, organic and inorganic.\"\n\nThank goodness for that!\n\nI was feeling as bad about Fancy being from a frozen moon, as I did about Cholita making phantom house additions.\n\nBoth seemed overboard.  But then, it's what I saw.  What can I say?\n\nHere's a good rule of thumb for beginners.\n\nReport what you saw.  Keep the interpretations to a minimum.\n\nDon't add to it!\n\nBut also, don't remove things because they seem \"overboard\".\n\nTreat your excursions into the second attention, like an excursion into the desert in Arizona.\n\nDon't fail to report that you found a gold nugget on the ground, because you're afraid people will believe you made that up.\n\nIn fact, there are gold nuggets on the ground in arizona!  They're just rare.\n\nIf you're lucky, by  honest reporting you'll cause someone else to remember a passage from the books, and help you out.\n\nAnd THEN you have the bonus reward.   You've discovered something new on your own, which got verified in the writings of Carlos or the witches!  No \"power of suggestion\" possible!\n\nWhat makes me happy here, is that Fancy does in fact seem to \"not be from around here\".\n\nIt's her IOB cave. The walls are slick white frozen crystals, but with perfectly smooth edges.\n\nFrozen methane does that. It might form with crystals,  I have no way of knowing that,  but the air blows over it, and the edges get rounded, ending up like paraffin wax block edges.\n\nI was kind of hoping Fancy was from Titan or Ganymede, but now it seems, she could be from anywhere in the universe.\n\nLittle Smoke is from 46 million light years away!\n\nSo look carefully at your inorganic beings cave, or \"the world of the dreaming emissary\".\n\nIt might be the only clue you get, to where it's really from.\n\nUnless you can get her to tell you directly.\n\nWhich is a tall order.  Only an experienced darkroom gazer would understand why that's a tall order.\n\nBut basically, there are 500 factors that have to come together perfectly, to be able to ask them a question like that, and get an answer you can repeat to someone else.\n\nIt's like getting lucky at the crowded amusement park, and being able to walk right straight to the most popular ride in the park, get right onto it, with the same pretty girl you saw a month ago still controlling the ride, and no one in line at little drink booth at the end of the ride, to get the Mint Julep drink.\n\nToo many factors to just do it when you like.", "edited": 1616615193.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs34e5y", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Sorcerers, on the other hand, have a vast field on which they can notice if something extraneous has landed. Lots of entities from the universe at large, entities that possess awareness but not an organism, land in the field of awareness of our world, or the field of awareness of its twin world, without an average human being ever noticing them. The entities that land on our field of awareness, or the field of awareness of our twin world, belong to other worlds that exist besides our world and its twin. The universe at large is crammed to the brim with worlds of awareness, organic and inorganic.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Thank goodness for that!&lt;/p&gt;\n\n&lt;p&gt;I was feeling as bad about Fancy being from a frozen moon, as I did about Cholita making phantom house additions.&lt;/p&gt;\n\n&lt;p&gt;Both seemed overboard.  But then, it&amp;#39;s what I saw.  What can I say?&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a good rule of thumb for beginners.&lt;/p&gt;\n\n&lt;p&gt;Report what you saw.  Keep the interpretations to a minimum.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t add to it!&lt;/p&gt;\n\n&lt;p&gt;But also, don&amp;#39;t remove things because they seem &amp;quot;overboard&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Treat your excursions into the second attention, like an excursion into the desert in Arizona.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t fail to report that you found a gold nugget on the ground, because you&amp;#39;re afraid people will believe you made that up.&lt;/p&gt;\n\n&lt;p&gt;In fact, there are gold nuggets on the ground in arizona!  They&amp;#39;re just rare.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re lucky, by  honest reporting you&amp;#39;ll cause someone else to remember a passage from the books, and help you out.&lt;/p&gt;\n\n&lt;p&gt;And THEN you have the bonus reward.   You&amp;#39;ve discovered something new on your own, which got verified in the writings of Carlos or the witches!  No &amp;quot;power of suggestion&amp;quot; possible!&lt;/p&gt;\n\n&lt;p&gt;What makes me happy here, is that Fancy does in fact seem to &amp;quot;not be from around here&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s her IOB cave. The walls are slick white frozen crystals, but with perfectly smooth edges.&lt;/p&gt;\n\n&lt;p&gt;Frozen methane does that. It might form with crystals,  I have no way of knowing that,  but the air blows over it, and the edges get rounded, ending up like paraffin wax block edges.&lt;/p&gt;\n\n&lt;p&gt;I was kind of hoping Fancy was from Titan or Ganymede, but now it seems, she could be from anywhere in the universe.&lt;/p&gt;\n\n&lt;p&gt;Little Smoke is from 46 million light years away!&lt;/p&gt;\n\n&lt;p&gt;So look carefully at your inorganic beings cave, or &amp;quot;the world of the dreaming emissary&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It might be the only clue you get, to where it&amp;#39;s really from.&lt;/p&gt;\n\n&lt;p&gt;Unless you can get her to tell you directly.&lt;/p&gt;\n\n&lt;p&gt;Which is a tall order.  Only an experienced darkroom gazer would understand why that&amp;#39;s a tall order.&lt;/p&gt;\n\n&lt;p&gt;But basically, there are 500 factors that have to come together perfectly, to be able to ask them a question like that, and get an answer you can repeat to someone else.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like getting lucky at the crowded amusement park, and being able to walk right straight to the most popular ride in the park, get right onto it, with the same pretty girl you saw a month ago still controlling the ride, and no one in line at little drink booth at the end of the ride, to get the Mint Julep drink.&lt;/p&gt;\n\n&lt;p&gt;Too many factors to just do it when you like.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs34e5y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616614960.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mc80ct", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gs2s1ge", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616609829.0, "send_replies": true, "parent_id": "t1_gs2q0ne", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I got the impression we don't have to know what it is, because we know how to get there.\n\nBut it does get spoken about in different ways in the books, and since its one of those \"bad ass\" concepts, it's always going to stir up anger in new people.\n\nIt's the inventory warrior motivation.  Have the best \"idea\" to share.\n\nIgnore what's happening, because you're only after the thrill of having the best \"idea\", or \"understanding\".\n\nNo wonder the women are turned off by the discussion groups.\n\nCholita gives the best explanation of that at Whole Foods.\n\nInstead of heading to see what produce is unique and on sale today, or to see if they have 5 year old cheese, she heads for the smelly soaps department as soon as she arrives.\n\nShe sticks a bar of smelly soap up against her nose, and inhales for a while, before she goes shopping.\n\nIf she had to smelt what gets delt in here, she'd never come back.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2s1ge", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I got the impression we don&amp;#39;t have to know what it is, because we know how to get there.&lt;/p&gt;\n\n&lt;p&gt;But it does get spoken about in different ways in the books, and since its one of those &amp;quot;bad ass&amp;quot; concepts, it&amp;#39;s always going to stir up anger in new people.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the inventory warrior motivation.  Have the best &amp;quot;idea&amp;quot; to share.&lt;/p&gt;\n\n&lt;p&gt;Ignore what&amp;#39;s happening, because you&amp;#39;re only after the thrill of having the best &amp;quot;idea&amp;quot;, or &amp;quot;understanding&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No wonder the women are turned off by the discussion groups.&lt;/p&gt;\n\n&lt;p&gt;Cholita gives the best explanation of that at Whole Foods.&lt;/p&gt;\n\n&lt;p&gt;Instead of heading to see what produce is unique and on sale today, or to see if they have 5 year old cheese, she heads for the smelly soaps department as soon as she arrives.&lt;/p&gt;\n\n&lt;p&gt;She sticks a bar of smelly soap up against her nose, and inhales for a while, before she goes shopping.&lt;/p&gt;\n\n&lt;p&gt;If she had to smelt what gets delt in here, she&amp;#39;d never come back.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mc80ct", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs2s1ge/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616609829.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs2q0ne", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616608967.0, "send_replies": true, "parent_id": "t3_mc80ct", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;But I still don't know what to call the first attention's body. Future IOB perhaps?\n\nTonal Body or Body of the Tonal?\n\nBegs the question if the IOB's have a Tonal/Nagual makeup. Or if they're all Nagual.\n\nAs the above passages describe, the third attention must be a merging/subsuming of the Tonal into the Nagual.", "edited": 1616609423.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2q0ne", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But I still don&amp;#39;t know what to call the first attention&amp;#39;s body. Future IOB perhaps?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Tonal Body or Body of the Tonal?&lt;/p&gt;\n\n&lt;p&gt;Begs the question if the IOB&amp;#39;s have a Tonal/Nagual makeup. Or if they&amp;#39;re all Nagual.&lt;/p&gt;\n\n&lt;p&gt;As the above passages describe, the third attention must be a merging/subsuming of the Tonal into the Nagual.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs2q0ne/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616608967.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mc80ct", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gs3cv4t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gs2sd23", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I did a search in the huge .txt file for a broad combinations of terms. Closest one with any number of results was \"organism.\"", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gs3cv4t", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I did a search in the huge .txt file for a broad combinations of terms. Closest one with any number of results was &amp;quot;organism.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mc80ct", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs3cv4t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616618506.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616618506.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs2sd23", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616609967.0, "send_replies": true, "parent_id": "t1_gs2rcde", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't honestly know!   But I doubt it.\n\nI was simply searching for \"body of\".\n\nI was hoping for \"body of the first attention\", or \"body of the Tonal\".\n\nBut the search in that pdf is so miserable, I typically give up.\n\nIt even messes up the view of the text most of the time, due to some bug in Adobe pdf reader, when it comes to scanned in text.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2sd23", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t honestly know!   But I doubt it.&lt;/p&gt;\n\n&lt;p&gt;I was simply searching for &amp;quot;body of&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I was hoping for &amp;quot;body of the first attention&amp;quot;, or &amp;quot;body of the Tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But the search in that pdf is so miserable, I typically give up.&lt;/p&gt;\n\n&lt;p&gt;It even messes up the view of the text most of the time, due to some bug in Adobe pdf reader, when it comes to scanned in text.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mc80ct", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs2sd23/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616609967.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs2rcde", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1616609532.0, "send_replies": true, "parent_id": "t3_mc80ct", "score": 1, "author_fullname": "t2_3ddw4gzc", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Mind blowing! Is this eagles gift?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2rcde", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mind blowing! Is this eagles gift?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mc80ct/inspirational_quote/gs2rcde/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616609532.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mc80ct", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]