[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": " [http://sustainedaction.org/\\_nagualist/\\_NNL5/aloha\\_from\\_hawaii.htm](http://sustainedaction.org/_nagualist/_NNL5/aloha_from_hawaii.htm)\n\n&amp;#x200B;\n\n**ALOHA FROM HAWAII!**\n\n*Before we received these lecture notes on the Maui workshop, we received a letter from one of our favorite sources explaining the reason for the lack of hair in strategic places on the sorcerers of don Juan's line. We certainly had no problem accepting the claim, but it's not the type of thing you would want to tell your friends who were just beginning to take an interest in Nagualism. That reader was commenting on issue #4, where another reader was asking about \"youthful appearances\":*\n\n*Youthful appearance? \"Youth\" is only an outer reflection, something the viewer perceives. Re-read Taisha. But why do you want to get an idea of what they look like? To pin them down? I heard this rumor that Carlos has trouble because of so many people speaking out his name. Only his name, mind you! And that's the reason why he - and the witches too - have very short hair. Oops. Now you have me revealing something. But I don't tell you this to give the impression of the Navigator looking like a hedgehog you can grab. Remember the ape and let go of your imaginations - you don't want to hurt yourself grabbing a hedgehog, do you? They have their hair cut short because our hair is like an antennae, an \"antennae for social shit\", as they say. They can smell this. People are getting pulled at their hair by society and the social order, and are finally pinned down. And they stink of social shit. Ladies too. So maybe it's time for the barber...*\n\n*This topic hasn't come up in any previous lecture notes, but it is verified in these Maui lecture notes which we are pleased to present.*\n\nAloha from Hawaii!!\n\n...It's great to see so many people with the courage to go it alone. I have a few notes that hopefully will clarify some issues/questions from the newsletter.\n\nThe Maui workshop went much like all the others I've read about in NNL. There were some points stressed in Maui though that have gotten little attention in NNL. In Maui the recap received the most emphasis, with one small difference. The notes from other workshops have little to say about finding the pattern of our lives. People are very boring, repeating the same patterns over and over in every situation. The most complex people will have at the most only three different patterns. Most of us have only one. Finding the theme through recapping is essential to increasing our energy. If we can find the one thing that we do repeatedly, then stop doing it, our energy for intending sky rockets. For example the pattern I notice most is the need for others' approval. We go through all sorts of maneuvering to get rewards from others. These maneuvers require untold amounts of energy and can sap us of the little we have. We all want to be important in some way and will manipulate others to reward us with their love, respect, sex, etc. If we could just stop repeating this our energy would be freed for intending.\n\nDJ and friends are stuck in the second attention. A critical mass is required to intend them out. That is why CC and the witches began the workshops. The more people working for freedom, the more energy for CC to tap into and free DJ.\n\nWith regard to sex -Good news- it's not all bad. When asked if married couples should stop having sex the answer was no with a condition. It seems sex is only bad if there are strings attached. What drains us of energy is using sex as a way to gain something else like self worth or sense of belonging. Sex must be totally unconditional - no secondary gains. Cannot want anything from your partner and use sex as a method of receiving it. Sounds easy right? Wrong! Must examine sexual motives very carefully. It's easy to get trapped by that three thousand headed monster.\n\nDid any else notice the length of the witches hair? In Maui it was short. I mean very short. Their explanation was that hair is like a web that traps and holds past crystallizations of energy. When we cut off our hair, we cut ourselves off from those vibrations. Before you all run to the local salon you should know that much more energy is held in your memories, so recap first. All other energy must be freed before the hair becomes important. The witches are wanting to free every last bit of energy from their past. Hair length didn't come up until much after the recap. Remember, \"If you want to chop down a tree, you don't start with the leaves.\"\n\nJust some personal notes. The finishing breath done after you've retrieved your energy from an event is to cut yourself off from the thing being recapped. Energy flows on the breath, and when you sweep the scene without breathing it's a way of saying \"No More! I will not accept or give energy to this anymore.\"\n\nSeeking reward is the major energy drain. Doing things for personal gain is a mistake. Must do things because that's what *intent* directs, not so you can feel important. Must be very careful with self importance. It is ruthless, cunning, patient, and sweet. It will trip you at every step. Even an accomplished warrior like la Gorda was not immune to its power. Must not be attached to outcomes or rewards. To find ultimate freedom one must also let go of the desire for freedom. Otherwise you will be enslaved by your desire. Freedom is a reward also. I'm sure there are those out there who, way in the back of their minds, feel superior because they're on the path, judging those with less energy. Must act in the eyes of death. You have a very small chance of escaping death. How many of you want freedom because you fear death? How many want spirit to bless them with freedom? You MUST let go of the reward to make it. Please examine all your motives carefully. Self importance is tricky and it loves rewards. CC went through years of frustration before challenging self importance. Can you really expect to skip right to dreaming and handling *intent*, without handling your own tonal first? Please do not try to go too fast. Must perfect the tonal before witnessing the Nagual.\n\nSource: Hawaii\n\n*Editor: This reader also mentioned Dr. Wayne Dyers new tape series \"Freedom Through Higher Awareness\" in which he talks about Florinda's book* Being-in-Dreaming *and gives some new perspectives on Freedom.*\n\n*Besides this input from Maui, we also received a letter from someone who spoke with the organizer of the Maui lecture. This reader stated that the organizer of that lecture reported that the members of Carlos' group were exactly as one would expect them to be, they gave every indication of living the life they described.*", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Aloha from Hawaii!: Notes from 1993 Maui workshop", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_pzozcu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.9, "author_flair_background_color": null, "subreddit_type": "public", "ups": 7, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_qke8u0c", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 7, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1633151791.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"http://sustainedaction.org/_nagualist/_NNL5/aloha_from_hawaii.htm\"&gt;http://sustainedaction.org/_nagualist/_NNL5/aloha_from_hawaii.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;ALOHA FROM HAWAII!&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Before we received these lecture notes on the Maui workshop, we received a letter from one of our favorite sources explaining the reason for the lack of hair in strategic places on the sorcerers of don Juan&amp;#39;s line. We certainly had no problem accepting the claim, but it&amp;#39;s not the type of thing you would want to tell your friends who were just beginning to take an interest in Nagualism. That reader was commenting on issue #4, where another reader was asking about &amp;quot;youthful appearances&amp;quot;:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Youthful appearance? &amp;quot;Youth&amp;quot; is only an outer reflection, something the viewer perceives. Re-read Taisha. But why do you want to get an idea of what they look like? To pin them down? I heard this rumor that Carlos has trouble because of so many people speaking out his name. Only his name, mind you! And that&amp;#39;s the reason why he - and the witches too - have very short hair. Oops. Now you have me revealing something. But I don&amp;#39;t tell you this to give the impression of the Navigator looking like a hedgehog you can grab. Remember the ape and let go of your imaginations - you don&amp;#39;t want to hurt yourself grabbing a hedgehog, do you? They have their hair cut short because our hair is like an antennae, an &amp;quot;antennae for social shit&amp;quot;, as they say. They can smell this. People are getting pulled at their hair by society and the social order, and are finally pinned down. And they stink of social shit. Ladies too. So maybe it&amp;#39;s time for the barber...&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;This topic hasn&amp;#39;t come up in any previous lecture notes, but it is verified in these Maui lecture notes which we are pleased to present.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Aloha from Hawaii!!&lt;/p&gt;\n\n&lt;p&gt;...It&amp;#39;s great to see so many people with the courage to go it alone. I have a few notes that hopefully will clarify some issues/questions from the newsletter.&lt;/p&gt;\n\n&lt;p&gt;The Maui workshop went much like all the others I&amp;#39;ve read about in NNL. There were some points stressed in Maui though that have gotten little attention in NNL. In Maui the recap received the most emphasis, with one small difference. The notes from other workshops have little to say about finding the pattern of our lives. People are very boring, repeating the same patterns over and over in every situation. The most complex people will have at the most only three different patterns. Most of us have only one. Finding the theme through recapping is essential to increasing our energy. If we can find the one thing that we do repeatedly, then stop doing it, our energy for intending sky rockets. For example the pattern I notice most is the need for others&amp;#39; approval. We go through all sorts of maneuvering to get rewards from others. These maneuvers require untold amounts of energy and can sap us of the little we have. We all want to be important in some way and will manipulate others to reward us with their love, respect, sex, etc. If we could just stop repeating this our energy would be freed for intending.&lt;/p&gt;\n\n&lt;p&gt;DJ and friends are stuck in the second attention. A critical mass is required to intend them out. That is why CC and the witches began the workshops. The more people working for freedom, the more energy for CC to tap into and free DJ.&lt;/p&gt;\n\n&lt;p&gt;With regard to sex -Good news- it&amp;#39;s not all bad. When asked if married couples should stop having sex the answer was no with a condition. It seems sex is only bad if there are strings attached. What drains us of energy is using sex as a way to gain something else like self worth or sense of belonging. Sex must be totally unconditional - no secondary gains. Cannot want anything from your partner and use sex as a method of receiving it. Sounds easy right? Wrong! Must examine sexual motives very carefully. It&amp;#39;s easy to get trapped by that three thousand headed monster.&lt;/p&gt;\n\n&lt;p&gt;Did any else notice the length of the witches hair? In Maui it was short. I mean very short. Their explanation was that hair is like a web that traps and holds past crystallizations of energy. When we cut off our hair, we cut ourselves off from those vibrations. Before you all run to the local salon you should know that much more energy is held in your memories, so recap first. All other energy must be freed before the hair becomes important. The witches are wanting to free every last bit of energy from their past. Hair length didn&amp;#39;t come up until much after the recap. Remember, &amp;quot;If you want to chop down a tree, you don&amp;#39;t start with the leaves.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Just some personal notes. The finishing breath done after you&amp;#39;ve retrieved your energy from an event is to cut yourself off from the thing being recapped. Energy flows on the breath, and when you sweep the scene without breathing it&amp;#39;s a way of saying &amp;quot;No More! I will not accept or give energy to this anymore.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Seeking reward is the major energy drain. Doing things for personal gain is a mistake. Must do things because that&amp;#39;s what &lt;em&gt;intent&lt;/em&gt; directs, not so you can feel important. Must be very careful with self importance. It is ruthless, cunning, patient, and sweet. It will trip you at every step. Even an accomplished warrior like la Gorda was not immune to its power. Must not be attached to outcomes or rewards. To find ultimate freedom one must also let go of the desire for freedom. Otherwise you will be enslaved by your desire. Freedom is a reward also. I&amp;#39;m sure there are those out there who, way in the back of their minds, feel superior because they&amp;#39;re on the path, judging those with less energy. Must act in the eyes of death. You have a very small chance of escaping death. How many of you want freedom because you fear death? How many want spirit to bless them with freedom? You MUST let go of the reward to make it. Please examine all your motives carefully. Self importance is tricky and it loves rewards. CC went through years of frustration before challenging self importance. Can you really expect to skip right to dreaming and handling &lt;em&gt;intent&lt;/em&gt;, without handling your own tonal first? Please do not try to go too fast. Must perfect the tonal before witnessing the Nagual.&lt;/p&gt;\n\n&lt;p&gt;Source: Hawaii&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Editor: This reader also mentioned Dr. Wayne Dyers new tape series &amp;quot;Freedom Through Higher Awareness&amp;quot; in which he talks about Florinda&amp;#39;s book&lt;/em&gt; Being-in-Dreaming &lt;em&gt;and gives some new perspectives on Freedom.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Besides this input from Maui, we also received a letter from someone who spoke with the organizer of the Maui lecture. This reader stated that the organizer of that lecture reported that the members of Carlos&amp;#39; group were exactly as one would expect them to be, they gave every indication of living the life they described.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pzozcu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "sososo555", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/", "subreddit_subscribers": 9561, "created_utc": 1633151791.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hf36k1a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1633175806.0, "send_replies": true, "parent_id": "t3_pzozcu", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That last bit was a great addition from the editor of NN (Dan) back in March of 1995; that, from the perspective of an outsider (the organizer of the lecture at the facility in Hawaii where it was held (?)), Carlos and the Witches walked the walk and didn't just talk the talk.\n\nAnd it has already been integrated into the compendium file along with the other Maui workshop notes. There may be some in the [Earth.com](https://Earth.com) BBS files I haven't gotten to yet.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf36k1a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That last bit was a great addition from the editor of NN (Dan) back in March of 1995; that, from the perspective of an outsider (the organizer of the lecture at the facility in Hawaii where it was held (?)), Carlos and the Witches walked the walk and didn&amp;#39;t just talk the talk.&lt;/p&gt;\n\n&lt;p&gt;And it has already been integrated into the compendium file along with the other Maui workshop notes. There may be some in the &lt;a href=\"https://Earth.com\"&gt;Earth.com&lt;/a&gt; BBS files I haven&amp;#39;t gotten to yet.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf36k1a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633175806.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pzozcu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hf4ppat", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hf4d61x", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I hope whoever took her, has her for her abilities.\n\nShe's pretty horrible.  I can't imagine an ordinary person putting up with her for long.\n\nCholita has an interesting strategy in stores, when a clerk comes up to ask if she needs help.\n\nShe shoves them away with her palms.  Just puts one hand on each shoulder, and gives them a hard push.\n\nIf confronted, she gets a very weird smile on her face, like a cat smiling at the fish in a goldfish bowl.\n\nThat works as well as the shove.", "edited": false, "author_flair_css_class": null, "name": "t1_hf4ppat", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hope whoever took her, has her for her abilities.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s pretty horrible.  I can&amp;#39;t imagine an ordinary person putting up with her for long.&lt;/p&gt;\n\n&lt;p&gt;Cholita has an interesting strategy in stores, when a clerk comes up to ask if she needs help.&lt;/p&gt;\n\n&lt;p&gt;She shoves them away with her palms.  Just puts one hand on each shoulder, and gives them a hard push.&lt;/p&gt;\n\n&lt;p&gt;If confronted, she gets a very weird smile on her face, like a cat smiling at the fish in a goldfish bowl.&lt;/p&gt;\n\n&lt;p&gt;That works as well as the shove.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_pzozcu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf4ppat/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633201460.0, "author_flair_text": null, "collapsed": false, "created_utc": 1633201460.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hf4d61x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hf4ahrs", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Was that the title of the article\n\nThere was no title in the original NN page. So I'm just going to file it in the compendium PDF as mid-1994. There were a number of lectures in that year.\n\nAh, Cholita 🤗", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf4d61x", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Was that the title of the article&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;There was no title in the original NN page. So I&amp;#39;m just going to file it in the compendium PDF as mid-1994. There were a number of lectures in that year.&lt;/p&gt;\n\n&lt;p&gt;Ah, Cholita 🤗&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pzozcu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf4d61x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633196035.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1633196035.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hf4ahrs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hf47y8q", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If that's printed in Nagualist, it's before 95.  I think.\n\nBut don't ask me.  No one warned me there would be a test later, for what happened when.\n\nWas that the title of the article?\n\n\\&gt;DJ and friends are stuck in the second attention.\n\nAnd so is Julian. It must be like a party in there.\n\nThey're messing with us!\n\nIt's like the \"anti-worthy opponent\".\n\nA \"worthy goal\".\n\nDon't forget that Carlos convinced Kylie a worm would crawl up her vagina, if she hogged the bathroom.\n\nHad her sitting on the toilet taking sponge baths, while Nyei looked in the mirror trying to figure out how to get by without makeup.\n\nI would have tried that trick on Cholita, who's a horrible bathroom hog.\n\nBut she wouldn't fall for it. If I told her a worm was going to crawl up her vagina, she'd just say, \"You wish!\"", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hf4ahrs", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If that&amp;#39;s printed in Nagualist, it&amp;#39;s before 95.  I think.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t ask me.  No one warned me there would be a test later, for what happened when.&lt;/p&gt;\n\n&lt;p&gt;Was that the title of the article?&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;DJ and friends are stuck in the second attention.&lt;/p&gt;\n\n&lt;p&gt;And so is Julian. It must be like a party in there.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re messing with us!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like the &amp;quot;anti-worthy opponent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;worthy goal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t forget that Carlos convinced Kylie a worm would crawl up her vagina, if she hogged the bathroom.&lt;/p&gt;\n\n&lt;p&gt;Had her sitting on the toilet taking sponge baths, while Nyei looked in the mirror trying to figure out how to get by without makeup.&lt;/p&gt;\n\n&lt;p&gt;I would have tried that trick on Cholita, who&amp;#39;s a horrible bathroom hog.&lt;/p&gt;\n\n&lt;p&gt;But she wouldn&amp;#39;t fall for it. If I told her a worm was going to crawl up her vagina, she&amp;#39;d just say, &amp;quot;You wish!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pzozcu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf4ahrs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633194891.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1633194891.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hf47y8q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1633193821.0, "send_replies": true, "parent_id": "t1_hf3ti7l", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wait, this was in 1993? According to the timeline and the workshop notes, they didn't start up the Tensegrity workshops until February of 1995 in Santa Monica.\n\nAnd the Maui workshop/seminar was at the end of March 1995. And at the bottom of that NN page there's a promo for that specific upcoming Workshop.\n\nThis must have been a lecture?\n\nMaybe there's something in those earth.com BBS files from 1993...the only other possible pre-1995 Tensegrity notes are in your Reddit \"Workshop Notes\" post from 2 + plus years ago.\n\n&gt;DJ and friends are stuck in the second attention. A critical mass is required to intend them out. That is why CC and the witches began the workshops. The more people working for freedom, the more energy for CC to tap into and free DJ.\n\nSo this is where that's from! I don't remember reading it anywhere else.", "edited": 1633195450.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf47y8q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wait, this was in 1993? According to the timeline and the workshop notes, they didn&amp;#39;t start up the Tensegrity workshops until February of 1995 in Santa Monica.&lt;/p&gt;\n\n&lt;p&gt;And the Maui workshop/seminar was at the end of March 1995. And at the bottom of that NN page there&amp;#39;s a promo for that specific upcoming Workshop.&lt;/p&gt;\n\n&lt;p&gt;This must have been a lecture?&lt;/p&gt;\n\n&lt;p&gt;Maybe there&amp;#39;s something in those earth.com BBS files from 1993...the only other possible pre-1995 Tensegrity notes are in your Reddit &amp;quot;Workshop Notes&amp;quot; post from 2 + plus years ago.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;DJ and friends are stuck in the second attention. A critical mass is required to intend them out. That is why CC and the witches began the workshops. The more people working for freedom, the more energy for CC to tap into and free DJ.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So this is where that&amp;#39;s from! I don&amp;#39;t remember reading it anywhere else.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pzozcu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf47y8q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633193821.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hf3ti7l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1633187579.0, "send_replies": true, "parent_id": "t3_pzozcu", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "They also shave pubic hair at times.  Even in patterns.\n\nBut how often, no one will tell me...\n\nI pleaded with Cholita, but she didn't like that topic.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf3ti7l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They also shave pubic hair at times.  Even in patterns.&lt;/p&gt;\n\n&lt;p&gt;But how often, no one will tell me...&lt;/p&gt;\n\n&lt;p&gt;I pleaded with Cholita, but she didn&amp;#39;t like that topic.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pzozcu/aloha_from_hawaii_notes_from_1993_maui_workshop/hf3ti7l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633187579.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pzozcu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]