[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I was looking through some archive webpages on my hard drive and noticed that a single line was missing from the online version of the second page of the Phoenix Bookstore notes that are filed in the main Nagual.net Magazine Articles Index. Line is in **bold** at the end of the notes, after the links:\n\n[1993 - Phoenix Bookstore (1)](https://web.archive.org/web/20050307025104/http://www.nagual.net/ixtlan/interviews/phoenix1.html)\n\n[1993 - Phoenix Bookstore (2)](https://web.archive.org/web/20050307025104/http://www.nagual.net/ixtlan/interviews/phoenix2.html)\n\n[The Rest of the Magazine Interviews](https://www.reddit.com/r/castaneda/wiki/magazine_interviews)\n\n'''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''''\n\nSubject: Phoenix Book Store -- lecture 1\n\nDate: Sun, 27 Nov 94 13:28:13 CST\n\nFrom: [antar@nagual.wwa.com](mailto:antar@nagual.wwa.com)\n\nTo: [ixtlan@wwa.com](mailto:ixtlan@wwa.com)\n\n(an anonymous submission of notes taken at the Phoenix Book Store in Los Angeles, December 1993)\n\n\\--\n\nSetting up of the Path of the Warrior:\n\nA Nagual is a person with a double energy configuration.  There were 27 Naguals in don Juan's line.  Don Juan called it sorcery.  I think I could call it something else.  Maybe Nagualism?\n\nDon Juan was teaching a way to break the psychological conditioning of the cognitive division that keeps us cut of from out sources.  The world, as we perceive it, was formed a priori.  It was given to us.\n\nThe most important thing don Juan said was that all our energy is engaged in defending our self.  All of our effort goes in to that.  We have been involved defending our self-concept for so long that we don't even notice.\n\nIt's time we begin to find out for ourselves.  Begin to \"recapitulate\" our life.  Every action, every event, to find the \"hinge\" that represents our life.  Our hinge is the way we relate to people.\n\nWhen I began to recapitulate I found I related to the world as a baby. I felt sorry for myself.  My whole life was nothing but the endless repetition of this fact.  When don Juan had me recapitulate my life and I saw how I spent my life defending this position.  This was a horrendous realization.  All I wanted was for someone to listen to my sad story and feel sorry for me.\n\nThese ideas of self importance blind us so much that we can't see anything else, but it's possible to dislodge one's self from ideas of self importance.\n\nAnother way we do remain blind is by thinking fulfillment will come when we find a companion. We can even be married and still keep searching for some to fulfil our needs.  \"She's just my wife.\"\n\nWe don't want to give, we are incredibly selfish, we only want to receive. Warriors, seers, Naguals, love without asking, in this world or beyond, for anything in return.\n\nWe don't notice this self-importance that rules our existence.  If we did we wouldn't do what we do to our bodies.\n\nThe idea of the self is not ours, it's time we untangle it.  Don Juan gave a series of premises so we could begin to see what has happened to us, what they have done to us.  Not as a comparison but as an enquiry.\n\nOnce I worked for a psychiatrist, as a research assistant, transcribing case histories from tapes.  He had 3000 tapes with their stories.  When I listened to the tapes I discovered they were all me.  Their stories were my stories.  Don Juan used to ask me what was my uniqueness.  There was nothing unique about me.  There were 3000 different people on those tapes and they all were me.  There's nothing unique, but there is something magical about us, we're all going to die.  Don Juan pulled me out of the social order I could see they that they don't care if I lived or died.  It is destroying us.  Why do we adhere to this absurd social order that only leads to our destruction.\n\nAffection, love--is only need.\n\nIf you examine the social order through yourself you will see it's not leading anywhere.  Look at the social order not as a comparison but as an examination.  A full realization of the social order and we see it has no meaning or purpose.  Is it money or the other things we think has value?\n\nOr is it the biological imperative?\n\nRecapitulation is a way to attack self-importance.  We need the energy that is supplied by an unbiased examination of reliving our horse-shit, our self-importance.\n\nRecreational drugs, ecstasy San Pedro?  Saint Peter!  We can't find meaning from that.  Dope makes us incapable of sustaining pressure.  Don Juan used plants to heal and train my attention because I didn't have an ounce of it.\n\nInstead of using drugs to find the magic in life there's something much better.  Self-discipline.  It's the only way out of the trap of the social order.  With self discipline we can do wonders.  The warrior that is aware of death, he is aware of the trap of social order, he is aware of the trap of self-importance, he is aware of the trap of reason, wants only freedom. Freedom is a leap into the inconceivable.\n\nSelf-discipline is not catholic, it is fluid and free-flowing enjoyment that comes from 25 hours of awareness.\n\nThese are the basic patterns of responsibility for a warrior:  Don't ask stupid questions.  Don't say I don't understand, or could you tell me why. There is no rational explanation.  If you want to know you have to try it--experiment.\n\n\\-1. Accepting that you are going to die. Death is non-negotiable, everyone  that lived dies.  Grab the idea and assume the responsibility that you are going to die. Naming it aloud is the primal force that obeys our call and we never use it.  Say out loud, \"I want the responsibility that I'm going to die\".  It has to be said out loud, you just can't think it. Power is not a mind reader.  As you progress there will be an adjustment. Make your word final.  A warrior has the consistency to stand by his  word. Be committed to something for once in your life even if it's your death. A warrior dies for his word. Saying something aloud is mysterious and magical but it's subtle. The loud and clear voicing of your intent is the secret of secrets.  Do it.  Look in unknown places. Assume the responsibility to stand in front of the boundless. It isn't weak it, it doesn't respond to supplication--It will piss on you. It doesn't care. With the first premise alone you can have a stupendous experience. We  have never been able to explain, with words alone. We should sue the term index. We carry the world in us. The answer has to be constructed and we accept it. A warrior must stop right here.\n\n\\-2. The most important thing for a warrior is to voice the responsibility of perceiving.  We have no purpose, nothing to look forward to but senility. Everything is possible. We are already magicians. Go to the bottom, the lowest level and formulate the world on what's there. At the bottom is death.  I'm a human being therefore I am sublime. Voice your intent to be someone else to heal yourself.  When I was ill I just jumped. I did what don Juan said.  Disease is merely an indulgence. I loved my pain. You change your channel by voicing your intent. Then comes the Cloak of Confidence. Timidity and stiffness is our enemy. It's not reasonable to believe that wings are the only way to fly.  There are other options. Look for them.  Ask a being who is going to die.  Ask the mirror. Something will happen.\n\n\\-3. The third item for a warrior is indebtedness.  Who am I indebted to now for this ?  Become responsible for what is given to you. Acquire a new kit.  In receiving a teaching you are responsible for it.  You are indebted for the rest of your life.  Only something out there can cancel it out. You are responsible for seeing what sustains us. In paying you become free, if you refuse you become entangled by it. A being that is going to die assumes responsibility. Without responsibility we're only egomanics.\n\nThe pee is for the Baba.  Suffice it to say everything that comes out of the Baba is sacred.\n\nIn the next talks I'll talk about Dreaming, then Stalking and finally I'll talk about the etherial man. I won't hold anything back.  I tell you as a witness--I've been there.  I've seen incredible things.  It's like tears in the rain.\n\n**Wimp Gurus need to get a job.  Not to reason.**\n\n\\--END\n\n\\**source url is lost, page was saved in 2002*\\*\n\n\\---------------------------------------------------------------------------\n\nI find it interesting that that particular line was left out of the version that wound-up on Nagual.net.\n\nInteresting, but understandable.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "This Omitted Line From The Notes of Carlos's Phoenix Bookstore Lecture in 1993", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_pj85ko", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.86, "author_flair_background_color": null, "subreddit_type": "public", "ups": 10, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 10, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1630969355.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1630961276.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was looking through some archive webpages on my hard drive and noticed that a single line was missing from the online version of the second page of the Phoenix Bookstore notes that are filed in the main Nagual.net Magazine Articles Index. Line is in &lt;strong&gt;bold&lt;/strong&gt; at the end of the notes, after the links:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20050307025104/http://www.nagual.net/ixtlan/interviews/phoenix1.html\"&gt;1993 - Phoenix Bookstore (1)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20050307025104/http://www.nagual.net/ixtlan/interviews/phoenix2.html\"&gt;1993 - Phoenix Bookstore (2)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/magazine_interviews\"&gt;The Rest of the Magazine Interviews&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;Subject: Phoenix Book Store -- lecture 1&lt;/p&gt;\n\n&lt;p&gt;Date: Sun, 27 Nov 94 13:28:13 CST&lt;/p&gt;\n\n&lt;p&gt;From: [&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;To: [&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;(an anonymous submission of notes taken at the Phoenix Book Store in Los Angeles, December 1993)&lt;/p&gt;\n\n&lt;p&gt;--&lt;/p&gt;\n\n&lt;p&gt;Setting up of the Path of the Warrior:&lt;/p&gt;\n\n&lt;p&gt;A Nagual is a person with a double energy configuration.  There were 27 Naguals in don Juan&amp;#39;s line.  Don Juan called it sorcery.  I think I could call it something else.  Maybe Nagualism?&lt;/p&gt;\n\n&lt;p&gt;Don Juan was teaching a way to break the psychological conditioning of the cognitive division that keeps us cut of from out sources.  The world, as we perceive it, was formed a priori.  It was given to us.&lt;/p&gt;\n\n&lt;p&gt;The most important thing don Juan said was that all our energy is engaged in defending our self.  All of our effort goes in to that.  We have been involved defending our self-concept for so long that we don&amp;#39;t even notice.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s time we begin to find out for ourselves.  Begin to &amp;quot;recapitulate&amp;quot; our life.  Every action, every event, to find the &amp;quot;hinge&amp;quot; that represents our life.  Our hinge is the way we relate to people.&lt;/p&gt;\n\n&lt;p&gt;When I began to recapitulate I found I related to the world as a baby. I felt sorry for myself.  My whole life was nothing but the endless repetition of this fact.  When don Juan had me recapitulate my life and I saw how I spent my life defending this position.  This was a horrendous realization.  All I wanted was for someone to listen to my sad story and feel sorry for me.&lt;/p&gt;\n\n&lt;p&gt;These ideas of self importance blind us so much that we can&amp;#39;t see anything else, but it&amp;#39;s possible to dislodge one&amp;#39;s self from ideas of self importance.&lt;/p&gt;\n\n&lt;p&gt;Another way we do remain blind is by thinking fulfillment will come when we find a companion. We can even be married and still keep searching for some to fulfil our needs.  &amp;quot;She&amp;#39;s just my wife.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t want to give, we are incredibly selfish, we only want to receive. Warriors, seers, Naguals, love without asking, in this world or beyond, for anything in return.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t notice this self-importance that rules our existence.  If we did we wouldn&amp;#39;t do what we do to our bodies.&lt;/p&gt;\n\n&lt;p&gt;The idea of the self is not ours, it&amp;#39;s time we untangle it.  Don Juan gave a series of premises so we could begin to see what has happened to us, what they have done to us.  Not as a comparison but as an enquiry.&lt;/p&gt;\n\n&lt;p&gt;Once I worked for a psychiatrist, as a research assistant, transcribing case histories from tapes.  He had 3000 tapes with their stories.  When I listened to the tapes I discovered they were all me.  Their stories were my stories.  Don Juan used to ask me what was my uniqueness.  There was nothing unique about me.  There were 3000 different people on those tapes and they all were me.  There&amp;#39;s nothing unique, but there is something magical about us, we&amp;#39;re all going to die.  Don Juan pulled me out of the social order I could see they that they don&amp;#39;t care if I lived or died.  It is destroying us.  Why do we adhere to this absurd social order that only leads to our destruction.&lt;/p&gt;\n\n&lt;p&gt;Affection, love--is only need.&lt;/p&gt;\n\n&lt;p&gt;If you examine the social order through yourself you will see it&amp;#39;s not leading anywhere.  Look at the social order not as a comparison but as an examination.  A full realization of the social order and we see it has no meaning or purpose.  Is it money or the other things we think has value?&lt;/p&gt;\n\n&lt;p&gt;Or is it the biological imperative?&lt;/p&gt;\n\n&lt;p&gt;Recapitulation is a way to attack self-importance.  We need the energy that is supplied by an unbiased examination of reliving our horse-shit, our self-importance.&lt;/p&gt;\n\n&lt;p&gt;Recreational drugs, ecstasy San Pedro?  Saint Peter!  We can&amp;#39;t find meaning from that.  Dope makes us incapable of sustaining pressure.  Don Juan used plants to heal and train my attention because I didn&amp;#39;t have an ounce of it.&lt;/p&gt;\n\n&lt;p&gt;Instead of using drugs to find the magic in life there&amp;#39;s something much better.  Self-discipline.  It&amp;#39;s the only way out of the trap of the social order.  With self discipline we can do wonders.  The warrior that is aware of death, he is aware of the trap of social order, he is aware of the trap of self-importance, he is aware of the trap of reason, wants only freedom. Freedom is a leap into the inconceivable.&lt;/p&gt;\n\n&lt;p&gt;Self-discipline is not catholic, it is fluid and free-flowing enjoyment that comes from 25 hours of awareness.&lt;/p&gt;\n\n&lt;p&gt;These are the basic patterns of responsibility for a warrior:  Don&amp;#39;t ask stupid questions.  Don&amp;#39;t say I don&amp;#39;t understand, or could you tell me why. There is no rational explanation.  If you want to know you have to try it--experiment.&lt;/p&gt;\n\n&lt;p&gt;-1. Accepting that you are going to die. Death is non-negotiable, everyone  that lived dies.  Grab the idea and assume the responsibility that you are going to die. Naming it aloud is the primal force that obeys our call and we never use it.  Say out loud, &amp;quot;I want the responsibility that I&amp;#39;m going to die&amp;quot;.  It has to be said out loud, you just can&amp;#39;t think it. Power is not a mind reader.  As you progress there will be an adjustment. Make your word final.  A warrior has the consistency to stand by his  word. Be committed to something for once in your life even if it&amp;#39;s your death. A warrior dies for his word. Saying something aloud is mysterious and magical but it&amp;#39;s subtle. The loud and clear voicing of your intent is the secret of secrets.  Do it.  Look in unknown places. Assume the responsibility to stand in front of the boundless. It isn&amp;#39;t weak it, it doesn&amp;#39;t respond to supplication--It will piss on you. It doesn&amp;#39;t care. With the first premise alone you can have a stupendous experience. We  have never been able to explain, with words alone. We should sue the term index. We carry the world in us. The answer has to be constructed and we accept it. A warrior must stop right here.&lt;/p&gt;\n\n&lt;p&gt;-2. The most important thing for a warrior is to voice the responsibility of perceiving.  We have no purpose, nothing to look forward to but senility. Everything is possible. We are already magicians. Go to the bottom, the lowest level and formulate the world on what&amp;#39;s there. At the bottom is death.  I&amp;#39;m a human being therefore I am sublime. Voice your intent to be someone else to heal yourself.  When I was ill I just jumped. I did what don Juan said.  Disease is merely an indulgence. I loved my pain. You change your channel by voicing your intent. Then comes the Cloak of Confidence. Timidity and stiffness is our enemy. It&amp;#39;s not reasonable to believe that wings are the only way to fly.  There are other options. Look for them.  Ask a being who is going to die.  Ask the mirror. Something will happen.&lt;/p&gt;\n\n&lt;p&gt;-3. The third item for a warrior is indebtedness.  Who am I indebted to now for this ?  Become responsible for what is given to you. Acquire a new kit.  In receiving a teaching you are responsible for it.  You are indebted for the rest of your life.  Only something out there can cancel it out. You are responsible for seeing what sustains us. In paying you become free, if you refuse you become entangled by it. A being that is going to die assumes responsibility. Without responsibility we&amp;#39;re only egomanics.&lt;/p&gt;\n\n&lt;p&gt;The pee is for the Baba.  Suffice it to say everything that comes out of the Baba is sacred.&lt;/p&gt;\n\n&lt;p&gt;In the next talks I&amp;#39;ll talk about Dreaming, then Stalking and finally I&amp;#39;ll talk about the etherial man. I won&amp;#39;t hold anything back.  I tell you as a witness--I&amp;#39;ve been there.  I&amp;#39;ve seen incredible things.  It&amp;#39;s like tears in the rain.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Wimp Gurus need to get a job.  Not to reason.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;--END&lt;/p&gt;\n\n&lt;p&gt;*&lt;em&gt;source url is lost, page was saved in 2002&lt;/em&gt;*&lt;/p&gt;\n\n&lt;p&gt;---------------------------------------------------------------------------&lt;/p&gt;\n\n&lt;p&gt;I find it interesting that that particular line was left out of the version that wound-up on Nagual.net.&lt;/p&gt;\n\n&lt;p&gt;Interesting, but understandable.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pj85ko", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 10, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/", "subreddit_subscribers": 9561, "created_utc": 1630961276.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbvpyhy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1630979477.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 7, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Dope makes us incapable of sustaining pressure. \n\nThis is a pretty good way of describing something I had tried to find the words for.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvpyhy", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Dope makes us incapable of sustaining pressure. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This is a pretty good way of describing something I had tried to find the words for.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvpyhy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630979477.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbvt5my", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1630981069.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[Cleaner Archived Page](https://web.archive.org/web/20021227090311/http://www.volny.cz/castaneda/en/interviews/07.html) with the rest of the notes posted in the following two comments:\n\nResent-From:  [ixtlan@wwa.com](mailto:ixtlan@wwa.com)\n\nDate:         Mon, 05 Dec 1994 23:13:07 CST\n\nFrom:         freedom now [antar@nagual.wwa.com](mailto:antar@nagual.wwa.com)\n\nOrganization: Oblique Strategies\n\nTo:           [ixtlan@wwa.com](mailto:ixtlan@wwa.com)\n\nSubject:      more notes\n\nReply-To:     [ixtlan@wwa.com](mailto:ixtlan@wwa.com)\n\nI have here, another bunch of notes from a lecture given by Carlos at the Phoenix Book Store in LA.\n\nBob\n\n--\n\nNovember 28, 1993\n\nThe Phoenix Book Store - Los Angeles - Talk By Carlos C.\n\nDREAMING\n\nDon Juan said there is no evil and that we can't feel compassion.  Is that is feeling sorry for someone else?  Does that means I believe I'm better off than they are?  It's the ego that feels sorry, and the whole idea of feeling sorry is fraudulent. Use your energy for something else, to free yourself.\n\nYou save energy by the exercise of recapitulation. Through recapitulation you will come to the place where energy becomes visible. Not by sight but by something incomprehensible. Something that's incomprehensible because we have no lexicon for it. When you see it, you realize you were doing it.\n\nNot Doing is the cognitive dissonance that unentangles your awareness. The disarrangement of the world by doing something absurd. We must realize the world is an arrangement. It could be tying your shoes in a different way.\n\nThe dreamer through the teaching of sorcery is a warrior who sees himself as something indescribable, undefinable and open-ended. He has no limitation. No frame. He takes anything that comes as a challenge, and is never a loser even if he is biting the dust.\n\nOne of the of the most important things for a warrior to do is to keep an Album of Sublime Moments\n\nGet out of the brain of the beast. We are repetitious. Where is our sense of pride? We must examine everything, curtail our routines, throw cognitive dissonance into them in order to become a sorcerer. We can see energy as it flows, why permit the brain of the beast to stop us.\n\nThe dreamer is capable of using his dreams as a trap door or a spring board into infinity. But we've used our dreams only in analytical, psychological, or scientific ways. To dream as a warrior,  is to dreams as one who has taken the responsibility of dying.\n\nDreams are precise. Something is drawn to fields of luminosity. The assemblage point becomes displaced. Fibers of energy are shooting off in thousands of directions. If the point becomes displaced we move into an entirely different world. Dreaming is the art of maintaining the assemblage point in a new position. If we had the opportunity, we could all become first class Dreamers.\n\nThe further we displace the assemblage point the more terrifying the dream.\n\nOur mind supplies order on these experiences.  When these dreams become overlaid with demonic images. It's the way we anthropomorpize experience.\n\nTake Dreaming as a formal enterprise and the demonic disappears. The difficulty is to discipline ourselves so that nothing that happens in the dream will be upsetting.\n\nThe steps in dreaming:\n\n-1. Become aware that you are falling asleep.\n\nBefore going to sleep say 'I am a Dreamer'. It's a matter of stating your intent. Don't  be concerned if you are a Dreamer or not, the mind won't know the difference. It's not lying to yourself. In linear affairs we think of it as lying.  That should be nothing new, we lie to ourselves all the time.\n\nSo intend Dreaming from the point of view that we are going to die. As if it's a matter of life and death. What are you saving yourself for, senility?\n\nAre we waiting to shout \"Nurse\" in a restaurant? What have they done to you? Don Juan would ask that question of me over and over. It needed to be repeated because I was stupid.\n\nThis is not the best of all possible worlds. Something is holding us back from seeing. From the point of view of one who is going to die the warrior becomes aware and the world is never the same. This is incredible. He sees the intruder in his dreams. They are scouts from inconceivable worlds. They use awareness as a sea. We can go anywhere if we have the energy. If we get rid of our self-importance.\n\nA warrior takes leaps of incalculable lengths because he wants to know. My fate is to roam the infinite. We are travelers, traveling is our fate. In accepting the responsibility of his death the warrior gets an incredible boost. He can put an end to his self - importance and move to another level.\n\nYou don't have to lower your head to anyone.\n\nAfter finding the intruder in your dreams you can stop the dream and ask it to take you where it comes from. The intruder is compelled to take your awareness to other worlds. Stupendous worlds, a twin universe. The Dreamer then becomes a reconnoiter, a scout himself. The twin universe is alive, it's a world of awareness.  The inorganic beings are teachers from a female universe that is in search of males. Women are replicas of inorganic beings on earth.\n\nThe battle is in this other world, and we will enter this universe rather we like it or not. It's unavoidable. The sorcerers are pragmatists. (What is exactly is this battle that happens in the other world?) Why wait until you die?  Do it now while you are young and vigorous. Stop being so involved with your self importance. Always thinking me, and what I want until were too old to do anything else. Until the only thing we can say is \"nurse.\"  Be aware now. This is the moment and dreaming is the way. The Dreamer, having saved enough energy will get the jolt of his life when he enters the other world.\n\nIt's inconceivable.  What are we really? Not what my father told me. We are something else.\n\nThere are seven stages to Dreaming. The first is to be aware the you are falling asleep. This is so you will remain conscious during the dream state.\n\nThen once in the dreams state and you can hold it as long as you don't stare.\n\nOnce you begin to awaken in your dreams you will begin to get more energy.\n\nYou will be stronger the next day.\n\nBecome aware in your dreams, this is the first stage. If you don't insist and set up intent your energy will then pull you. Let it happen. The pull of intent will break the parameters of historical perception.  If you recapitulate your life seriously, you will get enough energy. Only as warriors can we realize what we are.\n\n*(continued in part 2)*", "edited": 1630984391.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvt5my", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20021227090311/http://www.volny.cz/castaneda/en/interviews/07.html\"&gt;Cleaner Archived Page&lt;/a&gt; with the rest of the notes posted in the following two comments:&lt;/p&gt;\n\n&lt;p&gt;Resent-From:  [&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;Date:         Mon, 05 Dec 1994 23:13:07 CST&lt;/p&gt;\n\n&lt;p&gt;From:         freedom now [&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;Organization: Oblique Strategies&lt;/p&gt;\n\n&lt;p&gt;To:           [&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;Subject:      more notes&lt;/p&gt;\n\n&lt;p&gt;Reply-To:     [&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;I have here, another bunch of notes from a lecture given by Carlos at the Phoenix Book Store in LA.&lt;/p&gt;\n\n&lt;p&gt;Bob&lt;/p&gt;\n\n&lt;h2&gt;&lt;/h2&gt;\n\n&lt;p&gt;November 28, 1993&lt;/p&gt;\n\n&lt;p&gt;The Phoenix Book Store - Los Angeles - Talk By Carlos C.&lt;/p&gt;\n\n&lt;p&gt;DREAMING&lt;/p&gt;\n\n&lt;p&gt;Don Juan said there is no evil and that we can&amp;#39;t feel compassion.  Is that is feeling sorry for someone else?  Does that means I believe I&amp;#39;m better off than they are?  It&amp;#39;s the ego that feels sorry, and the whole idea of feeling sorry is fraudulent. Use your energy for something else, to free yourself.&lt;/p&gt;\n\n&lt;p&gt;You save energy by the exercise of recapitulation. Through recapitulation you will come to the place where energy becomes visible. Not by sight but by something incomprehensible. Something that&amp;#39;s incomprehensible because we have no lexicon for it. When you see it, you realize you were doing it.&lt;/p&gt;\n\n&lt;p&gt;Not Doing is the cognitive dissonance that unentangles your awareness. The disarrangement of the world by doing something absurd. We must realize the world is an arrangement. It could be tying your shoes in a different way.&lt;/p&gt;\n\n&lt;p&gt;The dreamer through the teaching of sorcery is a warrior who sees himself as something indescribable, undefinable and open-ended. He has no limitation. No frame. He takes anything that comes as a challenge, and is never a loser even if he is biting the dust.&lt;/p&gt;\n\n&lt;p&gt;One of the of the most important things for a warrior to do is to keep an Album of Sublime Moments&lt;/p&gt;\n\n&lt;p&gt;Get out of the brain of the beast. We are repetitious. Where is our sense of pride? We must examine everything, curtail our routines, throw cognitive dissonance into them in order to become a sorcerer. We can see energy as it flows, why permit the brain of the beast to stop us.&lt;/p&gt;\n\n&lt;p&gt;The dreamer is capable of using his dreams as a trap door or a spring board into infinity. But we&amp;#39;ve used our dreams only in analytical, psychological, or scientific ways. To dream as a warrior,  is to dreams as one who has taken the responsibility of dying.&lt;/p&gt;\n\n&lt;p&gt;Dreams are precise. Something is drawn to fields of luminosity. The assemblage point becomes displaced. Fibers of energy are shooting off in thousands of directions. If the point becomes displaced we move into an entirely different world. Dreaming is the art of maintaining the assemblage point in a new position. If we had the opportunity, we could all become first class Dreamers.&lt;/p&gt;\n\n&lt;p&gt;The further we displace the assemblage point the more terrifying the dream.&lt;/p&gt;\n\n&lt;p&gt;Our mind supplies order on these experiences.  When these dreams become overlaid with demonic images. It&amp;#39;s the way we anthropomorpize experience.&lt;/p&gt;\n\n&lt;p&gt;Take Dreaming as a formal enterprise and the demonic disappears. The difficulty is to discipline ourselves so that nothing that happens in the dream will be upsetting.&lt;/p&gt;\n\n&lt;p&gt;The steps in dreaming:&lt;/p&gt;\n\n&lt;p&gt;-1. Become aware that you are falling asleep.&lt;/p&gt;\n\n&lt;p&gt;Before going to sleep say &amp;#39;I am a Dreamer&amp;#39;. It&amp;#39;s a matter of stating your intent. Don&amp;#39;t  be concerned if you are a Dreamer or not, the mind won&amp;#39;t know the difference. It&amp;#39;s not lying to yourself. In linear affairs we think of it as lying.  That should be nothing new, we lie to ourselves all the time.&lt;/p&gt;\n\n&lt;p&gt;So intend Dreaming from the point of view that we are going to die. As if it&amp;#39;s a matter of life and death. What are you saving yourself for, senility?&lt;/p&gt;\n\n&lt;p&gt;Are we waiting to shout &amp;quot;Nurse&amp;quot; in a restaurant? What have they done to you? Don Juan would ask that question of me over and over. It needed to be repeated because I was stupid.&lt;/p&gt;\n\n&lt;p&gt;This is not the best of all possible worlds. Something is holding us back from seeing. From the point of view of one who is going to die the warrior becomes aware and the world is never the same. This is incredible. He sees the intruder in his dreams. They are scouts from inconceivable worlds. They use awareness as a sea. We can go anywhere if we have the energy. If we get rid of our self-importance.&lt;/p&gt;\n\n&lt;p&gt;A warrior takes leaps of incalculable lengths because he wants to know. My fate is to roam the infinite. We are travelers, traveling is our fate. In accepting the responsibility of his death the warrior gets an incredible boost. He can put an end to his self - importance and move to another level.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t have to lower your head to anyone.&lt;/p&gt;\n\n&lt;p&gt;After finding the intruder in your dreams you can stop the dream and ask it to take you where it comes from. The intruder is compelled to take your awareness to other worlds. Stupendous worlds, a twin universe. The Dreamer then becomes a reconnoiter, a scout himself. The twin universe is alive, it&amp;#39;s a world of awareness.  The inorganic beings are teachers from a female universe that is in search of males. Women are replicas of inorganic beings on earth.&lt;/p&gt;\n\n&lt;p&gt;The battle is in this other world, and we will enter this universe rather we like it or not. It&amp;#39;s unavoidable. The sorcerers are pragmatists. (What is exactly is this battle that happens in the other world?) Why wait until you die?  Do it now while you are young and vigorous. Stop being so involved with your self importance. Always thinking me, and what I want until were too old to do anything else. Until the only thing we can say is &amp;quot;nurse.&amp;quot;  Be aware now. This is the moment and dreaming is the way. The Dreamer, having saved enough energy will get the jolt of his life when he enters the other world.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s inconceivable.  What are we really? Not what my father told me. We are something else.&lt;/p&gt;\n\n&lt;p&gt;There are seven stages to Dreaming. The first is to be aware the you are falling asleep. This is so you will remain conscious during the dream state.&lt;/p&gt;\n\n&lt;p&gt;Then once in the dreams state and you can hold it as long as you don&amp;#39;t stare.&lt;/p&gt;\n\n&lt;p&gt;Once you begin to awaken in your dreams you will begin to get more energy.&lt;/p&gt;\n\n&lt;p&gt;You will be stronger the next day.&lt;/p&gt;\n\n&lt;p&gt;Become aware in your dreams, this is the first stage. If you don&amp;#39;t insist and set up intent your energy will then pull you. Let it happen. The pull of intent will break the parameters of historical perception.  If you recapitulate your life seriously, you will get enough energy. Only as warriors can we realize what we are.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in part 2)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvt5my/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630981069.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbvx0tq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hbvvh47", "score": 0, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As of now, yes 🙁. But it was a lecture at a bookstore after all.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hbvx0tq", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As of now, yes 🙁. But it was a lecture at a bookstore after all.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pj85ko", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvx0tq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630983047.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1630983047.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "hbvvh47", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1630982248.0, "send_replies": true, "parent_id": "t1_hbvt7iy", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I this the whole file? I was really hoping he'd go through the other steps after he mentioned that there were seven stages again. I guess I'm hoping in vain that that information will come to light.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvvh47", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I this the whole file? I was really hoping he&amp;#39;d go through the other steps after he mentioned that there were seven stages again. I guess I&amp;#39;m hoping in vain that that information will come to light.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pj85ko", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvvh47/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630982248.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hbvt7iy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1630981095.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "*(continued)*\n\nIn the first stage we examine everything, every element in our dreams. We begin by becoming aware that you are falling asleep.  But that's not the goal of the technique. This is only to fool the mind. The real technique is to become aware of the elements of our ordinary dreams. \n\n  \nIn dreaming, we can easily shift the assemblage point. Even a slight shift of the assemblage point will create a new person. We are putting an end to the old and becoming a new person. \n\n  \nDon Juan said the \"here\" and \"there\" are exchangeable, we do it all the time with our energy bodies. The energy body is the sum total projected out.\n\n  \nWhat have the done to us to make us so resistant?  The terrible damage that society has done to us can be corrected by dreaming. \n\n  \nThe next step or Gate of Dreaming is  to wake up from the dream in to another dream.\n\n  \nOnce you have acquired the energy from recapitulation and dreaming you can lie down in the dream in the same position that you originally fell asleep in and move into another dream. When you enter a dream inside a dream you enter a state that is inconceivable and will blow your mind. This is the secret of the twin positions.  \n\n  \nThe secret of secrets is to claim it. We only need energy. This is real, not theory, and as a practitioner, I say we all can do it.\n\n  \nEventually in Dreaming everything will shift. One day your attention becomes arrested or fixed by something in the dream and you don't know why. You won't be able to move until it releases you. You are attention is caught by in inorganic being. They have more awareness than us but we have more energy. We are like powerful bullets of energy that burn brightly.  They last forever  \nand their awareness can hold us.\n\n  \nNow we will begin to here the voice of the Emissary. It will answer any questions. When we hear its voice as a woman we are hearing is true voice. It is by nature female.\n\n  \nDon't indulge yourself with the dream Emissary. Tell it to stay out of your affairs. Don't let it feed of you for free.\n\n  \nThere is a wave that hits us and we turn it into sadness--But it's from out there?  \"I never thought I was going to live forever, let's do it. Turn me loose.\" \n\n  \nPractice the Not Doing of the album of the sublime. It will create the cognitive dissonance. Create an album to remind you of your sublime moments. Of things and thoughts that have astounded you. \n\n  \nThe real revolution is in the next world. It easy to get involved in political protest, but what's the point. Do something for the point of view of a man who is going to die.\n\n  \nWhat have they done to you?  What are you doing to yourself to your body? Look how you live. Stop smoking.\n\n  \nWhat have they done to you? Our natural heritage is to live and die like morons. This is the time for revolution.\n\n  \n-END\n\n  \nftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix2", "edited": 1630984743.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvt7iy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;(continued)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;In the first stage we examine everything, every element in our dreams. We begin by becoming aware that you are falling asleep.  But that&amp;#39;s not the goal of the technique. This is only to fool the mind. The real technique is to become aware of the elements of our ordinary dreams. &lt;/p&gt;\n\n&lt;p&gt;In dreaming, we can easily shift the assemblage point. Even a slight shift of the assemblage point will create a new person. We are putting an end to the old and becoming a new person. &lt;/p&gt;\n\n&lt;p&gt;Don Juan said the &amp;quot;here&amp;quot; and &amp;quot;there&amp;quot; are exchangeable, we do it all the time with our energy bodies. The energy body is the sum total projected out.&lt;/p&gt;\n\n&lt;p&gt;What have the done to us to make us so resistant?  The terrible damage that society has done to us can be corrected by dreaming. &lt;/p&gt;\n\n&lt;p&gt;The next step or Gate of Dreaming is  to wake up from the dream in to another dream.&lt;/p&gt;\n\n&lt;p&gt;Once you have acquired the energy from recapitulation and dreaming you can lie down in the dream in the same position that you originally fell asleep in and move into another dream. When you enter a dream inside a dream you enter a state that is inconceivable and will blow your mind. This is the secret of the twin positions.  &lt;/p&gt;\n\n&lt;p&gt;The secret of secrets is to claim it. We only need energy. This is real, not theory, and as a practitioner, I say we all can do it.&lt;/p&gt;\n\n&lt;p&gt;Eventually in Dreaming everything will shift. One day your attention becomes arrested or fixed by something in the dream and you don&amp;#39;t know why. You won&amp;#39;t be able to move until it releases you. You are attention is caught by in inorganic being. They have more awareness than us but we have more energy. We are like powerful bullets of energy that burn brightly.  They last forever&lt;br/&gt;\nand their awareness can hold us.&lt;/p&gt;\n\n&lt;p&gt;Now we will begin to here the voice of the Emissary. It will answer any questions. When we hear its voice as a woman we are hearing is true voice. It is by nature female.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t indulge yourself with the dream Emissary. Tell it to stay out of your affairs. Don&amp;#39;t let it feed of you for free.&lt;/p&gt;\n\n&lt;p&gt;There is a wave that hits us and we turn it into sadness--But it&amp;#39;s from out there?  &amp;quot;I never thought I was going to live forever, let&amp;#39;s do it. Turn me loose.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;Practice the Not Doing of the album of the sublime. It will create the cognitive dissonance. Create an album to remind you of your sublime moments. Of things and thoughts that have astounded you. &lt;/p&gt;\n\n&lt;p&gt;The real revolution is in the next world. It easy to get involved in political protest, but what&amp;#39;s the point. Do something for the point of view of a man who is going to die.&lt;/p&gt;\n\n&lt;p&gt;What have they done to you?  What are you doing to yourself to your body? Look how you live. Stop smoking.&lt;/p&gt;\n\n&lt;p&gt;What have they done to you? Our natural heritage is to live and die like morons. This is the time for revolution.&lt;/p&gt;\n\n&lt;p&gt;-END&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix2\"&gt;ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix2&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvt7iy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630981095.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbxttkn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1631027478.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Carlos tried everything he could think of, just hoping to teach a few people.\n\nEven just 2 would have made him happy.\n\nHe was very happy when those 2 women moved all the way long the J curve.\n\nEven removed the Chacmools from leading workshops.\n\nReni was picked up in the 80s, and I heard rumors of him teaching in parks, sort of following the Marshall Ho'o method of doing Tai Chi outdoors.\n\nCarlos was a member of Marshall Ho'os martial arts association, where he met Howard Lee.\n\nHe used to attend their picnics, probably at a park out in San Bernardino county somewhere.  Could have been Riverside county.\n\nMarshall Ho'o's daughter is still out there.  She knows a lot of Carlos secrets we'd like to know.\n\nIf the witches did not leave or flee far away, I'd expect them to be out there, in Banning territory.  They had friends in that area.\n\nYou could walk along the road out there, which had nothing but desert between the streets, and pick up Indian artifacts.  Whistles, beads, and endless broken pottery.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbxttkn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos tried everything he could think of, just hoping to teach a few people.&lt;/p&gt;\n\n&lt;p&gt;Even just 2 would have made him happy.&lt;/p&gt;\n\n&lt;p&gt;He was very happy when those 2 women moved all the way long the J curve.&lt;/p&gt;\n\n&lt;p&gt;Even removed the Chacmools from leading workshops.&lt;/p&gt;\n\n&lt;p&gt;Reni was picked up in the 80s, and I heard rumors of him teaching in parks, sort of following the Marshall Ho&amp;#39;o method of doing Tai Chi outdoors.&lt;/p&gt;\n\n&lt;p&gt;Carlos was a member of Marshall Ho&amp;#39;os martial arts association, where he met Howard Lee.&lt;/p&gt;\n\n&lt;p&gt;He used to attend their picnics, probably at a park out in San Bernardino county somewhere.  Could have been Riverside county.&lt;/p&gt;\n\n&lt;p&gt;Marshall Ho&amp;#39;o&amp;#39;s daughter is still out there.  She knows a lot of Carlos secrets we&amp;#39;d like to know.&lt;/p&gt;\n\n&lt;p&gt;If the witches did not leave or flee far away, I&amp;#39;d expect them to be out there, in Banning territory.  They had friends in that area.&lt;/p&gt;\n\n&lt;p&gt;You could walk along the road out there, which had nothing but desert between the streets, and pick up Indian artifacts.  Whistles, beads, and endless broken pottery.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbxttkn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1631027478.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbv4vls", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gooseparade37", "can_mod_post": false, "created_utc": 1630969043.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 2, "author_fullname": "t2_13o6kq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Amazinggg", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbv4vls", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Amazinggg&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbv4vls/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630969043.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbvsiw9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1630980753.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I found an online source that includes that last ommitted line:\n\nhttps://web.archive.org/web/20010308062843/http://www.dreams-online.com.au/phoenix.htm\n\nAs well as the original source URL of the unedited file, but it was an ftp server:\n\n[ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix](ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix)\n\nDate: Sun, 27 Nov 94 05:36:16 CST\n\nFrom: freedom now [antar@nagual.wwa.com](mailto:antar@nagual.wwa.com)\n\nTo: [ixtlan@wwa.com](mailto:ixtlan@wwa.com)\n\nSubject: here's what I've got\n\nMessage-ID: [antar03300941027053616@nagual.wwa.com](mailto:antar03300941027053616@nagual.wwa.com)\n\nI have here an anonymous submission of notes taken in Phoenix last year,\n\nwhere Carlos had given lectures on warriors, dreaming, and stalking.\n\nBob", "edited": 1630981620.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvsiw9", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I found an online source that includes that last ommitted line:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20010308062843/http://www.dreams-online.com.au/phoenix.htm\"&gt;https://web.archive.org/web/20010308062843/http://www.dreams-online.com.au/phoenix.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;As well as the original source URL of the unedited file, but it was an ftp server:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix\"&gt;ftp://ftp.earth.com/pub/archive/cc/articles/anon-carlos-phoenix&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Date: Sun, 27 Nov 94 05:36:16 CST&lt;/p&gt;\n\n&lt;p&gt;From: freedom now [&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:antar@nagual.wwa.com\"&gt;antar@nagual.wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;To: [&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:ixtlan@wwa.com\"&gt;ixtlan@wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;Subject: here&amp;#39;s what I&amp;#39;ve got&lt;/p&gt;\n\n&lt;p&gt;Message-ID: [&lt;a href=\"mailto:antar03300941027053616@nagual.wwa.com\"&gt;antar03300941027053616@nagual.wwa.com&lt;/a&gt;](mailto:&lt;a href=\"mailto:antar03300941027053616@nagual.wwa.com\"&gt;antar03300941027053616@nagual.wwa.com&lt;/a&gt;)&lt;/p&gt;\n\n&lt;p&gt;I have here an anonymous submission of notes taken in Phoenix last year,&lt;/p&gt;\n\n&lt;p&gt;where Carlos had given lectures on warriors, dreaming, and stalking.&lt;/p&gt;\n\n&lt;p&gt;Bob&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvsiw9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630980753.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbv554c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1630969176.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Baba fabricated an interview with Castaneda in 1978, presumably to increase his cred:\n\nIn The Company Of A Siddha: Interviews and Conversations with Swami Muktananda. 1978.  S.Y.D.A foundation, P.O. Box 11071, Oakland, CA 94611.  [*source #1*](https://web.archive.org/web/20110629231500/http://sustainedaction.org/_nagualist/_NNL5/publications.htm)*,* [*source #2*](https://web.archive.org/web/20110629231428/http://sustainedaction.org/_nagualist/_NNL4/Publications_of_interest.htm)\n\nThe \"interview:\"\n\n[https://chaparral.space/wiki/Interview\\_1995\\_Castaneda,\\_Swami\\_Muktananda\\_Paramahansa](https://chaparral.space/wiki/Interview_1995_Castaneda,_Swami_Muktananda_Paramahansa) \\- *it was published in 1978, not 1995, as this Russian Wiki states*\n\n[Backup](https://archive.ph/JyN5W)", "edited": 1631136770.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbv554c", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Baba fabricated an interview with Castaneda in 1978, presumably to increase his cred:&lt;/p&gt;\n\n&lt;p&gt;In The Company Of A Siddha: Interviews and Conversations with Swami Muktananda. 1978.  S.Y.D.A foundation, P.O. Box 11071, Oakland, CA 94611.  &lt;a href=\"https://web.archive.org/web/20110629231500/http://sustainedaction.org/_nagualist/_NNL5/publications.htm\"&gt;&lt;em&gt;source #1&lt;/em&gt;&lt;/a&gt;&lt;em&gt;,&lt;/em&gt; &lt;a href=\"https://web.archive.org/web/20110629231428/http://sustainedaction.org/_nagualist/_NNL4/Publications_of_interest.htm\"&gt;&lt;em&gt;source #2&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;interview:&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://chaparral.space/wiki/Interview_1995_Castaneda,_Swami_Muktananda_Paramahansa\"&gt;https://chaparral.space/wiki/Interview_1995_Castaneda,_Swami_Muktananda_Paramahansa&lt;/a&gt; - &lt;em&gt;it was published in 1978, not 1995, as this Russian Wiki states&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://archive.ph/JyN5W\"&gt;Backup&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbv554c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630969176.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbvyz4l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "created_utc": 1630984068.0, "send_replies": true, "parent_id": "t3_pj85ko", "score": 1, "author_fullname": "t2_4dmerkxi", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I loved my pain.\n\nImagine if we could normalize that notion. The massive change in perception would be amazing.", "edited": 1630984917.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvyz4l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I loved my pain.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Imagine if we could normalize that notion. The massive change in perception would be amazing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pj85ko/this_omitted_line_from_the_notes_of_carloss/hbvyz4l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630984068.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pj85ko", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]