[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Gandalf, or an actual physics professor???](https://preview.redd.it/b78jnkf5fdr61.png?width=960&amp;format=png&amp;auto=webp&amp;s=c155b051a807c4abe365e58927d80d0729fdfa8b)\n\nDid you guys know, Demonology -&gt; Psychology,  Alchemy -&gt; Chemistry,  Sorcery -&gt; Physics?\n\nThat's what you find if you study magic, going back in time. That our major sciences came from magical practices.  The pic of \"Gandalf\" made me remember that.\n\nI hope one day, Castaneda -&gt; something \"scientific\".\n\nHere's a post from facebook. It's sort of rambling, but the  topic is vast.  And I have to say, it's quite advanced. Hopefully people in here understand most of it.  The main point is to take a closer look at things, from time to time.\n\nAnd the bottom line is, sorcery is in fact the mastery of intent. And you find intent behind it at every level.  Some of the things might seem like an entirely different topic, but in the long run they are not.\n\nWhich is a good thing!  One of the most persistent criticisms of Carlos is that he stole his material from other places, like the recent post quoting Harner as saying Carlos didn't get anything from him.\n\nLet me add some caveats from Juan.  He didn't want to let it stand, that \"Silent Knowledge\" can be for a different reality than this one, so basically, not of any use.  Obviously, we want the useful kind!\n\nBut we shouldn't care too much. That's the book deal mind.   \n\nIt's possible, on our own, we can't \"tune in\" to precisely this reality.  It needs intent to help us out.  And intent might require certain things first, before helping.\n\nFrom private chat with Juann:  \n\n\n About 'knowing', Carlos reported \"a tingling in the crown,\" followed by a certainty. But they weren't random. They were things he needed, such as finding the house of the little sisters without knowing their location. Suddenly the tingling, and an image of the house together with the knowledge of how to get there.I guess if you are on your lovely path of heart, Intent helps you on itEmilito could also pick up knowledge of the topic he wanted, such as history, and give a lecture. But probably only because it was needed for teaching purposes.\n\n&amp;#x200B;\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\n Sometimes, a concept in the books of Carlos Castaneda carries over to another aspect of sorcery, and you have to practice it to realize that.\n\nHere's a few I found, but as I said, until you can do these things it won't be obvious this is correct.\n\nLet's start with Four Gates dreaming. The goal of 4 gates dreaming is to wake up in the dreaming double, in the real world.\n\nThat of course is very tricky, and you are required to \"verify\" it. To date, it seems that no one has done this.\n\nBut there's another goal, equally as important. At the 2nd gate, you get a scout to take you to their world, so you can gain their dark energy. Without that dark energy, it's impossible to move the assemblage point as far as sorcerers need to move it. Probably, the 4th gate is in fact impossible until you have that dark energy.\n\nAnd it's just so difficult to get lucid. Getting lucid every month is never going to do the job. I could get lucid 6 times a night when I was focusing heavily on this technique, Waking up wasn't an issue anymore. But it still was not enough to pass the 4th gate. I could never manage to find the \"real world\".\n\nFortunately, the rules of sleeping dreaming work for waking dreaming. Don Juan not only did not say those rules applied only to being asleep, but in fact as you read further in the books the dividing lines are blurred, and most \"dreaming\" in the later books, is entirely dreaming awake.\n\nSo let's look at the most important rules we find in don Juan's lucid dreaming instructions. The ones that make it possible to bring out your double.\n\n\\#1: If you look at a dream image consciously, that is, in a lucid fashion, it creates the type of energy which \"compels\" the inorganic beings to send a scout.\n\nAs it turns out, this works in waking dreaming too. In the dark room you will eventually find your colors. Then you'll find \"puffs\" or other objects made of the colored light, on which you can use Tensegrity. Tensegrity is designed to redeploy this energy. To move it closer to the center.\n\nWhen you do that in the dark room, and are looking at very vivid dreaming objects, rule #1 applies. The inorganic beings are \"compelled\" to send you a scout.\n\nSome might point out, the inorganic beings seen in the dark room don't stick around.\n\nOr, they weren't sure that really was an inorganic being, when they saw a woman's head on a puff of color in the dark.\n\nThat's a different topic. But it applies equally to sleeping dreaming. People experience the same uncertainty that a scout came as promised, and aren't sure if it stuck around as you need for the 2nd gate.\n\nI attribute that problem to not following instructions. Not taking the advice of Carlos, in the books. For example, you start darkroom gazing, never having done any recap. Or never having tried, \"the right way of walking\", or all the other things we were supposed to practice.\n\nWhich is ok! Skip to the good stuff, if you can manage it. But when the good stuff isn't perfect, it might be a lack of energy, because you didn't do the earlier steps.\n\nDon't think twice about it! Zuleica said, if you move your assemblage point using waking dreaming, when it gets to the end of the J curve recapitulation becomes irrelevant. And so does just about any other \"beginners technique\" you could think of.\n\nAt least, as far as making waking dreaming work.\n\nMain point is, the rules of sleeping dreaming apply to waking dreaming too.\n\n\\#2 rule: you can ask the scout to take you to its world, and eventually it even becomes a teacher, called \"the dreaming emissary\".\n\nSame happens in waking dreaming. I visit the world of the inorganic beings several times a week, if I don't wear myself out during the day. And they are happy to teach you, endlessly. They become the dreaming emissary, even though you are fully awake.\n\n\\#3 rule: You can go to sleep inside a dream, and wake up at a deeper level, making it easier to hold the dream.\n\nAs it turns out, you can do the same in the dark room. I can't count how many dreams I've entered in the dark room, fully awake with eyes open, and sometimes seeming to violate the laws of physics on the way in.\n\nAnd those dreams are far more stable than darkroom gazing. Time also seems to distort in there, the same way it does in 3rd gate dreaming.\n\n\\#4 rule: The same way you need to wake up in the real world, in your double, you can bring the double out in darkroom gazing, and use it to walk out into the \"real world\".\n\nIt's a little more mixed up in the darkroom, because you are not asleep. So if it shows up at all, it's by definition in the \"real world\".\n\nBut it can also walk right through the wall, to go play elsewhere. And when it does that, you get the chance to \"fine tune\" where it \"wakes up\", the same as in four gates dreaming.\n\nIn the case of dreaming, the rules apply to both kinds, waking and sleeping.\n\n\\*\\*\\*\n\n Let's talk about \"Silent Knowledge\", the actual goal of sorcery.\n\n\"Sorcery\" is actually \"the mastery of intent\".\n\n\"Silent Knowledge\" is available when you reach full silence, and the assemblage point moves all the way to where the Nagual's blow pushes it, and then a tiny bit further.\n\nIn that state, you just \"know\" things.\n\nBut in fact, it's the same as \"Reading off the Wall\"! That's a technique Carlos demonstrate often in private classes, where you gaze at a horizon and can read answers to the questions you have, or can look at your palm and read \"crib notes\" that aren't actually there.\n\nIt's the same as the cover of \"Wheel of Time\", where the indian man is looking at the phases of the moon all at once, projected onto the sky like a video.\n\nThat too is \"Silent Knowledge\".\n\nHow is that the same?\n\nIn silence, you clean your connecting link to intent. Intent is the \"aware\" force which helps us assemble the world, and make it real. It also helps us out when we need something, provided we summon it following specific rules.\n\nBut it's present at all levels of sorcery.\n\nLet's say you realize you are in a dream, and you try to become lucid and look at your hands.\n\nBut how did you get the chance to become lucid?\n\nThat was intent! It tried to help you out by giving you a little push. And this time, you picked up on it.\n\nThe simple truth is, you CANNOT become lucid in a dream. It requires a slight movement of the assemblage point, from where it was, during the dream.\n\nOnly intent can provide that opportunity. You \"intend\" 4 gates dreaming, even if you aren't aware of it. How to intend it?\n\nObsession, obsession, obsession! That's the only method I know.\n\nBut even given a \"nudge\" by intent, often you have to fight to release yourself because the dream still seems \"real\". When you think about it, you can remember having been there for weeks, trying to accomplish your task. You have friends there. It seems to be a real world, in which you live.\n\nBut if you win the battle to find your hands, by turning away from whatever you were doing and taking a few steps, you realize none of that \"dream history\" made any sense.\n\nYou \"knew\" it to be true, but it was only true in that dream world.\n\nAt that position of the assemblage point.\n\nThat \"dream history\" is also \"Silent Knowledge\"!\n\nIt's just not very useful silent knowledge.\n\nHere's an experiment you can try, to see this in action. I'm afraid, it's beyond your abilities right now, so just \"file it away\" for later.\n\nMove your assemblage point all the way to halfway in the orange zone. On the \"J curve\", which is shown in this facebook feed.\n\nSit up in perfect silence, and gaze at the room. If you see whitish energy on the walls, you can do this experiment.\n\nLook for \"details\" in the whitish energy, such as, that streak looks like a tree trunk. Or, all together it looks like the inside of a dirt tunnel or cave.\n\nWhen it gets, \"chunky\", with a heavy texture, you can then do this experiment. It means, the whitish energy is forming things, and has come away from the wall.\n\nOr for the more advanced, the \"horizon\" has moved where ever you like because of the darkness.\n\nFar enough away from the walls, to materialize dreams \"inside\" the room.\n\nWe have \"feelings\" about things, and feelings are very important to sorcery.\n\nYou can't ignore them.\n\nBeing, \"inside\" the room, is uniquely different than being, \"on the wall\".\n\nIn silence use your recapitulation gaze, turning the head slowly back and forth. Breathing doesn't matter. Look for discontinuities in the dark space INSIDE the room, not on the walls.\n\nLike, a few flickers or grey dots of light, hovering in the room 10 or so feet from you.\n\nGaze without caring, and those will form a \"dream bubble\". A little dream 6 inches round, will form there. You can gaze into it, scoop it into your hand, send your Ally into it to scout it for you, or you can zip in by focusing on an interesting detail.\n\n\\*\\*\\*\n\n But don't enter it. We want to analyze the dream bubble.\n\nForce absolute silence! It has to be so silent, it becomes natural.\n\nThen, see if you still have any latent images in the mind. An electric bill you didn't pay? I don't mean you are consciously thinking about it. I mean, there's just the faintest trace of a picture in your mind, of the \"situation\" with the bill.\n\nYou have to remove that too.\n\nAt this point, you're on the edge of stopping the world. All that's left is to get rid of \"caring\", which I like to call, \"Mr. DoubleTake\". He's the guy who cares what you see. When he's gone, and also the latent images are gone, and also you are absolutely silent, the world stops.\n\nBut don't get rid of him! We're doing an experiment here. You have to \"care\" or there's no experimenting. Stopping the world is best reserved for another time. It pretty much ends the practicing for the night!\n\nWith the mind still, in perfect silence, find another dream bubble which has not yet fully formed. I've had as many as 4 formed in the room, at the same time.\n\nGaze until that new dream bubble does in fact form a real scene.\n\nAt that instant, the \"history\" of that dream will telepathically leak into your mind.\n\nIt's the same in dreaming. Once you notice you are inside a dream, you \"know\" all about the history of that dream.\n\nWhen you use silence to switch to a cyclic being, you immediately \"know\" the life of that being. It just comes along with that position of the assemblage point.\n\nThe same happens with materialized dreams during darkroom gazing. When the dream forms, it comes with \"Silent Knowledge\" about it.\n\nNOT ALWAYS though. And that's the trick of silent knowledge. The hard part.\n\nTo intercept it, without interfering. It comes from intent, but the slightest interference summons a different intent.\n\nIts like dissolving a dream phantom, by staring at it. There's a feedback loop, the intent changes, and the phantom goes away.\n\nTo clearly perceive the \"intent\" of a dream bubble, you have to refrain from interfering with it.\n\nWhich is another topic. The point of this post is, a lot of things in sorcery are the same whether you use one technique, or the other.\n\nAnd you can use that to your advantage. If you find something unknown in waking dreaming, just ask yourself what the equivalent is in sleeping dreaming, what are the rules, and likely the same rules will apply in this new situation.\n\n\\*\\*\\* \n\nBut you might be thinking, that's just 2 situations. Sleeping dreaming, and waking dreaming. This idea of the rules being the same isn't really much help, is it?\n\nYou forget. There are other realms in sorcery.\n\nThere is the realm of recapitulation. Despite how poorly the results of recapitulation have been all these years, for reasons I don't understand, recapitulation comes with stunning magic. When done right. I suspect, people are simply not doing very much, and exaggerating their efforts.\n\nRecap should be 3 hours minimum, and 6 is best. It's ok to take a rest in the middle.\n\nIt takes 1 hour to get silent enough from remembering the past. It takes 1 more hour for the assemblage point to move far enough to be useful. And the last hour is for exploring. For learning. Things come into focus, only by doing them over and over.\n\nIt's no different than sleeping or waking dreaming. Both of those require hours and hours of effort, before the assemblage point moves far enough to produce visible magic.\n\nIn recap you also find dreaming images, such as when you can visually see the scenes. That brings in the rules that apply to sleeping dreaming, and to waking dreaming. The rules about inorganic beings, the emissary, the IOB world, and waking the double up in the real world. ALL of those will happen automatically, if you are REALLY doing recapitulation.\n\nIf you treat it like a hindu or buddhist meditation technique, you are NOT doing recap. You're \"meditating\".\n\nOr imitating an old man in a rocking chair, remembering the past.\n\nThat's not going to get it!\n\nYou didn't follow that? Come chat with me over in the subreddit, and I'll show you where the recapitulation resources are located.\n\nI've done all of those things in recap. I was even offered a \"treasure chest\" by an inorganic being, if only I'd come play with her.\n\nLater she gave me a path into her world, if I'd only stand up, and walk inside there.\n\nMy dreaming double became so curious, he came to visit me. I moved from one part of the house, to another, without having traveled.\n\nBut at the time I didn't realize what was going on, so I ignored most of it.\n\nAnd almost surely, the same applies to Tensegrity. I'm a bit lazy to know how, but I guarantee, the very same rules will apply there too. Inorganic beings, dream images, the emissary, the double. All of those will flow from Tensegrity, when done properly.\n\n\"Seeing energy on a horizon\" ought to be automatic, if you do Tensegrity correctly.\n\nI dare to say, tensegrity done at advanced levels should allow you to change worlds. Even enter the inorganic being's realm.\n\nAnd there's also the realm of shared dreaming. As I posted recently, shared dreaming done by 2 who are asleep, is nearly impossible. Both are in their own phantom reality, and making them both be the same, enough to \"share\" the dream, is so unlikely it's not even worth the effort.\n\nIt's only good for bullying other people on your social media page, by making untrue claims about your ordinary dreams.\n\nAnd so far, no one can find an example in the books of shared sleeping dreaming, so I can't figure what got four gates dreamers thinking that led to shared sleeping dreaming.\n\nYou need one person to be in waking dreaming. And even then, both parties have to \"fine tune\" the dreaming world they have produced, so that they can be shared.\n\nThey both have to \"wake up\" in the real world, so to speak. Or at least, in the same one the other person is perceiving.\n\n\\*\\*\\*\n\n Finally, \"remote viewers\" have to obey the same rules.\n\nIn fact, \"remote viewing\" is fairly easy to learn.\n\nBUT, you still have to \"wake up\" in the real world, meaning, you have to remote view yourself into this reality.\n\nAnd not a phantom copy.\n\nFor those of you who say, \"But remote viewers can do that! There's this guy named.... \"\n\nNo, they can't. You were tricked again! you have to think more clearly than that, if you believe that \"troup\" of remote viewers from the 70s and 80s, was anywhere as good as the guy giving the lectures claimed.\n\nThey learned to do some waking dreaming, not even eye open waking dreaming, they managed to see the place they wanted, but as for it being the real thing, do you really believe that if the CIA got it's hands on people who could do that, they wouldn't train 1000 more?\n\nThat would be like finding Rumplestiltskin and he could really spin straw into gold.\n\nYou wouldn't just say, \"Thanks Mr. Rumple!\" and let him go.\n\nSame for the CIA studying remote viewers. If it had worked, the entire spy community would have gone nuts.\n\nIt ended (off and on) for the same reason four gates dreaming is so difficult.\n\nYou have to remote view in the REAL copy of the world.\n\nBut there are 10,000 phantom copies.\n\nRemote viewers don't get out of having to follow the rules.\n\nThey're simply clueless about the rules. And greedy for a book deal, so they don't bring the failures up.\n\nThat's all.\n\nI suspect sorcery has a \"dirty little secret\".\n\nAnyone who can \"prove\" it, won't.\n\nThey still burn witches.\n\nCholita used to do visible magic for me, until I made a big deal out of it.\n\nThen she stopped.\n\nLately I'm lucky to get a glance at her as she runs by, for more than 1 second.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "From Facebook again (still working on a pic).", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 73, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"b78jnkf5fdr61": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 56, "x": 108, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=587ba21627183dd64f9e02beb00dd5e343bb30d4"}, {"y": 113, "x": 216, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=7b5a9fa98eeac10fbda0fce2496d854e4c152b3e"}, {"y": 167, "x": 320, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=38297394ab62dee368534d954c1a40daa89e167a"}, {"y": 335, "x": 640, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=54e1f36d7763437cb97931f0bdabe53b35cab977"}, {"y": 503, "x": 960, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=5c577ab6d64a845420b6a3fb70707e124ca7681b"}], "s": {"y": 503, "x": 960, "u": "https://preview.redd.it/b78jnkf5fdr61.png?width=960&amp;format=png&amp;auto=webp&amp;s=c155b051a807c4abe365e58927d80d0729fdfa8b"}, "id": "b78jnkf5fdr61"}}, "name": "t3_mkn7iu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 28, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 28, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/iM4bOBCt2kJ6WNPIhvcL4cDJ3PwoB5kkvQfVcOZDCWE.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1617636203.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/b78jnkf5fdr61.png?width=960&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c155b051a807c4abe365e58927d80d0729fdfa8b\"&gt;Gandalf, or an actual physics professor???&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Did you guys know, Demonology -&amp;gt; Psychology,  Alchemy -&amp;gt; Chemistry,  Sorcery -&amp;gt; Physics?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what you find if you study magic, going back in time. That our major sciences came from magical practices.  The pic of &amp;quot;Gandalf&amp;quot; made me remember that.&lt;/p&gt;\n\n&lt;p&gt;I hope one day, Castaneda -&amp;gt; something &amp;quot;scientific&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a post from facebook. It&amp;#39;s sort of rambling, but the  topic is vast.  And I have to say, it&amp;#39;s quite advanced. Hopefully people in here understand most of it.  The main point is to take a closer look at things, from time to time.&lt;/p&gt;\n\n&lt;p&gt;And the bottom line is, sorcery is in fact the mastery of intent. And you find intent behind it at every level.  Some of the things might seem like an entirely different topic, but in the long run they are not.&lt;/p&gt;\n\n&lt;p&gt;Which is a good thing!  One of the most persistent criticisms of Carlos is that he stole his material from other places, like the recent post quoting Harner as saying Carlos didn&amp;#39;t get anything from him.&lt;/p&gt;\n\n&lt;p&gt;Let me add some caveats from Juan.  He didn&amp;#39;t want to let it stand, that &amp;quot;Silent Knowledge&amp;quot; can be for a different reality than this one, so basically, not of any use.  Obviously, we want the useful kind!&lt;/p&gt;\n\n&lt;p&gt;But we shouldn&amp;#39;t care too much. That&amp;#39;s the book deal mind.   &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible, on our own, we can&amp;#39;t &amp;quot;tune in&amp;quot; to precisely this reality.  It needs intent to help us out.  And intent might require certain things first, before helping.&lt;/p&gt;\n\n&lt;p&gt;From private chat with Juann:  &lt;/p&gt;\n\n&lt;p&gt;About &amp;#39;knowing&amp;#39;, Carlos reported &amp;quot;a tingling in the crown,&amp;quot; followed by a certainty. But they weren&amp;#39;t random. They were things he needed, such as finding the house of the little sisters without knowing their location. Suddenly the tingling, and an image of the house together with the knowledge of how to get there.I guess if you are on your lovely path of heart, Intent helps you on itEmilito could also pick up knowledge of the topic he wanted, such as history, and give a lecture. But probably only because it was needed for teaching purposes.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;**********&lt;/p&gt;\n\n&lt;p&gt;Sometimes, a concept in the books of Carlos Castaneda carries over to another aspect of sorcery, and you have to practice it to realize that.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a few I found, but as I said, until you can do these things it won&amp;#39;t be obvious this is correct.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s start with Four Gates dreaming. The goal of 4 gates dreaming is to wake up in the dreaming double, in the real world.&lt;/p&gt;\n\n&lt;p&gt;That of course is very tricky, and you are required to &amp;quot;verify&amp;quot; it. To date, it seems that no one has done this.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s another goal, equally as important. At the 2nd gate, you get a scout to take you to their world, so you can gain their dark energy. Without that dark energy, it&amp;#39;s impossible to move the assemblage point as far as sorcerers need to move it. Probably, the 4th gate is in fact impossible until you have that dark energy.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s just so difficult to get lucid. Getting lucid every month is never going to do the job. I could get lucid 6 times a night when I was focusing heavily on this technique, Waking up wasn&amp;#39;t an issue anymore. But it still was not enough to pass the 4th gate. I could never manage to find the &amp;quot;real world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, the rules of sleeping dreaming work for waking dreaming. Don Juan not only did not say those rules applied only to being asleep, but in fact as you read further in the books the dividing lines are blurred, and most &amp;quot;dreaming&amp;quot; in the later books, is entirely dreaming awake.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s look at the most important rules we find in don Juan&amp;#39;s lucid dreaming instructions. The ones that make it possible to bring out your double.&lt;/p&gt;\n\n&lt;p&gt;#1: If you look at a dream image consciously, that is, in a lucid fashion, it creates the type of energy which &amp;quot;compels&amp;quot; the inorganic beings to send a scout.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, this works in waking dreaming too. In the dark room you will eventually find your colors. Then you&amp;#39;ll find &amp;quot;puffs&amp;quot; or other objects made of the colored light, on which you can use Tensegrity. Tensegrity is designed to redeploy this energy. To move it closer to the center.&lt;/p&gt;\n\n&lt;p&gt;When you do that in the dark room, and are looking at very vivid dreaming objects, rule #1 applies. The inorganic beings are &amp;quot;compelled&amp;quot; to send you a scout.&lt;/p&gt;\n\n&lt;p&gt;Some might point out, the inorganic beings seen in the dark room don&amp;#39;t stick around.&lt;/p&gt;\n\n&lt;p&gt;Or, they weren&amp;#39;t sure that really was an inorganic being, when they saw a woman&amp;#39;s head on a puff of color in the dark.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a different topic. But it applies equally to sleeping dreaming. People experience the same uncertainty that a scout came as promised, and aren&amp;#39;t sure if it stuck around as you need for the 2nd gate.&lt;/p&gt;\n\n&lt;p&gt;I attribute that problem to not following instructions. Not taking the advice of Carlos, in the books. For example, you start darkroom gazing, never having done any recap. Or never having tried, &amp;quot;the right way of walking&amp;quot;, or all the other things we were supposed to practice.&lt;/p&gt;\n\n&lt;p&gt;Which is ok! Skip to the good stuff, if you can manage it. But when the good stuff isn&amp;#39;t perfect, it might be a lack of energy, because you didn&amp;#39;t do the earlier steps.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t think twice about it! Zuleica said, if you move your assemblage point using waking dreaming, when it gets to the end of the J curve recapitulation becomes irrelevant. And so does just about any other &amp;quot;beginners technique&amp;quot; you could think of.&lt;/p&gt;\n\n&lt;p&gt;At least, as far as making waking dreaming work.&lt;/p&gt;\n\n&lt;p&gt;Main point is, the rules of sleeping dreaming apply to waking dreaming too.&lt;/p&gt;\n\n&lt;p&gt;#2 rule: you can ask the scout to take you to its world, and eventually it even becomes a teacher, called &amp;quot;the dreaming emissary&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Same happens in waking dreaming. I visit the world of the inorganic beings several times a week, if I don&amp;#39;t wear myself out during the day. And they are happy to teach you, endlessly. They become the dreaming emissary, even though you are fully awake.&lt;/p&gt;\n\n&lt;p&gt;#3 rule: You can go to sleep inside a dream, and wake up at a deeper level, making it easier to hold the dream.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, you can do the same in the dark room. I can&amp;#39;t count how many dreams I&amp;#39;ve entered in the dark room, fully awake with eyes open, and sometimes seeming to violate the laws of physics on the way in.&lt;/p&gt;\n\n&lt;p&gt;And those dreams are far more stable than darkroom gazing. Time also seems to distort in there, the same way it does in 3rd gate dreaming.&lt;/p&gt;\n\n&lt;p&gt;#4 rule: The same way you need to wake up in the real world, in your double, you can bring the double out in darkroom gazing, and use it to walk out into the &amp;quot;real world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a little more mixed up in the darkroom, because you are not asleep. So if it shows up at all, it&amp;#39;s by definition in the &amp;quot;real world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it can also walk right through the wall, to go play elsewhere. And when it does that, you get the chance to &amp;quot;fine tune&amp;quot; where it &amp;quot;wakes up&amp;quot;, the same as in four gates dreaming.&lt;/p&gt;\n\n&lt;p&gt;In the case of dreaming, the rules apply to both kinds, waking and sleeping.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s talk about &amp;quot;Silent Knowledge&amp;quot;, the actual goal of sorcery.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcery&amp;quot; is actually &amp;quot;the mastery of intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Silent Knowledge&amp;quot; is available when you reach full silence, and the assemblage point moves all the way to where the Nagual&amp;#39;s blow pushes it, and then a tiny bit further.&lt;/p&gt;\n\n&lt;p&gt;In that state, you just &amp;quot;know&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it&amp;#39;s the same as &amp;quot;Reading off the Wall&amp;quot;! That&amp;#39;s a technique Carlos demonstrate often in private classes, where you gaze at a horizon and can read answers to the questions you have, or can look at your palm and read &amp;quot;crib notes&amp;quot; that aren&amp;#39;t actually there.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same as the cover of &amp;quot;Wheel of Time&amp;quot;, where the indian man is looking at the phases of the moon all at once, projected onto the sky like a video.&lt;/p&gt;\n\n&lt;p&gt;That too is &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;How is that the same?&lt;/p&gt;\n\n&lt;p&gt;In silence, you clean your connecting link to intent. Intent is the &amp;quot;aware&amp;quot; force which helps us assemble the world, and make it real. It also helps us out when we need something, provided we summon it following specific rules.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s present at all levels of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say you realize you are in a dream, and you try to become lucid and look at your hands.&lt;/p&gt;\n\n&lt;p&gt;But how did you get the chance to become lucid?&lt;/p&gt;\n\n&lt;p&gt;That was intent! It tried to help you out by giving you a little push. And this time, you picked up on it.&lt;/p&gt;\n\n&lt;p&gt;The simple truth is, you CANNOT become lucid in a dream. It requires a slight movement of the assemblage point, from where it was, during the dream.&lt;/p&gt;\n\n&lt;p&gt;Only intent can provide that opportunity. You &amp;quot;intend&amp;quot; 4 gates dreaming, even if you aren&amp;#39;t aware of it. How to intend it?&lt;/p&gt;\n\n&lt;p&gt;Obsession, obsession, obsession! That&amp;#39;s the only method I know.&lt;/p&gt;\n\n&lt;p&gt;But even given a &amp;quot;nudge&amp;quot; by intent, often you have to fight to release yourself because the dream still seems &amp;quot;real&amp;quot;. When you think about it, you can remember having been there for weeks, trying to accomplish your task. You have friends there. It seems to be a real world, in which you live.&lt;/p&gt;\n\n&lt;p&gt;But if you win the battle to find your hands, by turning away from whatever you were doing and taking a few steps, you realize none of that &amp;quot;dream history&amp;quot; made any sense.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;knew&amp;quot; it to be true, but it was only true in that dream world.&lt;/p&gt;\n\n&lt;p&gt;At that position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;dream history&amp;quot; is also &amp;quot;Silent Knowledge&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just not very useful silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an experiment you can try, to see this in action. I&amp;#39;m afraid, it&amp;#39;s beyond your abilities right now, so just &amp;quot;file it away&amp;quot; for later.&lt;/p&gt;\n\n&lt;p&gt;Move your assemblage point all the way to halfway in the orange zone. On the &amp;quot;J curve&amp;quot;, which is shown in this facebook feed.&lt;/p&gt;\n\n&lt;p&gt;Sit up in perfect silence, and gaze at the room. If you see whitish energy on the walls, you can do this experiment.&lt;/p&gt;\n\n&lt;p&gt;Look for &amp;quot;details&amp;quot; in the whitish energy, such as, that streak looks like a tree trunk. Or, all together it looks like the inside of a dirt tunnel or cave.&lt;/p&gt;\n\n&lt;p&gt;When it gets, &amp;quot;chunky&amp;quot;, with a heavy texture, you can then do this experiment. It means, the whitish energy is forming things, and has come away from the wall.&lt;/p&gt;\n\n&lt;p&gt;Or for the more advanced, the &amp;quot;horizon&amp;quot; has moved where ever you like because of the darkness.&lt;/p&gt;\n\n&lt;p&gt;Far enough away from the walls, to materialize dreams &amp;quot;inside&amp;quot; the room.&lt;/p&gt;\n\n&lt;p&gt;We have &amp;quot;feelings&amp;quot; about things, and feelings are very important to sorcery.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t ignore them.&lt;/p&gt;\n\n&lt;p&gt;Being, &amp;quot;inside&amp;quot; the room, is uniquely different than being, &amp;quot;on the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In silence use your recapitulation gaze, turning the head slowly back and forth. Breathing doesn&amp;#39;t matter. Look for discontinuities in the dark space INSIDE the room, not on the walls.&lt;/p&gt;\n\n&lt;p&gt;Like, a few flickers or grey dots of light, hovering in the room 10 or so feet from you.&lt;/p&gt;\n\n&lt;p&gt;Gaze without caring, and those will form a &amp;quot;dream bubble&amp;quot;. A little dream 6 inches round, will form there. You can gaze into it, scoop it into your hand, send your Ally into it to scout it for you, or you can zip in by focusing on an interesting detail.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t enter it. We want to analyze the dream bubble.&lt;/p&gt;\n\n&lt;p&gt;Force absolute silence! It has to be so silent, it becomes natural.&lt;/p&gt;\n\n&lt;p&gt;Then, see if you still have any latent images in the mind. An electric bill you didn&amp;#39;t pay? I don&amp;#39;t mean you are consciously thinking about it. I mean, there&amp;#39;s just the faintest trace of a picture in your mind, of the &amp;quot;situation&amp;quot; with the bill.&lt;/p&gt;\n\n&lt;p&gt;You have to remove that too.&lt;/p&gt;\n\n&lt;p&gt;At this point, you&amp;#39;re on the edge of stopping the world. All that&amp;#39;s left is to get rid of &amp;quot;caring&amp;quot;, which I like to call, &amp;quot;Mr. DoubleTake&amp;quot;. He&amp;#39;s the guy who cares what you see. When he&amp;#39;s gone, and also the latent images are gone, and also you are absolutely silent, the world stops.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t get rid of him! We&amp;#39;re doing an experiment here. You have to &amp;quot;care&amp;quot; or there&amp;#39;s no experimenting. Stopping the world is best reserved for another time. It pretty much ends the practicing for the night!&lt;/p&gt;\n\n&lt;p&gt;With the mind still, in perfect silence, find another dream bubble which has not yet fully formed. I&amp;#39;ve had as many as 4 formed in the room, at the same time.&lt;/p&gt;\n\n&lt;p&gt;Gaze until that new dream bubble does in fact form a real scene.&lt;/p&gt;\n\n&lt;p&gt;At that instant, the &amp;quot;history&amp;quot; of that dream will telepathically leak into your mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same in dreaming. Once you notice you are inside a dream, you &amp;quot;know&amp;quot; all about the history of that dream.&lt;/p&gt;\n\n&lt;p&gt;When you use silence to switch to a cyclic being, you immediately &amp;quot;know&amp;quot; the life of that being. It just comes along with that position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;The same happens with materialized dreams during darkroom gazing. When the dream forms, it comes with &amp;quot;Silent Knowledge&amp;quot; about it.&lt;/p&gt;\n\n&lt;p&gt;NOT ALWAYS though. And that&amp;#39;s the trick of silent knowledge. The hard part.&lt;/p&gt;\n\n&lt;p&gt;To intercept it, without interfering. It comes from intent, but the slightest interference summons a different intent.&lt;/p&gt;\n\n&lt;p&gt;Its like dissolving a dream phantom, by staring at it. There&amp;#39;s a feedback loop, the intent changes, and the phantom goes away.&lt;/p&gt;\n\n&lt;p&gt;To clearly perceive the &amp;quot;intent&amp;quot; of a dream bubble, you have to refrain from interfering with it.&lt;/p&gt;\n\n&lt;p&gt;Which is another topic. The point of this post is, a lot of things in sorcery are the same whether you use one technique, or the other.&lt;/p&gt;\n\n&lt;p&gt;And you can use that to your advantage. If you find something unknown in waking dreaming, just ask yourself what the equivalent is in sleeping dreaming, what are the rules, and likely the same rules will apply in this new situation.&lt;/p&gt;\n\n&lt;p&gt;*** &lt;/p&gt;\n\n&lt;p&gt;But you might be thinking, that&amp;#39;s just 2 situations. Sleeping dreaming, and waking dreaming. This idea of the rules being the same isn&amp;#39;t really much help, is it?&lt;/p&gt;\n\n&lt;p&gt;You forget. There are other realms in sorcery.&lt;/p&gt;\n\n&lt;p&gt;There is the realm of recapitulation. Despite how poorly the results of recapitulation have been all these years, for reasons I don&amp;#39;t understand, recapitulation comes with stunning magic. When done right. I suspect, people are simply not doing very much, and exaggerating their efforts.&lt;/p&gt;\n\n&lt;p&gt;Recap should be 3 hours minimum, and 6 is best. It&amp;#39;s ok to take a rest in the middle.&lt;/p&gt;\n\n&lt;p&gt;It takes 1 hour to get silent enough from remembering the past. It takes 1 more hour for the assemblage point to move far enough to be useful. And the last hour is for exploring. For learning. Things come into focus, only by doing them over and over.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s no different than sleeping or waking dreaming. Both of those require hours and hours of effort, before the assemblage point moves far enough to produce visible magic.&lt;/p&gt;\n\n&lt;p&gt;In recap you also find dreaming images, such as when you can visually see the scenes. That brings in the rules that apply to sleeping dreaming, and to waking dreaming. The rules about inorganic beings, the emissary, the IOB world, and waking the double up in the real world. ALL of those will happen automatically, if you are REALLY doing recapitulation.&lt;/p&gt;\n\n&lt;p&gt;If you treat it like a hindu or buddhist meditation technique, you are NOT doing recap. You&amp;#39;re &amp;quot;meditating&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or imitating an old man in a rocking chair, remembering the past.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not going to get it!&lt;/p&gt;\n\n&lt;p&gt;You didn&amp;#39;t follow that? Come chat with me over in the subreddit, and I&amp;#39;ll show you where the recapitulation resources are located.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done all of those things in recap. I was even offered a &amp;quot;treasure chest&amp;quot; by an inorganic being, if only I&amp;#39;d come play with her.&lt;/p&gt;\n\n&lt;p&gt;Later she gave me a path into her world, if I&amp;#39;d only stand up, and walk inside there.&lt;/p&gt;\n\n&lt;p&gt;My dreaming double became so curious, he came to visit me. I moved from one part of the house, to another, without having traveled.&lt;/p&gt;\n\n&lt;p&gt;But at the time I didn&amp;#39;t realize what was going on, so I ignored most of it.&lt;/p&gt;\n\n&lt;p&gt;And almost surely, the same applies to Tensegrity. I&amp;#39;m a bit lazy to know how, but I guarantee, the very same rules will apply there too. Inorganic beings, dream images, the emissary, the double. All of those will flow from Tensegrity, when done properly.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Seeing energy on a horizon&amp;quot; ought to be automatic, if you do Tensegrity correctly.&lt;/p&gt;\n\n&lt;p&gt;I dare to say, tensegrity done at advanced levels should allow you to change worlds. Even enter the inorganic being&amp;#39;s realm.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s also the realm of shared dreaming. As I posted recently, shared dreaming done by 2 who are asleep, is nearly impossible. Both are in their own phantom reality, and making them both be the same, enough to &amp;quot;share&amp;quot; the dream, is so unlikely it&amp;#39;s not even worth the effort.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s only good for bullying other people on your social media page, by making untrue claims about your ordinary dreams.&lt;/p&gt;\n\n&lt;p&gt;And so far, no one can find an example in the books of shared sleeping dreaming, so I can&amp;#39;t figure what got four gates dreamers thinking that led to shared sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;You need one person to be in waking dreaming. And even then, both parties have to &amp;quot;fine tune&amp;quot; the dreaming world they have produced, so that they can be shared.&lt;/p&gt;\n\n&lt;p&gt;They both have to &amp;quot;wake up&amp;quot; in the real world, so to speak. Or at least, in the same one the other person is perceiving.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Finally, &amp;quot;remote viewers&amp;quot; have to obey the same rules.&lt;/p&gt;\n\n&lt;p&gt;In fact, &amp;quot;remote viewing&amp;quot; is fairly easy to learn.&lt;/p&gt;\n\n&lt;p&gt;BUT, you still have to &amp;quot;wake up&amp;quot; in the real world, meaning, you have to remote view yourself into this reality.&lt;/p&gt;\n\n&lt;p&gt;And not a phantom copy.&lt;/p&gt;\n\n&lt;p&gt;For those of you who say, &amp;quot;But remote viewers can do that! There&amp;#39;s this guy named.... &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;No, they can&amp;#39;t. You were tricked again! you have to think more clearly than that, if you believe that &amp;quot;troup&amp;quot; of remote viewers from the 70s and 80s, was anywhere as good as the guy giving the lectures claimed.&lt;/p&gt;\n\n&lt;p&gt;They learned to do some waking dreaming, not even eye open waking dreaming, they managed to see the place they wanted, but as for it being the real thing, do you really believe that if the CIA got it&amp;#39;s hands on people who could do that, they wouldn&amp;#39;t train 1000 more?&lt;/p&gt;\n\n&lt;p&gt;That would be like finding Rumplestiltskin and he could really spin straw into gold.&lt;/p&gt;\n\n&lt;p&gt;You wouldn&amp;#39;t just say, &amp;quot;Thanks Mr. Rumple!&amp;quot; and let him go.&lt;/p&gt;\n\n&lt;p&gt;Same for the CIA studying remote viewers. If it had worked, the entire spy community would have gone nuts.&lt;/p&gt;\n\n&lt;p&gt;It ended (off and on) for the same reason four gates dreaming is so difficult.&lt;/p&gt;\n\n&lt;p&gt;You have to remote view in the REAL copy of the world.&lt;/p&gt;\n\n&lt;p&gt;But there are 10,000 phantom copies.&lt;/p&gt;\n\n&lt;p&gt;Remote viewers don&amp;#39;t get out of having to follow the rules.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re simply clueless about the rules. And greedy for a book deal, so they don&amp;#39;t bring the failures up.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all.&lt;/p&gt;\n\n&lt;p&gt;I suspect sorcery has a &amp;quot;dirty little secret&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Anyone who can &amp;quot;prove&amp;quot; it, won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;They still burn witches.&lt;/p&gt;\n\n&lt;p&gt;Cholita used to do visible magic for me, until I made a big deal out of it.&lt;/p&gt;\n\n&lt;p&gt;Then she stopped.&lt;/p&gt;\n\n&lt;p&gt;Lately I&amp;#39;m lucky to get a glance at her as she runs by, for more than 1 second.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "mkn7iu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/mkn7iu/from_facebook_again_still_working_on_a_pic/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/mkn7iu/from_facebook_again_still_working_on_a_pic/", "subreddit_subscribers": 9561, "created_utc": 1617636203.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gtk43s4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TheOneWhoIsAlways", "can_mod_post": false, "created_utc": 1617709038.0, "send_replies": true, "parent_id": "t1_gtgovw8", "score": 1, "author_fullname": "t2_83cfn6u", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you  so much for this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gtk43s4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you  so much for this.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mkn7iu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mkn7iu/from_facebook_again_still_working_on_a_pic/gtk43s4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1617709038.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gtgovw8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1617636904.0, "send_replies": true, "parent_id": "t3_mkn7iu", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Let me add, this technique of manifesting objects, and then looking to see what the \"context\" of the new reality is, can be repeated.\n\nBut once you try to repeat it, it's like strapping weights on  your arms and legs, the way people do for extreme exercise (or a cheesy Kung Fu movie).\n\nLast night I was interfering so badly, that after 4 hours I couldn't manifest any objects.\n\nI had a freeway in south america on my quilt, but I couldn't get the darned stuff to float off and into the air.\n\nI literally gave up.\n\nTen a few hours later, Cholita needed to use the bathroom, and seemed a bit groggy from sleeping wherever she was sleeping before that.\n\nShe woke me up, and then took so much time I gave up, sat on pillows, and tried again.\n\nThe room was instantly filled with intense purple and jet black.  More brilliant than I'd managed to get earlier in the night.\n\nI had no expectations, I'd given up on that technique for the day.\n\nBut the purple streaks cleared, and I saw sparkles in their place, floating around 4 feet from me, just above eye level.\n\nFancy and Mystery both, made a \"guest appearance\".\n\nI put both hands up onto either side of Mystery, so I could ask him, \"Is that you\"?\n\nThey both vanished, and I saw heavy texture on the walls.\n\nNot the fine white light. This looked more like the inside of a rock cave, but still hadn't formed enough to conclude it was \"finished\".\n\nMy hands were still up in the air. I tend to forget and leave them where they are when practicing, because there's really no \"best place\" to put them.\n\nA little thing materialized in the middle.   It seemed to come from a piece on the wall. From some of the \"details\", which were largely jet black, but with gray highlights so I could see the shapes.\n\nI silenced my mind even further.  And got rid of all images in my mind.\n\nI could only keep the images away for periods of 10 seconds, but the silence was continuous.\n\nI waited for the object to \"form\" into something I could recognize, so I could look for the telepathic echo.\n\nFor the \"dream history\".\n\nBut the object remained in unformed state, floating between my hands.\n\nJust wouldn't form.\n\nI was interfering with it by thinking, \"It's going to form any second now...  Keep the images out... Look for the echo!\"\n\nTHERE is where we often go wrong in the dark room.\n\nThere's various theories floating around in here about why you can't repeat stuff.\n\nI believe they are all true in the end, and possibly more connected than we  understand.\n\nFirst theory:  You find a patch of unused energy, which makes it possible to do something cool. But the energy gets mostly used up.  The next day, you'll be lucky if there's still enough to form a poor echo of the experience.\n\nSecond theory: Intent gifts.  But intent wants you do take it from there, or else what's the point of teaching you?\n\nNew theory: You interfere, once you know what to expect.\n\nA recent quote had don Juan saying that a sorcerer seemed to plan everything when teaching, judging from the amazing results.\n\nBut in fact, he plans nothing.\n\nMeaning, he merely puts on a show for *intent*, and then counts on an *intent* gift as a reward.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gtgovw8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Let me add, this technique of manifesting objects, and then looking to see what the &amp;quot;context&amp;quot; of the new reality is, can be repeated.&lt;/p&gt;\n\n&lt;p&gt;But once you try to repeat it, it&amp;#39;s like strapping weights on  your arms and legs, the way people do for extreme exercise (or a cheesy Kung Fu movie).&lt;/p&gt;\n\n&lt;p&gt;Last night I was interfering so badly, that after 4 hours I couldn&amp;#39;t manifest any objects.&lt;/p&gt;\n\n&lt;p&gt;I had a freeway in south america on my quilt, but I couldn&amp;#39;t get the darned stuff to float off and into the air.&lt;/p&gt;\n\n&lt;p&gt;I literally gave up.&lt;/p&gt;\n\n&lt;p&gt;Ten a few hours later, Cholita needed to use the bathroom, and seemed a bit groggy from sleeping wherever she was sleeping before that.&lt;/p&gt;\n\n&lt;p&gt;She woke me up, and then took so much time I gave up, sat on pillows, and tried again.&lt;/p&gt;\n\n&lt;p&gt;The room was instantly filled with intense purple and jet black.  More brilliant than I&amp;#39;d managed to get earlier in the night.&lt;/p&gt;\n\n&lt;p&gt;I had no expectations, I&amp;#39;d given up on that technique for the day.&lt;/p&gt;\n\n&lt;p&gt;But the purple streaks cleared, and I saw sparkles in their place, floating around 4 feet from me, just above eye level.&lt;/p&gt;\n\n&lt;p&gt;Fancy and Mystery both, made a &amp;quot;guest appearance&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I put both hands up onto either side of Mystery, so I could ask him, &amp;quot;Is that you&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;They both vanished, and I saw heavy texture on the walls.&lt;/p&gt;\n\n&lt;p&gt;Not the fine white light. This looked more like the inside of a rock cave, but still hadn&amp;#39;t formed enough to conclude it was &amp;quot;finished&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;My hands were still up in the air. I tend to forget and leave them where they are when practicing, because there&amp;#39;s really no &amp;quot;best place&amp;quot; to put them.&lt;/p&gt;\n\n&lt;p&gt;A little thing materialized in the middle.   It seemed to come from a piece on the wall. From some of the &amp;quot;details&amp;quot;, which were largely jet black, but with gray highlights so I could see the shapes.&lt;/p&gt;\n\n&lt;p&gt;I silenced my mind even further.  And got rid of all images in my mind.&lt;/p&gt;\n\n&lt;p&gt;I could only keep the images away for periods of 10 seconds, but the silence was continuous.&lt;/p&gt;\n\n&lt;p&gt;I waited for the object to &amp;quot;form&amp;quot; into something I could recognize, so I could look for the telepathic echo.&lt;/p&gt;\n\n&lt;p&gt;For the &amp;quot;dream history&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But the object remained in unformed state, floating between my hands.&lt;/p&gt;\n\n&lt;p&gt;Just wouldn&amp;#39;t form.&lt;/p&gt;\n\n&lt;p&gt;I was interfering with it by thinking, &amp;quot;It&amp;#39;s going to form any second now...  Keep the images out... Look for the echo!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;THERE is where we often go wrong in the dark room.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s various theories floating around in here about why you can&amp;#39;t repeat stuff.&lt;/p&gt;\n\n&lt;p&gt;I believe they are all true in the end, and possibly more connected than we  understand.&lt;/p&gt;\n\n&lt;p&gt;First theory:  You find a patch of unused energy, which makes it possible to do something cool. But the energy gets mostly used up.  The next day, you&amp;#39;ll be lucky if there&amp;#39;s still enough to form a poor echo of the experience.&lt;/p&gt;\n\n&lt;p&gt;Second theory: Intent gifts.  But intent wants you do take it from there, or else what&amp;#39;s the point of teaching you?&lt;/p&gt;\n\n&lt;p&gt;New theory: You interfere, once you know what to expect.&lt;/p&gt;\n\n&lt;p&gt;A recent quote had don Juan saying that a sorcerer seemed to plan everything when teaching, judging from the amazing results.&lt;/p&gt;\n\n&lt;p&gt;But in fact, he plans nothing.&lt;/p&gt;\n\n&lt;p&gt;Meaning, he merely puts on a show for &lt;em&gt;intent&lt;/em&gt;, and then counts on an &lt;em&gt;intent&lt;/em&gt; gift as a reward.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mkn7iu/from_facebook_again_still_working_on_a_pic/gtgovw8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1617636904.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mkn7iu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}]