[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "", "author_fullname": "t2_3l9c5e07", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "[ORION ARCHIVE + Personal Notes] : I Was, Quite Literally, The Creator of That World - Everything Was Under My Control", "link_flair_richtext": [{"e": "text", "t": "Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_ld9i4e", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming", "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": false, "mod_note": null, "crosspost_parent_list": [{"approved_at_utc": null, "subreddit": "NevilleGoddard", "selftext": "Hi all,\n\nI'd like to begin reposting my old, archived posts from roughly a year and half ago for both those who originally missed it and those who'd like to read it again. I thought it a bit peculiar to repost an old post of mine without adding anything new, so for each of these archived recalls, I'll add notes that I recall from the time I wrote them. My personal notes will all be noted with the following: \"***\\*personal note:****\"* These may range from concepts that have evolved with my use of The Law or my realization of The Promise, a quick anecdote that I left out when I originally wrote this, or something entirely new that I experienced since writing these posts.\n\n&amp;amp;#x200B;\n\nTo everyone who has left a question on my recent post or sent me a private message, I will respond! I am currently going through literally hundreds of private messages, chats, and comments and trying to respond to all with the same level of quality - so it may take me a while to get to you! Please be patient but you can send a quick follow up if I haven't responded in a bit to ensure I haven't missed you. Much love to all who have sent kind words and asked interesting questions!\n\n&amp;amp;#x200B;\n\nIn preparation of the new post I am writing regarding The Worlds, it would only make sense to post my first experience with traveling to another World. This experience was quite fun and happened during my first year in college. Since this, I have traveled The Worlds a multitude of times (especially since the passing of my beloved) and have spent upwards of months within The Worlds. That alone may seem impossible, but believe me, it is just as much real as The World you exist in now. Now let us recall.\n\n&amp;amp;#x200B;\n\n**\\[BEGIN RECALL\\]**\n\nHey all,This is another long post, but I’m sure many of you will like it because I tell the story of how I literally ​**INSTANTLY** ​manifested my reality.\n\nSome of you may have known my desire to reach the ability Neville had of “entering into a world just like this” among his many other mystical experiences.\n\nLast night I told myself to enter into another world by proclaiming to myself: “You will enter a world that is entirely under your control, and you will stay there until you desire to leave”.\n\nMind you, for the past two weeks or so, I have been trying this but have yet to be successful.\n\nLast night was the first success I had when attempting this and may I tell you, it was literally “out of this world”!\n\nNow, I’ve experienced both astral projection and lucid dreaming. Both were incredibly different from this experience.\n\nIf you’ve ever experienced astral projecting, you know that everything is a bit disconnected as in people not being “alive.”\n\nNot to mention knowing that you’re astral projecting. The same goes for lucid dreaming. You know you’re dreaming, and you’re also easily awoken.\n\nThis experience was unlike either of them, but more importantly, my experience was exactly as Neville explained his experience.\n\nIt’ll seem completely crazy, and in a sense, it is.\n\nAs a preface, this was all in ​**ONE** ​night of “earth time”, last night, the 28th of March.\n\nWhile in this other world, I had experienced it for ​**3 DAYS, YES!**\n\nThree freaking days!\n\nAlso as another preface, I have never done any form of “drugs” (even marijuana) nor have I ever had alcohol, so this wasn’t some intense trip. ***\\*personal note: I still have never used drugs to initiate any of my experiences so I cannot comment on their effectiveness nor possible inhibitions. I do however, believe that we are able to affect change in our body and create the same feelings of euphoria or joy that people typically use recreational drugs to achieve.***\n\nI had been in this world for ​**3 ACTUAL DAYS**​, such as I fell asleep in that world and promptly woke up in that same world and it was morning!\n\nNow, this wasn’t like a “Wow I am here for 3 days” but instead; I was conscious that **ENTIRE** ​time I was in this new world for the full three days (obviously minus the sleeping).\n\nThe way I entered this world was strange, after falling asleep telling myself that I will enter this new world, I woke up normally.\n\nLike the past 2 or so weeks, (exactly, I think I started trying this out on the 15th of this month) I woke up normally and went about my day.\n\nNot until I thought about breakfast did I notice I was in this new world.... that’s how real this was.\n\nUpon leaving my room, I went to the kitchen, only to see a platter of fruit and my favorite Chicago Raw acai bowl on the counter... huh?\n\nWalked back into my room to hug my boyfriend for getting breakfast for me (he had done this before, so I wasn’t completely surprised that breakfast had already been prepared).\n\nHe was still groggy, so I kissed him and thanked him for breakfast... “Huh? babe what do you mean?”I replied: “The fruit and acai bowl, you didn’t get that?”\n\nHe looked at me like I was crazy and said: “Wasn’t me. You just woke me up.” Right then I knew I had done it.\n\nNow I won’t write the entire account of my 3 days in this world, but the entire time everything was so completely real.\n\nEven the people I knew were completely oblivious to the fact the I was dropped off in a Rolls Royce by my new driver.\n\nNow I didn’t go buck wild with creating things since I was a little afraid I would wake up and notice that it was all a dream.\n\nIt wasn’t so much me creating things out of thin air, but more me going along my regular day and then decide to leave class in a Bentley until my third day.\n\nI decided to travel to Shanghai.\n\nMy father regularly goes there for business, but I have yet to tag along.\n\nGuys, I don’t know how to explain this in any other way than Neville explained it.\n\nPeople were going along in their regular lives, like each individual person on this Earth! ***\\*personal note: I still don't fully comprehend the reality of this. To the best of my knowledge, every being within The Worlds is a conscious being, yet during my travels through The Worlds, I have gained a new level of control over others (though, not to the same degree within my First World) so I still am confused on the reality of consciousness and how The Worlds come into play regarding the conscious decisions and lives individuals lead.***\n\nThe city was beautiful.\n\nNow, if things weren’t crazy already, they were about to be.\n\nI had never looked at pictures of Shanghai before this, but somehow my mind entirely filled up the city with seemingly accurate detail.\n\nNow, if you astral project or lucid dream, you notice that your mind makes up the locations based off of memory or preconceived ideas.\n\nBut just before I wrote this post, I looked at pictures on google and I am not lying when I say this... it was 1:1.\n\nNow here’s the crazier part:\n\nI was in this building that had like pentagonal shaped windows looking down at the city.As I researched more, I was witnessing in full detail ​**AND ACCURACY**​ the Shanghai World Financial Center Observation Deck! ***\\*personal note: I've been to Shanghai twice since I experienced this!***\n\nI am still ​**COMPLETELY** ​blown away as I write this!!!\n\nIsn’t this the most peculiar thing?\n\nI finally left Shanghai on Saturday, my final day in this new world.\n\nIn total, I did this for 3 days and 2 nights and finally decided to go back to “earth”.\n\nSo, I sat down on a park bench in Shanghai, closed my eyes, and imagined myself back into my bed. ***\\*personal note: The only reason I knew to do this is because Neville talked about imagining himself in his bed to leave The World he was in when experiencing the same phenomenon.***\n\nNext thing I know, I wake up at 4:00 in the morning ​**TODAY** ​next to my boyfriend!I woke him up and told him to remind me in the morning that “it wasn’t just a dream”.\n\nBeing the good boyfriend that he is, he reluctantly opened the note app on his iPhone and wrote it down.\n\nI kissed him and told him to get some rest (and promise I make it up to him tomorrow lol sorry, naughty, I know).\n\nAdditionally, I opened my dream journal and also wrote down “It was not just a dream” and headed off to sleep.\n\nNow here I am, 5 hours later typing this up still completely dumbstruck.\n\nIt hadn’t even been a full 7 hours in “earth time” when I had just lived 3 full days in this brand-new world that I had control over. ***\\*personal note: I have now spent upwards of a few months within The Worlds and returned to my First World with little to no difference in time. There have been a few times where I slept an entire 24 hours and I can't account for that day, but nothing more than that.***\n\nNow, unlike Neville, I was unable to stop time or control others, ​**BUT**​ I was able to close my eyes and “see” a car or what have you and when I opened my eyes, it be right there, as a physical reality.\n\nI have just completely shattered my idea of the world as if Neville hadn’t already done that with the technique I have been using these past few months.I literally don’t even know what to say, how to interpret this, or if I should ever try it again (heaven forbid I get stuck in a world like that and leave my boyfriend and family behind in this one!) ***\\*personal note: I have never been stuck within another World. I have, however, had extreme emotional \"breaks\" within a World that have been hard to recover from.***\n\nIf anyone has had any similar experience to this or any ideas on what the frick this means please tell me!\n\nI can’t even begin to comprehend what this means about this world. Are we just puppets for someone else in the world we are in right now?\n\nAre we all currently in a matrix type world and have the ability to leave this “main” world and enter our own that we control? ***\\*personal note:  The answer is yes. The World you are currently conscious in is your First World, is OUR First World, The Worlds within Our World contain infinite realities. There are Worlds above ours, but those are for higher purposes, mainly pertaining to The Promise.***\n\nMy mind is operating at a trillion miles a second and I have my stats class at 10:00! Good Lord!  Trying to crunch averaging algorithms after I just experienced this?Yeah right!\n\nI honestly don’t even know what to think anymore lol\n\n&amp;amp;#x200B;\n\n\\[ORION\\]\n\n&amp;amp;#x200B;\n\n***\\*personal note: Please let me know what you think of these Archived Recalls! I think it would be good to let those who are new read my past experiences and allow those who have read this another chance to. If the majority of people don't like them, I'll only post new content. Like I said, I didn't want to just post my old writings so I thought adding personal notes would add something new instead of just filling up this subreddit with unnecessary posts. Let me know what you think, please! Much love!***", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "[ORION ARCHIVE + Personal Notes] : I Was, Quite Literally, The Creator of That World - Everything Was Under My Control", "link_flair_richtext": [], "subreddit_name_prefixed": "r/NevilleGoddard", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_hwx30o", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 719, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_13k3msej", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 719, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1598001321.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1595573589.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.NevilleGoddard", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hi all,&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d like to begin reposting my old, archived posts from roughly a year and half ago for both those who originally missed it and those who&amp;#39;d like to read it again. I thought it a bit peculiar to repost an old post of mine without adding anything new, so for each of these archived recalls, I&amp;#39;ll add notes that I recall from the time I wrote them. My personal notes will all be noted with the following: &amp;quot;&lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note:&lt;/strong&gt;*&lt;em&gt;&amp;quot;&lt;/em&gt; These may range from concepts that have evolved with my use of The Law or my realization of The Promise, a quick anecdote that I left out when I originally wrote this, or something entirely new that I experienced since writing these posts.&lt;/p&gt;\n\n&lt;p&gt;&amp;amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;To everyone who has left a question on my recent post or sent me a private message, I will respond! I am currently going through literally hundreds of private messages, chats, and comments and trying to respond to all with the same level of quality - so it may take me a while to get to you! Please be patient but you can send a quick follow up if I haven&amp;#39;t responded in a bit to ensure I haven&amp;#39;t missed you. Much love to all who have sent kind words and asked interesting questions!&lt;/p&gt;\n\n&lt;p&gt;&amp;amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;In preparation of the new post I am writing regarding The Worlds, it would only make sense to post my first experience with traveling to another World. This experience was quite fun and happened during my first year in college. Since this, I have traveled The Worlds a multitude of times (especially since the passing of my beloved) and have spent upwards of months within The Worlds. That alone may seem impossible, but believe me, it is just as much real as The World you exist in now. Now let us recall.&lt;/p&gt;\n\n&lt;p&gt;&amp;amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;[BEGIN RECALL]&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Hey all,This is another long post, but I’m sure many of you will like it because I tell the story of how I literally ​&lt;strong&gt;INSTANTLY&lt;/strong&gt; ​manifested my reality.&lt;/p&gt;\n\n&lt;p&gt;Some of you may have known my desire to reach the ability Neville had of “entering into a world just like this” among his many other mystical experiences.&lt;/p&gt;\n\n&lt;p&gt;Last night I told myself to enter into another world by proclaiming to myself: “You will enter a world that is entirely under your control, and you will stay there until you desire to leave”.&lt;/p&gt;\n\n&lt;p&gt;Mind you, for the past two weeks or so, I have been trying this but have yet to be successful.&lt;/p&gt;\n\n&lt;p&gt;Last night was the first success I had when attempting this and may I tell you, it was literally “out of this world”!&lt;/p&gt;\n\n&lt;p&gt;Now, I’ve experienced both astral projection and lucid dreaming. Both were incredibly different from this experience.&lt;/p&gt;\n\n&lt;p&gt;If you’ve ever experienced astral projecting, you know that everything is a bit disconnected as in people not being “alive.”&lt;/p&gt;\n\n&lt;p&gt;Not to mention knowing that you’re astral projecting. The same goes for lucid dreaming. You know you’re dreaming, and you’re also easily awoken.&lt;/p&gt;\n\n&lt;p&gt;This experience was unlike either of them, but more importantly, my experience was exactly as Neville explained his experience.&lt;/p&gt;\n\n&lt;p&gt;It’ll seem completely crazy, and in a sense, it is.&lt;/p&gt;\n\n&lt;p&gt;As a preface, this was all in ​&lt;strong&gt;ONE&lt;/strong&gt; ​night of “earth time”, last night, the 28th of March.&lt;/p&gt;\n\n&lt;p&gt;While in this other world, I had experienced it for ​&lt;strong&gt;3 DAYS, YES!&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Three freaking days!&lt;/p&gt;\n\n&lt;p&gt;Also as another preface, I have never done any form of “drugs” (even marijuana) nor have I ever had alcohol, so this wasn’t some intense trip. &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: I still have never used drugs to initiate any of my experiences so I cannot comment on their effectiveness nor possible inhibitions. I do however, believe that we are able to affect change in our body and create the same feelings of euphoria or joy that people typically use recreational drugs to achieve.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;I had been in this world for ​&lt;strong&gt;3 ACTUAL DAYS&lt;/strong&gt;​, such as I fell asleep in that world and promptly woke up in that same world and it was morning!&lt;/p&gt;\n\n&lt;p&gt;Now, this wasn’t like a “Wow I am here for 3 days” but instead; I was conscious that &lt;strong&gt;ENTIRE&lt;/strong&gt; ​time I was in this new world for the full three days (obviously minus the sleeping).&lt;/p&gt;\n\n&lt;p&gt;The way I entered this world was strange, after falling asleep telling myself that I will enter this new world, I woke up normally.&lt;/p&gt;\n\n&lt;p&gt;Like the past 2 or so weeks, (exactly, I think I started trying this out on the 15th of this month) I woke up normally and went about my day.&lt;/p&gt;\n\n&lt;p&gt;Not until I thought about breakfast did I notice I was in this new world.... that’s how real this was.&lt;/p&gt;\n\n&lt;p&gt;Upon leaving my room, I went to the kitchen, only to see a platter of fruit and my favorite Chicago Raw acai bowl on the counter... huh?&lt;/p&gt;\n\n&lt;p&gt;Walked back into my room to hug my boyfriend for getting breakfast for me (he had done this before, so I wasn’t completely surprised that breakfast had already been prepared).&lt;/p&gt;\n\n&lt;p&gt;He was still groggy, so I kissed him and thanked him for breakfast... “Huh? babe what do you mean?”I replied: “The fruit and acai bowl, you didn’t get that?”&lt;/p&gt;\n\n&lt;p&gt;He looked at me like I was crazy and said: “Wasn’t me. You just woke me up.” Right then I knew I had done it.&lt;/p&gt;\n\n&lt;p&gt;Now I won’t write the entire account of my 3 days in this world, but the entire time everything was so completely real.&lt;/p&gt;\n\n&lt;p&gt;Even the people I knew were completely oblivious to the fact the I was dropped off in a Rolls Royce by my new driver.&lt;/p&gt;\n\n&lt;p&gt;Now I didn’t go buck wild with creating things since I was a little afraid I would wake up and notice that it was all a dream.&lt;/p&gt;\n\n&lt;p&gt;It wasn’t so much me creating things out of thin air, but more me going along my regular day and then decide to leave class in a Bentley until my third day.&lt;/p&gt;\n\n&lt;p&gt;I decided to travel to Shanghai.&lt;/p&gt;\n\n&lt;p&gt;My father regularly goes there for business, but I have yet to tag along.&lt;/p&gt;\n\n&lt;p&gt;Guys, I don’t know how to explain this in any other way than Neville explained it.&lt;/p&gt;\n\n&lt;p&gt;People were going along in their regular lives, like each individual person on this Earth! &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: I still don&amp;#39;t fully comprehend the reality of this. To the best of my knowledge, every being within The Worlds is a conscious being, yet during my travels through The Worlds, I have gained a new level of control over others (though, not to the same degree within my First World) so I still am confused on the reality of consciousness and how The Worlds come into play regarding the conscious decisions and lives individuals lead.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;The city was beautiful.&lt;/p&gt;\n\n&lt;p&gt;Now, if things weren’t crazy already, they were about to be.&lt;/p&gt;\n\n&lt;p&gt;I had never looked at pictures of Shanghai before this, but somehow my mind entirely filled up the city with seemingly accurate detail.&lt;/p&gt;\n\n&lt;p&gt;Now, if you astral project or lucid dream, you notice that your mind makes up the locations based off of memory or preconceived ideas.&lt;/p&gt;\n\n&lt;p&gt;But just before I wrote this post, I looked at pictures on google and I am not lying when I say this... it was 1:1.&lt;/p&gt;\n\n&lt;p&gt;Now here’s the crazier part:&lt;/p&gt;\n\n&lt;p&gt;I was in this building that had like pentagonal shaped windows looking down at the city.As I researched more, I was witnessing in full detail ​&lt;strong&gt;AND ACCURACY&lt;/strong&gt;​ the Shanghai World Financial Center Observation Deck! &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: I&amp;#39;ve been to Shanghai twice since I experienced this!&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;I am still ​&lt;strong&gt;COMPLETELY&lt;/strong&gt; ​blown away as I write this!!!&lt;/p&gt;\n\n&lt;p&gt;Isn’t this the most peculiar thing?&lt;/p&gt;\n\n&lt;p&gt;I finally left Shanghai on Saturday, my final day in this new world.&lt;/p&gt;\n\n&lt;p&gt;In total, I did this for 3 days and 2 nights and finally decided to go back to “earth”.&lt;/p&gt;\n\n&lt;p&gt;So, I sat down on a park bench in Shanghai, closed my eyes, and imagined myself back into my bed. &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: The only reason I knew to do this is because Neville talked about imagining himself in his bed to leave The World he was in when experiencing the same phenomenon.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;Next thing I know, I wake up at 4:00 in the morning ​&lt;strong&gt;TODAY&lt;/strong&gt; ​next to my boyfriend!I woke him up and told him to remind me in the morning that “it wasn’t just a dream”.&lt;/p&gt;\n\n&lt;p&gt;Being the good boyfriend that he is, he reluctantly opened the note app on his iPhone and wrote it down.&lt;/p&gt;\n\n&lt;p&gt;I kissed him and told him to get some rest (and promise I make it up to him tomorrow lol sorry, naughty, I know).&lt;/p&gt;\n\n&lt;p&gt;Additionally, I opened my dream journal and also wrote down “It was not just a dream” and headed off to sleep.&lt;/p&gt;\n\n&lt;p&gt;Now here I am, 5 hours later typing this up still completely dumbstruck.&lt;/p&gt;\n\n&lt;p&gt;It hadn’t even been a full 7 hours in “earth time” when I had just lived 3 full days in this brand-new world that I had control over. &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: I have now spent upwards of a few months within The Worlds and returned to my First World with little to no difference in time. There have been a few times where I slept an entire 24 hours and I can&amp;#39;t account for that day, but nothing more than that.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;Now, unlike Neville, I was unable to stop time or control others, ​&lt;strong&gt;BUT&lt;/strong&gt;​ I was able to close my eyes and “see” a car or what have you and when I opened my eyes, it be right there, as a physical reality.&lt;/p&gt;\n\n&lt;p&gt;I have just completely shattered my idea of the world as if Neville hadn’t already done that with the technique I have been using these past few months.I literally don’t even know what to say, how to interpret this, or if I should ever try it again (heaven forbid I get stuck in a world like that and leave my boyfriend and family behind in this one!) &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: I have never been stuck within another World. I have, however, had extreme emotional &amp;quot;breaks&amp;quot; within a World that have been hard to recover from.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;If anyone has had any similar experience to this or any ideas on what the frick this means please tell me!&lt;/p&gt;\n\n&lt;p&gt;I can’t even begin to comprehend what this means about this world. Are we just puppets for someone else in the world we are in right now?&lt;/p&gt;\n\n&lt;p&gt;Are we all currently in a matrix type world and have the ability to leave this “main” world and enter our own that we control? &lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note:  The answer is yes. The World you are currently conscious in is your First World, is OUR First World, The Worlds within Our World contain infinite realities. There are Worlds above ours, but those are for higher purposes, mainly pertaining to The Promise.&lt;/strong&gt;*&lt;/p&gt;\n\n&lt;p&gt;My mind is operating at a trillion miles a second and I have my stats class at 10:00! Good Lord!  Trying to crunch averaging algorithms after I just experienced this?Yeah right!&lt;/p&gt;\n\n&lt;p&gt;I honestly don’t even know what to think anymore lol&lt;/p&gt;\n\n&lt;p&gt;&amp;amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;[ORION]&lt;/p&gt;\n\n&lt;p&gt;&amp;amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;\\&lt;/em&gt;personal note: Please let me know what you think of these Archived Recalls! I think it would be good to let those who are new read my past experiences and allow those who have read this another chance to. If the majority of people don&amp;#39;t like them, I&amp;#39;ll only post new content. Like I said, I didn&amp;#39;t want to just post my old writings so I thought adding personal notes would add something new instead of just filling up this subreddit with unnecessary posts. Let me know what you think, please! Much love!&lt;/strong&gt;*&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_3h5d7", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "hwx30o", "is_robot_indexable": true, "report_reasons": null, "author": "OrionDirectorate", "discussion_type": null, "num_comments": 156, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/NevilleGoddard/comments/hwx30o/orion_archive_personal_notes_i_was_quite/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/NevilleGoddard/comments/hwx30o/orion_archive_personal_notes_i_was_quite/", "subreddit_subscribers": 170190, "created_utc": 1595573589.0, "num_crossposts": 11, "mod_reports": [], "is_video": false}], "created": 1612538854.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.NevilleGoddard", "allow_live_comments": false, "selftext_html": null, "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "/r/NevilleGoddard/comments/hwx30o/orion_archive_personal_notes_i_was_quite/", "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "ld9i4e", "is_robot_indexable": true, "num_duplicates": 6, "report_reasons": null, "author": "Gnos_Yidari", "discussion_type": null, "num_comments": 0, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "crosspost_parent": "t3_hwx30o", "author_flair_text_color": null, "permalink": "/r/castaneda/comments/ld9i4e/orion_archive_personal_notes_i_was_quite/", "whitelist_status": "some_ads", "stickied": false, "url": "/r/NevilleGoddard/comments/hwx30o/orion_archive_personal_notes_i_was_quite/", "subreddit_subscribers": 9561, "created_utc": 1612538854.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [], "before": null}}]