[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[A skilled artist might be able to capture This accurately in a week. Me, never.](https://preview.redd.it/hrzdityfitx71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=2412e91df25106ebd7b6027db17294fa500d9d40)\n\nDo you all remember one of the accounts in  the books where don Juan and someone else, possibly Silvio, move Carlos to where he can see continuously?   He sits there a while as they watch, having the answers to everything. But in the end, nothing useful comes out.\n\nYou'll all get there!  It's the nature of the orange zone.\n\nCarlos pretty much gave up on that experience at the time.  I'm not saying he rejected it, but he realized having all the answers didn't really solve anything.\n\nWhich seems like a contradiction, but really is not.\n\nAn answer is \"understanding\".  It's a connection of different things, into a new whole.\n\nAs don Juan says elsewhere, sorcerers travel to the limits of hell and back,  and  return with trophies.\n\nUnderstanding.\n\nBut what are you going to do?  Put them on a shelf and show them to visitors?\n\nAnd besides, \"the abstract\" connects the unconnected, and provides an understanding of that, which goes beyond our reason.\n\nSo possibly *seeing* is overrated by people who can't yet do it. It's book deal material.\n\nWhen you reach the far end of the orange zone, you do in fact have all the answers.  But with 1 billion possible answers out there, it's not very likely one of them is going to be very useful in your current situation.\n\nIt gets back to what you learn while \"cleaning your link to intent\".  You learn that not interfering, and not expecting rewards, is the majority of that process.  And also that successful use of *intent* happens more often when there's a need.  *Intent* best supplies needs, not wants.\n\nWants are too complicated.  Too hooked to a noisy internal dialogue.  Which can even be a syntactic command, which invokes endless images without having to list them all.\n\nCarlos strongly disliked syntactic commands coming from his private class students.  A single one could get you tossed out, and no one would understand why.\n\nSo when you reach the end of the orange zone you're faced with having answers to all sorts of things, including what other new techniques might help you learn faster.  Or help beginners find the right path.\n\nBut answers and techniques are also the main stumbling block of non-sorcerers seeking to find a path.  They try to collect as many techniques and answers as they can, believing when they have enough they'll be a \"master\".\n\nBut in fact, 1 technique that works is worth more than 1 million which could work, but don't yet.\n\nAnd exposing people to new techniques that can't work for them, is possibly harmful.\n\nIt's best to just nag them to try the one that works best for beginners, and not distract them with others.\n\nGood parents learn this also.  You don't go to your pack of 3 year olds and ask if they want pizza, cheeseburgers, or chicken nuggets for dinner.\n\nA horrible power struggle will be the result.\n\nJust tell them, \"Pizza!!!\" and things will go much better.\n\nThat said, here's fun news.\n\nThere's \"abstract puffery\"!\n\nI'll try to make a picture of it tomorrow.  I just wanted to type this in, before I forgot all of it.\n\nNormal puffery happens because you begin to perceive our own energy of awareness as colors of light floating in the air.\n\nI need to redo our instructions, because there's a flaw in the original darkroom instructions.  It seemed reasonable to tell people to look for \"'stuff that can't possibly be there\", and gaze at it in silence.  That moves the assemblage point.\n\nAnd it does!\n\nBut stuff at your current level moves it sideways.  Not down.\n\nYou can use that for shapeshifting in the red zone.\n\nBut in the blue zone, it just causes moodiness.  That can include frustration, boredom, distrust, and a host of other negative things.  If it moves left, that might be less awful, but then you might get excited to go have fun, which causes you to quit.\n\nAnd the horizontal movements on the blue line of the J curve are \"familiar\", so they don't give a beginner any feeling of progress.  Thus, it's actually harmful to focus too much on blue zone effects.\n\nSo the darkroom instructions should say, look for those glows of awareness which we call \"colors\", streaks, and puffs.  Those are your own awareness, and can be redeployed onto your own torso to build up a potential second body, made from that awareness.\n\nYour double then has more reason to stick around you, instead of wandering randomly in infinity.\n\nBy the time you get to the orange zone your double will be near by, or at the least, will notice anything really cool going on with your physical body, and come help more often.\n\nWith the colorful puffs of awareness placed closer to the body, you begin to perceive the emanations.  A theory: you have your own body, which perceives the emanations as things and places.\n\nThe body you build by redeploying the puffs, using tensegrity, is free to perceive whatever it likes.\n\nAnd it can perceive the emanations.\n\nIt feels like you simply got \"wiser\" or \"more powerful\", but don't underestimate the possibility that you now have 2 bodies, pressed together.  And that's why you can perceive the emanations.\n\nThose show up as whitish light.\n\nAnd the whitish light takes on a \"texture\" naturally.\n\nIt's the emanations!  They form everything.\n\nSo if you are perceiving them, you will also notice that they are raring to go.  Ready to form.  It's like watching race horses in their stalls at the starting line.  They don't just stand there meekly.  They're snorting and making weird horse sounds, to show they are impatient and wanting the starting gates to lift so they can take off.\n\nIn that orange zone state, the natural thing is to learn to play with the whitish light to see what it can form.\n\nAnd it can form many things.  Phantom rooms, floating dreams, corridors through your solid bedroom walls.  It's reality itself, in raw form.\n\nAnd doesn't limit you to imaginary vistas.  As  you gaze at the whitish light, it reflects your own ideas.  Your expectations of what it could become.  But as you  view the start of the possibilities, some of what wants to form will be based on a real energy generating place.  And those tend to have pre-usage by other beings, and so will have their own complex final form, based on more than just the energy.\n\nThose have \"high intent\" content.  From other beings who use those emanations.  They are not technically \"phantom realms\", but could be substantially a \"phantom view\" of a real realm.\n\nSwirling amidst the whitish light is a strange thing.  Jet blackness.  Strange because normally the whitish light settles on surfaces all around you, and there should be no blackness left.\n\nI have no idea what that is.   It could be as simple as \"dark energy\".   But my own experience suggests, dark energy is like crystalline dreaming puffs.  When you gaze at the edges, you see tiny objects and dreams.  And it's fibrous.\n\nThe darkness between the whitish light is dead.  It isn't empty.  But there isn't anything in it.  It has thickness, and it can even push the whitish light around, causing it to swirl.\n\nBut when the whitish light begins to swirl, it starts to revert back to the colorful puffs of the red zone.\n\nYou end up with the pink zone effect quickly, and forget the blackness even existed.\n\nIf you fight to keep sight of the \"new thing\" you found, you can turn it into scoopable objects.\n\nBlack puffs!\n\nThey tend to stir up that sickly yellow light, so that you can end up pushing jet black blobs around in the air, generating an intense flow of yellow swirls and patches.\n\nBlack puffery done on a continuous basis seems to  upset or fracture space, and \"things\" leak out.\n\nSparks, flashes, and even holes in space.\n\nIn the red zone, you can interact with the puffs and even create dreams by accident, which can be entered.\n\nBut it's still not as much of a disruption of space, where you feel as if your entire self could go in there.\n\nThe spatial distortions in the colorful puffery zone are disruptions in awareness, and entering them is closer to switching to  your double, and entering a dream.\n\nThe spatial distortions with black puffery, actually cause our entire confined awareness, which forms \"you\", to begin to come apart.\n\nYour awareness no longer seem to originate in the middle, where \"you\" are.\n\nNormally there's \"here\", where \"we are located\", and then we can postulate a \"there\", where the double must be hanging out, because we can't see him here.  And yet, you can pick up his memories.\n\nSo you know he's somewhere.\n\nThe abstract isn't either.  It's neither here, nor there.\n\nAnd yet, it's real.\n\nAs you sit and gaze at overall whitish light, the light used for \"seeing\", you can become aware of the holes.  Or rips, or folds in space.\n\nThe whitish light is soothing, but the rips in space are simply beyond thinking.  There's no longer any context.  No place to stand.\n\nIf you perceive that, in cracks or holes in the whitish light, you end up noticing that even abstract space will influence the emanations to take form.\n\nThe abstract space may be outside what we know, but we aren't.  And so while perceiving it, *intent* tries to build us a useful construct to allow us to explore that.\n\nAnd so your double reaches out into a rip in space, and pulls out...\n\nA red rag.\n\nYou find yourself holding a dirty red rag that someone might have used to wipe up spilled motor oil, while fixing their car engine.\n\nBut the abstract isn't here or there, so you have a dirty red rag in your hand, which exists nowhere.\n\nIt's just a trail in the folds and tears in space, between the emanations.\n\nOr outside the emanations.   Since it can't be here or there, you can't actually think about where it's located.\n\nIf you are still holding the dirty red abstract rag, the tendency will be to want to DO something with it.  So you can understand more.\n\nYou give it a shake.  Try to flip it in the air, so it will be flatter and you can see what sort of dirt and oil is on it.\n\nBut the rag can't exist at a specific location, so the motions of the rag flipping in the air rip through space and suck your awareness between the cracks and holes in the emanations.\n\nNothing real can exist in there, because there's nothing to form it.\n\nSo what exists, is completely nonsensical.\n\nIt's just impressions.  Unformed  stories.  Or finished stories.  Stories that completed, and only the feeling it generated remains.\n\nIt's tempting to say that area is, \"not-being\".  Mentioned by Taisha in one of her books.\n\nBut not-being is something you might be able to think about, and the abstract defies that.\n\nIf you try to think about the ripples created by playing with abstract objects, you get sucked into the tail end of a \"story\", and back out the other side into a different tale.\n\nAnd, burn off all of your dreaming energy.\n\nNormally \"puffery\" is somewhat energizing.  It works best in the red zone, and leads to the deeper bliss and peace of the early orange zone, where the breath changes.\n\nAbstract puffery sucks all of you into a place where you begin to not exist.\n\nDown there you can find the fragments of what used to be, or what can be.\n\nAnd so there's a use for it.  It doesn't just drain off your dreaming attention.\n\nIt's almost as if, since it's beyond thinking, it \"cleans\" you off of expectations and wants.  Or meaning even.\n\nSo for an instance, you get to see what it's like to be without meaning.\n\nAnd you realize, the wisest things in this entire reality, are meaningless.\n\nFocusing on \"wise sayings\" is just as bad as having 1 million techniques which might work, but don't right now.\n\nIt's just a trap to hold your awareness down.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Abstract Puffery", "link_flair_richtext": [{"e": "text", "t": "Darkroom Practice"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/3d25cf64-9180-40a4-9c8e-5eb1570a7672", "link_ids": ["t3_jkedo9", "t3_ixrw34", "t3_iubqq2", "t3_kea5zt", "t3_lwckni", "t3_lwcg6o", "t3_lqz7b6", "t3_lqr6zf", "t3_lnt8a6", "t3_lmp574", "t3_lm4zws", "t3_ll9z5w", "t3_lelqm7", "t3_leo7sy", "t3_ld3845", "t3_lc1ls0", "t3_lbsls8", "t3_l7cp8f", "t3_l6o7at", "t3_mz3kz7", "t3_mzx9gl", "t3_m0kyjq", "t3_lwwshw", "t3_m1oqf1", "t3_mx3d2u", "t3_mw8sve", "t3_mtfwhb", "t3_m2u0a0", "t3_mrkitp", "t3_mlhy6f", "t3_mauwly", "t3_cm1zxx", "t3_m30hb1", "t3_n17jdy", "t3_n1ljja", "t3_n7pwp8", "t3_n7zeae", "t3_naznr8", "t3_nc8q8m", "t3_ndsc7q", "t3_neslbo", "t3_nfw7xg", "t3_nir9g2", "t3_nk25ms", "t3_nkyszq", "t3_nogrjo", "t3_ns7tky", "t3_nvehdz", "t3_o0ifzx", "t3_o3inhw", "t3_o53rhe", "t3_o7qp2a", "t3_ogafdn", "t3_org1tv", "t3_owrd1h", "t3_ovqmgq", "t3_oyt4zt", "t3_oxczfa", "t3_ogzoth", "t3_pcyx4h", "t3_p9anre", "t3_p8asd8", "t3_p6ga7i", "t3_p5l6ye", "t3_p0fmbc", "t3_ozfrz4", "t3_pij28q", "t3_posqcc", "t3_pu14ic", "t3_pwrrc0", "t3_pxfw1a", "t3_q1fcee", "t3_q4x5cs", "t3_q57hxg", "t3_q7jpwq", "t3_q7snvr", "t3_q9epxq", "t3_qceavx", "t3_qctyq7", "t3_qdp6bb", "t3_q9idzp", "t3_qklney", "t3_qmbwgp", "t3_qn9y63", "t3_qo8gj1", "t3_qpoc9e", "t3_qr6cta", "t3_qqyzj8", "t3_rwu1f0", "t3_rw73iz", "t3_rb5o0q", "t3_sdgq2p", "t3_sf44pk", "t3_te7jnl", "t3_tu3w80", "t3_tzc628"], "description": "", "title": "Darkroom Practice 2", "created_at_utc": 1611109587.162, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "3d25cf64-9180-40a4-9c8e-5eb1570a7672", "author_id": "t2_3mo1k5m8", "last_update_utc": 1676831407.209, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"hrzdityfitx71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=c5b02370a560d7038cb94b3d2167af2e33d06b6c"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b183636127bec59dd7f56a5811da6096d0569f37"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=54979d1b588fea22e154a1745d3a0763adc8345c"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=e11534e62b428478b95a6e04d24e67c7bfb08d62"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=a9bc628b694bce15733bd5d881a42e681ccf2cc6"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=9428e1b1116007ff3bb1a8493ddeba05df053c68"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/hrzdityfitx71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=2412e91df25106ebd7b6027db17294fa500d9d40"}, "id": "hrzdityfitx71"}}, "name": "t3_qn9y63", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.91, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Practice", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/9HwktMFP9vZ9WolGKSnhxfSETUot5mLtoFaK3NQCPOM.jpg", "edited": 1636149871.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1636114997.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/hrzdityfitx71.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=2412e91df25106ebd7b6027db17294fa500d9d40\"&gt;A skilled artist might be able to capture This accurately in a week. Me, never.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Do you all remember one of the accounts in  the books where don Juan and someone else, possibly Silvio, move Carlos to where he can see continuously?   He sits there a while as they watch, having the answers to everything. But in the end, nothing useful comes out.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll all get there!  It&amp;#39;s the nature of the orange zone.&lt;/p&gt;\n\n&lt;p&gt;Carlos pretty much gave up on that experience at the time.  I&amp;#39;m not saying he rejected it, but he realized having all the answers didn&amp;#39;t really solve anything.&lt;/p&gt;\n\n&lt;p&gt;Which seems like a contradiction, but really is not.&lt;/p&gt;\n\n&lt;p&gt;An answer is &amp;quot;understanding&amp;quot;.  It&amp;#39;s a connection of different things, into a new whole.&lt;/p&gt;\n\n&lt;p&gt;As don Juan says elsewhere, sorcerers travel to the limits of hell and back,  and  return with trophies.&lt;/p&gt;\n\n&lt;p&gt;Understanding.&lt;/p&gt;\n\n&lt;p&gt;But what are you going to do?  Put them on a shelf and show them to visitors?&lt;/p&gt;\n\n&lt;p&gt;And besides, &amp;quot;the abstract&amp;quot; connects the unconnected, and provides an understanding of that, which goes beyond our reason.&lt;/p&gt;\n\n&lt;p&gt;So possibly &lt;em&gt;seeing&lt;/em&gt; is overrated by people who can&amp;#39;t yet do it. It&amp;#39;s book deal material.&lt;/p&gt;\n\n&lt;p&gt;When you reach the far end of the orange zone, you do in fact have all the answers.  But with 1 billion possible answers out there, it&amp;#39;s not very likely one of them is going to be very useful in your current situation.&lt;/p&gt;\n\n&lt;p&gt;It gets back to what you learn while &amp;quot;cleaning your link to intent&amp;quot;.  You learn that not interfering, and not expecting rewards, is the majority of that process.  And also that successful use of &lt;em&gt;intent&lt;/em&gt; happens more often when there&amp;#39;s a need.  &lt;em&gt;Intent&lt;/em&gt; best supplies needs, not wants.&lt;/p&gt;\n\n&lt;p&gt;Wants are too complicated.  Too hooked to a noisy internal dialogue.  Which can even be a syntactic command, which invokes endless images without having to list them all.&lt;/p&gt;\n\n&lt;p&gt;Carlos strongly disliked syntactic commands coming from his private class students.  A single one could get you tossed out, and no one would understand why.&lt;/p&gt;\n\n&lt;p&gt;So when you reach the end of the orange zone you&amp;#39;re faced with having answers to all sorts of things, including what other new techniques might help you learn faster.  Or help beginners find the right path.&lt;/p&gt;\n\n&lt;p&gt;But answers and techniques are also the main stumbling block of non-sorcerers seeking to find a path.  They try to collect as many techniques and answers as they can, believing when they have enough they&amp;#39;ll be a &amp;quot;master&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But in fact, 1 technique that works is worth more than 1 million which could work, but don&amp;#39;t yet.&lt;/p&gt;\n\n&lt;p&gt;And exposing people to new techniques that can&amp;#39;t work for them, is possibly harmful.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s best to just nag them to try the one that works best for beginners, and not distract them with others.&lt;/p&gt;\n\n&lt;p&gt;Good parents learn this also.  You don&amp;#39;t go to your pack of 3 year olds and ask if they want pizza, cheeseburgers, or chicken nuggets for dinner.&lt;/p&gt;\n\n&lt;p&gt;A horrible power struggle will be the result.&lt;/p&gt;\n\n&lt;p&gt;Just tell them, &amp;quot;Pizza!!!&amp;quot; and things will go much better.&lt;/p&gt;\n\n&lt;p&gt;That said, here&amp;#39;s fun news.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s &amp;quot;abstract puffery&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll try to make a picture of it tomorrow.  I just wanted to type this in, before I forgot all of it.&lt;/p&gt;\n\n&lt;p&gt;Normal puffery happens because you begin to perceive our own energy of awareness as colors of light floating in the air.&lt;/p&gt;\n\n&lt;p&gt;I need to redo our instructions, because there&amp;#39;s a flaw in the original darkroom instructions.  It seemed reasonable to tell people to look for &amp;quot;&amp;#39;stuff that can&amp;#39;t possibly be there&amp;quot;, and gaze at it in silence.  That moves the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;And it does!&lt;/p&gt;\n\n&lt;p&gt;But stuff at your current level moves it sideways.  Not down.&lt;/p&gt;\n\n&lt;p&gt;You can use that for shapeshifting in the red zone.&lt;/p&gt;\n\n&lt;p&gt;But in the blue zone, it just causes moodiness.  That can include frustration, boredom, distrust, and a host of other negative things.  If it moves left, that might be less awful, but then you might get excited to go have fun, which causes you to quit.&lt;/p&gt;\n\n&lt;p&gt;And the horizontal movements on the blue line of the J curve are &amp;quot;familiar&amp;quot;, so they don&amp;#39;t give a beginner any feeling of progress.  Thus, it&amp;#39;s actually harmful to focus too much on blue zone effects.&lt;/p&gt;\n\n&lt;p&gt;So the darkroom instructions should say, look for those glows of awareness which we call &amp;quot;colors&amp;quot;, streaks, and puffs.  Those are your own awareness, and can be redeployed onto your own torso to build up a potential second body, made from that awareness.&lt;/p&gt;\n\n&lt;p&gt;Your double then has more reason to stick around you, instead of wandering randomly in infinity.&lt;/p&gt;\n\n&lt;p&gt;By the time you get to the orange zone your double will be near by, or at the least, will notice anything really cool going on with your physical body, and come help more often.&lt;/p&gt;\n\n&lt;p&gt;With the colorful puffs of awareness placed closer to the body, you begin to perceive the emanations.  A theory: you have your own body, which perceives the emanations as things and places.&lt;/p&gt;\n\n&lt;p&gt;The body you build by redeploying the puffs, using tensegrity, is free to perceive whatever it likes.&lt;/p&gt;\n\n&lt;p&gt;And it can perceive the emanations.&lt;/p&gt;\n\n&lt;p&gt;It feels like you simply got &amp;quot;wiser&amp;quot; or &amp;quot;more powerful&amp;quot;, but don&amp;#39;t underestimate the possibility that you now have 2 bodies, pressed together.  And that&amp;#39;s why you can perceive the emanations.&lt;/p&gt;\n\n&lt;p&gt;Those show up as whitish light.&lt;/p&gt;\n\n&lt;p&gt;And the whitish light takes on a &amp;quot;texture&amp;quot; naturally.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the emanations!  They form everything.&lt;/p&gt;\n\n&lt;p&gt;So if you are perceiving them, you will also notice that they are raring to go.  Ready to form.  It&amp;#39;s like watching race horses in their stalls at the starting line.  They don&amp;#39;t just stand there meekly.  They&amp;#39;re snorting and making weird horse sounds, to show they are impatient and wanting the starting gates to lift so they can take off.&lt;/p&gt;\n\n&lt;p&gt;In that orange zone state, the natural thing is to learn to play with the whitish light to see what it can form.&lt;/p&gt;\n\n&lt;p&gt;And it can form many things.  Phantom rooms, floating dreams, corridors through your solid bedroom walls.  It&amp;#39;s reality itself, in raw form.&lt;/p&gt;\n\n&lt;p&gt;And doesn&amp;#39;t limit you to imaginary vistas.  As  you gaze at the whitish light, it reflects your own ideas.  Your expectations of what it could become.  But as you  view the start of the possibilities, some of what wants to form will be based on a real energy generating place.  And those tend to have pre-usage by other beings, and so will have their own complex final form, based on more than just the energy.&lt;/p&gt;\n\n&lt;p&gt;Those have &amp;quot;high intent&amp;quot; content.  From other beings who use those emanations.  They are not technically &amp;quot;phantom realms&amp;quot;, but could be substantially a &amp;quot;phantom view&amp;quot; of a real realm.&lt;/p&gt;\n\n&lt;p&gt;Swirling amidst the whitish light is a strange thing.  Jet blackness.  Strange because normally the whitish light settles on surfaces all around you, and there should be no blackness left.&lt;/p&gt;\n\n&lt;p&gt;I have no idea what that is.   It could be as simple as &amp;quot;dark energy&amp;quot;.   But my own experience suggests, dark energy is like crystalline dreaming puffs.  When you gaze at the edges, you see tiny objects and dreams.  And it&amp;#39;s fibrous.&lt;/p&gt;\n\n&lt;p&gt;The darkness between the whitish light is dead.  It isn&amp;#39;t empty.  But there isn&amp;#39;t anything in it.  It has thickness, and it can even push the whitish light around, causing it to swirl.&lt;/p&gt;\n\n&lt;p&gt;But when the whitish light begins to swirl, it starts to revert back to the colorful puffs of the red zone.&lt;/p&gt;\n\n&lt;p&gt;You end up with the pink zone effect quickly, and forget the blackness even existed.&lt;/p&gt;\n\n&lt;p&gt;If you fight to keep sight of the &amp;quot;new thing&amp;quot; you found, you can turn it into scoopable objects.&lt;/p&gt;\n\n&lt;p&gt;Black puffs!&lt;/p&gt;\n\n&lt;p&gt;They tend to stir up that sickly yellow light, so that you can end up pushing jet black blobs around in the air, generating an intense flow of yellow swirls and patches.&lt;/p&gt;\n\n&lt;p&gt;Black puffery done on a continuous basis seems to  upset or fracture space, and &amp;quot;things&amp;quot; leak out.&lt;/p&gt;\n\n&lt;p&gt;Sparks, flashes, and even holes in space.&lt;/p&gt;\n\n&lt;p&gt;In the red zone, you can interact with the puffs and even create dreams by accident, which can be entered.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still not as much of a disruption of space, where you feel as if your entire self could go in there.&lt;/p&gt;\n\n&lt;p&gt;The spatial distortions in the colorful puffery zone are disruptions in awareness, and entering them is closer to switching to  your double, and entering a dream.&lt;/p&gt;\n\n&lt;p&gt;The spatial distortions with black puffery, actually cause our entire confined awareness, which forms &amp;quot;you&amp;quot;, to begin to come apart.&lt;/p&gt;\n\n&lt;p&gt;Your awareness no longer seem to originate in the middle, where &amp;quot;you&amp;quot; are.&lt;/p&gt;\n\n&lt;p&gt;Normally there&amp;#39;s &amp;quot;here&amp;quot;, where &amp;quot;we are located&amp;quot;, and then we can postulate a &amp;quot;there&amp;quot;, where the double must be hanging out, because we can&amp;#39;t see him here.  And yet, you can pick up his memories.&lt;/p&gt;\n\n&lt;p&gt;So you know he&amp;#39;s somewhere.&lt;/p&gt;\n\n&lt;p&gt;The abstract isn&amp;#39;t either.  It&amp;#39;s neither here, nor there.&lt;/p&gt;\n\n&lt;p&gt;And yet, it&amp;#39;s real.&lt;/p&gt;\n\n&lt;p&gt;As you sit and gaze at overall whitish light, the light used for &amp;quot;seeing&amp;quot;, you can become aware of the holes.  Or rips, or folds in space.&lt;/p&gt;\n\n&lt;p&gt;The whitish light is soothing, but the rips in space are simply beyond thinking.  There&amp;#39;s no longer any context.  No place to stand.&lt;/p&gt;\n\n&lt;p&gt;If you perceive that, in cracks or holes in the whitish light, you end up noticing that even abstract space will influence the emanations to take form.&lt;/p&gt;\n\n&lt;p&gt;The abstract space may be outside what we know, but we aren&amp;#39;t.  And so while perceiving it, &lt;em&gt;intent&lt;/em&gt; tries to build us a useful construct to allow us to explore that.&lt;/p&gt;\n\n&lt;p&gt;And so your double reaches out into a rip in space, and pulls out...&lt;/p&gt;\n\n&lt;p&gt;A red rag.&lt;/p&gt;\n\n&lt;p&gt;You find yourself holding a dirty red rag that someone might have used to wipe up spilled motor oil, while fixing their car engine.&lt;/p&gt;\n\n&lt;p&gt;But the abstract isn&amp;#39;t here or there, so you have a dirty red rag in your hand, which exists nowhere.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a trail in the folds and tears in space, between the emanations.&lt;/p&gt;\n\n&lt;p&gt;Or outside the emanations.   Since it can&amp;#39;t be here or there, you can&amp;#39;t actually think about where it&amp;#39;s located.&lt;/p&gt;\n\n&lt;p&gt;If you are still holding the dirty red abstract rag, the tendency will be to want to DO something with it.  So you can understand more.&lt;/p&gt;\n\n&lt;p&gt;You give it a shake.  Try to flip it in the air, so it will be flatter and you can see what sort of dirt and oil is on it.&lt;/p&gt;\n\n&lt;p&gt;But the rag can&amp;#39;t exist at a specific location, so the motions of the rag flipping in the air rip through space and suck your awareness between the cracks and holes in the emanations.&lt;/p&gt;\n\n&lt;p&gt;Nothing real can exist in there, because there&amp;#39;s nothing to form it.&lt;/p&gt;\n\n&lt;p&gt;So what exists, is completely nonsensical.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just impressions.  Unformed  stories.  Or finished stories.  Stories that completed, and only the feeling it generated remains.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s tempting to say that area is, &amp;quot;not-being&amp;quot;.  Mentioned by Taisha in one of her books.&lt;/p&gt;\n\n&lt;p&gt;But not-being is something you might be able to think about, and the abstract defies that.&lt;/p&gt;\n\n&lt;p&gt;If you try to think about the ripples created by playing with abstract objects, you get sucked into the tail end of a &amp;quot;story&amp;quot;, and back out the other side into a different tale.&lt;/p&gt;\n\n&lt;p&gt;And, burn off all of your dreaming energy.&lt;/p&gt;\n\n&lt;p&gt;Normally &amp;quot;puffery&amp;quot; is somewhat energizing.  It works best in the red zone, and leads to the deeper bliss and peace of the early orange zone, where the breath changes.&lt;/p&gt;\n\n&lt;p&gt;Abstract puffery sucks all of you into a place where you begin to not exist.&lt;/p&gt;\n\n&lt;p&gt;Down there you can find the fragments of what used to be, or what can be.&lt;/p&gt;\n\n&lt;p&gt;And so there&amp;#39;s a use for it.  It doesn&amp;#39;t just drain off your dreaming attention.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s almost as if, since it&amp;#39;s beyond thinking, it &amp;quot;cleans&amp;quot; you off of expectations and wants.  Or meaning even.&lt;/p&gt;\n\n&lt;p&gt;So for an instance, you get to see what it&amp;#39;s like to be without meaning.&lt;/p&gt;\n\n&lt;p&gt;And you realize, the wisest things in this entire reality, are meaningless.&lt;/p&gt;\n\n&lt;p&gt;Focusing on &amp;quot;wise sayings&amp;quot; is just as bad as having 1 million techniques which might work, but don&amp;#39;t right now.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a trap to hold your awareness down.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "acff1442-e63e-11ea-b305-0e375464469b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qn9y63", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qn9y63/abstract_puffery/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qn9y63/abstract_puffery/", "subreddit_subscribers": 9561, "created_utc": 1636114997.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_qn9y63", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hjs08ev", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hjk0j1y", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Read around!  Find the wiki on the side and use it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hjs08ev", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Read around!  Find the wiki on the side and use it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qn9y63", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qn9y63/abstract_puffery/hjs08ev/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636354711.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636354711.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hjk0j1y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1636209814.0, "send_replies": true, "parent_id": "t1_hjg9i0f", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Wow can you help me understand more I like tensegrity.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow can you help me understand more I like tensegrity.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/qn9y63/abstract_puffery/hjk0j1y/", "num_reports": null, "locked": false, "name": "t1_hjk0j1y", "created": 1636209814.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hjg9i0f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1636138928.0, "send_replies": true, "parent_id": "t1_hjeoybe", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oddly, if you actually understand that, you're ahead of 99% of the people out there.\n\nThey still believe there's magic in a group of people pretending to be practicing magic.\n\nAs an example, if I'm over in another subreddit, I always try to lure them by saying, go over there, to reddit, and you'll see real magic.  And no where else on the internet!\n\nI try to define it for them.  You should see it clearly, nothing held back, instructions very clear, and there are successful people following the instructions.\n\nSo that you can ask them, and know for sure, this isn't another trick.\n\nAnd it shouldn't cost money, so that no one has a motive other than to help you learn magic.\n\nI get pointed to all the magic subreddits on reddit.\n\nNaturally, NONE of  them has that.\n\nBut those people are stuck at the \"sharing\" level.\n\nMagic is what they can share with others who like magic, to make everyone feel better.\n\nIt doesn't have to be clearly not made up, or very specific about what happens, and how you do it.\n\nIt just has to seem to be \"on topic\".\n\nAnd they consider that equal, to a place where you can see exactly how to be successful.\n\nAnd try it out yourself.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hjg9i0f", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oddly, if you actually understand that, you&amp;#39;re ahead of 99% of the people out there.&lt;/p&gt;\n\n&lt;p&gt;They still believe there&amp;#39;s magic in a group of people pretending to be practicing magic.&lt;/p&gt;\n\n&lt;p&gt;As an example, if I&amp;#39;m over in another subreddit, I always try to lure them by saying, go over there, to reddit, and you&amp;#39;ll see real magic.  And no where else on the internet!&lt;/p&gt;\n\n&lt;p&gt;I try to define it for them.  You should see it clearly, nothing held back, instructions very clear, and there are successful people following the instructions.&lt;/p&gt;\n\n&lt;p&gt;So that you can ask them, and know for sure, this isn&amp;#39;t another trick.&lt;/p&gt;\n\n&lt;p&gt;And it shouldn&amp;#39;t cost money, so that no one has a motive other than to help you learn magic.&lt;/p&gt;\n\n&lt;p&gt;I get pointed to all the magic subreddits on reddit.&lt;/p&gt;\n\n&lt;p&gt;Naturally, NONE of  them has that.&lt;/p&gt;\n\n&lt;p&gt;But those people are stuck at the &amp;quot;sharing&amp;quot; level.&lt;/p&gt;\n\n&lt;p&gt;Magic is what they can share with others who like magic, to make everyone feel better.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t have to be clearly not made up, or very specific about what happens, and how you do it.&lt;/p&gt;\n\n&lt;p&gt;It just has to seem to be &amp;quot;on topic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And they consider that equal, to a place where you can see exactly how to be successful.&lt;/p&gt;\n\n&lt;p&gt;And try it out yourself.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qn9y63", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qn9y63/abstract_puffery/hjg9i0f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636138928.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hjeoybe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "charl1e2birdzzz", "can_mod_post": false, "created_utc": 1636115988.0, "send_replies": true, "parent_id": "t3_qn9y63", "score": 1, "author_fullname": "t2_53ywi5bo", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm gonna start calling you puff daddy okay. Because you are the puff master! Bravo! \"Magic\" indeed!", "edited": 1636116631.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hjeoybe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m gonna start calling you puff daddy okay. Because you are the puff master! Bravo! &amp;quot;Magic&amp;quot; indeed!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qn9y63/abstract_puffery/hjeoybe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636115988.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qn9y63", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]