[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Now Astral Travelers, don't get excited. It doesn't work like this! I just needed a pic.](https://preview.redd.it/rvffdysadyg71.png?width=856&amp;format=png&amp;auto=webp&amp;s=90d6abeb13df520b0999656ca79a5847a0821232)\n\nFrom Facebook (explaining the bad formatting):\n\nHidden in the books of Carlos are some rules that seem to apply to only one situation, but in fact are universal. If you’ve read about the J curve and seen the pictures posted here, especially the one about how to shift horizontally in waking dream using your hands, you’ll know that it’s possible to exist fully awake, eyes open, walking around, in extremely vivid dreaming environments. Normally when practicing “J Curving”, meaning, moving the assemblage point along the outside of Man’s band of awareness, we want to avoid stopping to shift sideways. But it’s just so darned fun! The Nagual Julian got trapped doing too much of that, and almost took La Catalina with him. Where he went when he had to die, we don’t know. Hopefully he joined the old seers in their “brujo” phantom realm. Because if he did, we can go in there and find him! That hand movement for shifting horizontally would do the trick, if you could “locate” the old seer’s shared entrance to the inorganic being realm. My inorganic being \"Lily\" has shown it to me, so I nearly know where to find it. But I want to talk not just about the perils of horizontal shifts of the assemblage point, at the “place below” (red line on the J curve), but also about how you can turn those into the purple zone, at the very end of the J curve. So that you don’t entirely miss out.\n\nFirst universal rule:\n\nIf you consciously look at dreaming elements, it creates the kind of energy that “compels” the inorganic beings to send a scout. I suppose we all assumed this applied only to lucid dreaming, but in fact, it’s just a rule. The inorganic beings don’t really care if you are dreaming or awake. When you are dreaming, you’re using horizontal shifts of the assemblage point to interact with your dream. Which means the scouts can be 100% realistic. But the same is true in waking dreaming. If you are fully awake, but perhaps in the dark, and you see a puff of color in the air, you are consciously looking at a dreaming element. That also will create the kind of energy which “compels” the inorganic being to send a scout. It doesn’t seem to work as well as it ought to in lucid dreaming, when you are doing it awake, however, if you have actually practiced 4 gates dreaming you’ll be aware that don Juan’s promise isn’t as clear when you are doing it yourself. For one thing, you can’t really be sure your dreaming characters are scouts. So even if a man walks up to you the instant you find your hands, and look from dream element to dream element, you won’t really know if he’s a phantom (your own dreaming character), or an actual scout. There are techniques you can use to determine that, but I loathe to encourage people to do 4 gates dreaming. It nearly destroyed the Castaneda community. That and the \"impeccable warrior\" nonsense, kept everyone from actually doing any real work. Best to put those aside, until you learn to get silent for real. And THEN, those make sense. But you can still make use of this universal rule, even if you put off 4 gates dreaming. So in waking dreaming, the same thing applies. If you play with the puffs of color, the inorganics are “compelled” to send a scout. But you’ll have the same trouble locating it as you would in a lucid dream. The main point here is, that principle is universal. It always applies. What about in recapitulation? Yes, it surely applies there. Once you activate your second attention during recapitulation (by doing 3 hours a day for a couple of months), you will notice light, tunnels of light, colors and other things in front of your eyes, which “aren’t really there’. Or an actual visual memory. They are dreaming images. Once you notice them you “compel” the inorganic beings to send a scout. Since you’re sitting there like an old man in a rocking chair, remembering the past, the inorganic beings are at a loss for how to interact with you. It's like you are on drugs, or have gone senile. The lights are on, but no one is home. But they’ll figure it out. And you’ll encounter the “false memory” in recapitulation. The scout will implant itself into the false memory. Making that a universal rule: Consciously watching things that “aren’t really there” brings inorganic beings. It did as a child too, if you’ll think back to how the “monster in the closet” used to come around. You were watching dream elements as you went to sleep, being a dumb kid who doesn’t know that’s impossible. So you got a scary visitor. He's still waiting to play with you, even after all these years!\n\nHere’s another “Universal Rule”:\n\nIf you want to locate “the abstract”, you gaze at the “here” (your tonal) and the “there” (your double).The abstract becomes visible as you experience ‘traveling” from you, to a memory of your double. Doing that you have to “move in space” in some weird way, and it’s not the normal kind of space .It’s the abstract! It turns out, this rule is universal on the J curve. Traditionally the double only becomes visible when you get deep into the orange zone on the J curve. He might show up and sit on the edge of the bed, but turned so you can’t look him directly in the eyes. That’s supposed to be a bad thing, but don’t worry about it. He’ll make sure it doesn’t happen. So the rule seems to apply to being shifted very deeply along the J curve, and is not much use in the green and red portions of the assemblage point movement. But an experienced dark room gazer has encountered “anomalies” where, they were trying to play with something at the red line, perhaps a puff of brilliant purple that was compressing into a ball very nicely, only to notice they had some extra arms and hands !I’ve only seen one, but another dark room gazer saw 2 extra arms. Those are the double, “helping out”. In Taisha’s latest book, she climbs up into a tree house after being pushed deep into heightened awareness, and uses “Shadow Beings” who live in the trees to hold her assemblage point there. Those are “tree spirits”. We can perceive them, but they don’t interact with us. So you get a “peaceful” way to anchor your assemblage point at a deep point along the J curve. Zuleica then instructed her to imagine doing her KungFu on the ground below the tree house, and said that would lure her double to come “help”. She could do her KungFu on the ground, while her body was up in the tree house. That sort of explains those 1970s Hong Kong Kungfu movies! Yes, you really can do those crazy flying KungFu moves! You just have to be in your double. So the double is in fact visible at the red line. I suspect he’s also visible at the green line, but I couldn’t tell you what to look for. So can we apply this second universal rule?  The rule that says if you look from the here, to the there (your double), the abstract becomes visible? Yes, but probably not by watching to see if you have 3 arms. A better way is to use that hand movement to produce crazy levels of horizontal shifting in the dark room, down at the red line. And then, if you get “lucky” and your alternate dream world is not all that predictable, as it is in that last post:\n\n[**https://www.facebook.com/photo?fbid=1960513314107779&amp;set=a.1585701564922291**](https://www.facebook.com/photo/?fbid=1960513314107779&amp;set=a.1585701564922291&amp;__cft__[0]=AZXGg6sd9rBpo9YaxHBVeOxB7n6fVAQjOxMNmCb1lIDLB0PMJGN9XTI8SF9u1k66qGr5KR-w8rqjkzq8IYEW1INo-_L8B8Pf0tiWlAe1gG0csg4Qpob44VgvtccPdYq9itA&amp;__tn__=R]-R)\n\nYour double may show up to “help you out”. \n\nI suppose this implies a 3rd universal rule: That the double gets curious when you try to do something impossible, and will show up to help at times. Carlos even pointed out two people at a workshop, whose doubles were standing near by them. Possibly curious about the workshop and Carlos. So to help you visualize this, take the picture of that last post, of the 3 orderly dream world fragments attached to the bed, and scramble everything. Only a small piece of each at a given location, and then next to it, the wrong piece. Then pretend 1000 spiders spun webs of golden fibers between all the fragments of the dreaming scenes. That’s a horizontal shift which has not completely solidified. It’s a “phantom skimming of the emanations”, which is in flux. And your dreaming double will come to help! But you aren’t trying to do a specific thing, like play with one particular puff of light. You’re trying to understand what you are seeing. You’re hoping it turns into another friendly fishing beach in France so you can visit, without tumbling down the sand cliff. The double goes to work using his ability to view the emanations and bundles of emanations. He’s walking around in France, while you’re trying to figure out what’s going on. And now, you have the basics of that “rule”. You are “here”. He is “there”. The problem is, did you notice him? That requires energy. Everything we do requires energy, thus the recommendation not to waste it. To be impeccable. But you can't be impeccable, until you understand what the results are. And arguing on your Facebook page about which \"warrior\" is more impeccable, is not impeccability. But once you do notice your double, mixed in there with your waking dreaming world, perhaps as a faint feeling something else just happened, try to remember as much as you can. Where was his dream version of your room? What was he doing? How long did it last? You are now going back and forth between “here”, and “there”. And the abstract will become visible. The abstract is “peaceful”. Meaning, if you are agitated looking from yourself, to your double’s memories, you won’t notice it except when you stop for an instant, to ponder if all this is even possible. But once you do, and you realize there’s something else happening, you can easily find yourself gazing into the abstract, into “silent knowledge” on a continuous basis. You have just experienced the purple zone on the J curve, while in the red zone.\n\nBut don’t let it go to your head. You still need to remember, don’t play too much on the “bad” side of town. Pretty soon you won’t be welcome on the good side, as was the case with the Nagual Julian.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "\"Universal Rules\" in Sorcery", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"rvffdysadyg71": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 119, "x": 108, "u": "https://preview.redd.it/rvffdysadyg71.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=d07d6457ecd1f5d940298fa78809230aab55b179"}, {"y": 238, "x": 216, "u": "https://preview.redd.it/rvffdysadyg71.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=2f6e0f9d09ebd6848eb567a81303648bc85d7698"}, {"y": 352, "x": 320, "u": "https://preview.redd.it/rvffdysadyg71.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=59ee8f94e6f43e40d0b0b2b4a9f32e52e2e5662e"}, {"y": 705, "x": 640, "u": "https://preview.redd.it/rvffdysadyg71.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=77addde7d46a55e34aded2652c7b7155eed25c97"}], "s": {"y": 944, "x": 856, "u": "https://preview.redd.it/rvffdysadyg71.png?width=856&amp;format=png&amp;auto=webp&amp;s=90d6abeb13df520b0999656ca79a5847a0821232"}, "id": "rvffdysadyg71"}}, "name": "t3_p339d2", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/dbEXnIuGYMEk33xHbxCsYQrLae6JlnMjzFp4KJkncFY.jpg", "edited": 1628793501.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1628785390.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/rvffdysadyg71.png?width=856&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=90d6abeb13df520b0999656ca79a5847a0821232\"&gt;Now Astral Travelers, don&amp;#39;t get excited. It doesn&amp;#39;t work like this! I just needed a pic.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;From Facebook (explaining the bad formatting):&lt;/p&gt;\n\n&lt;p&gt;Hidden in the books of Carlos are some rules that seem to apply to only one situation, but in fact are universal. If you’ve read about the J curve and seen the pictures posted here, especially the one about how to shift horizontally in waking dream using your hands, you’ll know that it’s possible to exist fully awake, eyes open, walking around, in extremely vivid dreaming environments. Normally when practicing “J Curving”, meaning, moving the assemblage point along the outside of Man’s band of awareness, we want to avoid stopping to shift sideways. But it’s just so darned fun! The Nagual Julian got trapped doing too much of that, and almost took La Catalina with him. Where he went when he had to die, we don’t know. Hopefully he joined the old seers in their “brujo” phantom realm. Because if he did, we can go in there and find him! That hand movement for shifting horizontally would do the trick, if you could “locate” the old seer’s shared entrance to the inorganic being realm. My inorganic being &amp;quot;Lily&amp;quot; has shown it to me, so I nearly know where to find it. But I want to talk not just about the perils of horizontal shifts of the assemblage point, at the “place below” (red line on the J curve), but also about how you can turn those into the purple zone, at the very end of the J curve. So that you don’t entirely miss out.&lt;/p&gt;\n\n&lt;p&gt;First universal rule:&lt;/p&gt;\n\n&lt;p&gt;If you consciously look at dreaming elements, it creates the kind of energy that “compels” the inorganic beings to send a scout. I suppose we all assumed this applied only to lucid dreaming, but in fact, it’s just a rule. The inorganic beings don’t really care if you are dreaming or awake. When you are dreaming, you’re using horizontal shifts of the assemblage point to interact with your dream. Which means the scouts can be 100% realistic. But the same is true in waking dreaming. If you are fully awake, but perhaps in the dark, and you see a puff of color in the air, you are consciously looking at a dreaming element. That also will create the kind of energy which “compels” the inorganic being to send a scout. It doesn’t seem to work as well as it ought to in lucid dreaming, when you are doing it awake, however, if you have actually practiced 4 gates dreaming you’ll be aware that don Juan’s promise isn’t as clear when you are doing it yourself. For one thing, you can’t really be sure your dreaming characters are scouts. So even if a man walks up to you the instant you find your hands, and look from dream element to dream element, you won’t really know if he’s a phantom (your own dreaming character), or an actual scout. There are techniques you can use to determine that, but I loathe to encourage people to do 4 gates dreaming. It nearly destroyed the Castaneda community. That and the &amp;quot;impeccable warrior&amp;quot; nonsense, kept everyone from actually doing any real work. Best to put those aside, until you learn to get silent for real. And THEN, those make sense. But you can still make use of this universal rule, even if you put off 4 gates dreaming. So in waking dreaming, the same thing applies. If you play with the puffs of color, the inorganics are “compelled” to send a scout. But you’ll have the same trouble locating it as you would in a lucid dream. The main point here is, that principle is universal. It always applies. What about in recapitulation? Yes, it surely applies there. Once you activate your second attention during recapitulation (by doing 3 hours a day for a couple of months), you will notice light, tunnels of light, colors and other things in front of your eyes, which “aren’t really there’. Or an actual visual memory. They are dreaming images. Once you notice them you “compel” the inorganic beings to send a scout. Since you’re sitting there like an old man in a rocking chair, remembering the past, the inorganic beings are at a loss for how to interact with you. It&amp;#39;s like you are on drugs, or have gone senile. The lights are on, but no one is home. But they’ll figure it out. And you’ll encounter the “false memory” in recapitulation. The scout will implant itself into the false memory. Making that a universal rule: Consciously watching things that “aren’t really there” brings inorganic beings. It did as a child too, if you’ll think back to how the “monster in the closet” used to come around. You were watching dream elements as you went to sleep, being a dumb kid who doesn’t know that’s impossible. So you got a scary visitor. He&amp;#39;s still waiting to play with you, even after all these years!&lt;/p&gt;\n\n&lt;p&gt;Here’s another “Universal Rule”:&lt;/p&gt;\n\n&lt;p&gt;If you want to locate “the abstract”, you gaze at the “here” (your tonal) and the “there” (your double).The abstract becomes visible as you experience ‘traveling” from you, to a memory of your double. Doing that you have to “move in space” in some weird way, and it’s not the normal kind of space .It’s the abstract! It turns out, this rule is universal on the J curve. Traditionally the double only becomes visible when you get deep into the orange zone on the J curve. He might show up and sit on the edge of the bed, but turned so you can’t look him directly in the eyes. That’s supposed to be a bad thing, but don’t worry about it. He’ll make sure it doesn’t happen. So the rule seems to apply to being shifted very deeply along the J curve, and is not much use in the green and red portions of the assemblage point movement. But an experienced dark room gazer has encountered “anomalies” where, they were trying to play with something at the red line, perhaps a puff of brilliant purple that was compressing into a ball very nicely, only to notice they had some extra arms and hands !I’ve only seen one, but another dark room gazer saw 2 extra arms. Those are the double, “helping out”. In Taisha’s latest book, she climbs up into a tree house after being pushed deep into heightened awareness, and uses “Shadow Beings” who live in the trees to hold her assemblage point there. Those are “tree spirits”. We can perceive them, but they don’t interact with us. So you get a “peaceful” way to anchor your assemblage point at a deep point along the J curve. Zuleica then instructed her to imagine doing her KungFu on the ground below the tree house, and said that would lure her double to come “help”. She could do her KungFu on the ground, while her body was up in the tree house. That sort of explains those 1970s Hong Kong Kungfu movies! Yes, you really can do those crazy flying KungFu moves! You just have to be in your double. So the double is in fact visible at the red line. I suspect he’s also visible at the green line, but I couldn’t tell you what to look for. So can we apply this second universal rule?  The rule that says if you look from the here, to the there (your double), the abstract becomes visible? Yes, but probably not by watching to see if you have 3 arms. A better way is to use that hand movement to produce crazy levels of horizontal shifting in the dark room, down at the red line. And then, if you get “lucky” and your alternate dream world is not all that predictable, as it is in that last post:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.facebook.com/photo/?fbid=1960513314107779&amp;amp;set=a.1585701564922291&amp;amp;__cft__%5B0%5D=AZXGg6sd9rBpo9YaxHBVeOxB7n6fVAQjOxMNmCb1lIDLB0PMJGN9XTI8SF9u1k66qGr5KR-w8rqjkzq8IYEW1INo-_L8B8Pf0tiWlAe1gG0csg4Qpob44VgvtccPdYq9itA&amp;amp;__tn__=R%5D-R\"&gt;&lt;strong&gt;https://www.facebook.com/photo?fbid=1960513314107779&amp;amp;set=a.1585701564922291&lt;/strong&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Your double may show up to “help you out”. &lt;/p&gt;\n\n&lt;p&gt;I suppose this implies a 3rd universal rule: That the double gets curious when you try to do something impossible, and will show up to help at times. Carlos even pointed out two people at a workshop, whose doubles were standing near by them. Possibly curious about the workshop and Carlos. So to help you visualize this, take the picture of that last post, of the 3 orderly dream world fragments attached to the bed, and scramble everything. Only a small piece of each at a given location, and then next to it, the wrong piece. Then pretend 1000 spiders spun webs of golden fibers between all the fragments of the dreaming scenes. That’s a horizontal shift which has not completely solidified. It’s a “phantom skimming of the emanations”, which is in flux. And your dreaming double will come to help! But you aren’t trying to do a specific thing, like play with one particular puff of light. You’re trying to understand what you are seeing. You’re hoping it turns into another friendly fishing beach in France so you can visit, without tumbling down the sand cliff. The double goes to work using his ability to view the emanations and bundles of emanations. He’s walking around in France, while you’re trying to figure out what’s going on. And now, you have the basics of that “rule”. You are “here”. He is “there”. The problem is, did you notice him? That requires energy. Everything we do requires energy, thus the recommendation not to waste it. To be impeccable. But you can&amp;#39;t be impeccable, until you understand what the results are. And arguing on your Facebook page about which &amp;quot;warrior&amp;quot; is more impeccable, is not impeccability. But once you do notice your double, mixed in there with your waking dreaming world, perhaps as a faint feeling something else just happened, try to remember as much as you can. Where was his dream version of your room? What was he doing? How long did it last? You are now going back and forth between “here”, and “there”. And the abstract will become visible. The abstract is “peaceful”. Meaning, if you are agitated looking from yourself, to your double’s memories, you won’t notice it except when you stop for an instant, to ponder if all this is even possible. But once you do, and you realize there’s something else happening, you can easily find yourself gazing into the abstract, into “silent knowledge” on a continuous basis. You have just experienced the purple zone on the J curve, while in the red zone.&lt;/p&gt;\n\n&lt;p&gt;But don’t let it go to your head. You still need to remember, don’t play too much on the “bad” side of town. Pretty soon you won’t be welcome on the good side, as was the case with the Nagual Julian.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "p339d2", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/p339d2/universal_rules_in_sorcery/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/p339d2/universal_rules_in_sorcery/", "subreddit_subscribers": 9561, "created_utc": 1628785390.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 1, "name": "t1_h8sb7kt", "id": "h8sb7kt", "parent_id": "t1_h8s06sj", "depth": 1, "children": ["h8sb7kt"]}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8s06sj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628858463.0, "send_replies": true, "parent_id": "t3_p339d2", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "*1st:*\n\n&gt;**If you consciously look at dreaming elements, it creates the kind of energy (attention) that “compels” the inorganic beings to send a scout.** I suppose we all assumed this applied only to lucid dreaming, but in fact, it’s just a rule. The inorganic beings don’t really care if you are dreaming or awake....The main point here is, **that principle is universal.** It always applies. What about in recapitulation? Yes, it surely applies there.\n\n*2nd:*\n\n&gt;**If you want to locate “the abstract”, you gaze at the “here” (your tonal) and the “there” (your double).The abstract becomes visible as you experience ‘traveling” from you, to a memory of your double.**\n\n&gt;So can we apply this second universal rule?...A better way is to [use that hand movement](https://www.reddit.com/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/) to produce crazy levels of horizontal shifting in the dark room, down at the red line.\n\n*3rd:*\n\n&gt;I suppose this implies a 3rd universal rule: **That the double gets curious when you try to do something impossible, and will show up to help at times**....But once you do notice your double, mixed in there with your waking dreaming world, perhaps as a faint feeling something else just happened, try to remember as much as you can. Where was (it's) dream version of your room? What was (it) doing? How long did it last? You are now going back and forth between “here”, and “there”. And the abstract will become visible. The abstract is “peaceful”...you can easily find yourself gazing into the abstract, into “silent knowledge” (purple zone) on a continuous basis.", "edited": 1628858922.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8s06sj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;1st:&lt;/em&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&lt;strong&gt;If you consciously look at dreaming elements, it creates the kind of energy (attention) that “compels” the inorganic beings to send a scout.&lt;/strong&gt; I suppose we all assumed this applied only to lucid dreaming, but in fact, it’s just a rule. The inorganic beings don’t really care if you are dreaming or awake....The main point here is, &lt;strong&gt;that principle is universal.&lt;/strong&gt; It always applies. What about in recapitulation? Yes, it surely applies there.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;em&gt;2nd:&lt;/em&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&lt;strong&gt;If you want to locate “the abstract”, you gaze at the “here” (your tonal) and the “there” (your double).The abstract becomes visible as you experience ‘traveling” from you, to a memory of your double.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;So can we apply this second universal rule?...A better way is to &lt;a href=\"https://www.reddit.com/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/\"&gt;use that hand movement&lt;/a&gt; to produce crazy levels of horizontal shifting in the dark room, down at the red line.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;em&gt;3rd:&lt;/em&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;I suppose this implies a 3rd universal rule: &lt;strong&gt;That the double gets curious when you try to do something impossible, and will show up to help at times&lt;/strong&gt;....But once you do notice your double, mixed in there with your waking dreaming world, perhaps as a faint feeling something else just happened, try to remember as much as you can. Where was (it&amp;#39;s) dream version of your room? What was (it) doing? How long did it last? You are now going back and forth between “here”, and “there”. And the abstract will become visible. The abstract is “peaceful”...you can easily find yourself gazing into the abstract, into “silent knowledge” (purple zone) on a continuous basis.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": true, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": true, "permalink": "/r/castaneda/comments/p339d2/universal_rules_in_sorcery/h8s06sj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628858463.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p339d2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8oobqj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1628792671.0, "send_replies": true, "parent_id": "t1_h8ocygl", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could be.   I believe the brujo world might be a tiny bit \"cozier\" than what the new seers try to seek out.\n\nPlus, there's no way the less talented people in a lineage can manage to \"leave\" on their own.\n\nSo we hear that don Juan could \"take people along\", and Carlos even begs him to do that.\n\nIf that's so, why couldn't they take Julian along, if  that's what he wanted?\n\nCould be some of this is just a cautionary tale for us.\n\nWe're the ones who have no one to \"take them along\".\n\nUnless you're a member of \"Church of Castaneda\"...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8oobqj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could be.   I believe the brujo world might be a tiny bit &amp;quot;cozier&amp;quot; than what the new seers try to seek out.&lt;/p&gt;\n\n&lt;p&gt;Plus, there&amp;#39;s no way the less talented people in a lineage can manage to &amp;quot;leave&amp;quot; on their own.&lt;/p&gt;\n\n&lt;p&gt;So we hear that don Juan could &amp;quot;take people along&amp;quot;, and Carlos even begs him to do that.&lt;/p&gt;\n\n&lt;p&gt;If that&amp;#39;s so, why couldn&amp;#39;t they take Julian along, if  that&amp;#39;s what he wanted?&lt;/p&gt;\n\n&lt;p&gt;Could be some of this is just a cautionary tale for us.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re the ones who have no one to &amp;quot;take them along&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Unless you&amp;#39;re a member of &amp;quot;Church of Castaneda&amp;quot;...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p339d2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p339d2/universal_rules_in_sorcery/h8oobqj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628792671.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8ocygl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fit_Kangaroo_8020", "can_mod_post": false, "created_utc": 1628788102.0, "send_replies": true, "parent_id": "t3_p339d2", "score": 2, "author_fullname": "t2_4z70r7vw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Dann999 thanks for the post, I have a question about Julian. Don't you think that he went to there in purpose?\nI mean, he could save Don Juan Life when he got shot in the chest. He was a really good stalker maybe the best one.\nHe moved AP to change his appearance ( young and old).\nThanks.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8ocygl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dann999 thanks for the post, I have a question about Julian. Don&amp;#39;t you think that he went to there in purpose?\nI mean, he could save Don Juan Life when he got shot in the chest. He was a really good stalker maybe the best one.\nHe moved AP to change his appearance ( young and old).\nThanks.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p339d2/universal_rules_in_sorcery/h8ocygl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628788102.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p339d2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]