[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "The Village Voice - January 25, 1973 - Pages 27-28, 30-31\n\n**Upward and Juanward: the possible dream**\n\n*by Ronald Sukenick*\n\nEverything happens and everything that happens is part of the story and everything that everyone thinks about what happens is part of the story and \"Journey to Ixtlan\" is part of Carlos Castaneda's story about Don Juan's story and this is my story about Carlos Castaneda's story.\n\nMy story begins as I was finishing another story a few years ago, the very last sections of my new novel,“Out.\" At that time I happened to read the first published excerpt from Castaneda's second book, \"A Separate Reality,\" and I was astonished to find a number of similarities in incident and idea between \"Out\" and Castaneda's story. The more so in that the things in \"Out\" most parallel to Castaneda's book came out of my dreams, on which I have come to draw heavily in my writing. How could such a thing have happened, I wondered, unless I were a sorcerer or Castaneda a novelist-alternatives I have good reason to think equally absurd, Joyce Carol Oates, though I have to admit that the possibility of Don Juan being a kind of new Ossian presented itself strongly at first.\n\nThe mystery only deepened when I read the whole of \"A Separate Reality\" and found still more similarities, as in fact I continue to find them in \"Journey to Ixtlan.\" Shortly after this I discovered from Anais Nin that Castaneda lived and taught in Los Angeles near which I live, and she offered to invite him to her house so we could meet. The fact that this happened through Nin is an important part of the story. It was Nin who helped Castaneda publish \"The Teachings of Don Juan\" when he was having publisher troubles. And it is Nin more than any other writer I can think of who has over the years insisted on the continuity of dream and reality, as does Don Juan, and whose theories about fiction as controlled dreaming provide such a precise counterpart to Don Juan's ideas about learning to control one's dreams. Isn't it interesting how in stories everything comes together but to continue.\n\nOne of the first things I talked about with Castaneda when we met was the novelistic quality of his books. I told him frankly that as a novelist the first thing that occurred to me when I noticed the similarities between our books was that he too must be writing a novel. Since Joyce Carol Oates's letter to the Sunday Times Book Review raising the same possibility, I understand this must be a natural speculation for novelists and perhaps for others.\n\nCastaneda, when I first met him two years ago, was rather different from the way he is now, and the change in him reflects the course the books have taken. That evening he struck me as a kind of Candide parrying with a schizophrenic episode, and in fact a kind of cultural schizophrenic-parallel to what one might call the controlled pathology induced by Don Juan- has been the key to his books since the first one, with its experiential reportage in the body of the book, and its attempt at an abstract objective analysis added on at the end. His rather sturdy Indian-looking face (he comes from South America where many people, I suppose, have Indian blood) seemed split into halves and his eyes seemed to go off-in different directions. He looked like someone who had been holding himself together under enormous strain.\n\nCompounding his Candide demeanor with the signs of a struggling psyche, it struck me as impossible that anthropological forgery could have been a matter of concern for him or even of attention. He was not surprised at the similarities between my novel and his reportage, not even at the fact that my main source for them was my dreams. He said that there was a common fund of such knowledge that could be tapped by different people in different ways and that one of the ways was through dreams. He seemed to have in mind something like a lost Jungian race heritage.\n\nHe also told me on that occasion stories about Don Juan that I have since heard him tell again and that appear in \"Journey to Ixtlan\" in somewhat less intimate detail, and which have the cumulatively convincing smell of experience rather than imagination.\n\nFinally I don't really believe Castaneda could write a sustained work of pure imagination. One of his great virtues as reporter-sorcerer's apprentice, equally apparent in his work and in his person, is his stubborn literal-mindedness, so useful as a foil in bringing out Don Juan, and in giving us a careful account of what happens between them.\n\nOn the other hand, to return to our conversation, not to further mystify what is already mysterious, grounds for a few, though not most, of the similarities between our stories can be located in my own experience, in that I had been impressed with a Sioux medicine man I met in South Dakota while I was writing \"Out\" and had been reading about the beliefs and practices of the Plains Indians which are in some ways like those of the Mexican Indians.\n\nHowever, once having said this, I have to confess that being overly concerned with the factuality of Castaneda's account seems in itself literal-minded. Castaneda is a visionary and in what sense does one ask whether a vision is \"true\"? A vision is beyond the category of fact, other than the fact of its having happened at all. Like a story, it is neither true nor false, only persuasive or unreal, and I think there are few people who would argue that Castaneda's accounts of his experience are not persuasive, as persuasive in fact as the most accomplished novels. Our culture likes to think of everything as true or false- this is a way it has of fending off enormous realms of experience that make us feel uneasy, and rightly so. The unknown must be explained and explained until it is explained away and we don't have to be afraid of it any more. We have to understand everything. It never seems to occur to anybody that the unknown is not merely dangerous but also a momentous source, that it is the fertile medium in which we live, but such is the hysterical strength of our commitment to statistics.\n\nPart of the enormous impact of Castaneda's books is due to the fact that they come at a time when this commitment is beginning to crumble in many quarters, when the empirical tradition has come to appear obviously inadequate, and the fact that Don Juan's teachings have so many similarities with Zen, with \"The Book of the Dead,\" with witchlore, with Sufism, with various Eastern disciplines, with the Western mystical tradition, with Jungian speculations, and perhaps most interestingly with Wilhelm Reich and his followers, only indicates that it is part of an important subplot in the story of the culture, and in stories, as I said, everything comes together. A major peripeteia is about to come off: what seemed true begins to lose credibility, and the incredible looks more and more likely.\n\nPart of this cultural turnabout is the discovery that all accounts of our experience, all versions of \"reality,\" are of the nature of fiction. There's your story and my story, there's the journalist's story and the historian's story, there's the philosopher's story and the scientist's story about what happens in the atomic microcosm and the cosmic macrocosm (scientists have a corner on the stories of creation and genesis these days). The scientist's version can be used to affect reality, you say—but so does a newspaper story or a poem or a piece of music, and so, it seems, does the power of a sorcerer. \"For a sorcerer,\" says Don Juan in \"Ixtlan,\" \"reality, or the world we all know, is only a description.\"\n\nThis is the key statement in all of Don Juan's teachings, and is also crucial, I believe, for our particular cultural moment. The secret of the sorcerer's power, it follows, is to know that reality is imagined and, as if it were a work of art, to apply the full force of the imagination to it. The alternating descriptions of reality that Don Juan works with are possible only by working through, and on, the imagination. His ordinary view of the world is only a description, Don Juan tells Castaneda, \"a description that had been pounded into me from the moment I was born.\" Don Juan's whole effort is to disrupt Castaneda's description of the world, to \"interrupt the normal flow of interpretation\" (what Don Juan calls \"not doing\"), to \"stop the world.\"\n\nEvery serious artist will immediately appreciate what Don Juan is trying to teach his seemingly unimaginative pupil. All art deconditions us so that we may respond more fully to experience, \"to the perceptual solicitations of a world outside the descriptions we have learned to call reality,\" as Castaneda puts it. Don Juan is trying to get Castaneda to accept \"the basic premise of sorcery,\" which is that our reality is merely one of many descriptions.\" The fact, as it emerges more clearly in this book than in the preceding ones, that Don Juan uses fear, trickery, deceit, hypnotism, and least important in \"Ixtlan,\" drugs to accomplish this is totally beside the point.\n\nDon Juan is Prospero. The world of the sorcerer is a stage and in Castaneda's books Don Juan is the skillful stage manager. What he is trying to teach Castaneda is not the primacy of one description over another, but the possibility of different descriptions. He is teaching Castaneda the art of description. And in so doing he breaks down, for the alert reader, that false separation of art from life, of imagination from reality that in our culture tends to vitiate both. This lost connection, which is the essence of primitive cultures, is maintained in our empiricist civilization only in the arts, where it is allowed to survive as in a zoo-in the zoo of the arts-and in witchcraft, the mystical cults, the various incursions of Oriental disciplines.\n\nOnce philosophy was stories, religion was stories, wisdom books were stories, but now that fiction is held to be a form of lying, even by literary sophisticates, we are without persuasive wisdom, religion, or philosophy. Don Juan shows us that we live in. fictions, and that we live best when we know how to master the art. Fiction is the master art, Tom Wolfe, and journalism is a minor branch thereof. The sorcerer, the artist, sees beyond any particular form fiction may take to the fictive power itself, and in the absence of powerful fictions in our lives, maybe it's time for all of us to become sorcerers.\n\nNot that I mean to imply that there's no difference between a sorcerer and an artist. Of course there is. For a sorcerer his life is his art and there is no product of it but himself.\n\nThe next time I saw Castaneda, to return to our story, was many months later when he came to lecture at the university where I was teaching at the time, and I went to talk to him for a while afterward. I was strongly impressed by a change in his bearing. He was much more together, more animated and cheerful, stronger, and there was nothing of the Candide left in him. In answer to a question, he had spoken about his fellow sorcerer-apprentices as jovial, practical, down-to-earth men, and I remember thinking how appropriate the description was to Castaneda himself. To know Castaneda is to be persuaded of the validity of his books - he is much like the consequence of the discipline he describes.\n\nOn that occasion I tried to draw him out on the resemblances between what he was involved with and the processes of the imagination in art, but his conception of art seemed a rather crude one. amounting to something like an idea of decoration. But if Castaneda's works aren't novels they're still stories, Castaneda's story about Don Juan's story, and I keep thinking of them in connection with other stories that explore similar areas for our culture.\n\nIn \"Journey to Ixtlan,” for example, Castaneda, wandering through the Mexican mountains amid a landscape animated by spirits and powers, reminds me exactly of the early Wordsworth wandering in the English hills that are alive with immanent spirit. Or how about another Hispanic sorcerer, Cervantes, Castaneda's Sancho Panza to Don Juan's Quijote. Except that in this version of the story all the power is on the Don's side, which leads us to the thought that maybe Quijote was right all along, that maybe the culture, not to mention the novel itself, has conceded too much to the pragmatic Sancho.\n\nHere it is Sancho Castaneda who undergoes the conversion, who finally has to admit that the windmills are giants, and that he has to struggle with them. Here it turns out that the Don is sane after all and the rest of us are mad, or if not mad at least gross dullards. These are works of art, Ms. Oates, to answer your question directly, but works of art don't have to be novels. They are works of art compared , say, with Tom Wolfe's account of Kesey in \"The Electric Kool-Aid Acid Test,\" not because one is factual and the other is not, but simply because Castaneda's books attain a high level of imaginative power and coherence, of precision in language, of inventive selection, and Wolfe's book does not, though it may be an exemplar of the new journalism.\n\nMust we really wait on the testimony of anthropologists about the value of these books? If the anthropological establishment were to rise up and cry fraud- and since it hasn't by now one can be certain it's not going to- wouldn't that, in a way, be even more exciting in imaginative terms .\n\n*\\[a different way to look at the fight against counter-intent...\\]*\n\nWhen Joyce writes about forging the conscience of his race, I think he means \"forge\" in all of its senses. Gide understood that all art is counterfeit, even realistic art; this being so, why are American artists so guilty about the imagination? We should not need an old wizard, O Humanities Departments, to remind us of its scope and power. What's happened to our faculties? Why do we have to keep on saying the giants are, of course, really windmills, when the only important thing about them, as far as we're concerned, is that they're really giants? For Don Juan truth and lies are both unreal—the only thing that's real is knowledge.\n\nKnowledge but not understanding. Don Juan speaks of \"the absurdity of trying to understand everything.\" \"The world is a mystery,\" he tells Castaneda. \"Don't tax yourself trying to figure it out.\" With knowledge one is able to create a plausible description of that mystery. For that you need what Don Juan calls \"personal power.\" Power is a feeling, according to Don Juan, \"something like being lucky.” In fact, for Don Juan \"the world is a feeling,\" so one might say that the power of a sorcerer is the power of the feeling he can invest in his description so it is felt as a persuasive account of the world. As Castaneda comes to accept Don Juan's description of the world: there are spirits in waterholes, he can turn into a crow, Mescalito lives.\n\nWhat I find extraordinary here is the idea of feeling as a way of acting on the world, just as the forces we know through the physical sciences act on it. Feeling is neglected not only as a response in our culture but as an efficacious force, a power, though of course we see it acting every day and it is the effective force in the imaginative arts, in the imagination itself. It is, for example, the power that George McGovern didn't have and the Kennedys did. Feeling is the secret of power and the body is its medium: \"I could not put the discovered secret into words, or even into thoughts, but my body knew it.\" Don Juan tells Castaneda that what he learns from him he learns with his body: \"every time you have seen me your body has learned certain things, even against your desire.\" It is as if what Don Juan is teaching him is the wisdom of the body, the forgotten wisdom of animals that we have put out of consciousness and must now reintegrate.\n\nSince I read that first excerpt from \"A Separate Reality\" I felt I had something to talk about with Castaneda, and, as I say, in stories everything comes together. First we met, then he came to lecture at the school where I was teaching last year, and finally he came to teach at that school and we had another chance to talk. One day Castaneda was good enough to come to a class I was teaching to discuss one of his books. One thing that was apparent then was his great caution in making claims about his apprenticeship to Don Juan, or \"the field work\" as he calls it. He seemed to feel that the very nature of his situation as participant-observer called for great caution in his account of it. When I pointed out that his situation enabled him to do something of unique value, that is, to describe the discipline of a sorcerer from both anthropological and subjective points of view, to both experience it and write about it, he replied first of all that Don Juan could produce a perfectly rational account of sorcery if he wanted to, and second, that there might come a time when he himself, Castaneda, might no longer want to write about it.\n\nHe was stubbornly indifferent to any similarities between his experience with Don Juan and Zen or any other discipline—that wasn't his concern. He was insistent- as he is in “Ixtlan\"- that drugs are not at all an essential part of the apprenticeship and he spoke of a fellow apprentice he knew who had taken peyote only once and yet was far ahead of him as a sorcerer.\n\nAt that time he had already seen Don Juan for the last time in his apprenticeship, which is where “Ixtlan\" leaves off. He was a powerful presence and, also, or maybe because, he really had his feet on the ground. Nevertheless I still sensed a split, not in him this time but in his effort to bridge two opposing cultures.\n\nThere was a lot I still wanted to talk about with Castaneda, but while he taught at the university he became increasingly elusive. Part of it no doubt was that there was a kind of mob scene with the students, but I think what he was really doing was emulating Don Juan in \"dropping one's personal history,\" as it is put in \"Ixtlan.\" This is another strategy of the sorcerer, to increase his power: \"if you have no personal history,\" Don Juan says, \"no explanations are needed; nobody is angry or disillusioned with your acts. And above all no one pins you down with their thoughts.\"\n\nWhat this finally amounts to is living totally in the present, concentrating one's power totally on the present rather than wasting it on the past and future. Don Juan believes one should behave as if each act were one's last on earth. This is something that Castaneda, in “Ixtlan,\" is reluctant to do: \"happiness for me was to assume that there was an inherent continuity to my acts...my disagreement was not a banal one but stemmed from the conviction that the world and myself had a determinable continuity.\"\n\nNevertheless, that is perhaps the direction in which, as a sorcerer, he is heading. He became notoriously hard to locate. He would claim to be going one place and mysteriously end up in another. You would expect to meet him here and you would find him there. I once went to meet him for a lunch appointment and was told by his colleagues and several other people that they knew for a fact he was in Mexico -when one of them met him in the elevator an hour or so later, he thought he was having a hallucination. Another time it was reported to me that he had abruptly left a line of students outside his office and disappeared, exclaiming that he had to speak to me right away- I never heard from him. More recently there was even a rumor that he was dead.\n\nThe best way to meet him was by accident. And that, in fact, is how I met him last, a few weeks ago, in a coffee shop in Los Angeles (neither of us is teaching now) after coming from a talk by- we are apparently approaching the end of the story- Anais Nin. However, there was no chance for conversation because it was not the place and because, as he said, looking me straight in the eye, \"I'm in Mexico.” Then in explanation: \"I go back and forth very fast. Why don't you get in touch next time you're in Los Angeles,” he added. \"We should talk.\" So there's still another conversation I've been wanting to have with Castaneda, and this is it.\n\nIf the way of the sorcerer lies in the direction of utter detachment then I have a final question. Don Juan and Don Genaro at the end of \"Ixtlan\" are seen to be magnificent but terribly lonely and isolated men. They have dropped out of the human community and their only community is that of other sorcerers. This is Castaneda's most unillusioned book and the two master brujos are to this extent demystified. But even Prospero throws down his staff.\n\nIt occurs to me that there are two ways to go about things on the journey to transcendence either bring the human baggage along or leave it behind. As in the mystic tradition Don Juan leaves it behind. He has power but he is empty. It seems to me that it would be preferable to bring it along, and that the more you can bring along the better. That's what makes the difference between a saint and a mere ascetic, I suppose. And I suppose the greatest saint would bring along not only all his own baggage but everyone else's as well, and by the passion of his involvement with the human community would become a prophet: Moses, Christ, Gandhi.\n\nDon Juan goes the other way: personal power, personal composure, at the price of withdrawal from the community, an awesome isolation, a contained nostalgia. Given the community maybe it's the only way out, but I hope not. Is that one single sorcerer who won the struggle with his ally and so retained his humanity the only one able to maintain a continuity with those he has left so far behind? Is even he able to do it?\n\nWhat do you think, Carlos?\n\n*source -* [*https://news.google.com/newspapers?nid=KEtq3P1Vf8oC&amp;dat=19730125&amp;printsec=frontpage&amp;hl=en*](https://news.google.com/newspapers?nid=KEtq3P1Vf8oC&amp;dat=19730125&amp;printsec=frontpage&amp;hl=en) \\- starting on page 27", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Lost Article (with direct input from Carlos) - The Village Voice - January 25, 1973 - \"", "link_flair_richtext": [{"e": "text", "t": "Flyers (counter intent)"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qtts2o", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Flyers (counter intent)", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1636920958.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1636908393.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The Village Voice - January 25, 1973 - Pages 27-28, 30-31&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Upward and Juanward: the possible dream&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;by Ronald Sukenick&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Everything happens and everything that happens is part of the story and everything that everyone thinks about what happens is part of the story and &amp;quot;Journey to Ixtlan&amp;quot; is part of Carlos Castaneda&amp;#39;s story about Don Juan&amp;#39;s story and this is my story about Carlos Castaneda&amp;#39;s story.&lt;/p&gt;\n\n&lt;p&gt;My story begins as I was finishing another story a few years ago, the very last sections of my new novel,“Out.&amp;quot; At that time I happened to read the first published excerpt from Castaneda&amp;#39;s second book, &amp;quot;A Separate Reality,&amp;quot; and I was astonished to find a number of similarities in incident and idea between &amp;quot;Out&amp;quot; and Castaneda&amp;#39;s story. The more so in that the things in &amp;quot;Out&amp;quot; most parallel to Castaneda&amp;#39;s book came out of my dreams, on which I have come to draw heavily in my writing. How could such a thing have happened, I wondered, unless I were a sorcerer or Castaneda a novelist-alternatives I have good reason to think equally absurd, Joyce Carol Oates, though I have to admit that the possibility of Don Juan being a kind of new Ossian presented itself strongly at first.&lt;/p&gt;\n\n&lt;p&gt;The mystery only deepened when I read the whole of &amp;quot;A Separate Reality&amp;quot; and found still more similarities, as in fact I continue to find them in &amp;quot;Journey to Ixtlan.&amp;quot; Shortly after this I discovered from Anais Nin that Castaneda lived and taught in Los Angeles near which I live, and she offered to invite him to her house so we could meet. The fact that this happened through Nin is an important part of the story. It was Nin who helped Castaneda publish &amp;quot;The Teachings of Don Juan&amp;quot; when he was having publisher troubles. And it is Nin more than any other writer I can think of who has over the years insisted on the continuity of dream and reality, as does Don Juan, and whose theories about fiction as controlled dreaming provide such a precise counterpart to Don Juan&amp;#39;s ideas about learning to control one&amp;#39;s dreams. Isn&amp;#39;t it interesting how in stories everything comes together but to continue.&lt;/p&gt;\n\n&lt;p&gt;One of the first things I talked about with Castaneda when we met was the novelistic quality of his books. I told him frankly that as a novelist the first thing that occurred to me when I noticed the similarities between our books was that he too must be writing a novel. Since Joyce Carol Oates&amp;#39;s letter to the Sunday Times Book Review raising the same possibility, I understand this must be a natural speculation for novelists and perhaps for others.&lt;/p&gt;\n\n&lt;p&gt;Castaneda, when I first met him two years ago, was rather different from the way he is now, and the change in him reflects the course the books have taken. That evening he struck me as a kind of Candide parrying with a schizophrenic episode, and in fact a kind of cultural schizophrenic-parallel to what one might call the controlled pathology induced by Don Juan- has been the key to his books since the first one, with its experiential reportage in the body of the book, and its attempt at an abstract objective analysis added on at the end. His rather sturdy Indian-looking face (he comes from South America where many people, I suppose, have Indian blood) seemed split into halves and his eyes seemed to go off-in different directions. He looked like someone who had been holding himself together under enormous strain.&lt;/p&gt;\n\n&lt;p&gt;Compounding his Candide demeanor with the signs of a struggling psyche, it struck me as impossible that anthropological forgery could have been a matter of concern for him or even of attention. He was not surprised at the similarities between my novel and his reportage, not even at the fact that my main source for them was my dreams. He said that there was a common fund of such knowledge that could be tapped by different people in different ways and that one of the ways was through dreams. He seemed to have in mind something like a lost Jungian race heritage.&lt;/p&gt;\n\n&lt;p&gt;He also told me on that occasion stories about Don Juan that I have since heard him tell again and that appear in &amp;quot;Journey to Ixtlan&amp;quot; in somewhat less intimate detail, and which have the cumulatively convincing smell of experience rather than imagination.&lt;/p&gt;\n\n&lt;p&gt;Finally I don&amp;#39;t really believe Castaneda could write a sustained work of pure imagination. One of his great virtues as reporter-sorcerer&amp;#39;s apprentice, equally apparent in his work and in his person, is his stubborn literal-mindedness, so useful as a foil in bringing out Don Juan, and in giving us a careful account of what happens between them.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, to return to our conversation, not to further mystify what is already mysterious, grounds for a few, though not most, of the similarities between our stories can be located in my own experience, in that I had been impressed with a Sioux medicine man I met in South Dakota while I was writing &amp;quot;Out&amp;quot; and had been reading about the beliefs and practices of the Plains Indians which are in some ways like those of the Mexican Indians.&lt;/p&gt;\n\n&lt;p&gt;However, once having said this, I have to confess that being overly concerned with the factuality of Castaneda&amp;#39;s account seems in itself literal-minded. Castaneda is a visionary and in what sense does one ask whether a vision is &amp;quot;true&amp;quot;? A vision is beyond the category of fact, other than the fact of its having happened at all. Like a story, it is neither true nor false, only persuasive or unreal, and I think there are few people who would argue that Castaneda&amp;#39;s accounts of his experience are not persuasive, as persuasive in fact as the most accomplished novels. Our culture likes to think of everything as true or false- this is a way it has of fending off enormous realms of experience that make us feel uneasy, and rightly so. The unknown must be explained and explained until it is explained away and we don&amp;#39;t have to be afraid of it any more. We have to understand everything. It never seems to occur to anybody that the unknown is not merely dangerous but also a momentous source, that it is the fertile medium in which we live, but such is the hysterical strength of our commitment to statistics.&lt;/p&gt;\n\n&lt;p&gt;Part of the enormous impact of Castaneda&amp;#39;s books is due to the fact that they come at a time when this commitment is beginning to crumble in many quarters, when the empirical tradition has come to appear obviously inadequate, and the fact that Don Juan&amp;#39;s teachings have so many similarities with Zen, with &amp;quot;The Book of the Dead,&amp;quot; with witchlore, with Sufism, with various Eastern disciplines, with the Western mystical tradition, with Jungian speculations, and perhaps most interestingly with Wilhelm Reich and his followers, only indicates that it is part of an important subplot in the story of the culture, and in stories, as I said, everything comes together. A major peripeteia is about to come off: what seemed true begins to lose credibility, and the incredible looks more and more likely.&lt;/p&gt;\n\n&lt;p&gt;Part of this cultural turnabout is the discovery that all accounts of our experience, all versions of &amp;quot;reality,&amp;quot; are of the nature of fiction. There&amp;#39;s your story and my story, there&amp;#39;s the journalist&amp;#39;s story and the historian&amp;#39;s story, there&amp;#39;s the philosopher&amp;#39;s story and the scientist&amp;#39;s story about what happens in the atomic microcosm and the cosmic macrocosm (scientists have a corner on the stories of creation and genesis these days). The scientist&amp;#39;s version can be used to affect reality, you say—but so does a newspaper story or a poem or a piece of music, and so, it seems, does the power of a sorcerer. &amp;quot;For a sorcerer,&amp;quot; says Don Juan in &amp;quot;Ixtlan,&amp;quot; &amp;quot;reality, or the world we all know, is only a description.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This is the key statement in all of Don Juan&amp;#39;s teachings, and is also crucial, I believe, for our particular cultural moment. The secret of the sorcerer&amp;#39;s power, it follows, is to know that reality is imagined and, as if it were a work of art, to apply the full force of the imagination to it. The alternating descriptions of reality that Don Juan works with are possible only by working through, and on, the imagination. His ordinary view of the world is only a description, Don Juan tells Castaneda, &amp;quot;a description that had been pounded into me from the moment I was born.&amp;quot; Don Juan&amp;#39;s whole effort is to disrupt Castaneda&amp;#39;s description of the world, to &amp;quot;interrupt the normal flow of interpretation&amp;quot; (what Don Juan calls &amp;quot;not doing&amp;quot;), to &amp;quot;stop the world.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Every serious artist will immediately appreciate what Don Juan is trying to teach his seemingly unimaginative pupil. All art deconditions us so that we may respond more fully to experience, &amp;quot;to the perceptual solicitations of a world outside the descriptions we have learned to call reality,&amp;quot; as Castaneda puts it. Don Juan is trying to get Castaneda to accept &amp;quot;the basic premise of sorcery,&amp;quot; which is that our reality is merely one of many descriptions.&amp;quot; The fact, as it emerges more clearly in this book than in the preceding ones, that Don Juan uses fear, trickery, deceit, hypnotism, and least important in &amp;quot;Ixtlan,&amp;quot; drugs to accomplish this is totally beside the point.&lt;/p&gt;\n\n&lt;p&gt;Don Juan is Prospero. The world of the sorcerer is a stage and in Castaneda&amp;#39;s books Don Juan is the skillful stage manager. What he is trying to teach Castaneda is not the primacy of one description over another, but the possibility of different descriptions. He is teaching Castaneda the art of description. And in so doing he breaks down, for the alert reader, that false separation of art from life, of imagination from reality that in our culture tends to vitiate both. This lost connection, which is the essence of primitive cultures, is maintained in our empiricist civilization only in the arts, where it is allowed to survive as in a zoo-in the zoo of the arts-and in witchcraft, the mystical cults, the various incursions of Oriental disciplines.&lt;/p&gt;\n\n&lt;p&gt;Once philosophy was stories, religion was stories, wisdom books were stories, but now that fiction is held to be a form of lying, even by literary sophisticates, we are without persuasive wisdom, religion, or philosophy. Don Juan shows us that we live in. fictions, and that we live best when we know how to master the art. Fiction is the master art, Tom Wolfe, and journalism is a minor branch thereof. The sorcerer, the artist, sees beyond any particular form fiction may take to the fictive power itself, and in the absence of powerful fictions in our lives, maybe it&amp;#39;s time for all of us to become sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Not that I mean to imply that there&amp;#39;s no difference between a sorcerer and an artist. Of course there is. For a sorcerer his life is his art and there is no product of it but himself.&lt;/p&gt;\n\n&lt;p&gt;The next time I saw Castaneda, to return to our story, was many months later when he came to lecture at the university where I was teaching at the time, and I went to talk to him for a while afterward. I was strongly impressed by a change in his bearing. He was much more together, more animated and cheerful, stronger, and there was nothing of the Candide left in him. In answer to a question, he had spoken about his fellow sorcerer-apprentices as jovial, practical, down-to-earth men, and I remember thinking how appropriate the description was to Castaneda himself. To know Castaneda is to be persuaded of the validity of his books - he is much like the consequence of the discipline he describes.&lt;/p&gt;\n\n&lt;p&gt;On that occasion I tried to draw him out on the resemblances between what he was involved with and the processes of the imagination in art, but his conception of art seemed a rather crude one. amounting to something like an idea of decoration. But if Castaneda&amp;#39;s works aren&amp;#39;t novels they&amp;#39;re still stories, Castaneda&amp;#39;s story about Don Juan&amp;#39;s story, and I keep thinking of them in connection with other stories that explore similar areas for our culture.&lt;/p&gt;\n\n&lt;p&gt;In &amp;quot;Journey to Ixtlan,” for example, Castaneda, wandering through the Mexican mountains amid a landscape animated by spirits and powers, reminds me exactly of the early Wordsworth wandering in the English hills that are alive with immanent spirit. Or how about another Hispanic sorcerer, Cervantes, Castaneda&amp;#39;s Sancho Panza to Don Juan&amp;#39;s Quijote. Except that in this version of the story all the power is on the Don&amp;#39;s side, which leads us to the thought that maybe Quijote was right all along, that maybe the culture, not to mention the novel itself, has conceded too much to the pragmatic Sancho.&lt;/p&gt;\n\n&lt;p&gt;Here it is Sancho Castaneda who undergoes the conversion, who finally has to admit that the windmills are giants, and that he has to struggle with them. Here it turns out that the Don is sane after all and the rest of us are mad, or if not mad at least gross dullards. These are works of art, Ms. Oates, to answer your question directly, but works of art don&amp;#39;t have to be novels. They are works of art compared , say, with Tom Wolfe&amp;#39;s account of Kesey in &amp;quot;The Electric Kool-Aid Acid Test,&amp;quot; not because one is factual and the other is not, but simply because Castaneda&amp;#39;s books attain a high level of imaginative power and coherence, of precision in language, of inventive selection, and Wolfe&amp;#39;s book does not, though it may be an exemplar of the new journalism.&lt;/p&gt;\n\n&lt;p&gt;Must we really wait on the testimony of anthropologists about the value of these books? If the anthropological establishment were to rise up and cry fraud- and since it hasn&amp;#39;t by now one can be certain it&amp;#39;s not going to- wouldn&amp;#39;t that, in a way, be even more exciting in imaginative terms .&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;[a different way to look at the fight against counter-intent...]&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;When Joyce writes about forging the conscience of his race, I think he means &amp;quot;forge&amp;quot; in all of its senses. Gide understood that all art is counterfeit, even realistic art; this being so, why are American artists so guilty about the imagination? We should not need an old wizard, O Humanities Departments, to remind us of its scope and power. What&amp;#39;s happened to our faculties? Why do we have to keep on saying the giants are, of course, really windmills, when the only important thing about them, as far as we&amp;#39;re concerned, is that they&amp;#39;re really giants? For Don Juan truth and lies are both unreal—the only thing that&amp;#39;s real is knowledge.&lt;/p&gt;\n\n&lt;p&gt;Knowledge but not understanding. Don Juan speaks of &amp;quot;the absurdity of trying to understand everything.&amp;quot; &amp;quot;The world is a mystery,&amp;quot; he tells Castaneda. &amp;quot;Don&amp;#39;t tax yourself trying to figure it out.&amp;quot; With knowledge one is able to create a plausible description of that mystery. For that you need what Don Juan calls &amp;quot;personal power.&amp;quot; Power is a feeling, according to Don Juan, &amp;quot;something like being lucky.” In fact, for Don Juan &amp;quot;the world is a feeling,&amp;quot; so one might say that the power of a sorcerer is the power of the feeling he can invest in his description so it is felt as a persuasive account of the world. As Castaneda comes to accept Don Juan&amp;#39;s description of the world: there are spirits in waterholes, he can turn into a crow, Mescalito lives.&lt;/p&gt;\n\n&lt;p&gt;What I find extraordinary here is the idea of feeling as a way of acting on the world, just as the forces we know through the physical sciences act on it. Feeling is neglected not only as a response in our culture but as an efficacious force, a power, though of course we see it acting every day and it is the effective force in the imaginative arts, in the imagination itself. It is, for example, the power that George McGovern didn&amp;#39;t have and the Kennedys did. Feeling is the secret of power and the body is its medium: &amp;quot;I could not put the discovered secret into words, or even into thoughts, but my body knew it.&amp;quot; Don Juan tells Castaneda that what he learns from him he learns with his body: &amp;quot;every time you have seen me your body has learned certain things, even against your desire.&amp;quot; It is as if what Don Juan is teaching him is the wisdom of the body, the forgotten wisdom of animals that we have put out of consciousness and must now reintegrate.&lt;/p&gt;\n\n&lt;p&gt;Since I read that first excerpt from &amp;quot;A Separate Reality&amp;quot; I felt I had something to talk about with Castaneda, and, as I say, in stories everything comes together. First we met, then he came to lecture at the school where I was teaching last year, and finally he came to teach at that school and we had another chance to talk. One day Castaneda was good enough to come to a class I was teaching to discuss one of his books. One thing that was apparent then was his great caution in making claims about his apprenticeship to Don Juan, or &amp;quot;the field work&amp;quot; as he calls it. He seemed to feel that the very nature of his situation as participant-observer called for great caution in his account of it. When I pointed out that his situation enabled him to do something of unique value, that is, to describe the discipline of a sorcerer from both anthropological and subjective points of view, to both experience it and write about it, he replied first of all that Don Juan could produce a perfectly rational account of sorcery if he wanted to, and second, that there might come a time when he himself, Castaneda, might no longer want to write about it.&lt;/p&gt;\n\n&lt;p&gt;He was stubbornly indifferent to any similarities between his experience with Don Juan and Zen or any other discipline—that wasn&amp;#39;t his concern. He was insistent- as he is in “Ixtlan&amp;quot;- that drugs are not at all an essential part of the apprenticeship and he spoke of a fellow apprentice he knew who had taken peyote only once and yet was far ahead of him as a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;At that time he had already seen Don Juan for the last time in his apprenticeship, which is where “Ixtlan&amp;quot; leaves off. He was a powerful presence and, also, or maybe because, he really had his feet on the ground. Nevertheless I still sensed a split, not in him this time but in his effort to bridge two opposing cultures.&lt;/p&gt;\n\n&lt;p&gt;There was a lot I still wanted to talk about with Castaneda, but while he taught at the university he became increasingly elusive. Part of it no doubt was that there was a kind of mob scene with the students, but I think what he was really doing was emulating Don Juan in &amp;quot;dropping one&amp;#39;s personal history,&amp;quot; as it is put in &amp;quot;Ixtlan.&amp;quot; This is another strategy of the sorcerer, to increase his power: &amp;quot;if you have no personal history,&amp;quot; Don Juan says, &amp;quot;no explanations are needed; nobody is angry or disillusioned with your acts. And above all no one pins you down with their thoughts.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;What this finally amounts to is living totally in the present, concentrating one&amp;#39;s power totally on the present rather than wasting it on the past and future. Don Juan believes one should behave as if each act were one&amp;#39;s last on earth. This is something that Castaneda, in “Ixtlan,&amp;quot; is reluctant to do: &amp;quot;happiness for me was to assume that there was an inherent continuity to my acts...my disagreement was not a banal one but stemmed from the conviction that the world and myself had a determinable continuity.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Nevertheless, that is perhaps the direction in which, as a sorcerer, he is heading. He became notoriously hard to locate. He would claim to be going one place and mysteriously end up in another. You would expect to meet him here and you would find him there. I once went to meet him for a lunch appointment and was told by his colleagues and several other people that they knew for a fact he was in Mexico -when one of them met him in the elevator an hour or so later, he thought he was having a hallucination. Another time it was reported to me that he had abruptly left a line of students outside his office and disappeared, exclaiming that he had to speak to me right away- I never heard from him. More recently there was even a rumor that he was dead.&lt;/p&gt;\n\n&lt;p&gt;The best way to meet him was by accident. And that, in fact, is how I met him last, a few weeks ago, in a coffee shop in Los Angeles (neither of us is teaching now) after coming from a talk by- we are apparently approaching the end of the story- Anais Nin. However, there was no chance for conversation because it was not the place and because, as he said, looking me straight in the eye, &amp;quot;I&amp;#39;m in Mexico.” Then in explanation: &amp;quot;I go back and forth very fast. Why don&amp;#39;t you get in touch next time you&amp;#39;re in Los Angeles,” he added. &amp;quot;We should talk.&amp;quot; So there&amp;#39;s still another conversation I&amp;#39;ve been wanting to have with Castaneda, and this is it.&lt;/p&gt;\n\n&lt;p&gt;If the way of the sorcerer lies in the direction of utter detachment then I have a final question. Don Juan and Don Genaro at the end of &amp;quot;Ixtlan&amp;quot; are seen to be magnificent but terribly lonely and isolated men. They have dropped out of the human community and their only community is that of other sorcerers. This is Castaneda&amp;#39;s most unillusioned book and the two master brujos are to this extent demystified. But even Prospero throws down his staff.&lt;/p&gt;\n\n&lt;p&gt;It occurs to me that there are two ways to go about things on the journey to transcendence either bring the human baggage along or leave it behind. As in the mystic tradition Don Juan leaves it behind. He has power but he is empty. It seems to me that it would be preferable to bring it along, and that the more you can bring along the better. That&amp;#39;s what makes the difference between a saint and a mere ascetic, I suppose. And I suppose the greatest saint would bring along not only all his own baggage but everyone else&amp;#39;s as well, and by the passion of his involvement with the human community would become a prophet: Moses, Christ, Gandhi.&lt;/p&gt;\n\n&lt;p&gt;Don Juan goes the other way: personal power, personal composure, at the price of withdrawal from the community, an awesome isolation, a contained nostalgia. Given the community maybe it&amp;#39;s the only way out, but I hope not. Is that one single sorcerer who won the struggle with his ally and so retained his humanity the only one able to maintain a continuity with those he has left so far behind? Is even he able to do it?&lt;/p&gt;\n\n&lt;p&gt;What do you think, Carlos?&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;source -&lt;/em&gt; &lt;a href=\"https://news.google.com/newspapers?nid=KEtq3P1Vf8oC&amp;amp;dat=19730125&amp;amp;printsec=frontpage&amp;amp;hl=en\"&gt;&lt;em&gt;https://news.google.com/newspapers?nid=KEtq3P1Vf8oC&amp;amp;dat=19730125&amp;amp;printsec=frontpage&amp;amp;hl=en&lt;/em&gt;&lt;/a&gt; - starting on page 27&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/Ar-LiSF_pyvke4X1YYd34oSuQdC01P17RsPDwBm6a84.jpg?auto=webp&amp;s=b9f9bdcdc8a0fcd4cb5393d7b25e5139504fbc7e", "width": 716, "height": 1000}, "resolutions": [{"url": "https://external-preview.redd.it/Ar-LiSF_pyvke4X1YYd34oSuQdC01P17RsPDwBm6a84.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=ca9fefca8c3088333876196a58bf44678d340ba2", "width": 108, "height": 150}, {"url": "https://external-preview.redd.it/Ar-LiSF_pyvke4X1YYd34oSuQdC01P17RsPDwBm6a84.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=10762edae24111dbf48acd701325c60b238ee8b1", "width": 216, "height": 301}, {"url": "https://external-preview.redd.it/Ar-LiSF_pyvke4X1YYd34oSuQdC01P17RsPDwBm6a84.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=4a580db574ce683e10b7936c7f746feb22925b8c", "width": 320, "height": 446}, {"url": "https://external-preview.redd.it/Ar-LiSF_pyvke4X1YYd34oSuQdC01P17RsPDwBm6a84.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=2ed4af5f376c35c3d553458de513d4a4c605a02c", "width": 640, "height": 893}], "variants": {}, "id": "xBkX4_8T0ajsK6mFY8rgKkF9O0e4T-3AYiJtyppiMf8"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "4db2d960-6010-11ea-9ef8-0ed2b63f6a6f", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qtts2o", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/", "subreddit_subscribers": 9561, "created_utc": 1636908393.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkq5gd2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "rorykl1983", "can_mod_post": false, "created_utc": 1636988601.0, "send_replies": true, "parent_id": "t1_hkmdveg", "score": 2, "author_fullname": "t2_a1i2e7wd", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I always like your comments.  You're much further down the path than I perceive myself to be, so a lot of it is lost on me, but your words help like a guiding lamp seen through a foggy distance.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkq5gd2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I always like your comments.  You&amp;#39;re much further down the path than I perceive myself to be, so a lot of it is lost on me, but your words help like a guiding lamp seen through a foggy distance.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qtts2o", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/hkq5gd2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636988601.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkmdveg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1636916643.0, "send_replies": true, "parent_id": "t3_qtts2o", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Man  that's hard to read. I hope I don't ever have to sit across from that person at dinner. He'd end up leaping across the table to choke me.\n\nShrooms.   Just saying...\n\n\\&gt;Knowledge but not understanding.\n\nAt least, these older articles are consistent with the last minute instructions we got in the Silent Knowledge publication.\n\nI was surprised to see don Juan even discussing what Carlos wrote in that publication, just before he gave the abstract cores.\n\nI had the feeling Silent Knowledge was a slight deviation from the books, but in fact it was not.\n\nFor beginners:\n\nWe get the wrong impression about some topics, because certain things are the same as others.\n\nLike, a \"father\" can also be a bus driver, a golfer, and a foodie.\n\nIn our case, intent = the spirit = silent knowledge = the abstract.\n\nThey aren't different!\n\nBut you don't notice that, until you get to the end of the J curve and get to see them directly.\n\nIn your face, so to speak.\n\nThe problem is, they really do need separate names.\n\nAnd so there's the problem.\n\nThey **are** the same according to don  Juan.  So we don't have to doubt it, even though they seem so different.\n\nDon Juan even lists them as the same at one spot in the books.\n\nAs does Carlos in one of the publications.\n\nBut in the darkroom, you'll first learn about intent from \"intent gifts\".  That's where you are working very hard, losing faith, curing yourself for being so stupid as to believein magic, but you keep working hard anyway.\n\nAnd a magical object flies right up to your eyes and says, \"Hello.  My name is Paul.\"\n\nYou receive a gift far beyond your current ability, as a reward for unbending intent.  For not giving up, and for working hard.\n\nSo you'll think of intent as your best buddy, who is only generous with you when you work hard to be silent.\n\nAs you move your assemblage point further, let's say to the red zone, you learn about intent as the builder of all of reality.\n\nAnd by manipulating it, you can even shapeshift.\n\nAs the assemblage point moves up the front, you learn about intent as a silent witness, who can be moved with words.\n\nYou can say, \"Hamburger\", and one is  right there in front of you, floating in the air.\n\nAnd a very appropriate one!  Probably won't be a generic hamburger.\n\nIt'll be a \"hamburger gift\".\n\nOne you saw as a child and had forgotten about.\n\nCarlos himself would remember a \"Trixie's\" burger.  They used a cheap imitation of Bugs Bunny as their mascot, and the burger was bizarre. Something you'd only come up in the 60s, before the \"hamburger standards\" were invented.\n\nMustard and pickle relish.  No other condiments.\n\nThose were on the path back to LA, from don Juan.\n\nSo armed with your \"intent manifesting\" abilities, which are not limited to food items, you move further on the J curve and find the room is now filled with whitish light.\n\nAnd if you keep forcing silence, it takes on texture.\n\nVertical lines are my favorite.\n\nYou discover that those lines can be manipulated by many methods, including just using your fingers, to manifest random things.\n\nIt's even more fun that using your voice to manifest, because you have no idea what is coming next.\n\nYou are now adding your own influence to the raw emanations, so that intent itself will form an object for you.  And what it forms, teaches or informs you in some odd way.\n\nOr a place can form.  As a mini-dream in the air.\n\nKeep that up and you'll notice  you can see the room you are in, despite it being perfectly dark.\n\nBut later, you realize that's not your bedroom!  It's someone else's living room.\n\nYou are standing in your own room, but looking at another place as if you were located there.\n\nNow you've learned that intent can manage more than one reality at the same time.\n\nBy seeking out phantom rooms, you put in your bid to swim in intent itself.\n\nTo be free from your normal reality, and go travel to other realities.\n\nIf you have an inorganic being, she'll show you other remarkable things you can do by manipulating intent, and even manipulate it herself so you can see that two beings are better than one.\n\nWith such a lively translocation ability, you're able to intercept the double of other people.\n\nDoing that, you'll discover that intent is sticky.  If you have 2 people and an inorganic being inside a phantom reality, it's no longer just a phantom.\n\nIt now has long term existence.\n\nAnd from there, you encounter \"Silent Knowledge\".\n\nI like to call it, \"continuous seeing\", but since you can use it to form a phantom reality around you, or even to travel into one of those, or to remote view, it's more than just ideas in the mind.\n\nIt's still intent, but now it's manifesting new realities, in your awareness.\n\nBut at that point, you can still \"describe\" it.  What you become aware of.\n\nI get overloaded with that information, and run here to post it so I can't lose it or have second thoughts about telling others.\n\nBut it's still the same old intent that gifted you up at the green line.\n\nAs you get more and more silent knowledge (continuous seeing) it becomes more and more visual and engrossing.\n\nYou sort of \"go into it\".\n\nThere, just my guess, is the most likely place you'll run into the abstract. The first time that is.\n\nKnowledge without words.  There is no possible way to select any word, that covers it in any way.\n\nNot a single word.\n\nSo it's Knowledge, but not understanding.\n\nAnd it's still just intent, your old buddy.", "edited": 1636919513.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkmdveg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Man  that&amp;#39;s hard to read. I hope I don&amp;#39;t ever have to sit across from that person at dinner. He&amp;#39;d end up leaping across the table to choke me.&lt;/p&gt;\n\n&lt;p&gt;Shrooms.   Just saying...&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Knowledge but not understanding.&lt;/p&gt;\n\n&lt;p&gt;At least, these older articles are consistent with the last minute instructions we got in the Silent Knowledge publication.&lt;/p&gt;\n\n&lt;p&gt;I was surprised to see don Juan even discussing what Carlos wrote in that publication, just before he gave the abstract cores.&lt;/p&gt;\n\n&lt;p&gt;I had the feeling Silent Knowledge was a slight deviation from the books, but in fact it was not.&lt;/p&gt;\n\n&lt;p&gt;For beginners:&lt;/p&gt;\n\n&lt;p&gt;We get the wrong impression about some topics, because certain things are the same as others.&lt;/p&gt;\n\n&lt;p&gt;Like, a &amp;quot;father&amp;quot; can also be a bus driver, a golfer, and a foodie.&lt;/p&gt;\n\n&lt;p&gt;In our case, intent = the spirit = silent knowledge = the abstract.&lt;/p&gt;\n\n&lt;p&gt;They aren&amp;#39;t different!&lt;/p&gt;\n\n&lt;p&gt;But you don&amp;#39;t notice that, until you get to the end of the J curve and get to see them directly.&lt;/p&gt;\n\n&lt;p&gt;In your face, so to speak.&lt;/p&gt;\n\n&lt;p&gt;The problem is, they really do need separate names.&lt;/p&gt;\n\n&lt;p&gt;And so there&amp;#39;s the problem.&lt;/p&gt;\n\n&lt;p&gt;They &lt;strong&gt;are&lt;/strong&gt; the same according to don  Juan.  So we don&amp;#39;t have to doubt it, even though they seem so different.&lt;/p&gt;\n\n&lt;p&gt;Don Juan even lists them as the same at one spot in the books.&lt;/p&gt;\n\n&lt;p&gt;As does Carlos in one of the publications.&lt;/p&gt;\n\n&lt;p&gt;But in the darkroom, you&amp;#39;ll first learn about intent from &amp;quot;intent gifts&amp;quot;.  That&amp;#39;s where you are working very hard, losing faith, curing yourself for being so stupid as to believein magic, but you keep working hard anyway.&lt;/p&gt;\n\n&lt;p&gt;And a magical object flies right up to your eyes and says, &amp;quot;Hello.  My name is Paul.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You receive a gift far beyond your current ability, as a reward for unbending intent.  For not giving up, and for working hard.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;ll think of intent as your best buddy, who is only generous with you when you work hard to be silent.&lt;/p&gt;\n\n&lt;p&gt;As you move your assemblage point further, let&amp;#39;s say to the red zone, you learn about intent as the builder of all of reality.&lt;/p&gt;\n\n&lt;p&gt;And by manipulating it, you can even shapeshift.&lt;/p&gt;\n\n&lt;p&gt;As the assemblage point moves up the front, you learn about intent as a silent witness, who can be moved with words.&lt;/p&gt;\n\n&lt;p&gt;You can say, &amp;quot;Hamburger&amp;quot;, and one is  right there in front of you, floating in the air.&lt;/p&gt;\n\n&lt;p&gt;And a very appropriate one!  Probably won&amp;#39;t be a generic hamburger.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll be a &amp;quot;hamburger gift&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;One you saw as a child and had forgotten about.&lt;/p&gt;\n\n&lt;p&gt;Carlos himself would remember a &amp;quot;Trixie&amp;#39;s&amp;quot; burger.  They used a cheap imitation of Bugs Bunny as their mascot, and the burger was bizarre. Something you&amp;#39;d only come up in the 60s, before the &amp;quot;hamburger standards&amp;quot; were invented.&lt;/p&gt;\n\n&lt;p&gt;Mustard and pickle relish.  No other condiments.&lt;/p&gt;\n\n&lt;p&gt;Those were on the path back to LA, from don Juan.&lt;/p&gt;\n\n&lt;p&gt;So armed with your &amp;quot;intent manifesting&amp;quot; abilities, which are not limited to food items, you move further on the J curve and find the room is now filled with whitish light.&lt;/p&gt;\n\n&lt;p&gt;And if you keep forcing silence, it takes on texture.&lt;/p&gt;\n\n&lt;p&gt;Vertical lines are my favorite.&lt;/p&gt;\n\n&lt;p&gt;You discover that those lines can be manipulated by many methods, including just using your fingers, to manifest random things.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s even more fun that using your voice to manifest, because you have no idea what is coming next.&lt;/p&gt;\n\n&lt;p&gt;You are now adding your own influence to the raw emanations, so that intent itself will form an object for you.  And what it forms, teaches or informs you in some odd way.&lt;/p&gt;\n\n&lt;p&gt;Or a place can form.  As a mini-dream in the air.&lt;/p&gt;\n\n&lt;p&gt;Keep that up and you&amp;#39;ll notice  you can see the room you are in, despite it being perfectly dark.&lt;/p&gt;\n\n&lt;p&gt;But later, you realize that&amp;#39;s not your bedroom!  It&amp;#39;s someone else&amp;#39;s living room.&lt;/p&gt;\n\n&lt;p&gt;You are standing in your own room, but looking at another place as if you were located there.&lt;/p&gt;\n\n&lt;p&gt;Now you&amp;#39;ve learned that intent can manage more than one reality at the same time.&lt;/p&gt;\n\n&lt;p&gt;By seeking out phantom rooms, you put in your bid to swim in intent itself.&lt;/p&gt;\n\n&lt;p&gt;To be free from your normal reality, and go travel to other realities.&lt;/p&gt;\n\n&lt;p&gt;If you have an inorganic being, she&amp;#39;ll show you other remarkable things you can do by manipulating intent, and even manipulate it herself so you can see that two beings are better than one.&lt;/p&gt;\n\n&lt;p&gt;With such a lively translocation ability, you&amp;#39;re able to intercept the double of other people.&lt;/p&gt;\n\n&lt;p&gt;Doing that, you&amp;#39;ll discover that intent is sticky.  If you have 2 people and an inorganic being inside a phantom reality, it&amp;#39;s no longer just a phantom.&lt;/p&gt;\n\n&lt;p&gt;It now has long term existence.&lt;/p&gt;\n\n&lt;p&gt;And from there, you encounter &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I like to call it, &amp;quot;continuous seeing&amp;quot;, but since you can use it to form a phantom reality around you, or even to travel into one of those, or to remote view, it&amp;#39;s more than just ideas in the mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s still intent, but now it&amp;#39;s manifesting new realities, in your awareness.&lt;/p&gt;\n\n&lt;p&gt;But at that point, you can still &amp;quot;describe&amp;quot; it.  What you become aware of.&lt;/p&gt;\n\n&lt;p&gt;I get overloaded with that information, and run here to post it so I can&amp;#39;t lose it or have second thoughts about telling others.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still the same old intent that gifted you up at the green line.&lt;/p&gt;\n\n&lt;p&gt;As you get more and more silent knowledge (continuous seeing) it becomes more and more visual and engrossing.&lt;/p&gt;\n\n&lt;p&gt;You sort of &amp;quot;go into it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There, just my guess, is the most likely place you&amp;#39;ll run into the abstract. The first time that is.&lt;/p&gt;\n\n&lt;p&gt;Knowledge without words.  There is no possible way to select any word, that covers it in any way.&lt;/p&gt;\n\n&lt;p&gt;Not a single word.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s Knowledge, but not understanding.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s still just intent, your old buddy.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/hkmdveg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636916643.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qtts2o", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkmagdd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dirgable_dirigible", "can_mod_post": false, "created_utc": 1636915399.0, "send_replies": true, "parent_id": "t3_qtts2o", "score": 2, "author_fullname": "t2_j1twu", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This is fascinating. Thanks for posting. I had no idea Anais Nin was involved with helping the first book get published. Also, I have a fondness for The Village Voice having lived in NYC quite some time ago.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkmagdd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is fascinating. Thanks for posting. I had no idea Anais Nin was involved with helping the first book get published. Also, I have a fondness for The Village Voice having lived in NYC quite some time ago.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/hkmagdd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636915399.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qtts2o", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkpxys0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "princejask", "can_mod_post": false, "created_utc": 1636985080.0, "send_replies": true, "parent_id": "t3_qtts2o", "score": 2, "author_fullname": "t2_7zv7ysyk", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It is an interesting account and description. It went well with the moments from then to here. Good post for me.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkpxys0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It is an interesting account and description. It went well with the moments from then to here. Good post for me.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/hkpxys0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636985080.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qtts2o", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkvv3tk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1637087792.0, "send_replies": true, "parent_id": "t3_qtts2o", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Shortly after this I discovered from Anais Nin that Castaneda lived and taught in Los Angeles\n\nThis can't be \"Rosa\" from private classes could it?\n\nI asked Cholita what happened to her but she didn't know. She was even older than Margarette, and Margarette is likely dead now.  Was blind as of 3 years ago when Cholita last saw her.\n\nIf I weren't face blind, I'd just look on Wikipedia.\n\nRosa was even well off. \n\nA writer, and when I asked what she wrote, some women giggled.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkvv3tk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Shortly after this I discovered from Anais Nin that Castaneda lived and taught in Los Angeles&lt;/p&gt;\n\n&lt;p&gt;This can&amp;#39;t be &amp;quot;Rosa&amp;quot; from private classes could it?&lt;/p&gt;\n\n&lt;p&gt;I asked Cholita what happened to her but she didn&amp;#39;t know. She was even older than Margarette, and Margarette is likely dead now.  Was blind as of 3 years ago when Cholita last saw her.&lt;/p&gt;\n\n&lt;p&gt;If I weren&amp;#39;t face blind, I&amp;#39;d just look on Wikipedia.&lt;/p&gt;\n\n&lt;p&gt;Rosa was even well off. &lt;/p&gt;\n\n&lt;p&gt;A writer, and when I asked what she wrote, some women giggled.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qtts2o/lost_article_with_direct_input_from_carlos_the/hkvv3tk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637087792.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qtts2o", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]