[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": " \n\nDear Danl999,\n\nI recently saw your post with regard to the possibility that overall, we are 'failing'; \n\nI felt bad that this could be the case indeed, so I was sitting down several weeks ago  and thought hard about what I as a beginner can do in order to bring new momentum into this  project (from our perspective, the group of beginners).\n\nLooking at  the fact that many beginners seem to ask similar questions / struggle  with similar problems, I realized that I should put together an  exhaustive list of  questions (also with the idea that you and others do not need to repeat  the same / similar answers over and over again). So that is what I  consequently did over the last weeks.\n\nI believe that these are questions most of us beginners do struggle with in one way or another.\n\nIn order to not take too much of your time, I tried to structure the questions according to main categories / topics.\n\nIt  would be awesome if you (and others) could answer these (of course, feel free to skip questions  if you find them inappropriate etc.). Also, please be aware that there  is obviously no time pressure neither. Further, I tried to write the questions in a  way which sometimes allows for shorter answers (sometimes even \"yes\" / \"no\").  \n \n\nMaybe this attempt will enable us beginners to be on the \"same page\".\n\nPlease  forgive me if some of the questions are a bit provocative, the idea is  to overcome hurdles and I guess sometimes that requires to ask potentially  uncomfortable questions, you are welcome to shoot me down in response (as stated, I am still learning).  \n \n\n**Special Note 1:**  \nPlease understand that I am a  beginner, also remember that when you read CC asking DJ questions, he  often appears (I guess purposefully) as the \"dummy\", well, it is not  much different here when beginners ask questions to more experienced practitioners. So please be patient with us.  \n \n\n**Special Note 2:**\n\nSince I collected these questions over time, it may sometimes feel  as if they contradict one another (since I developed a bit in the  meantime), however, I decided to leave some \"older\" questions in the  list, considering what I had written above.\n\n&amp;#x200B;\n\n**Special Note 3:**\n\nThis is the first volume of other questions collections.\n\n&amp;#x200B;\n\n**Special Note 4:**\n\nPlease note that I am not a native speaker.  \n \n\n&amp;#x200B;\n\n**1. Techniques**\n\n**Dark Room practice (technique)**  \n\n\n**1.** It seems that if I am in the dark room and do not move much, less  is 'happening' as compared to doing some tensegrity moves. Would it make  sense to do a whole sequence of tensegrity moves in the dark room at the beginning of a session?\n\n**2.** Do you sometimes invite IOBs by 'saying out loud' certain phrases? If yes, which ones? Would it be like an explicit invitation?  \n \n\n**3.** Even if the room is completely dark, I often noticed \"traces\" of  my hands. So if I move them, they seem to have \"light\" traces. However, I  am not sure what to do with that. Any suggestions? \n\n**4.** I often see \"faces\" or even complete beings, however, sometimes,  if I try to scoop these, they do not allow for that. Any suggestions?\n\n**5.** Could equivalent experiences be achieved by starring into a  crystal ball or equivalent objects, so that the mind is \"diverted\" by  focusing on a particular object? Or is that not as powerful as the dark room approach?  \n\n&amp;#x200B;\n\n**Tensegrity (technique)**  \n  **6.** I practice the moves every morning. Is it essential to do all  of the moves or am I free to select the ones I like only? Is there some  degree of discretion or is it a strict practice?  \n   \n  **7.** Can I do the moves in my own order? Or should one rather stick to the sequence as it is taught?   \n   \n **8.**  If I do some of the moves in a rather \"sloppy\" fashion, would they be less effective as a consequence? \n\n&amp;#x200B;\n\n**J-curve &amp; AP (technique)**\n\n**9.** I apply a technique which was mentioned somewhere in the  books, where I \"massage\" that energy point in front of the belly (to the  right) every day, I had quite good results with that. However, since the  AP during the day is in the blue zone and not there, does it actually  make sense? Isn't that rather the \"desired\" location of the AP as opposed to the current location (in the upper left blue zone)?  \n \n\n**10.** The other day when I did DRP, I suddenly super-focused and 'visualized' how I would  move the AP down, from the blue to the green zone and even further down.  To my surprise, that actually worked (albeit it was definitely anything but easy), however, the AP would literally  \"snap back\" hard to the higher positions as soon as I stopped \"forcing\" it  (or losing focus) and the lower it came the harder it was to push it any further. That said, it  actually worked, up to the point that when I approached the orange zone,  the environment would literally change, even if it was just for a few  seconds, up to the point where it was REALLY creepy and the surroundings  looked a little, well let's say \"hellish\".   \nHowever, I have never heard  of that method, should I pursue it if it works for me or should I rather  focus on the \"proven\" techniques?  \n \n\n**Stalking (technique)** \n\n**11.** I applied a number of stalking techniques (i.e. completely breaking old  routines and patterns of behavior), this helped me to  dissolve my ego quite a bit. However, is the objective to absolutely  change ALL \"common\" types of behaviors we follow?  \n \n\n**12.** Are these changes meant to be completely permanent? Why is it  not the explicit objective to replace \"bad\" patterns of behaviour with  \"better\" ones? For example, from \"unhealthy\" to \"healthy\" eating etc.?  \n\n\n&amp;#x200B;\n\n**Dreaming (technique)**  \n  **13.** Since I practice the techniques etc. I experience very intense  dreams, more intense than I ever experienced in my life. They go far  above what people would call \"lucid dreaming\" or \"astral projection\".  For example, I tend to visit places which I can only describe as being  from another universe, however, the same places may appear in several  dreams. However, I have to admit, sometimes, similar when trying to do  DRP, the \"thinking mind\" and \"internal dialog\" kick in and mess it all  up, for example suddenly creating \"to do lists\" within the dream and  other stupid things, bringing over bad habits from the material world  over into the beautiful dream. Any ideas how this can be stopped from  happening? Should I try the \"crystals between fingers\" method?  \n   \n \n\n**2. Content:**\n\n**IOBs**\n\n**14.** From your posts it seems that you would not be very selective with regards to inviting IOBs, however is it desirable to  befriend only specific IOBs / to stay away from others? Do they expect  anything in return (other than attention / energy)?\n\n**15.**  In CC's books it is mentioned several times that IOBs \"cannot  lie\" as such, well, is that really true? What about the blue scout incident, for  example?\n\n**16.** Can every IOB take on absolutely any form it likes? Or is that an ability of specific IOBs only?  \n \n\n**River of Filth (\"River of Sh\\*t\" vs. \"River of Love\")**\n\n**17.** This  topic will keep me busy for some years I think. Because it boils down  to some of the most fundamental aspects of \"existence\". \n\nLet me try to describe what I mean.  \n Yes,  if you want to look for it, you will find it ALL in this human life;  greed, jealousy, hate, egotism, violence, betrayal, ignorance, materialism,  lust for power etc. It is part of our world today. For  example, we still have nasty wars, we have poverty (in a world of  abundance), we treat nature and animals as prisoners, the capitalist  system thrives on competition and exploitation, people see 'money' as  their God etc.   \n However, at the very same time, we do see all the beautiful things as well.  \n Yes,  we can also see, unconditional love, compassion, gratitude, hope,  improvement, progress etc. This can manifest in people helping other  people with no benefit, countries making peace over war, new  technologies allowing for less pollution, more collective awareness  regarding the treatment of animals, charities financing research trying  to end diseases, poverty etc.  \n One has to admit, what  humans see as \"reality\" contains BOTH these things, not just one of  them. There IS the black and the white.   \n   \n Also, certain people focus on  the dark stuff, while others focus on the light stuff. To see this  dimension just as either the \"River of Shit\" or the \"River of Love\"  would BOTH be ignorant and a 'limiting belief', since you can clearly find the two in this  dimension.  \n From CC's books, I get the feeling  that the \"River of Filth\" phrase was rather used with 'tongue in cheek'.  It did not imply a complete and utter rejection of the outside world as  it is. After all, CC was known for enjoying many things within the RoS  (i.e. drinks, women, food). Or would you disagree wih that statement and say that this  \"reality\" is the RoS ONLY? But again, would that not be a 'dogmatic belief system' then?  \n \n\n**Sobreity**  \n  **18.** Would you be so kind to elaborate on which approaches / habits / routines have worked best for you?  \n   \n **Inventory**\n\n**19.** Is recapitulation / stalking the best way to reduce one's inventory? Or are there other techniques?  \n \n\n**Energy Body / Energy Double**\n\n**20.** As an experienced sorcerer, are you able to actively move  your energy double at will? Or do you need to be within the 'second  attention' always? \n\n&amp;#x200B;\n\n**Second Attention**\n\n**21.** Does certain breath work help to reach the second attention?   \n \n\n*Other:*\n\n**Interlude: Personal questions**   \n   **22.** As an experienced practicioner, do you sometimes feel that you get \"too far out\"?  \n  **23.** Did you ever try to practice sorcery together with other experienced  sorcerers? Is it possible to simultaneously see the same IOBs?  \n  **24.** Do other sorcerers here have experiences with the same IOBs you encountered before?  \n   \n  **25.** What is your overall motive / intent regarding your work here? To ultimately start a new lineage?  \n  **26.** Do you intend to become an IOB yourself before dying?  \n  **27.** Did you pick the \"999\" as a reversed \"666\" to provoke people who believe in the existence of Lucifer?   ;-)  \n \n\n**The \"Witches\"**\n\n**28.** Is it likely that three of them actually disappeared? I mean  not only energetically, but even physically? Could it be that they are  IOBs now?  \n \n\n**The Ancient Sorcerers** \n\n**29.** At several places it is stated that the Ancient Sorcerers  used  magic for \"power\" and even to \"harm others\". So that would definitely be  \"black magic\" then, isn't it? If that is the case, would a \"white  magic\" lineage be possible? One that tries to help this world to  progress? I know that you do not like such ideas, but is it a  possibility?  \n \n\n**CC's books**\n\n**30.** You mentioned before that \"80% of the books are trickery\",  however, it seems that each book contains quite a few nuggets with  concise practical use. However, one apparently needs to have reached  certain levels before 'seeing' those. Did CC intend to publish another  book before his death? Or did he fully limit himself to the work shops  only?  \n \n\n**Human blockages towards sorcery**  \n  **31.** We live in a \"thought-driven\", cognitive, materialistic  society. \"Head people\" are the ones everyone listens to. We lost a lot  of mysticism.   \n Because  the subject here is sorcery and mysticism, there are no straight answers  to the  \"logical, rational mind\" asking \"fundamental\" questions like; 'why  should I do this', 'what is it', 'how does it benefit me' etc. However,  isn't that  also a 'self-selecting system' per se? So it keeps anyone  away who currently has too much inventory?   \n   \n \n\n**General**\n\n**32.** Is it not dangerous to make all that secret knowledge here  available to anyone out there including groups / people who potentially  have harmful intentions towards humanity? \n\n**33.** Are we not way too judgemental towards some ancient traditions?  For example, if a monk spends 5 to 10 years in a cold cave in the  Himalayas and meditates 10h per day (with a minimum of nutrition and water), would he not most certainly engage in \"dark room  practice on steroids\"?  \n \n\n**34.** Do secret societies (freemasons, illuminati etc.) practice that kind of magic? Do they enagage with dark IOBs?\n\n**35.** It is apparent that ancient cultures have encountered IOBs,  in fact, once one has a bit of exposure to real sorcery, many wall  paintings suddenly make a lot of sense (I could post several interesting  examples across all cultures). Is the nagual lineage really the only  one that applies sorcery as shown? Or could there be lineages from other  cultures which are entirely unknown to us? Would there not be an  incentive for lineages to stay secret?\n\n&amp;#x200B;\n\nA big THANK YOU\n\nand Happy New Year to everyone!!!!!!!!", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "'999 Questions' to danl999 (Volume 1)", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_rswfys", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.84, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_as3sfzaz", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1640965008.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Dear Danl999,&lt;/p&gt;\n\n&lt;p&gt;I recently saw your post with regard to the possibility that overall, we are &amp;#39;failing&amp;#39;; &lt;/p&gt;\n\n&lt;p&gt;I felt bad that this could be the case indeed, so I was sitting down several weeks ago  and thought hard about what I as a beginner can do in order to bring new momentum into this  project (from our perspective, the group of beginners).&lt;/p&gt;\n\n&lt;p&gt;Looking at  the fact that many beginners seem to ask similar questions / struggle  with similar problems, I realized that I should put together an  exhaustive list of  questions (also with the idea that you and others do not need to repeat  the same / similar answers over and over again). So that is what I  consequently did over the last weeks.&lt;/p&gt;\n\n&lt;p&gt;I believe that these are questions most of us beginners do struggle with in one way or another.&lt;/p&gt;\n\n&lt;p&gt;In order to not take too much of your time, I tried to structure the questions according to main categories / topics.&lt;/p&gt;\n\n&lt;p&gt;It  would be awesome if you (and others) could answer these (of course, feel free to skip questions  if you find them inappropriate etc.). Also, please be aware that there  is obviously no time pressure neither. Further, I tried to write the questions in a  way which sometimes allows for shorter answers (sometimes even &amp;quot;yes&amp;quot; / &amp;quot;no&amp;quot;).  &lt;/p&gt;\n\n&lt;p&gt;Maybe this attempt will enable us beginners to be on the &amp;quot;same page&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Please  forgive me if some of the questions are a bit provocative, the idea is  to overcome hurdles and I guess sometimes that requires to ask potentially  uncomfortable questions, you are welcome to shoot me down in response (as stated, I am still learning).  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Special Note 1:&lt;/strong&gt;&lt;br/&gt;\nPlease understand that I am a  beginner, also remember that when you read CC asking DJ questions, he  often appears (I guess purposefully) as the &amp;quot;dummy&amp;quot;, well, it is not  much different here when beginners ask questions to more experienced practitioners. So please be patient with us.  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Special Note 2:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Since I collected these questions over time, it may sometimes feel  as if they contradict one another (since I developed a bit in the  meantime), however, I decided to leave some &amp;quot;older&amp;quot; questions in the  list, considering what I had written above.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Special Note 3:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;This is the first volume of other questions collections.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Special Note 4:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Please note that I am not a native speaker.  &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;1. Techniques&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Dark Room practice (technique)&lt;/strong&gt;  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;1.&lt;/strong&gt; It seems that if I am in the dark room and do not move much, less  is &amp;#39;happening&amp;#39; as compared to doing some tensegrity moves. Would it make  sense to do a whole sequence of tensegrity moves in the dark room at the beginning of a session?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;2.&lt;/strong&gt; Do you sometimes invite IOBs by &amp;#39;saying out loud&amp;#39; certain phrases? If yes, which ones? Would it be like an explicit invitation?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;3.&lt;/strong&gt; Even if the room is completely dark, I often noticed &amp;quot;traces&amp;quot; of  my hands. So if I move them, they seem to have &amp;quot;light&amp;quot; traces. However, I  am not sure what to do with that. Any suggestions? &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;4.&lt;/strong&gt; I often see &amp;quot;faces&amp;quot; or even complete beings, however, sometimes,  if I try to scoop these, they do not allow for that. Any suggestions?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;5.&lt;/strong&gt; Could equivalent experiences be achieved by starring into a  crystal ball or equivalent objects, so that the mind is &amp;quot;diverted&amp;quot; by  focusing on a particular object? Or is that not as powerful as the dark room approach?  &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Tensegrity (technique)&lt;/strong&gt;&lt;br/&gt;\n  &lt;strong&gt;6.&lt;/strong&gt; I practice the moves every morning. Is it essential to do all  of the moves or am I free to select the ones I like only? Is there some  degree of discretion or is it a strict practice?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;7.&lt;/strong&gt; Can I do the moves in my own order? Or should one rather stick to the sequence as it is taught?   &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;8.&lt;/strong&gt;  If I do some of the moves in a rather &amp;quot;sloppy&amp;quot; fashion, would they be less effective as a consequence? &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;J-curve &amp;amp; AP (technique)&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;9.&lt;/strong&gt; I apply a technique which was mentioned somewhere in the  books, where I &amp;quot;massage&amp;quot; that energy point in front of the belly (to the  right) every day, I had quite good results with that. However, since the  AP during the day is in the blue zone and not there, does it actually  make sense? Isn&amp;#39;t that rather the &amp;quot;desired&amp;quot; location of the AP as opposed to the current location (in the upper left blue zone)?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;10.&lt;/strong&gt; The other day when I did DRP, I suddenly super-focused and &amp;#39;visualized&amp;#39; how I would  move the AP down, from the blue to the green zone and even further down.  To my surprise, that actually worked (albeit it was definitely anything but easy), however, the AP would literally  &amp;quot;snap back&amp;quot; hard to the higher positions as soon as I stopped &amp;quot;forcing&amp;quot; it  (or losing focus) and the lower it came the harder it was to push it any further. That said, it  actually worked, up to the point that when I approached the orange zone,  the environment would literally change, even if it was just for a few  seconds, up to the point where it was REALLY creepy and the surroundings  looked a little, well let&amp;#39;s say &amp;quot;hellish&amp;quot;.&lt;br/&gt;\nHowever, I have never heard  of that method, should I pursue it if it works for me or should I rather  focus on the &amp;quot;proven&amp;quot; techniques?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Stalking (technique)&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;11.&lt;/strong&gt; I applied a number of stalking techniques (i.e. completely breaking old  routines and patterns of behavior), this helped me to  dissolve my ego quite a bit. However, is the objective to absolutely  change ALL &amp;quot;common&amp;quot; types of behaviors we follow?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;12.&lt;/strong&gt; Are these changes meant to be completely permanent? Why is it  not the explicit objective to replace &amp;quot;bad&amp;quot; patterns of behaviour with  &amp;quot;better&amp;quot; ones? For example, from &amp;quot;unhealthy&amp;quot; to &amp;quot;healthy&amp;quot; eating etc.?  &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Dreaming (technique)&lt;/strong&gt;&lt;br/&gt;\n  &lt;strong&gt;13.&lt;/strong&gt; Since I practice the techniques etc. I experience very intense  dreams, more intense than I ever experienced in my life. They go far  above what people would call &amp;quot;lucid dreaming&amp;quot; or &amp;quot;astral projection&amp;quot;.  For example, I tend to visit places which I can only describe as being  from another universe, however, the same places may appear in several  dreams. However, I have to admit, sometimes, similar when trying to do  DRP, the &amp;quot;thinking mind&amp;quot; and &amp;quot;internal dialog&amp;quot; kick in and mess it all  up, for example suddenly creating &amp;quot;to do lists&amp;quot; within the dream and  other stupid things, bringing over bad habits from the material world  over into the beautiful dream. Any ideas how this can be stopped from  happening? Should I try the &amp;quot;crystals between fingers&amp;quot; method?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;2. Content:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;IOBs&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;14.&lt;/strong&gt; From your posts it seems that you would not be very selective with regards to inviting IOBs, however is it desirable to  befriend only specific IOBs / to stay away from others? Do they expect  anything in return (other than attention / energy)?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;15.&lt;/strong&gt;  In CC&amp;#39;s books it is mentioned several times that IOBs &amp;quot;cannot  lie&amp;quot; as such, well, is that really true? What about the blue scout incident, for  example?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;16.&lt;/strong&gt; Can every IOB take on absolutely any form it likes? Or is that an ability of specific IOBs only?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;River of Filth (&amp;quot;River of Sh*t&amp;quot; vs. &amp;quot;River of Love&amp;quot;)&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;17.&lt;/strong&gt; This  topic will keep me busy for some years I think. Because it boils down  to some of the most fundamental aspects of &amp;quot;existence&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Let me try to describe what I mean.&lt;br/&gt;\n Yes,  if you want to look for it, you will find it ALL in this human life;  greed, jealousy, hate, egotism, violence, betrayal, ignorance, materialism,  lust for power etc. It is part of our world today. For  example, we still have nasty wars, we have poverty (in a world of  abundance), we treat nature and animals as prisoners, the capitalist  system thrives on competition and exploitation, people see &amp;#39;money&amp;#39; as  their God etc.&lt;br/&gt;\n However, at the very same time, we do see all the beautiful things as well.&lt;br/&gt;\n Yes,  we can also see, unconditional love, compassion, gratitude, hope,  improvement, progress etc. This can manifest in people helping other  people with no benefit, countries making peace over war, new  technologies allowing for less pollution, more collective awareness  regarding the treatment of animals, charities financing research trying  to end diseases, poverty etc.&lt;br/&gt;\n One has to admit, what  humans see as &amp;quot;reality&amp;quot; contains BOTH these things, not just one of  them. There IS the black and the white.   &lt;/p&gt;\n\n&lt;p&gt;Also, certain people focus on  the dark stuff, while others focus on the light stuff. To see this  dimension just as either the &amp;quot;River of Shit&amp;quot; or the &amp;quot;River of Love&amp;quot;  would BOTH be ignorant and a &amp;#39;limiting belief&amp;#39;, since you can clearly find the two in this  dimension.&lt;br/&gt;\n From CC&amp;#39;s books, I get the feeling  that the &amp;quot;River of Filth&amp;quot; phrase was rather used with &amp;#39;tongue in cheek&amp;#39;.  It did not imply a complete and utter rejection of the outside world as  it is. After all, CC was known for enjoying many things within the RoS  (i.e. drinks, women, food). Or would you disagree wih that statement and say that this  &amp;quot;reality&amp;quot; is the RoS ONLY? But again, would that not be a &amp;#39;dogmatic belief system&amp;#39; then?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Sobreity&lt;/strong&gt;&lt;br/&gt;\n  &lt;strong&gt;18.&lt;/strong&gt; Would you be so kind to elaborate on which approaches / habits / routines have worked best for you?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Inventory&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;19.&lt;/strong&gt; Is recapitulation / stalking the best way to reduce one&amp;#39;s inventory? Or are there other techniques?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Energy Body / Energy Double&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;20.&lt;/strong&gt; As an experienced sorcerer, are you able to actively move  your energy double at will? Or do you need to be within the &amp;#39;second  attention&amp;#39; always? &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Second Attention&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;21.&lt;/strong&gt; Does certain breath work help to reach the second attention?   &lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Other:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Interlude: Personal questions&lt;/strong&gt;&lt;br/&gt;\n   &lt;strong&gt;22.&lt;/strong&gt; As an experienced practicioner, do you sometimes feel that you get &amp;quot;too far out&amp;quot;?&lt;br/&gt;\n  &lt;strong&gt;23.&lt;/strong&gt; Did you ever try to practice sorcery together with other experienced  sorcerers? Is it possible to simultaneously see the same IOBs?&lt;br/&gt;\n  &lt;strong&gt;24.&lt;/strong&gt; Do other sorcerers here have experiences with the same IOBs you encountered before?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;25.&lt;/strong&gt; What is your overall motive / intent regarding your work here? To ultimately start a new lineage?&lt;br/&gt;\n  &lt;strong&gt;26.&lt;/strong&gt; Do you intend to become an IOB yourself before dying?&lt;br/&gt;\n  &lt;strong&gt;27.&lt;/strong&gt; Did you pick the &amp;quot;999&amp;quot; as a reversed &amp;quot;666&amp;quot; to provoke people who believe in the existence of Lucifer?   ;-)  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The &amp;quot;Witches&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;28.&lt;/strong&gt; Is it likely that three of them actually disappeared? I mean  not only energetically, but even physically? Could it be that they are  IOBs now?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The Ancient Sorcerers&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;29.&lt;/strong&gt; At several places it is stated that the Ancient Sorcerers  used  magic for &amp;quot;power&amp;quot; and even to &amp;quot;harm others&amp;quot;. So that would definitely be  &amp;quot;black magic&amp;quot; then, isn&amp;#39;t it? If that is the case, would a &amp;quot;white  magic&amp;quot; lineage be possible? One that tries to help this world to  progress? I know that you do not like such ideas, but is it a  possibility?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;CC&amp;#39;s books&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;30.&lt;/strong&gt; You mentioned before that &amp;quot;80% of the books are trickery&amp;quot;,  however, it seems that each book contains quite a few nuggets with  concise practical use. However, one apparently needs to have reached  certain levels before &amp;#39;seeing&amp;#39; those. Did CC intend to publish another  book before his death? Or did he fully limit himself to the work shops  only?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Human blockages towards sorcery&lt;/strong&gt;&lt;br/&gt;\n  &lt;strong&gt;31.&lt;/strong&gt; We live in a &amp;quot;thought-driven&amp;quot;, cognitive, materialistic  society. &amp;quot;Head people&amp;quot; are the ones everyone listens to. We lost a lot  of mysticism.&lt;br/&gt;\n Because  the subject here is sorcery and mysticism, there are no straight answers  to the  &amp;quot;logical, rational mind&amp;quot; asking &amp;quot;fundamental&amp;quot; questions like; &amp;#39;why  should I do this&amp;#39;, &amp;#39;what is it&amp;#39;, &amp;#39;how does it benefit me&amp;#39; etc. However,  isn&amp;#39;t that  also a &amp;#39;self-selecting system&amp;#39; per se? So it keeps anyone  away who currently has too much inventory?   &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;General&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;32.&lt;/strong&gt; Is it not dangerous to make all that secret knowledge here  available to anyone out there including groups / people who potentially  have harmful intentions towards humanity? &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;33.&lt;/strong&gt; Are we not way too judgemental towards some ancient traditions?  For example, if a monk spends 5 to 10 years in a cold cave in the  Himalayas and meditates 10h per day (with a minimum of nutrition and water), would he not most certainly engage in &amp;quot;dark room  practice on steroids&amp;quot;?  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;34.&lt;/strong&gt; Do secret societies (freemasons, illuminati etc.) practice that kind of magic? Do they enagage with dark IOBs?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;35.&lt;/strong&gt; It is apparent that ancient cultures have encountered IOBs,  in fact, once one has a bit of exposure to real sorcery, many wall  paintings suddenly make a lot of sense (I could post several interesting  examples across all cultures). Is the nagual lineage really the only  one that applies sorcery as shown? Or could there be lineages from other  cultures which are entirely unknown to us? Would there not be an  incentive for lineages to stay secret?&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;A big THANK YOU&lt;/p&gt;\n\n&lt;p&gt;and Happy New Year to everyone!!!!!!!!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "rswfys", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "FractalFreak21", "discussion_type": null, "num_comments": 31, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/", "subreddit_subscribers": 9561, "created_utc": 1640965008.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqpbeak", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "shortroundsuicide", "can_mod_post": false, "created_utc": 1640971363.0, "send_replies": true, "parent_id": "t1_hqp7srv", "score": 4, "author_fullname": "t2_d1s73", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you for being kind and for taking OP’s comments seriously. This post was very helpful.", "edited": 1640972084.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqpbeak", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for being kind and for taking OP’s comments seriously. This post was very helpful.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqpbeak/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640971363.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqp7srv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1640969908.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 11, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Question 1 - Response: Yes, but wait until your eyes have fully adjusted to the dark…which in some cases can take as much as an hour. Do your best to force silence during the first hour,so that your assemblage point becomes loose enough that the Tensegrity can actually shift your a.p.\n\nQuestion 2 - Response: Verbally calling Intent is standard practice. When the witches would give an interview they always started by stating the name they were using for the interview out loud, first thing.\n\nQuestion 5 - Response: https://reddit.com/r/castaneda/comments/g4ul5q/how_to_use_a_crystal_ball/\n\nQuestion 8 - Response: Carlos had issue with people being sloppy with their execution. It’s not conducive to the mood of this path.\n\nQuestion 12 - Response: Nothing is permanent. Not while we’re still alive in our organic physical bodies. It probably has something to do with the persistent influence of physical matter.\n\nQuestion 13 - Response: Should you try the crystals between fingers. YES! But don’t just try it. Do it.\n\nQuestion 16 - Response: Any form they “choose.” But they also tend to have residual appearances left over from past interactions. Some from very long ago. But there could be more primitive phyla of inorganics that may share marginally overlapping emanations with us, and as a result be limited in how they present, perceptually.\n\n*I’ll look over the rest of your questions later*\n\nQuestion 10 - Response: If it works, that’s great. But can you repeat it? We’re endeavoring to learn the intent behind everything in the universe, not to get one-off cool things to happen.\n\nQuestion 19 - Response: I would certainly go with those before vainly trying to invent anything else. They are both highly effective.\n\nQuestion 21 - Response: https://reddit.com/r/castaneda/comments/onfa7t/the_right_way_to_breathe/", "edited": 1640970892.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqp7srv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Question 1 - Response: Yes, but wait until your eyes have fully adjusted to the dark…which in some cases can take as much as an hour. Do your best to force silence during the first hour,so that your assemblage point becomes loose enough that the Tensegrity can actually shift your a.p.&lt;/p&gt;\n\n&lt;p&gt;Question 2 - Response: Verbally calling Intent is standard practice. When the witches would give an interview they always started by stating the name they were using for the interview out loud, first thing.&lt;/p&gt;\n\n&lt;p&gt;Question 5 - Response: &lt;a href=\"https://reddit.com/r/castaneda/comments/g4ul5q/how_to_use_a_crystal_ball/\"&gt;https://reddit.com/r/castaneda/comments/g4ul5q/how_to_use_a_crystal_ball/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Question 8 - Response: Carlos had issue with people being sloppy with their execution. It’s not conducive to the mood of this path.&lt;/p&gt;\n\n&lt;p&gt;Question 12 - Response: Nothing is permanent. Not while we’re still alive in our organic physical bodies. It probably has something to do with the persistent influence of physical matter.&lt;/p&gt;\n\n&lt;p&gt;Question 13 - Response: Should you try the crystals between fingers. YES! But don’t just try it. Do it.&lt;/p&gt;\n\n&lt;p&gt;Question 16 - Response: Any form they “choose.” But they also tend to have residual appearances left over from past interactions. Some from very long ago. But there could be more primitive phyla of inorganics that may share marginally overlapping emanations with us, and as a result be limited in how they present, perceptually.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I’ll look over the rest of your questions later&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Question 10 - Response: If it works, that’s great. But can you repeat it? We’re endeavoring to learn the intent behind everything in the universe, not to get one-off cool things to happen.&lt;/p&gt;\n\n&lt;p&gt;Question 19 - Response: I would certainly go with those before vainly trying to invent anything else. They are both highly effective.&lt;/p&gt;\n\n&lt;p&gt;Question 21 - Response: &lt;a href=\"https://reddit.com/r/castaneda/comments/onfa7t/the_right_way_to_breathe/\"&gt;https://reddit.com/r/castaneda/comments/onfa7t/the_right_way_to_breathe/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqp7srv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640969908.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqpria4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1640977916.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 3, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "A directly related comment\n\nhttps://old.reddit.com/r/castaneda/comments/rsmslk/so_what_is_going_on_here/hqpov8m/", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqpria4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A directly related comment&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://old.reddit.com/r/castaneda/comments/rsmslk/so_what_is_going_on_here/hqpov8m/\"&gt;https://old.reddit.com/r/castaneda/comments/rsmslk/so_what_is_going_on_here/hqpov8m/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqpria4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640977916.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqt5aa3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqquc2o", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's the \"guru effect\".  The witches said Carlos had failed, and only succeeded in turning himself into a guru.\n\nOne aspect of that, the only one I thought about before, is that you turn people into seekers of attention, instead of seekers of magic.\n\nI thought that wasn't a big deal myself.  I really don't think that bothered Carlos. Everyone starts out insane.\n\nBut there's another side to it.\n\nThe guru image takes on its own life, and  you start to have rules imposed on you, that have nothing to do with helping people learn.\n\nThey expect what they've come to know as classic \"saint\" behavior, which of course is just bad player pretending.\n\nBut they don't realize that.\n\nAnd try to enforce it, using it as a weapon if they don't get the guru attention they crave.\n\nI think that's pretty much what killed Carlos.\n\nHere's an example.  I'm guilty of this too.\n\nSilvio Manuel liked to watch TV.\n\nHow many have passed that tasty gossip around, and heard, \"Really??? TV?!????\"\n\nAt least don Genaro could still fart, and everyone thought it was funny.\n\nI can't post in this subreddit anymore.\n\nBut there's the other one.\n\nI'll post over there.\n\nNew people will just have to earn their way over there.\n\nCarlos started charging for workshops, after he found out, if new people didn't have to pay, he got mostly people who weren't really interested in learning, and those disrupted his ability to teach.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hqt5aa3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s the &amp;quot;guru effect&amp;quot;.  The witches said Carlos had failed, and only succeeded in turning himself into a guru.&lt;/p&gt;\n\n&lt;p&gt;One aspect of that, the only one I thought about before, is that you turn people into seekers of attention, instead of seekers of magic.&lt;/p&gt;\n\n&lt;p&gt;I thought that wasn&amp;#39;t a big deal myself.  I really don&amp;#39;t think that bothered Carlos. Everyone starts out insane.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s another side to it.&lt;/p&gt;\n\n&lt;p&gt;The guru image takes on its own life, and  you start to have rules imposed on you, that have nothing to do with helping people learn.&lt;/p&gt;\n\n&lt;p&gt;They expect what they&amp;#39;ve come to know as classic &amp;quot;saint&amp;quot; behavior, which of course is just bad player pretending.&lt;/p&gt;\n\n&lt;p&gt;But they don&amp;#39;t realize that.&lt;/p&gt;\n\n&lt;p&gt;And try to enforce it, using it as a weapon if they don&amp;#39;t get the guru attention they crave.&lt;/p&gt;\n\n&lt;p&gt;I think that&amp;#39;s pretty much what killed Carlos.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an example.  I&amp;#39;m guilty of this too.&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel liked to watch TV.&lt;/p&gt;\n\n&lt;p&gt;How many have passed that tasty gossip around, and heard, &amp;quot;Really??? TV?!????&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;At least don Genaro could still fart, and everyone thought it was funny.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t post in this subreddit anymore.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s the other one.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll post over there.&lt;/p&gt;\n\n&lt;p&gt;New people will just have to earn their way over there.&lt;/p&gt;\n\n&lt;p&gt;Carlos started charging for workshops, after he found out, if new people didn&amp;#39;t have to pay, he got mostly people who weren&amp;#39;t really interested in learning, and those disrupted his ability to teach.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqt5aa3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641048301.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641048301.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqquc2o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1640994869.0, "send_replies": true, "parent_id": "t1_hqqr55d", "score": 5, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes. But u/danl999 (in particular) may need to start prioritizing his time for those who have progressed beyond the beginning stages….along with the odd tougher question.\n\nOther people would then have to take up the collective slack for newbies, as long as they themselves are on-point and actually practicing and studying.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqquc2o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes. But &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; (in particular) may need to start prioritizing his time for those who have progressed beyond the beginning stages….along with the odd tougher question.&lt;/p&gt;\n\n&lt;p&gt;Other people would then have to take up the collective slack for newbies, as long as they themselves are on-point and actually practicing and studying.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqquc2o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640994869.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqqr55d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Hoclaros", "can_mod_post": false, "created_utc": 1640993435.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 3, "author_fullname": "t2_55mwqmop", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Are questions not allowed on this sub? Even if it’s obvious someone is putting in the effort to actually practice? I would think some questions along the way would be natural, no?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqqr55d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Are questions not allowed on this sub? Even if it’s obvious someone is putting in the effort to actually practice? I would think some questions along the way would be natural, no?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqqr55d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640993435.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqxfarm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "created_utc": 1641126820.0, "send_replies": true, "parent_id": "t1_hquylei", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you so much.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqxfarm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you so much.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqxfarm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641126820.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hrdjr5j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrdaphj", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "wow thank you…..that makes a lot of sense…..I am quite impressed by the way many here are able to put all that into words with clarity………that is very helpful……we beginners are spoiled ;-)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrdjr5j", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;wow thank you…..that makes a lot of sense…..I am quite impressed by the way many here are able to put all that into words with clarity………that is very helpful……we beginners are spoiled ;-)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrdjr5j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641402591.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641402591.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hrdaphj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "ThrwayDreamer1", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrbxa9n", "score": 5, "author_fullname": "t2_hvgal3vv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's a great question.  I'm just going to respond based on how I've practiced the last 20 years. \n\nI like to keep things simple.  The way I've always done it, and explained it to others, is that stalking and dreaming are like using the 'seek' button analogy on a radio.\n\nDreamers press 'seek' the first time, which sends the radio searching for bands it can tune into.  However, what happens on a radio when you are in seek mode and you find a clear station?  It only holds it for a few seconds, before seeking out the next one.  This is the curse of dreamers: being able to move their AP with fluidity, but not being able to hold the new world very long.  Constant bouncing around.  That's why dreamers are so often moody.  AP shifting all through the day, all through their life.  \n\nStalkers, meanwhile, press the seek button that 'second time', AFTER the new station is found, which turns off the seek function, and holds the newly found station in place.\n\nAgain: \n\nDreamers change the radio station. \nStalkers hold radio station.\n\nSo now your goal is to be able to do both, proficiently.  So you can change and hold new positions of the AP.  Whether the goal of stalking is to then 'release' it, I suppose that would be up to you and the new AP position you have found - do you want to change the channel, or are you enjoying the music, so to speak. \n\nHowever, the caveat underlying ALL this, and all sorcery, is energy. If you don't have the energy, even the best stalker won't be able to hold the new position of the AP very long, and if you don't have the energy even the best dreamer won't be able to move the AP very far or successfully. \n\nThis, to me, is the simplest explanation of stalking and dreaming. Hope that helps.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hrdaphj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s a great question.  I&amp;#39;m just going to respond based on how I&amp;#39;ve practiced the last 20 years. &lt;/p&gt;\n\n&lt;p&gt;I like to keep things simple.  The way I&amp;#39;ve always done it, and explained it to others, is that stalking and dreaming are like using the &amp;#39;seek&amp;#39; button analogy on a radio.&lt;/p&gt;\n\n&lt;p&gt;Dreamers press &amp;#39;seek&amp;#39; the first time, which sends the radio searching for bands it can tune into.  However, what happens on a radio when you are in seek mode and you find a clear station?  It only holds it for a few seconds, before seeking out the next one.  This is the curse of dreamers: being able to move their AP with fluidity, but not being able to hold the new world very long.  Constant bouncing around.  That&amp;#39;s why dreamers are so often moody.  AP shifting all through the day, all through their life.  &lt;/p&gt;\n\n&lt;p&gt;Stalkers, meanwhile, press the seek button that &amp;#39;second time&amp;#39;, AFTER the new station is found, which turns off the seek function, and holds the newly found station in place.&lt;/p&gt;\n\n&lt;p&gt;Again: &lt;/p&gt;\n\n&lt;p&gt;Dreamers change the radio station. \nStalkers hold radio station.&lt;/p&gt;\n\n&lt;p&gt;So now your goal is to be able to do both, proficiently.  So you can change and hold new positions of the AP.  Whether the goal of stalking is to then &amp;#39;release&amp;#39; it, I suppose that would be up to you and the new AP position you have found - do you want to change the channel, or are you enjoying the music, so to speak. &lt;/p&gt;\n\n&lt;p&gt;However, the caveat underlying ALL this, and all sorcery, is energy. If you don&amp;#39;t have the energy, even the best stalker won&amp;#39;t be able to hold the new position of the AP very long, and if you don&amp;#39;t have the energy even the best dreamer won&amp;#39;t be able to move the AP very far or successfully. &lt;/p&gt;\n\n&lt;p&gt;This, to me, is the simplest explanation of stalking and dreaming. Hope that helps.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrdaphj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641399265.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641399265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hrcmqzk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrbxa9n", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes. We don’t want to cling to any one position of the AP. \n\nThe goal is fluidity. Back and forth.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hrcmqzk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes. We don’t want to cling to any one position of the AP. &lt;/p&gt;\n\n&lt;p&gt;The goal is fluidity. Back and forth.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrcmqzk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641389019.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641389019.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hrby63z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrbxgtc", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I'm sorry but that made me laugh when taking the massive size of your post into consideration.\n\nYes, I must admit, I thought that I reduced my ego more than I actually have, even after years of ego-crushing, \"spiritual\" methods, it still comes back........the CC methods made me realized how much more is possible.........I sometimes try to trick my own ego though, for example, you can retrieve motivation out of giving things a little \"personal context\"; because that can result in accountability (so to speak, being in the 'Gladiator arena with eyes on you' rather than being 'hidden away without any eyes on you'). Unfortunately, that is often misinterpreted as \"attention-seeking\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrby63z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m sorry but that made me laugh when taking the massive size of your post into consideration.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yes, I must admit, I thought that I reduced my ego more than I actually have, even after years of ego-crushing, &amp;quot;spiritual&amp;quot; methods, it still comes back........the CC methods made me realized how much more is possible.........I sometimes try to trick my own ego though, for example, you can retrieve motivation out of giving things a little &amp;quot;personal context&amp;quot;; because that can result in accountability (so to speak, being in the &amp;#39;Gladiator arena with eyes on you&amp;#39; rather than being &amp;#39;hidden away without any eyes on you&amp;#39;). Unfortunately, that is often misinterpreted as &amp;quot;attention-seeking&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrby63z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641372285.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641372285.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hrbxgtc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrbxa9n", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;  And remember also that energy is a huge key in your ability to hold the AP in the new position.  If you can't 'last long' consider more energy scraping techniques in waking world, energy conservation.  \n\nCould you elaborate on the \"energy scraping techniques\" a little? Thanks a lot.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hrbxgtc", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;And remember also that energy is a huge key in your ability to hold the AP in the new position.  If you can&amp;#39;t &amp;#39;last long&amp;#39; consider more energy scraping techniques in waking world, energy conservation.  &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Could you elaborate on the &amp;quot;energy scraping techniques&amp;quot; a little? Thanks a lot.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrbxgtc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641371759.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641371759.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hrbxa9n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "created_utc": 1641371622.0, "send_replies": true, "parent_id": "t1_hquylei", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;The main objective of stalking is to hold the assemblage point in a new position.  The place of doing this is the place of inner silence.  Whatever stalking techniques you use to get there, that's up to you.  You may know the place I'm talking about, but the question is, can you hold it - without fear, lust, self, ego, etc... getting in the way. The objective of a great stalker is to hold the new position of the AP.\n\nBut then to release it later?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrbxa9n", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The main objective of stalking is to hold the assemblage point in a new position.  The place of doing this is the place of inner silence.  Whatever stalking techniques you use to get there, that&amp;#39;s up to you.  You may know the place I&amp;#39;m talking about, but the question is, can you hold it - without fear, lust, self, ego, etc... getting in the way. The objective of a great stalker is to hold the new position of the AP.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;But then to release it later?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrbxa9n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641371622.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hquylei", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "created_utc": 1641076357.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 3, "author_fullname": "t2_hvgal3vv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "1. Would it make sense to do a whole sequence of tensegrity moves in the dark room at the beginning of a session?\n\n**Do what makes \"more\" happen.   Follow intent.**2. Do you sometimes invite IOBs by 'saying out loud' certain phrases? If yes, which ones? Would it be like an explicit invitation?\n\n**If you want to shout, shout; if intent is telling you to shout, follow it.  Don't overcomplicate all this.  Silence leads to intent, intent runs the show.**\n\n3. Even if the room is completely dark, I often noticed \"traces\" of my hands. So if I move them, they seem to have \"light\" traces. However, I am not sure what to do with that. Any suggestions?\n\n**If you get somewhere following them, follow them.  If you don't, don't. Experiment.**\n\n4. I often see \"faces\" or even complete beings, however, sometimes, if I try to scoop these, they do not allow for that. Any suggestions?\n\n**The answer to all of these early questions is the same: experiment.**\n\n5. Could equivalent experiences be achieved by starring into a crystal ball or equivalent objects, so that the mind is \"diverted\" by focusing on a particular object? Or is that not as powerful as the dark room approach?\n\n**Yes, definitely can use objects, patterns, etc.  But darkroom is ultimately best, because you closely related to 'closing your eyes', which you can carry with you always.  You don't want to become reliant on objects.  But you have nothing to lose by trying new techniques.  If you become proficient at gazing, you can also do that anywhere. Again, experiment.**\n\nTensegrity (technique)6. I practice the moves every morning. Is it essential to do all of the moves or am I free to select the ones I like only? Is there some degree of discretion or is it a strict practice?\n\n**It's whatever gets you to silence, whatever helps you move the AP.  Try the sequences as instructed and if it helps, use it.  If not, go try a la carte, making up your own progression.**\n\n7. Can I do the moves in my own order? Or should one rather stick to the sequence as it is taught?\n\n**Seems like the same question as 6.**\n\n8.  If I do some of the moves in a rather \"sloppy\" fashion, would they be less effective as a consequence?**What's your experience been?  You should also realize you don't need the moves at all. It's whatever helps you loosen the AP.**\n\n9. I apply a technique which was mentioned somewhere in the books, where I \"massage\" that energy point in front of the belly (to the right) every day, I had quite good results with that. However, since the AP during the day is in the blue zone and not there, does it actually make sense?\n\n**If you have good results with it, why would you stop?**\n\n10. The other day when I did DRP.... However, I have never heard of that method, should I pursue it if it works for me or should I rather focus on the \"proven\" techniques?\n\n**You don't have a Nagual.  We are teaching ourselves, most of us.  Why would you do a U-turn on something that's working?**\n\nStalking (technique)11. I applied a number of stalking techniques (i.e. completely breaking old routines and patterns of behavior), this helped me to dissolve my ego quite a bit.\n\n**I'm sorry but that made me laugh when taking the massive size of your post into consideration.**\n\nHowever, is the objective to absolutely change ALL \"common\" types of behaviors we follow?\n\n**The main objective of stalking is to hold the assemblage point in a new position.  The place of doing this is the place of inner silence.  Whatever stalking techniques you use to get there, that's up to you.  You may know the place I'm talking about, but the question is, can you hold it - without fear, lust, self, ego, etc... getting in the way. The objective of a great stalker is to hold the new position of the AP.**\n\n12. Are these changes meant to be completely permanent? Why is it not the explicit objective to replace \"bad\" patterns of behaviour with \"better\" ones? For example, from \"unhealthy\" to \"healthy\" eating etc.?\n\n**The changes are meant to conserve energy. Drop good and bad and better and just think in terms of how to preserve your energy, scrape for it.  Through food, exercise, sleep, meditation, whatever.   That is the goal.  Keep it simple.  Practice stalking, conserve energy, find silence, feel intent, let intent run the show after that, using your stalking and dreaming techniques.   I feel like you are getting too caught up in structure and forms.  They are useful, but over structuring will cloud your link to intent. The mood you want is light, clear.**Dreaming (technique)13. Since I practice the techniques etc. I experience very intense dreams, more intense than I ever experienced in my life. They go far above what people would call \"lucid dreaming\" or \"astral projection\"...... bringing over bad habits from the material world over into the beautiful dream. Any ideas how this can be stopped from happening? Should I try the \"crystals between fingers\" method?\n\n**I can tell you I've had those experiences and dreams for 20 years.  What's happening is your AP is moving on its own, your inner silence is working, and you are getting free samples without control.  Big debate on whether all of that is just mental masturbation, turning you into an insufferable prick, or whether these are valuable lessons and experiences.  I say, make the most of them, try to practice your techniques when you find yourself in a lucid dream or astral projections - and re: the other worlds you've spoken of, sometimes they honestly are just lucid dreams.  Other times, real worlds.  Best way to tell is \"how did you get there\".  Was a \"dream figure' involved in getting you there?  Then that's an IOB.  Take it seriously.  They give off totally different energy.  And by the way, those 'to do lists' that come into your head and ruin your practice - all of that is lack of stalking technique.  Remember stalking holds the AP in the new position, and we do this ultimately through silence.  Silence trumps all.  Don't think.  Follow intent.  Use all your inner silence techniques IN THE DREAM.   And remember also that energy is a huge key in your ability to hold the AP in the new position.  If you can't 'last long' consider more energy scraping techniques in waking world, energy conservation.  Re: crystals, I've been dreaming proficiently for 20 years and have never used them.  That being said, why not try it out if you are curious?**\n\n2. Content:IOBs14. From your posts it seems that you would not be very selective with regards to inviting IOBs, however is it desirable to befriend only specific IOBs / to stay away from others? Do they expect anything in return (other than attention / energy)?\n\n**They want fear or awe, in my experience.  Try to give awe, it's an overall more pleasant.  Wrestle them if they give you fear.**\n\n**The rest of your questions seemed directed towards Dan alone.**\n\n**Hope some of this helped.  You are coming to it with a lot of energy, which is great, but also a lot of ego.  If you're dreaming the way you say, your AP is loosening and moving all over the place.  It can be overwhelming.  The remedy is more stalking, more 'living in the world' by day, you should always be able to 'put on a suit and go into a bank', no matter how intense your sorcery is. If you are using drugs, that can cause a lot of wild AP shifts.  Again, stalking is the answer for someone who is overwhelmed by dreaming.  Balances it out.**", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hquylei", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;ol&gt;\n&lt;li&gt;Would it make sense to do a whole sequence of tensegrity moves in the dark room at the beginning of a session?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;Do what makes &amp;quot;more&amp;quot; happen.   Follow intent.&lt;/strong&gt;2. Do you sometimes invite IOBs by &amp;#39;saying out loud&amp;#39; certain phrases? If yes, which ones? Would it be like an explicit invitation?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;If you want to shout, shout; if intent is telling you to shout, follow it.  Don&amp;#39;t overcomplicate all this.  Silence leads to intent, intent runs the show.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Even if the room is completely dark, I often noticed &amp;quot;traces&amp;quot; of my hands. So if I move them, they seem to have &amp;quot;light&amp;quot; traces. However, I am not sure what to do with that. Any suggestions?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;If you get somewhere following them, follow them.  If you don&amp;#39;t, don&amp;#39;t. Experiment.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;I often see &amp;quot;faces&amp;quot; or even complete beings, however, sometimes, if I try to scoop these, they do not allow for that. Any suggestions?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;The answer to all of these early questions is the same: experiment.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Could equivalent experiences be achieved by starring into a crystal ball or equivalent objects, so that the mind is &amp;quot;diverted&amp;quot; by focusing on a particular object? Or is that not as powerful as the dark room approach?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;Yes, definitely can use objects, patterns, etc.  But darkroom is ultimately best, because you closely related to &amp;#39;closing your eyes&amp;#39;, which you can carry with you always.  You don&amp;#39;t want to become reliant on objects.  But you have nothing to lose by trying new techniques.  If you become proficient at gazing, you can also do that anywhere. Again, experiment.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Tensegrity (technique)6. I practice the moves every morning. Is it essential to do all of the moves or am I free to select the ones I like only? Is there some degree of discretion or is it a strict practice?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;It&amp;#39;s whatever gets you to silence, whatever helps you move the AP.  Try the sequences as instructed and if it helps, use it.  If not, go try a la carte, making up your own progression.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Can I do the moves in my own order? Or should one rather stick to the sequence as it is taught?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;Seems like the same question as 6.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;p&gt;If I do some of the moves in a rather &amp;quot;sloppy&amp;quot; fashion, would they be less effective as a consequence?&lt;strong&gt;What&amp;#39;s your experience been?  You should also realize you don&amp;#39;t need the moves at all. It&amp;#39;s whatever helps you loosen the AP.&lt;/strong&gt;&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;I apply a technique which was mentioned somewhere in the books, where I &amp;quot;massage&amp;quot; that energy point in front of the belly (to the right) every day, I had quite good results with that. However, since the AP during the day is in the blue zone and not there, does it actually make sense?&lt;/p&gt;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;If you have good results with it, why would you stop?&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;The other day when I did DRP.... However, I have never heard of that method, should I pursue it if it works for me or should I rather focus on the &amp;quot;proven&amp;quot; techniques?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;You don&amp;#39;t have a Nagual.  We are teaching ourselves, most of us.  Why would you do a U-turn on something that&amp;#39;s working?&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Stalking (technique)11. I applied a number of stalking techniques (i.e. completely breaking old routines and patterns of behavior), this helped me to dissolve my ego quite a bit.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;I&amp;#39;m sorry but that made me laugh when taking the massive size of your post into consideration.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;However, is the objective to absolutely change ALL &amp;quot;common&amp;quot; types of behaviors we follow?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The main objective of stalking is to hold the assemblage point in a new position.  The place of doing this is the place of inner silence.  Whatever stalking techniques you use to get there, that&amp;#39;s up to you.  You may know the place I&amp;#39;m talking about, but the question is, can you hold it - without fear, lust, self, ego, etc... getting in the way. The objective of a great stalker is to hold the new position of the AP.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Are these changes meant to be completely permanent? Why is it not the explicit objective to replace &amp;quot;bad&amp;quot; patterns of behaviour with &amp;quot;better&amp;quot; ones? For example, from &amp;quot;unhealthy&amp;quot; to &amp;quot;healthy&amp;quot; eating etc.?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;The changes are meant to conserve energy. Drop good and bad and better and just think in terms of how to preserve your energy, scrape for it.  Through food, exercise, sleep, meditation, whatever.   That is the goal.  Keep it simple.  Practice stalking, conserve energy, find silence, feel intent, let intent run the show after that, using your stalking and dreaming techniques.   I feel like you are getting too caught up in structure and forms.  They are useful, but over structuring will cloud your link to intent. The mood you want is light, clear.&lt;/strong&gt;Dreaming (technique)13. Since I practice the techniques etc. I experience very intense dreams, more intense than I ever experienced in my life. They go far above what people would call &amp;quot;lucid dreaming&amp;quot; or &amp;quot;astral projection&amp;quot;...... bringing over bad habits from the material world over into the beautiful dream. Any ideas how this can be stopped from happening? Should I try the &amp;quot;crystals between fingers&amp;quot; method?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;I can tell you I&amp;#39;ve had those experiences and dreams for 20 years.  What&amp;#39;s happening is your AP is moving on its own, your inner silence is working, and you are getting free samples without control.  Big debate on whether all of that is just mental masturbation, turning you into an insufferable prick, or whether these are valuable lessons and experiences.  I say, make the most of them, try to practice your techniques when you find yourself in a lucid dream or astral projections - and re: the other worlds you&amp;#39;ve spoken of, sometimes they honestly are just lucid dreams.  Other times, real worlds.  Best way to tell is &amp;quot;how did you get there&amp;quot;.  Was a &amp;quot;dream figure&amp;#39; involved in getting you there?  Then that&amp;#39;s an IOB.  Take it seriously.  They give off totally different energy.  And by the way, those &amp;#39;to do lists&amp;#39; that come into your head and ruin your practice - all of that is lack of stalking technique.  Remember stalking holds the AP in the new position, and we do this ultimately through silence.  Silence trumps all.  Don&amp;#39;t think.  Follow intent.  Use all your inner silence techniques IN THE DREAM.   And remember also that energy is a huge key in your ability to hold the AP in the new position.  If you can&amp;#39;t &amp;#39;last long&amp;#39; consider more energy scraping techniques in waking world, energy conservation.  Re: crystals, I&amp;#39;ve been dreaming proficiently for 20 years and have never used them.  That being said, why not try it out if you are curious?&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Content:IOBs14. From your posts it seems that you would not be very selective with regards to inviting IOBs, however is it desirable to befriend only specific IOBs / to stay away from others? Do they expect anything in return (other than attention / energy)?&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;&lt;strong&gt;They want fear or awe, in my experience.  Try to give awe, it&amp;#39;s an overall more pleasant.  Wrestle them if they give you fear.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The rest of your questions seemed directed towards Dan alone.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Hope some of this helped.  You are coming to it with a lot of energy, which is great, but also a lot of ego.  If you&amp;#39;re dreaming the way you say, your AP is loosening and moving all over the place.  It can be overwhelming.  The remedy is more stalking, more &amp;#39;living in the world&amp;#39; by day, you should always be able to &amp;#39;put on a suit and go into a bank&amp;#39;, no matter how intense your sorcery is. If you are using drugs, that can cause a lot of wild AP shifts.  Again, stalking is the answer for someone who is overwhelmed by dreaming.  Balances it out.&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hquylei/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641076357.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqpaqtr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1640971106.0, "send_replies": true, "parent_id": "t1_hqp5by9", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "To the OP, I’m assuming Dan’s response is targeted to what comes after the “Other: Interlude: Personal questions” in your post.\n\nAs well as the title of course. \n\nAnd my response to Question 17 “River of filth,” is that it’s all socialization, and it’s all limiting. It keeps us forever bouncing between good-evil, light-dark, love-hate, greed-deprivation etc. etc.\n\nWe must step completely outside of all of it to get another view, where none of it applies any more.", "edited": 1640971781.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqpaqtr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;To the OP, I’m assuming Dan’s response is targeted to what comes after the “Other: Interlude: Personal questions” in your post.&lt;/p&gt;\n\n&lt;p&gt;As well as the title of course. &lt;/p&gt;\n\n&lt;p&gt;And my response to Question 17 “River of filth,” is that it’s all socialization, and it’s all limiting. It keeps us forever bouncing between good-evil, light-dark, love-hate, greed-deprivation etc. etc.&lt;/p&gt;\n\n&lt;p&gt;We must step completely outside of all of it to get another view, where none of it applies any more.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqpaqtr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640971106.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqufq0o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hquck7f", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes and no. We need enough people to progress far enough that they can help those coming up as a group, rather than a single individual like Dan. \n\nBut we can only get ourselves out of own own messes first, then that example when seen by others will motivate more and more to take up the fight in their own lives...and repeat the cycle.\n\nIt should also be noted that you're not actually getting out of any messes unless magical stuff starts to happen around you regularly, because that's proof that your double is reconnecting/returning.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_hqufq0o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes and no. We need enough people to progress far enough that they can help those coming up as a group, rather than a single individual like Dan. &lt;/p&gt;\n\n&lt;p&gt;But we can only get ourselves out of own own messes first, then that example when seen by others will motivate more and more to take up the fight in their own lives...and repeat the cycle.&lt;/p&gt;\n\n&lt;p&gt;It should also be noted that you&amp;#39;re not actually getting out of any messes unless magical stuff starts to happen around you regularly, because that&amp;#39;s proof that your double is reconnecting/returning.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_rswfys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqufq0o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641068473.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641068473.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "hquck7f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jeunpeun99", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqu9dk8", "score": 1, "author_fullname": "t2_1489gf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Do you state we need a lot of people (sorcerors) to get us out of the mess?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hquck7f", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do you state we need a lot of people (sorcerors) to get us out of the mess?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_rswfys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hquck7f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641067172.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641067172.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqu9dk8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqu8zu2", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What exactly is unclear to you?", "edited": false, "author_flair_css_class": null, "name": "t1_hqu9dk8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What exactly is unclear to you?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_rswfys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqu9dk8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641065875.0, "author_flair_text": null, "collapsed": false, "created_utc": 1641065875.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqu8zu2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jeunpeun99", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqsytxv", "score": 1, "author_fullname": "t2_1489gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Could you rephrase the last paragraph?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqu8zu2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could you rephrase the last paragraph?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqu8zu2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641065723.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641065723.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqsytxv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqs2mxp", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "To butt-in, the people who say that it may be dangerous to make it all known either don't really know the situation on the ground, or do and have profit-loss motives.\n\nCarlos himself said, or reported what don Juan said, that it didn't matter how far and wide you spread the knowledge, since only those capable or driven enough to actually pursue it would do so.\n\nThe rest would do what they always do, regardless. \n\nAnd on the concern of those in other camp, the ones with deep pockets and cultural-political power; if it doesn't leave a bad taste in your mouth to abandon those individuals with potential to waste away in the intentionally crippled systems we're all familiar with...then you'd be with those who create (really) secret societies and lineages, like don Juan's before Carlos arrived.\n\nTheir impact, in a world on fire like it is in the 21st century, is/would be confined to a small handful of people. Not good, when we need all cards on the table as a species to get out of the mess our forebearers have put us in.", "edited": 1641044781.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hqsytxv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;To butt-in, the people who say that it may be dangerous to make it all known either don&amp;#39;t really know the situation on the ground, or do and have profit-loss motives.&lt;/p&gt;\n\n&lt;p&gt;Carlos himself said, or reported what don Juan said, that it didn&amp;#39;t matter how far and wide you spread the knowledge, since only those capable or driven enough to actually pursue it would do so.&lt;/p&gt;\n\n&lt;p&gt;The rest would do what they always do, regardless. &lt;/p&gt;\n\n&lt;p&gt;And on the concern of those in other camp, the ones with deep pockets and cultural-political power; if it doesn&amp;#39;t leave a bad taste in your mouth to abandon those individuals with potential to waste away in the intentionally crippled systems we&amp;#39;re all familiar with...then you&amp;#39;d be with those who create (really) secret societies and lineages, like don Juan&amp;#39;s before Carlos arrived.&lt;/p&gt;\n\n&lt;p&gt;Their impact, in a world on fire like it is in the 21st century, is/would be confined to a small handful of people. Not good, when we need all cards on the table as a species to get out of the mess our forebearers have put us in.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqsytxv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641044570.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641044570.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqs2mxp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ab_12345678", "can_mod_post": false, "created_utc": 1641018290.0, "send_replies": true, "parent_id": "t1_hqp5by9", "score": 2, "author_fullname": "t2_asyweeaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What do you think about number 32?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqs2mxp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What do you think about number 32?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqs2mxp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641018290.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqu9lqq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "jeunpeun99", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqth9x3", "score": 4, "author_fullname": "t2_1489gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Indeed self importance is the key word here indeed. OP apologizes in advance, creating a longer more personal post. But we need to loose the personal side of ourselves in order to stop using energy to fixate the assemblage point and thus loosen it up.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqu9lqq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Indeed self importance is the key word here indeed. OP apologizes in advance, creating a longer more personal post. But we need to loose the personal side of ourselves in order to stop using energy to fixate the assemblage point and thus loosen it up.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqu9lqq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641065965.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641065965.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hrbwv1w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqth9x3", "score": 2, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No matter what we say, we have to admit that this place here is the **ONLY** source of real, ground-breaking, detailed sorcery knowledge we have. There is no other book or course which provides the knowledge that is explained here. Even CC's books sometimes appear a bit more on the \"symbolic\" side as compared to the very concise descriptions, images and discussions one can find here. Hence, it is nothing less of a treasure. People (incl. danl999) invested thousands of hours into creating this. For  most of us, this is the only chance to REALLY get somewhere within sorcery (but of course, nothing replaces the work we have to put in ourselves). Other people would have tried to make money with selling knowledge like that which then would have resulted in commercialism and corruption once more.  \n**I feel that it was necessary for danl999 to  take on a radical \"no BS\" attitude, otherwise, people who try to make money or people who try to push dogma (or people who try to falsify things) would take over quickly indeed.** danl999 seems to be a very intelligent man who operates **on several meta-levels**. I can imagine that before he started to post back then, he knew that he would need to make a decision; rather than holding hands with people and singing kumbaya, he decided to do his best to preserve this very last, public lineage potential. To new beginners who are **ignorant**, he may sometimes appear as an angry, sarcastic, rumbling madman, well, make no mistake, this is not the case. He is rather strategic of what he does; because that way, only students who are really serious about this will take those slaps, come back for more and keep on practicing, **something which DJM succeeded in making CC do**, too. I could even imagine that danl999 is actually  a really nice person (now I will get shot down for \"gossiping\"), but he knows that he has a specific role here and he fills it out to the best of his ability. Yes, many new readers will read some of the posts and be scared away, but this is a self-selecting mechanism. The content here is no joke but real and life-changing, ALL substantial things in life require dedication, persistence, effort. If one intends to walk the walk rather than talking the talk, then this is here is it. Does he sometimes go a bit too far? Probably. But who cares. He can afford to do that.\n\nSo we need to appreciate the insults, attacks on our egos, harsh statements. This is not for people who look for emotional comfort and coziness. Yes, he is a gate keeper, he is a morpheus character. **So go ahead dan, kick our butts, slap our faces, destroy our egos. What needs to be done, needs to be done.**", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrbwv1w", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No matter what we say, we have to admit that this place here is the &lt;strong&gt;ONLY&lt;/strong&gt; source of real, ground-breaking, detailed sorcery knowledge we have. There is no other book or course which provides the knowledge that is explained here. Even CC&amp;#39;s books sometimes appear a bit more on the &amp;quot;symbolic&amp;quot; side as compared to the very concise descriptions, images and discussions one can find here. Hence, it is nothing less of a treasure. People (incl. danl999) invested thousands of hours into creating this. For  most of us, this is the only chance to REALLY get somewhere within sorcery (but of course, nothing replaces the work we have to put in ourselves). Other people would have tried to make money with selling knowledge like that which then would have resulted in commercialism and corruption once more.&lt;br/&gt;\n&lt;strong&gt;I feel that it was necessary for danl999 to  take on a radical &amp;quot;no BS&amp;quot; attitude, otherwise, people who try to make money or people who try to push dogma (or people who try to falsify things) would take over quickly indeed.&lt;/strong&gt; danl999 seems to be a very intelligent man who operates &lt;strong&gt;on several meta-levels&lt;/strong&gt;. I can imagine that before he started to post back then, he knew that he would need to make a decision; rather than holding hands with people and singing kumbaya, he decided to do his best to preserve this very last, public lineage potential. To new beginners who are &lt;strong&gt;ignorant&lt;/strong&gt;, he may sometimes appear as an angry, sarcastic, rumbling madman, well, make no mistake, this is not the case. He is rather strategic of what he does; because that way, only students who are really serious about this will take those slaps, come back for more and keep on practicing, &lt;strong&gt;something which DJM succeeded in making CC do&lt;/strong&gt;, too. I could even imagine that danl999 is actually  a really nice person (now I will get shot down for &amp;quot;gossiping&amp;quot;), but he knows that he has a specific role here and he fills it out to the best of his ability. Yes, many new readers will read some of the posts and be scared away, but this is a self-selecting mechanism. The content here is no joke but real and life-changing, ALL substantial things in life require dedication, persistence, effort. If one intends to walk the walk rather than talking the talk, then this is here is it. Does he sometimes go a bit too far? Probably. But who cares. He can afford to do that.&lt;/p&gt;\n\n&lt;p&gt;So we need to appreciate the insults, attacks on our egos, harsh statements. This is not for people who look for emotional comfort and coziness. Yes, he is a gate keeper, he is a morpheus character. &lt;strong&gt;So go ahead dan, kick our butts, slap our faces, destroy our egos. What needs to be done, needs to be done.&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrbwv1w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641371301.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641371301.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqth9x3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "matejthetree", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hqrcox7", "score": 4, "author_fullname": "t2_ar84z8e", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "there is some energy behind your questions and responses are great. don't forget DJ and Genaro laugh their asses off some of Carlos questions. or they made fun of La Gorda in front of everyone.\n\nit all comes down to self importance. \n\nnow, dan is not Genaro nor DJ, he is dan and he teaches in his own way. if you can laugh with it, you got the best of it.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hqth9x3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;there is some energy behind your questions and responses are great. don&amp;#39;t forget DJ and Genaro laugh their asses off some of Carlos questions. or they made fun of La Gorda in front of everyone.&lt;/p&gt;\n\n&lt;p&gt;it all comes down to self importance. &lt;/p&gt;\n\n&lt;p&gt;now, dan is not Genaro nor DJ, he is dan and he teaches in his own way. if you can laugh with it, you got the best of it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqth9x3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641054204.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641054204.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqrcox7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "created_utc": 1641003598.0, "send_replies": true, "parent_id": "t1_hqp5by9", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&amp;#x200B;\n\nI realized that possibly I should not have posted the questions, hence I will not post the next ones. The best choice for me as a beginner seems to be to \"lurk silently\" and to stick to that only. I am sure that practicing over some years would eventually give most of the answers anyways. If I want to contribute in any way, the only way to do so seems to be to work on my own practice (dark room, stalking, dreaming practice etc.). As it seems, the purpose of this thread does not include to ask questions along the way (but rather to come with results / ask advanced questions later on) which is fine of course. All the best.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqrcox7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I realized that possibly I should not have posted the questions, hence I will not post the next ones. The best choice for me as a beginner seems to be to &amp;quot;lurk silently&amp;quot; and to stick to that only. I am sure that practicing over some years would eventually give most of the answers anyways. If I want to contribute in any way, the only way to do so seems to be to work on my own practice (dark room, stalking, dreaming practice etc.). As it seems, the purpose of this thread does not include to ask questions along the way (but rather to come with results / ask advanced questions later on) which is fine of course. All the best.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqrcox7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641003598.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqp5by9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1640968905.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I hope you're kidding.\n\nDo you even realize how many people are reading your post, and slapping themselves on the forehead, for how clueless you are?  If there were a group of them, you could overhear \"He has to be kidding, right?  Can anyone be that dense???\"  all over the room.\n\nMy fear of failure is this post. That endless noisy internal dialogue ambitious men will bury the spark of magic, in an attempt to gain some recognition for their \"thoughtful analysis\", until  new people can't find the path even if they wanted to.\n\nYou should have just posted a big picture of your exposed dick!  At least that would have been amusing.\n\nKeep in mind, all other systems are dominated by this type of pointless thinking.\n\nIt causes new people to be distracted by a lust for power and reputation, instead of a lust for real magic.\n\nThey'll ignore the hard to do stuff, in favor of trying to talk and think in a more clever fashion than other people.\n\nEventually, with 200 bullies offering their modified copy cat system on the internet, it will become believed that this does not actually work, and the whole thing was just more mental masturbation.  No one will be able to find the original.  And if they stumble across it, they won't feel confident enough that's the right one, to overcome the difficulty of learning to remove the internal dialogue.\n\nThey'll take the easy path that leads to more greed and self-pity.\n\nBy the way, it's a GIGANTIC bad player sign, when someone  uses my name in the title of a post.\n\nIt's a hidden threat.\n\nCan you please go to another place to discuss Castaneda?\n\nYou're harmful to others and don't care.\n\nAs for individuals failing (as you are), I'm not worried that anyone who puts in the effort and reads enough to gain common sense and sobriety, will fail.\n\nIts human mechanics for this stuff to work.  You just have to drop the socialization that hides magic and it comes out.", "edited": 1640969277.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqp5by9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hope you&amp;#39;re kidding.&lt;/p&gt;\n\n&lt;p&gt;Do you even realize how many people are reading your post, and slapping themselves on the forehead, for how clueless you are?  If there were a group of them, you could overhear &amp;quot;He has to be kidding, right?  Can anyone be that dense???&amp;quot;  all over the room.&lt;/p&gt;\n\n&lt;p&gt;My fear of failure is this post. That endless noisy internal dialogue ambitious men will bury the spark of magic, in an attempt to gain some recognition for their &amp;quot;thoughtful analysis&amp;quot;, until  new people can&amp;#39;t find the path even if they wanted to.&lt;/p&gt;\n\n&lt;p&gt;You should have just posted a big picture of your exposed dick!  At least that would have been amusing.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, all other systems are dominated by this type of pointless thinking.&lt;/p&gt;\n\n&lt;p&gt;It causes new people to be distracted by a lust for power and reputation, instead of a lust for real magic.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll ignore the hard to do stuff, in favor of trying to talk and think in a more clever fashion than other people.&lt;/p&gt;\n\n&lt;p&gt;Eventually, with 200 bullies offering their modified copy cat system on the internet, it will become believed that this does not actually work, and the whole thing was just more mental masturbation.  No one will be able to find the original.  And if they stumble across it, they won&amp;#39;t feel confident enough that&amp;#39;s the right one, to overcome the difficulty of learning to remove the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll take the easy path that leads to more greed and self-pity.&lt;/p&gt;\n\n&lt;p&gt;By the way, it&amp;#39;s a GIGANTIC bad player sign, when someone  uses my name in the title of a post.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a hidden threat.&lt;/p&gt;\n\n&lt;p&gt;Can you please go to another place to discuss Castaneda?&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re harmful to others and don&amp;#39;t care.&lt;/p&gt;\n\n&lt;p&gt;As for individuals failing (as you are), I&amp;#39;m not worried that anyone who puts in the effort and reads enough to gain common sense and sobriety, will fail.&lt;/p&gt;\n\n&lt;p&gt;Its human mechanics for this stuff to work.  You just have to drop the socialization that hides magic and it comes out.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hqp5by9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640968905.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 1, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hrn7bcu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hrn22fg", "score": 1, "author_fullname": "t2_as3sfzaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Great, thank you so much Techno!!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hrn7bcu", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Great, thank you so much Techno!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrn7bcu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641568176.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1641568176.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hrn22fg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1641566077.0, "send_replies": true, "parent_id": "t1_hrmvyys", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I made my attempt at addressing question 32 in the above comment:\n\nhttps://reddit.com/r/castaneda/comments/rswfys/_/hqsytxv/\n\nAnd on question 33, look up “Prisoner’s Cinema”\n\nhttps://psychonautwiki.org/wiki/Prisoner's_cinema\n\nhttps://www.wikiwand.com/en/Prisoner%27s_cinema\n\nhttps://www.reddit.com/r/todayilearned/comments/rplcs7/til_your_braineyes_will_generate_a_light_show/\n\nhttps://www.reddit.com/r/castaneda/comments/cm1zxx/practising_in_darkness_the_kogi_tribe_in_colombia/\n\nhttps://www.wikiwand.com/en/Dark_retreat\n\nhttps://www.guernicamag.com/prisoners-cinema-with-saints-catherine-and-lucy/\n\nBut only sorcerers have practically expanded upon what anyone in a similar situation would likely experience, to further move and stabilize their assemblage point in those different positions.", "edited": 1641567265.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrn22fg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I made my attempt at addressing question 32 in the above comment:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/comments/rswfys/_/hqsytxv/\"&gt;https://reddit.com/r/castaneda/comments/rswfys/_/hqsytxv/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And on question 33, look up “Prisoner’s Cinema”&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://psychonautwiki.org/wiki/Prisoner&amp;#x27;s_cinema\"&gt;https://psychonautwiki.org/wiki/Prisoner&amp;#39;s_cinema&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.wikiwand.com/en/Prisoner%27s_cinema\"&gt;https://www.wikiwand.com/en/Prisoner%27s_cinema&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/todayilearned/comments/rplcs7/til_your_braineyes_will_generate_a_light_show/\"&gt;https://www.reddit.com/r/todayilearned/comments/rplcs7/til_your_braineyes_will_generate_a_light_show/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/cm1zxx/practising_in_darkness_the_kogi_tribe_in_colombia/\"&gt;https://www.reddit.com/r/castaneda/comments/cm1zxx/practising_in_darkness_the_kogi_tribe_in_colombia/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.wikiwand.com/en/Dark_retreat\"&gt;https://www.wikiwand.com/en/Dark_retreat&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.guernicamag.com/prisoners-cinema-with-saints-catherine-and-lucy/\"&gt;https://www.guernicamag.com/prisoners-cinema-with-saints-catherine-and-lucy/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;But only sorcerers have practically expanded upon what anyone in a similar situation would likely experience, to further move and stabilize their assemblage point in those different positions.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rswfys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrn22fg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641566077.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hrmvyys", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "created_utc": 1641563412.0, "send_replies": true, "parent_id": "t3_rswfys", "score": 1, "author_fullname": "t2_as3sfzaz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Anyone wanna have a go at questions 32 to 35?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hrmvyys", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Anyone wanna have a go at questions 32 to 35?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rswfys/999_questions_to_danl999_volume_1/hrmvyys/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1641563412.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rswfys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]