[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[https://web.archive.org/web/20030714181130/http://www.hot.ee/tonal/english/mexico98.htm](https://web.archive.org/web/20030714181130/http://www.hot.ee/tonal/english/mexico98.htm)\n\nMiles Reed:\n\nWe are going to enter a dream inside a dream. A dream that is liberty and action. Liberty is the ability we have to see the energy as it flows from the universe without interpretation. To see is not only with the eyes, we see with the entire body. Information comes from the entire body. The ability to see the energy directly as it flows from the universe is within human reach. it is something we have lost but it is something we can recover.\n\nThere are tools to recover this liberty: magical passes and recapitulation. These tools were taught from generations to generations only to initiated people. When Don Juan taught it to his apprentices, he did it differently, he left all the ritual and now with the mass phenomenon, the secret has been left too.\n\nAll the body must be in a state of tension. Tension is a state of alertness. Every muscle of the body has to be ready to action but not tight.\n\nLately, the mass phenomenon has been observed by Don Juan's students who supervise the instructors have noted that within the workshops, the instructors and the participants have done a unified body which enter in the dream of perception.\n\nMagical passes are passes from a dream. They work at physical and energetic levels. We have not lost our energy but that energy is far away, out of our reach. Magical passes bring our energy back to the vital centers.\n\nThe assemblage point gives signification to the energy. But it is located on the autoreflexion position. We can only see ourselves. That is our socialization but that is not final. We have the possibility of moving our assemblage point. Once they realized that, the old sorcerers developed two arts: the art of dreaming which is the art of moving the assemblage point and the art of stalking which is the art of maintaining the assemblage point to a new position. These arts are completely linked. We need both. Magical passes are the first step. We can use our extra energy to move the assemblage point.\n\nThe recapitulation is a review of our lives. It has an abstract objective: to serve a strange requisite of the universe. The recapitulation allows us to give back our life experience to the sea of consciousness without loosing our vital energy. With recapitulation we separate our life experience' consciousness from our vital energy. The universe does not demand our death but demands our life experience. And we dye because we are not able to separate them.\n\nRecapitulation gives greater fluidity to the assemblage point and allows us to witness the repetitions of our lives. It gives greater fluidity because every time we recapitulate an event, our assemblage point move to the exact place where it was at the moment the event took place. Soduring recapitulation, the assemblage point moves slightly from event to event and that gives a greater fluidity, a fluidity that is necessary to face the events the energy place in our lives. Recapitulation allows us to witness our repetitions. We are always repeating ourselves. But whenyou are conscious of your repetitions, you cannot do it any more.\n\nWhen recapitulation is done in group, it turns to be less personal and less intricate. Practice magical passes before and after recapitulating gives more aim and more momentum and you can get out of this place and return to the present a lot easier.\n\nLooking for increasing our breathing ability allows us to increase our perceptual ability. We can move our assemblage point only by changing our pattern of breathing. We are going to do the Saber tooth tiger breathing. It is ideal for encountering the momentum and the fluiditynecessary for recapitulating.\n\nThe movements of the wheel of time are the most simple and smart way of using time. We turn time back to relive our life and we turn it forth to come back to the present where action is.\n\nPracticing magical passes and recapitulating gives us light and energy to change. We are going to do the series for preparing intent. Intent is done with the entire body. We need energy to intent. We need to take the dispersed energy and bring it back to our vital centers. The series stirs up the diaphragm and opens it. Somewhere in his evolution, the Human being has intended the verticalposition to allow the best perception. In the vertical position, the vital centers look ahead and not the ground.\n\nAs the human form is our system of interpretation, it is necessary to know who we are. We must know our world. We have to intent to bring light and best perception to know who we are. We celebrate the best part of the human form: to be free perceptors!\n\n2nd talk / Gavin Allister\n\nWe are going to speak about the saber tooth tiger breath. The saber tooth tiger was a fantastic animal. It was a magical being. The clue to perception is breathing. The saber tooth tiger was breathing with all her body an was perceiving with all her body. We can bring the saber tooth tiger pure intent of alertness into us. We can invoke the immensity of the tiger.\n\nI am going to tell you the way in which I learned the saber tooth tiger breathing. Florinda asked me once: \"what's new ?\" I did not know what to answer. I said I bought a new German dictionary to... And Florinda said OK, but what's new ? Then she asked me: \"What do you want ?\" an I answered: \"Florinda, I want to be a warrior!\" Florinda said: \"Of course you want to be a warrior but what do you want? And finally she asked me: \" What are you doing to your world ? Well ...\n\nFlorinda said: Gavin, I see that your recapitulation needs something. You must awake your body and I thought : But what has the body to do with recapitulation? Shit! I do tensegrity 3 times a day (he mimicked a very rigid way of practicing passes).Florinda said: \"I want alertness, action, fluidity. I want you to act rapidly. I want breathing. You need to awake your left body which is decrepit.\" And I said : \"But what's wrong with my left side? \" Florinda answered : \"I am not talking about your left side. We al have both bodies but we privilege the right body, the rigid side, the side of routines : eins - zwei / eins - zwei ... The only problem you have is that you don't know how to walk. Gavin, you need that the saber tooth tiger awakes you. She has gigantic lungs. You could learn a lot from these cats. They are animals of pure action. When they inhale so much air they take in consciousness. You need to see your life with othereyes. How can you see something new if your right body already knows everything. You need to change. You need to learn the way of being of the left body.\"\n\nWe are going to invoke the intent of awakening this perceptor who knows what is happening who only have time for decisions.\n\nThe saber tooth tiger begins in complete silence.She needs a powerful stance so that nothing can move her.The prey she attacks is much more bigger than she is.She let her prey know that her (its?)death is behind her (it?) stalking.The movement of the saber tooth tiger are movements of life and death.She is constantly alert, conscious of everything around her.When she face her prey, she is ferocious.She attacks with rapidity and go forth and back swiftlyShe is a stupendous stalker.Without doubts, she grabs her prey throw it away towards infinity and for a moment watches it go.Then she turns to face a new prey.All the time she is very sober and she wait patiently until her prey dyes.Then the saber tooth tiger goes away facing a new direction.\n\nBrandon Scott\n\nTo change our habits, our way of acting, our way of being, we did the Saber tooth tiger breathing. This awake the left body so that recapitulation is new. We do it for the first time.\n\nRecapitulation is a systematic review of our lives not for finding flaws or criticize. The purpose is to change the course of our lives. When you recapitulate, it is impossible to go on living the same way. We have the choice either we accept the world as unchanging or we lift the veil. To lift the veil, we have to practice magical passes, recapitulate and live our lives impeccably. Impeccability is changing our link to the social order, our link to intent.\n\nRecapitulating is realizing our actions. Most of the time we don't pay attention to what is happening, the feelings involved and so on... Recapitulating makes you focus your attention on the details and you begin to be aware of what you do.\n\nI was a psychology student and after I became therapist for people. And during all this time, my behavior did not change, my patients' behaviors did not either. The first thing I noted with magical passes and recapitulation was changing. What happens is that the assemblage point is rigid and therefor is aligned on usual energetic fields. Recapitulation relaxes the assemblage point and it aligns other energetic fields.\n\nThat is why the saber tooth tiger breathing is important. It helps us to recapitulate a lot easier. Recapitulating is a magical passes. This mean that our body uses breathing. Our body knows. Recapitulating is not an intellectual exercise.\n\nYou begin by setting a list of all the people you have ever known. You can do a sexual list which is a list which have to do with sexuality as with sex we waste the greater part of our energy. In relationship with sex, we leave lines of affection which are broken. And recapitulating dissolves them.\n\nIt is not necessary to complete our list to begin recapitulating. Moreover, there never is a complete list as we meet people everyday. The important thing is realizing that our relationship with the person number one is the same as with the number 2 and the number 4 ... and number 10 and number 24 ! So it is of none utility not to know people and live like an hermit.\n\nTake the last person that you met, the first one on your list, because it is easier to remember. That way you sharpen your body. Call to your mind all the details of the interaction with this person, moods, visual,auditory remembrances. Use your predilection and develop others. Each part of your body is involved in the process. It is physical. Each part of my body remembers.\n\nYou inhale moving the head from a side to the other, no matter which side. What is important is that inhalation take back what we have left in this interaction and the exhalation eject all that does not belong to us. At the end , when you feel that it is no more useful to go on recapitulating this person, you make a movement without breathing.\n\nThe left side only knows now. It does not know the beginning and the end. I had this idea that if I recapitulated a lot, I was going to end up recapitulation. It is impossible. Recapitulation is never finished. You can recapitulate every day, even 10 minutes. It is important to have a place for recapitulating. This help for something to accumulate. This place can change. We must not be rigid.\n\nIf you have no memories, sit in silence. This silence is a spring board for jumping into recapitulating. After recapitulating, we do some passes to move the assemblage point back to the position of today. If not we could be caught by our memories.\n\nThe travel of recapitulation, links us directly to Intent. We need an implicit trust to overcome our socialization and affection which gives us sails to jump over obstacles.\n\nGavin Alister\n\nI want to talk about the wheel of time. We are looking for changes and that is why we have to learn the wheel of time with utmost precision.\n\nWhen you do these passes the body get tense. A ball makes itself. The shamans who performed these passes were able to connect themselves to the intent of space an time. Time is for us a non-spatial continuum from past toward future. For the shamans of antiquity, time was something like a thought, an intent. It have an effect over all that is existing. This intent permeates everything so that we keep a small part of this intent. And it is possible to contact this intent.\n\nSpace was a field of abstract activity. It was the sum of all the living beings existing in the universe. They called it infinity. For them it was application that they could uses for their own purposes.\n\nThe wheel of time is a tunnel of infinite extension in width and length. Living beings are obliged to fixe their attention in one the furrow. You have to fix your attention in the circular quality of the wheel of time. Old shamans, succeeded to give a turn to the wheel of time. They did not get caught in one furrow. They were free from this force which fixes us in one furrow.\n\nMagical passes can liberate our hidden resources. The contact with infinity will be established and it will increase. We can use our increased consciousness to see our recapitulation from another point of view and liberate ourselves from the compulsive force of our repetitions.\n\nThese passes must be practiced with moderation.\n\nBrandonI am going to repeat once more what is liberty. Liberty is the ability to see the energy as it flows from the universe free from the muddles from socialization and syntax. The syntax which demand a beginning like a birth, a prolongation like a maturity and an end like a death is the syntax which comes first in our daily world. It is the syntax of the right body. There is another syntax, the left body syntax for which there is no beginning and no end. There are only variations of intensity. Nothing begins and nothing ends up. The universe is a vehicle in which we can climb. The navigator's most profound wish is this travel.\n\nAnd to end up, I shall read you a poem written by Carlos Castaneda in his book: the active side of infinity.\n\nSyntaxA man investigated in his equationsAnd declared that the universe had a beginning.At the beginning there was an explosion, he saidand called it the big bang,so was born the universe.And it is expanding, said the man.He even calculated the length of its life :10 billions revolutions of the earth around the sun.And everybody was happy.All decided that this calculation, that was science.It came in nobody's mindthat supposing that the universe had a beginning,this man simply followed the syntax of his languagewhich demands a beginning like a birth,a prolongation like a maturityand an end like a death.The universe began one dayand now it is getting old assured us this man.And it is going to dye, like everything dyeand as he died himself after having confirmedmathematically his mother language syntax.\n\nThat is how explanations are built.\n\nSyntax of another type\n\nDid the universe had a beginning ?Is the big bang theory true ?(This is not a question although there is an interrogative sign.)Is the syntax which demand a beginning,a prolongation and an end the only existing syntax ?This is a reel question.There are other syntaxes.There is one for instance which demands that different variations ofintensity would be considered as a fact.In this syntax nothing begins and nothing ends. Birth is not clearly aseparate event and much less the same type of event as maturity anddeath.A man belonging to this syntax discovers that he counted enoughvariations of intensity to declare with authority :The universe never began.And it will never end.It went, it goes and it will still go troughinfinite variations of intensity.This man could conclude that the universe itself appears like a vehicleof intensity in which you can turn at high speed through unendingchanges.He could even arrive to the conclusion that, finally, even without beingconscious of it, he is only corroborating the syntax of his motherlanguage, here as in many other fields.\n\nMiles and Brandon answer to written questions that have been left to thelibrary on Saturday.\n\nWhere are the female apprentice of Don Juan?\n\nThey stayed to supervise the thing which Carlos Castaneda worked on for so many years : a group of tensegrity practitioners sharing a group dream. There is no more hierarchy now. This makes us lighter. All the participants and the instructors make a mass. No one before had a mass which they could cling on. Just right now we are like the eyes of an insect with millions of facets. There is not a facet which is more important or which is at the head. Every one is important. And insteadof fixing our attention on what we do not have, let us fix our attention on what we have and we have the mass!\n\nBrandon Scott answers to questions about recapitulation\n\nAt the beginning we stumble against the topic of decision. Because of socialization, human beings are caught in a vicious circle which make us see ourselves and nothing else. But how to choose if we don't know that there is another possibility ? Either we stay miserable or we change. It is of no use that someone tells us what to do. If you decide yourself, the sky is without limits. This dream is possible.\n\nWhen you recapitulate, recapitulate your decision No one ever did something to us without us having had some kind of participation to it. We have to move from the self pity place and accept our responsibility for our decisions.\n\nQuestion about children: What happens if we have had children and have holes in our cocoon?We made a wonderful gift to them, giving them our energy. It is not impeccable to regret it. To be impeccable is to accept responsibility for our decisions and go on fighting without regrets. We can use our children who reflects what we are to live impeccably. If we are impeccable, they will be impeccable too because they model on us.\n\nThink about it what agreement did you sign? Recapitulation you discover that you are free to break the agreements you made. You can decide: I have gone until there with this agreement but now it is finished. I take another direction. When we recapitulate our decisions, we review all that was said upon us, these orders that were given to us in the form of definitions: You are this, you are that, your are not athletic... We get free of the dream or the nightmare some one else did for us and we enter another dream, a dream of liberty. Cling to the intent of the shaman of Ancient Mexico. This is a dream for beings who are going to dye.\n\nWhen someone asked the Nagual what he was seeing, he would say: I see someone who is going to dye.\n\nMiles Reed\n\nI repeat my name for the second time because this allows me to establish a link between infinity and the small being I am.\n\nAt the time when where the Saber tooth tiger was walking on this earth, his territory went far north to Los Angeles. She was The supreme perceptor. She was able to change her form, that is to change her assemblage point and we can do the same. We are on the territory of the saber tooth tiger and you appropriated yourself these magical passes with stupendous facility.\n\nCarlos Castaneda loved this earth. He said there was an energetic triangle between the Mexico valley, California and Sonora. He always wanted to come back to Mexico because people from here have been for immemorial ages seekers of liberty. Don Juan used to tell him to go to LA because it was the town corresponding to his age, but he was always attracted by Mexico.\n\nAnd with this huge mass, we can reach liberty. To go over the right body, to reach the unknown, we need both bodies but we need to awake the left body. We must make that jump with sobriety, use the wheel of time fluidity and energy.\n\nThis is a solitary flight because when you fall, it is up to you to rise to your feet again. It is only you who are responsible for your decisions. But that does not mean to be an hermit. Get out of your room and relate with others without judging them, without showing off. That is the challenge ! A union between two people must not betwined round the self. That is the biggest challenge. Abstract affection arrives when the self leaves. That is not courting, that is not falling in love withsomeone you don't know. The challenge is to live someone who does not adulate us. It is an encounter in which the practitioner goes in with all his abandon. That is the success of an entire life of discipline.\n\nHuman being have a sort of intense desire that they interpret as being in love. But what they really desire is their energetic body. And what attract the energetic body is affection. The encounter with the other can help us to increase this affection.\n\nGavin Allister.\n\nThey cut our wings and now we are obliged to see us as ordinary beings.Why can't we see each other as extraordinary people ? We are extraordinary but what happens is that we are not looking.\n\nWhy only few people (4 crazy cats, in Spanish 4 gatos locos) could reach liberty why not every one of those who wish it?\n\nWe were asked how did Carlos Castaneda leave? We were not there. But the three apprentices of Don Juan were there. Carlos Castaneda left this world as Don Juan but he did not bring with him a party of warriors. He executed a daring energetic maneuver. He opened an energetic door sothat any people interested by following him could do it. It is an opening. The lineage ends with him because, to day, there is a mass of practitioners.\n\nWe are a planet of prisoners. To pay his debt, Carlos Castaneda wanted that everybody had the possibility to witness and do what he did. The price of liberty is high but not impossible. And for that we need passion. Such was Carlos Castaneda's love for his fellow men. He did a connection with infinity with any people who read his book and practice magical passes and recapitulation. We can cling to that connection Carlos Castaneda did. The door is open.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Mexico City 1998 Seminar - We were asked how did Carlos Castaneda leave?", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_pxigz8", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.91, "author_flair_background_color": null, "subreddit_type": "public", "ups": 8, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_qke8u0c", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 8, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1632870901.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20030714181130/http://www.hot.ee/tonal/english/mexico98.htm\"&gt;https://web.archive.org/web/20030714181130/http://www.hot.ee/tonal/english/mexico98.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Miles Reed:&lt;/p&gt;\n\n&lt;p&gt;We are going to enter a dream inside a dream. A dream that is liberty and action. Liberty is the ability we have to see the energy as it flows from the universe without interpretation. To see is not only with the eyes, we see with the entire body. Information comes from the entire body. The ability to see the energy directly as it flows from the universe is within human reach. it is something we have lost but it is something we can recover.&lt;/p&gt;\n\n&lt;p&gt;There are tools to recover this liberty: magical passes and recapitulation. These tools were taught from generations to generations only to initiated people. When Don Juan taught it to his apprentices, he did it differently, he left all the ritual and now with the mass phenomenon, the secret has been left too.&lt;/p&gt;\n\n&lt;p&gt;All the body must be in a state of tension. Tension is a state of alertness. Every muscle of the body has to be ready to action but not tight.&lt;/p&gt;\n\n&lt;p&gt;Lately, the mass phenomenon has been observed by Don Juan&amp;#39;s students who supervise the instructors have noted that within the workshops, the instructors and the participants have done a unified body which enter in the dream of perception.&lt;/p&gt;\n\n&lt;p&gt;Magical passes are passes from a dream. They work at physical and energetic levels. We have not lost our energy but that energy is far away, out of our reach. Magical passes bring our energy back to the vital centers.&lt;/p&gt;\n\n&lt;p&gt;The assemblage point gives signification to the energy. But it is located on the autoreflexion position. We can only see ourselves. That is our socialization but that is not final. We have the possibility of moving our assemblage point. Once they realized that, the old sorcerers developed two arts: the art of dreaming which is the art of moving the assemblage point and the art of stalking which is the art of maintaining the assemblage point to a new position. These arts are completely linked. We need both. Magical passes are the first step. We can use our extra energy to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;The recapitulation is a review of our lives. It has an abstract objective: to serve a strange requisite of the universe. The recapitulation allows us to give back our life experience to the sea of consciousness without loosing our vital energy. With recapitulation we separate our life experience&amp;#39; consciousness from our vital energy. The universe does not demand our death but demands our life experience. And we dye because we are not able to separate them.&lt;/p&gt;\n\n&lt;p&gt;Recapitulation gives greater fluidity to the assemblage point and allows us to witness the repetitions of our lives. It gives greater fluidity because every time we recapitulate an event, our assemblage point move to the exact place where it was at the moment the event took place. Soduring recapitulation, the assemblage point moves slightly from event to event and that gives a greater fluidity, a fluidity that is necessary to face the events the energy place in our lives. Recapitulation allows us to witness our repetitions. We are always repeating ourselves. But whenyou are conscious of your repetitions, you cannot do it any more.&lt;/p&gt;\n\n&lt;p&gt;When recapitulation is done in group, it turns to be less personal and less intricate. Practice magical passes before and after recapitulating gives more aim and more momentum and you can get out of this place and return to the present a lot easier.&lt;/p&gt;\n\n&lt;p&gt;Looking for increasing our breathing ability allows us to increase our perceptual ability. We can move our assemblage point only by changing our pattern of breathing. We are going to do the Saber tooth tiger breathing. It is ideal for encountering the momentum and the fluiditynecessary for recapitulating.&lt;/p&gt;\n\n&lt;p&gt;The movements of the wheel of time are the most simple and smart way of using time. We turn time back to relive our life and we turn it forth to come back to the present where action is.&lt;/p&gt;\n\n&lt;p&gt;Practicing magical passes and recapitulating gives us light and energy to change. We are going to do the series for preparing intent. Intent is done with the entire body. We need energy to intent. We need to take the dispersed energy and bring it back to our vital centers. The series stirs up the diaphragm and opens it. Somewhere in his evolution, the Human being has intended the verticalposition to allow the best perception. In the vertical position, the vital centers look ahead and not the ground.&lt;/p&gt;\n\n&lt;p&gt;As the human form is our system of interpretation, it is necessary to know who we are. We must know our world. We have to intent to bring light and best perception to know who we are. We celebrate the best part of the human form: to be free perceptors!&lt;/p&gt;\n\n&lt;p&gt;2nd talk / Gavin Allister&lt;/p&gt;\n\n&lt;p&gt;We are going to speak about the saber tooth tiger breath. The saber tooth tiger was a fantastic animal. It was a magical being. The clue to perception is breathing. The saber tooth tiger was breathing with all her body an was perceiving with all her body. We can bring the saber tooth tiger pure intent of alertness into us. We can invoke the immensity of the tiger.&lt;/p&gt;\n\n&lt;p&gt;I am going to tell you the way in which I learned the saber tooth tiger breathing. Florinda asked me once: &amp;quot;what&amp;#39;s new ?&amp;quot; I did not know what to answer. I said I bought a new German dictionary to... And Florinda said OK, but what&amp;#39;s new ? Then she asked me: &amp;quot;What do you want ?&amp;quot; an I answered: &amp;quot;Florinda, I want to be a warrior!&amp;quot; Florinda said: &amp;quot;Of course you want to be a warrior but what do you want? And finally she asked me: &amp;quot; What are you doing to your world ? Well ...&lt;/p&gt;\n\n&lt;p&gt;Florinda said: Gavin, I see that your recapitulation needs something. You must awake your body and I thought : But what has the body to do with recapitulation? Shit! I do tensegrity 3 times a day (he mimicked a very rigid way of practicing passes).Florinda said: &amp;quot;I want alertness, action, fluidity. I want you to act rapidly. I want breathing. You need to awake your left body which is decrepit.&amp;quot; And I said : &amp;quot;But what&amp;#39;s wrong with my left side? &amp;quot; Florinda answered : &amp;quot;I am not talking about your left side. We al have both bodies but we privilege the right body, the rigid side, the side of routines : eins - zwei / eins - zwei ... The only problem you have is that you don&amp;#39;t know how to walk. Gavin, you need that the saber tooth tiger awakes you. She has gigantic lungs. You could learn a lot from these cats. They are animals of pure action. When they inhale so much air they take in consciousness. You need to see your life with othereyes. How can you see something new if your right body already knows everything. You need to change. You need to learn the way of being of the left body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We are going to invoke the intent of awakening this perceptor who knows what is happening who only have time for decisions.&lt;/p&gt;\n\n&lt;p&gt;The saber tooth tiger begins in complete silence.She needs a powerful stance so that nothing can move her.The prey she attacks is much more bigger than she is.She let her prey know that her (its?)death is behind her (it?) stalking.The movement of the saber tooth tiger are movements of life and death.She is constantly alert, conscious of everything around her.When she face her prey, she is ferocious.She attacks with rapidity and go forth and back swiftlyShe is a stupendous stalker.Without doubts, she grabs her prey throw it away towards infinity and for a moment watches it go.Then she turns to face a new prey.All the time she is very sober and she wait patiently until her prey dyes.Then the saber tooth tiger goes away facing a new direction.&lt;/p&gt;\n\n&lt;p&gt;Brandon Scott&lt;/p&gt;\n\n&lt;p&gt;To change our habits, our way of acting, our way of being, we did the Saber tooth tiger breathing. This awake the left body so that recapitulation is new. We do it for the first time.&lt;/p&gt;\n\n&lt;p&gt;Recapitulation is a systematic review of our lives not for finding flaws or criticize. The purpose is to change the course of our lives. When you recapitulate, it is impossible to go on living the same way. We have the choice either we accept the world as unchanging or we lift the veil. To lift the veil, we have to practice magical passes, recapitulate and live our lives impeccably. Impeccability is changing our link to the social order, our link to intent.&lt;/p&gt;\n\n&lt;p&gt;Recapitulating is realizing our actions. Most of the time we don&amp;#39;t pay attention to what is happening, the feelings involved and so on... Recapitulating makes you focus your attention on the details and you begin to be aware of what you do.&lt;/p&gt;\n\n&lt;p&gt;I was a psychology student and after I became therapist for people. And during all this time, my behavior did not change, my patients&amp;#39; behaviors did not either. The first thing I noted with magical passes and recapitulation was changing. What happens is that the assemblage point is rigid and therefor is aligned on usual energetic fields. Recapitulation relaxes the assemblage point and it aligns other energetic fields.&lt;/p&gt;\n\n&lt;p&gt;That is why the saber tooth tiger breathing is important. It helps us to recapitulate a lot easier. Recapitulating is a magical passes. This mean that our body uses breathing. Our body knows. Recapitulating is not an intellectual exercise.&lt;/p&gt;\n\n&lt;p&gt;You begin by setting a list of all the people you have ever known. You can do a sexual list which is a list which have to do with sexuality as with sex we waste the greater part of our energy. In relationship with sex, we leave lines of affection which are broken. And recapitulating dissolves them.&lt;/p&gt;\n\n&lt;p&gt;It is not necessary to complete our list to begin recapitulating. Moreover, there never is a complete list as we meet people everyday. The important thing is realizing that our relationship with the person number one is the same as with the number 2 and the number 4 ... and number 10 and number 24 ! So it is of none utility not to know people and live like an hermit.&lt;/p&gt;\n\n&lt;p&gt;Take the last person that you met, the first one on your list, because it is easier to remember. That way you sharpen your body. Call to your mind all the details of the interaction with this person, moods, visual,auditory remembrances. Use your predilection and develop others. Each part of your body is involved in the process. It is physical. Each part of my body remembers.&lt;/p&gt;\n\n&lt;p&gt;You inhale moving the head from a side to the other, no matter which side. What is important is that inhalation take back what we have left in this interaction and the exhalation eject all that does not belong to us. At the end , when you feel that it is no more useful to go on recapitulating this person, you make a movement without breathing.&lt;/p&gt;\n\n&lt;p&gt;The left side only knows now. It does not know the beginning and the end. I had this idea that if I recapitulated a lot, I was going to end up recapitulation. It is impossible. Recapitulation is never finished. You can recapitulate every day, even 10 minutes. It is important to have a place for recapitulating. This help for something to accumulate. This place can change. We must not be rigid.&lt;/p&gt;\n\n&lt;p&gt;If you have no memories, sit in silence. This silence is a spring board for jumping into recapitulating. After recapitulating, we do some passes to move the assemblage point back to the position of today. If not we could be caught by our memories.&lt;/p&gt;\n\n&lt;p&gt;The travel of recapitulation, links us directly to Intent. We need an implicit trust to overcome our socialization and affection which gives us sails to jump over obstacles.&lt;/p&gt;\n\n&lt;p&gt;Gavin Alister&lt;/p&gt;\n\n&lt;p&gt;I want to talk about the wheel of time. We are looking for changes and that is why we have to learn the wheel of time with utmost precision.&lt;/p&gt;\n\n&lt;p&gt;When you do these passes the body get tense. A ball makes itself. The shamans who performed these passes were able to connect themselves to the intent of space an time. Time is for us a non-spatial continuum from past toward future. For the shamans of antiquity, time was something like a thought, an intent. It have an effect over all that is existing. This intent permeates everything so that we keep a small part of this intent. And it is possible to contact this intent.&lt;/p&gt;\n\n&lt;p&gt;Space was a field of abstract activity. It was the sum of all the living beings existing in the universe. They called it infinity. For them it was application that they could uses for their own purposes.&lt;/p&gt;\n\n&lt;p&gt;The wheel of time is a tunnel of infinite extension in width and length. Living beings are obliged to fixe their attention in one the furrow. You have to fix your attention in the circular quality of the wheel of time. Old shamans, succeeded to give a turn to the wheel of time. They did not get caught in one furrow. They were free from this force which fixes us in one furrow.&lt;/p&gt;\n\n&lt;p&gt;Magical passes can liberate our hidden resources. The contact with infinity will be established and it will increase. We can use our increased consciousness to see our recapitulation from another point of view and liberate ourselves from the compulsive force of our repetitions.&lt;/p&gt;\n\n&lt;p&gt;These passes must be practiced with moderation.&lt;/p&gt;\n\n&lt;p&gt;BrandonI am going to repeat once more what is liberty. Liberty is the ability to see the energy as it flows from the universe free from the muddles from socialization and syntax. The syntax which demand a beginning like a birth, a prolongation like a maturity and an end like a death is the syntax which comes first in our daily world. It is the syntax of the right body. There is another syntax, the left body syntax for which there is no beginning and no end. There are only variations of intensity. Nothing begins and nothing ends up. The universe is a vehicle in which we can climb. The navigator&amp;#39;s most profound wish is this travel.&lt;/p&gt;\n\n&lt;p&gt;And to end up, I shall read you a poem written by Carlos Castaneda in his book: the active side of infinity.&lt;/p&gt;\n\n&lt;p&gt;SyntaxA man investigated in his equationsAnd declared that the universe had a beginning.At the beginning there was an explosion, he saidand called it the big bang,so was born the universe.And it is expanding, said the man.He even calculated the length of its life :10 billions revolutions of the earth around the sun.And everybody was happy.All decided that this calculation, that was science.It came in nobody&amp;#39;s mindthat supposing that the universe had a beginning,this man simply followed the syntax of his languagewhich demands a beginning like a birth,a prolongation like a maturityand an end like a death.The universe began one dayand now it is getting old assured us this man.And it is going to dye, like everything dyeand as he died himself after having confirmedmathematically his mother language syntax.&lt;/p&gt;\n\n&lt;p&gt;That is how explanations are built.&lt;/p&gt;\n\n&lt;p&gt;Syntax of another type&lt;/p&gt;\n\n&lt;p&gt;Did the universe had a beginning ?Is the big bang theory true ?(This is not a question although there is an interrogative sign.)Is the syntax which demand a beginning,a prolongation and an end the only existing syntax ?This is a reel question.There are other syntaxes.There is one for instance which demands that different variations ofintensity would be considered as a fact.In this syntax nothing begins and nothing ends. Birth is not clearly aseparate event and much less the same type of event as maturity anddeath.A man belonging to this syntax discovers that he counted enoughvariations of intensity to declare with authority :The universe never began.And it will never end.It went, it goes and it will still go troughinfinite variations of intensity.This man could conclude that the universe itself appears like a vehicleof intensity in which you can turn at high speed through unendingchanges.He could even arrive to the conclusion that, finally, even without beingconscious of it, he is only corroborating the syntax of his motherlanguage, here as in many other fields.&lt;/p&gt;\n\n&lt;p&gt;Miles and Brandon answer to written questions that have been left to thelibrary on Saturday.&lt;/p&gt;\n\n&lt;p&gt;Where are the female apprentice of Don Juan?&lt;/p&gt;\n\n&lt;p&gt;They stayed to supervise the thing which Carlos Castaneda worked on for so many years : a group of tensegrity practitioners sharing a group dream. There is no more hierarchy now. This makes us lighter. All the participants and the instructors make a mass. No one before had a mass which they could cling on. Just right now we are like the eyes of an insect with millions of facets. There is not a facet which is more important or which is at the head. Every one is important. And insteadof fixing our attention on what we do not have, let us fix our attention on what we have and we have the mass!&lt;/p&gt;\n\n&lt;p&gt;Brandon Scott answers to questions about recapitulation&lt;/p&gt;\n\n&lt;p&gt;At the beginning we stumble against the topic of decision. Because of socialization, human beings are caught in a vicious circle which make us see ourselves and nothing else. But how to choose if we don&amp;#39;t know that there is another possibility ? Either we stay miserable or we change. It is of no use that someone tells us what to do. If you decide yourself, the sky is without limits. This dream is possible.&lt;/p&gt;\n\n&lt;p&gt;When you recapitulate, recapitulate your decision No one ever did something to us without us having had some kind of participation to it. We have to move from the self pity place and accept our responsibility for our decisions.&lt;/p&gt;\n\n&lt;p&gt;Question about children: What happens if we have had children and have holes in our cocoon?We made a wonderful gift to them, giving them our energy. It is not impeccable to regret it. To be impeccable is to accept responsibility for our decisions and go on fighting without regrets. We can use our children who reflects what we are to live impeccably. If we are impeccable, they will be impeccable too because they model on us.&lt;/p&gt;\n\n&lt;p&gt;Think about it what agreement did you sign? Recapitulation you discover that you are free to break the agreements you made. You can decide: I have gone until there with this agreement but now it is finished. I take another direction. When we recapitulate our decisions, we review all that was said upon us, these orders that were given to us in the form of definitions: You are this, you are that, your are not athletic... We get free of the dream or the nightmare some one else did for us and we enter another dream, a dream of liberty. Cling to the intent of the shaman of Ancient Mexico. This is a dream for beings who are going to dye.&lt;/p&gt;\n\n&lt;p&gt;When someone asked the Nagual what he was seeing, he would say: I see someone who is going to dye.&lt;/p&gt;\n\n&lt;p&gt;Miles Reed&lt;/p&gt;\n\n&lt;p&gt;I repeat my name for the second time because this allows me to establish a link between infinity and the small being I am.&lt;/p&gt;\n\n&lt;p&gt;At the time when where the Saber tooth tiger was walking on this earth, his territory went far north to Los Angeles. She was The supreme perceptor. She was able to change her form, that is to change her assemblage point and we can do the same. We are on the territory of the saber tooth tiger and you appropriated yourself these magical passes with stupendous facility.&lt;/p&gt;\n\n&lt;p&gt;Carlos Castaneda loved this earth. He said there was an energetic triangle between the Mexico valley, California and Sonora. He always wanted to come back to Mexico because people from here have been for immemorial ages seekers of liberty. Don Juan used to tell him to go to LA because it was the town corresponding to his age, but he was always attracted by Mexico.&lt;/p&gt;\n\n&lt;p&gt;And with this huge mass, we can reach liberty. To go over the right body, to reach the unknown, we need both bodies but we need to awake the left body. We must make that jump with sobriety, use the wheel of time fluidity and energy.&lt;/p&gt;\n\n&lt;p&gt;This is a solitary flight because when you fall, it is up to you to rise to your feet again. It is only you who are responsible for your decisions. But that does not mean to be an hermit. Get out of your room and relate with others without judging them, without showing off. That is the challenge ! A union between two people must not betwined round the self. That is the biggest challenge. Abstract affection arrives when the self leaves. That is not courting, that is not falling in love withsomeone you don&amp;#39;t know. The challenge is to live someone who does not adulate us. It is an encounter in which the practitioner goes in with all his abandon. That is the success of an entire life of discipline.&lt;/p&gt;\n\n&lt;p&gt;Human being have a sort of intense desire that they interpret as being in love. But what they really desire is their energetic body. And what attract the energetic body is affection. The encounter with the other can help us to increase this affection.&lt;/p&gt;\n\n&lt;p&gt;Gavin Allister.&lt;/p&gt;\n\n&lt;p&gt;They cut our wings and now we are obliged to see us as ordinary beings.Why can&amp;#39;t we see each other as extraordinary people ? We are extraordinary but what happens is that we are not looking.&lt;/p&gt;\n\n&lt;p&gt;Why only few people (4 crazy cats, in Spanish 4 gatos locos) could reach liberty why not every one of those who wish it?&lt;/p&gt;\n\n&lt;p&gt;We were asked how did Carlos Castaneda leave? We were not there. But the three apprentices of Don Juan were there. Carlos Castaneda left this world as Don Juan but he did not bring with him a party of warriors. He executed a daring energetic maneuver. He opened an energetic door sothat any people interested by following him could do it. It is an opening. The lineage ends with him because, to day, there is a mass of practitioners.&lt;/p&gt;\n\n&lt;p&gt;We are a planet of prisoners. To pay his debt, Carlos Castaneda wanted that everybody had the possibility to witness and do what he did. The price of liberty is high but not impossible. And for that we need passion. Such was Carlos Castaneda&amp;#39;s love for his fellow men. He did a connection with infinity with any people who read his book and practice magical passes and recapitulation. We can cling to that connection Carlos Castaneda did. The door is open.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pxigz8", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "sososo555", "discussion_type": null, "num_comments": 9, "send_replies": false, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/", "subreddit_subscribers": 9561, "created_utc": 1632870901.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "her3a86", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_heqznia", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He did promise that to me.\n\nBut it was an odd remark made on the side.  He just turned to me and said \"come find me. I'll show you which way to go.\"   (He meant, when I die).\n\nSomewhere don Juan says that none of the old seers who went to live with the inorganic beings has ever died.\n\nBut, where is their flesh?\n\nWe might think, \"Yea, but don Juan burned up.\"\n\nMaybe, but every single warrior in his party?    Some weren't all that hot.\n\nI'm not convinced the books say his organic body was burned.\n\nThere's suspicious references to burying yourself, and not showing anyone where a sorcerers body is buried.\n\nThe old sorcerers at the big rock, seemed to be buried somewhere around there.\n\nAND, we know from a very few references, we \"collided\" with this world, before we were born.\n\nWe have an existence free from these organic bodies.\n\nPossibly the only reason to worry about our flesh body, is the book deal mind.\n\nMaybe someone who was religious might read that as admission this is no better than what they believe, since no one has any \"proof\".\n\nBut, we get to travel to realities where this body seems to go along, and we can't explain it.  Or how it got back.\n\nI'll be happy when one of you leaps through your darkroom wall, to go elsewhere.\n\nKeep track of how you got back! I can't see that clearly.\n\nSo we just simply don't know enough about that topic.\n\nWhich is odd.  Why not explain it fully?\n\nWould that taint the intent and alter the outcome?", "edited": 1632939792.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_her3a86", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He did promise that to me.&lt;/p&gt;\n\n&lt;p&gt;But it was an odd remark made on the side.  He just turned to me and said &amp;quot;come find me. I&amp;#39;ll show you which way to go.&amp;quot;   (He meant, when I die).&lt;/p&gt;\n\n&lt;p&gt;Somewhere don Juan says that none of the old seers who went to live with the inorganic beings has ever died.&lt;/p&gt;\n\n&lt;p&gt;But, where is their flesh?&lt;/p&gt;\n\n&lt;p&gt;We might think, &amp;quot;Yea, but don Juan burned up.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Maybe, but every single warrior in his party?    Some weren&amp;#39;t all that hot.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not convinced the books say his organic body was burned.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s suspicious references to burying yourself, and not showing anyone where a sorcerers body is buried.&lt;/p&gt;\n\n&lt;p&gt;The old sorcerers at the big rock, seemed to be buried somewhere around there.&lt;/p&gt;\n\n&lt;p&gt;AND, we know from a very few references, we &amp;quot;collided&amp;quot; with this world, before we were born.&lt;/p&gt;\n\n&lt;p&gt;We have an existence free from these organic bodies.&lt;/p&gt;\n\n&lt;p&gt;Possibly the only reason to worry about our flesh body, is the book deal mind.&lt;/p&gt;\n\n&lt;p&gt;Maybe someone who was religious might read that as admission this is no better than what they believe, since no one has any &amp;quot;proof&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But, we get to travel to realities where this body seems to go along, and we can&amp;#39;t explain it.  Or how it got back.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll be happy when one of you leaps through your darkroom wall, to go elsewhere.&lt;/p&gt;\n\n&lt;p&gt;Keep track of how you got back! I can&amp;#39;t see that clearly.&lt;/p&gt;\n\n&lt;p&gt;So we just simply don&amp;#39;t know enough about that topic.&lt;/p&gt;\n\n&lt;p&gt;Which is odd.  Why not explain it fully?&lt;/p&gt;\n\n&lt;p&gt;Would that taint the intent and alter the outcome?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pxigz8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/her3a86/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632939447.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1632939447.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "heqznia", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sososo555", "can_mod_post": false, "created_utc": 1632937939.0, "send_replies": true, "parent_id": "t1_heqb3u4", "score": 3, "author_fullname": "t2_qke8u0c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I found the last part the most interesting:\n\nWe were asked how did Carlos Castaneda leave? We were not there. But the three apprentices of Don Juan were there. Carlos Castaneda left this world as Don Juan but he did not bring with him a party of warriors. He executed a daring energetic maneuver. He opened an energetic door sothat any people interested by following him could do it. It is an opening. The lineage ends with him because, to day, there is a mass of practitioners.\n\nWe are a planet of prisoners. To pay his debt, Carlos Castaneda wanted that everybody had the possibility to witness and do what he did. The price of liberty is high but not impossible. And for that we need passion. Such was Carlos Castaneda's love for his fellow men. He did a connection with infinity with any people who read his book and practice magical passes and recapitulation. We can cling to that connection Carlos Castaneda did. The door is open.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heqznia", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I found the last part the most interesting:&lt;/p&gt;\n\n&lt;p&gt;We were asked how did Carlos Castaneda leave? We were not there. But the three apprentices of Don Juan were there. Carlos Castaneda left this world as Don Juan but he did not bring with him a party of warriors. He executed a daring energetic maneuver. He opened an energetic door sothat any people interested by following him could do it. It is an opening. The lineage ends with him because, to day, there is a mass of practitioners.&lt;/p&gt;\n\n&lt;p&gt;We are a planet of prisoners. To pay his debt, Carlos Castaneda wanted that everybody had the possibility to witness and do what he did. The price of liberty is high but not impossible. And for that we need passion. Such was Carlos Castaneda&amp;#39;s love for his fellow men. He did a connection with infinity with any people who read his book and practice magical passes and recapitulation. We can cling to that connection Carlos Castaneda did. The door is open.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pxigz8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heqznia/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632937939.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "heqn4pk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_heqi0wk", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Miles could fix all that by learning to get silent,  redoing his tensegrity understanding, and then joining Cleargreen workshops.\n\nSeems to me that if word got out it actually works and they can show how at workshops, they might increase attendance.\n\nIf they want all hell to break loose, include Cholita.\n\nShe just needs to get next to those guys in my opinion.\n\nThe contact with dark energy and new inorganic beings might be all they're missing.\n\nCholita is still living with her other protectors!\n\nI can't imagine them being patient enough to keep it up, but if they do that's good for Cholita.  She loves LA.  \n\nThere's even a very very slight chance, don Juan has a hand in this.\n\nA completely nutty, off the rails chance.\n\nBut I've been following it.  Carlos was possibly finishing up some don Juan business ventures when he picked up Cholita.\n\n\"International\" would have to include LA.\n\nBut there are other possible explanations for why Carlos was doing side business of the type Cholita craves.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_heqn4pk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Miles could fix all that by learning to get silent,  redoing his tensegrity understanding, and then joining Cleargreen workshops.&lt;/p&gt;\n\n&lt;p&gt;Seems to me that if word got out it actually works and they can show how at workshops, they might increase attendance.&lt;/p&gt;\n\n&lt;p&gt;If they want all hell to break loose, include Cholita.&lt;/p&gt;\n\n&lt;p&gt;She just needs to get next to those guys in my opinion.&lt;/p&gt;\n\n&lt;p&gt;The contact with dark energy and new inorganic beings might be all they&amp;#39;re missing.&lt;/p&gt;\n\n&lt;p&gt;Cholita is still living with her other protectors!&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t imagine them being patient enough to keep it up, but if they do that&amp;#39;s good for Cholita.  She loves LA.  &lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s even a very very slight chance, don Juan has a hand in this.&lt;/p&gt;\n\n&lt;p&gt;A completely nutty, off the rails chance.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve been following it.  Carlos was possibly finishing up some don Juan business ventures when he picked up Cholita.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;International&amp;quot; would have to include LA.&lt;/p&gt;\n\n&lt;p&gt;But there are other possible explanations for why Carlos was doing side business of the type Cholita craves.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pxigz8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heqn4pk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632932911.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1632932911.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "heqi0wk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1632930871.0, "send_replies": true, "parent_id": "t1_heqb3u4", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's not much lecturing from the Chacmools or Miles etc.  in the workshop notes that are available from 1999 to 2003. Mostly they consist entirely of Tensegrity pass descriptions.\n\nAnd there's only a handful of notes between 2003 and the present day. I suspect Cleargreen got more aggressive with telling people not to post notes of workshops on the internet in 2004, thinking it was hurting their business. 🙄", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heqi0wk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s not much lecturing from the Chacmools or Miles etc.  in the workshop notes that are available from 1999 to 2003. Mostly they consist entirely of Tensegrity pass descriptions.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s only a handful of notes between 2003 and the present day. I suspect Cleargreen got more aggressive with telling people not to post notes of workshops on the internet in 2004, thinking it was hurting their business. 🙄&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pxigz8", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heqi0wk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632930871.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "heqb3u4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1632928080.0, "send_replies": true, "parent_id": "t3_pxigz8", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's hard for me to read. I couldn't do it.\n\nNot a single word I saw will help anyone learn sorcery. In fact, they seem to be designed to encourage pretending.\n\nAnything interesting in there?\n\nActual specifics on how Carlos left?  \n\nAny actual magic done by Miles, that got him excited?\n\nOr any magic at all, that doesn't get attached to the idea you can just dream it all, and as long as your buddies pretend to do the same, it's real?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heqb3u4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s hard for me to read. I couldn&amp;#39;t do it.&lt;/p&gt;\n\n&lt;p&gt;Not a single word I saw will help anyone learn sorcery. In fact, they seem to be designed to encourage pretending.&lt;/p&gt;\n\n&lt;p&gt;Anything interesting in there?&lt;/p&gt;\n\n&lt;p&gt;Actual specifics on how Carlos left?  &lt;/p&gt;\n\n&lt;p&gt;Any actual magic done by Miles, that got him excited?&lt;/p&gt;\n\n&lt;p&gt;Or any magic at all, that doesn&amp;#39;t get attached to the idea you can just dream it all, and as long as your buddies pretend to do the same, it&amp;#39;s real?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heqb3u4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632928080.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pxigz8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "heo4uki", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1632879337.0, "send_replies": true, "parent_id": "t3_pxigz8", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Sabertooth Tiger entries are about in the middle of this page, at the S's:\n\nhttps://www.reddit.com/r/castaneda/wiki/tensegrity/animal_forms\n\nThe Wheel of Time is at the bottom here:\n\nhttps://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity\n\nAnd there are passes designed to be done before or after recap in this page:\n\nhttps://www.reddit.com/r/castaneda/wiki/tensegrity/recapitulation", "edited": 1632880690.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heo4uki", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sabertooth Tiger entries are about in the middle of this page, at the S&amp;#39;s:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/animal_forms\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/animal_forms&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The Wheel of Time is at the bottom here:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And there are passes designed to be done before or after recap in this page:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/recapitulation\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/recapitulation&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heo4uki/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632879337.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pxigz8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "heo7gea", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1632880547.0, "send_replies": true, "parent_id": "t3_pxigz8", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Some more notes, or notes from another practitioner, of this workshop in Mexico City - November 1998:\n\n[https://web.archive.org/web/19991014035441/http://www.nagual.net/wnotes/1998-2/page10.html](https://web.archive.org/web/19991014035441/http://www.nagual.net/wnotes/1998-2/page10.html)\n\nAnd the last archived index point of the rest of the \"Warrior's Notes 1997-1999\"\n\n[https://web.archive.org/web/20051027230912/http://www.nagual.net/wnotes/main.html](https://web.archive.org/web/20051027230912/http://www.nagual.net/wnotes/main.html)", "edited": 1632881238.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heo7gea", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Some more notes, or notes from another practitioner, of this workshop in Mexico City - November 1998:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/19991014035441/http://www.nagual.net/wnotes/1998-2/page10.html\"&gt;https://web.archive.org/web/19991014035441/http://www.nagual.net/wnotes/1998-2/page10.html&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And the last archived index point of the rest of the &amp;quot;Warrior&amp;#39;s Notes 1997-1999&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20051027230912/http://www.nagual.net/wnotes/main.html\"&gt;https://web.archive.org/web/20051027230912/http://www.nagual.net/wnotes/main.html&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heo7gea/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632880547.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pxigz8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "heqtyrj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "alwiba", "can_mod_post": false, "created_utc": 1632935634.0, "send_replies": true, "parent_id": "t3_pxigz8", "score": 1, "author_fullname": "t2_7mwbh7dw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I read entire article  and have decided to try magical passes before doing any recapitulation.  I am not sure,  but it did really helped to visualize in recapitulation.  I was actually surprised.  So, I finished my recapitulation section by doing magical passes again.  I'll practice this for few 10/15 days to really see that it works.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_heqtyrj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I read entire article  and have decided to try magical passes before doing any recapitulation.  I am not sure,  but it did really helped to visualize in recapitulation.  I was actually surprised.  So, I finished my recapitulation section by doing magical passes again.  I&amp;#39;ll practice this for few 10/15 days to really see that it works.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/heqtyrj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632935634.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pxigz8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hh8asrl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FractalFreak21", "can_mod_post": false, "created_utc": 1634650107.0, "send_replies": true, "parent_id": "t3_pxigz8", "score": 1, "author_fullname": "t2_as3sfzaz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "WOW!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hh8asrl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;WOW!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pxigz8/mexico_city_1998_seminar_we_were_asked_how_did/hh8asrl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1634650107.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pxigz8", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]