[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "A personal story, and a question.  (I hesitate to post this.  Seems a bit TOO inflating to the ol' self-importance.  Maybe I should just, heh, remain Silent?   Well, here goes...)\n\nBack in 1993 I spent many weeks in a very odd mental state: living temporarily as a cold, ruthless, \"truthteller,\" carefully observing a stream of emotionally-negative major events that the colleagues in our little startup-company simply could not stand to look at, or accept. \n\nOur company was imploding at the time, and I was working to save it.  Two of our seven company founders turned out to be manipulative, dishonest, even borderline \"evil.\"  I was also weeks into near-sleeplessness practice, from a big push to finish a major project.  It was \"Polyphasic sleep,\" years before the internet invented it.  Wife thought I was insane!  No, just intentionally hypo-manic, almost dreaming while wide awake and functioning.  Living at nearly twice the mental-speed of the rest of humanity, and sleeping in catnaps.  For several weeks!  I'd learned the trick when I was twelve, triggered by reading CC books, but it's not described explicitly in the books.\n\nMan, the synchronicities!  An entire \"storm of synchronicities\" turn on!  All sorts of bizarre events.  (They say that everything happens for a purpose  ...but now *everything* happened for a purpose.)  I found that I'd better not discuss these events, since all the others in my little company were acting intentionally blind to all problems, and reacted with rage if I pointed even small things out.  \n\nIt was so very strange, the probability-storm, the huge glut of synchronicities.  And my colleagues' response was an intentional, somewhat-desperate blindness.  I thought they were all insane.  THEY were certain that they were perfectly normal, and *I* was crazy.\n\nIn Seattle at that time, the newspaper \"The Stranger\" had just appeared, and there was a young psychic-healer advertising services.  Suddenly I was \"supposed\" to go to them.  A very strong urge, almost like a command.  I did so (I almost always follow these sudden intuitions.)\n\nThe \"psychic\" described my undiagnosed health problem which they'd never encountered before (That was 1993.  Today it's everywhere, called type-2 Diabetes.)\n\nAlso, they said there was something very weird about my \"aura,\" another thing they'd never seen before.  I had strange glowing \"spiderwebby\" stuff coming from the edge of my feet and extending up to my knees, like thin glowing socks!  WTF!  The person tried to remove it via hands-on healing.  I don't know if this worked.\n\nAnyway, our little company crashed and burned (caused by the focused intent of the group: entirely greed- and ego-driven.)  Giant advancing glacier-cliffs of Self-Importance.  Nothing to be done about it, and needing to support a wife and kid, I ended up having to flee. Also, in order to find a boring day-job I soon had to abandon my fast-burn mental state.  Become a normal human again.  \"Going normal\" still took me weeks to accomplish back then.\n\n---\n\nSo, a question  ...would the \"coat of awareness\" be described as a thin layer of spiderwebby material?!  The books aren't so clear on this.  But that's how this \"psychic\" described what he was seeing, surrounding my feet and lower legs.\n\nIt seemed to have been created by several weeks of being in \"accelerated living,\" sleeping only a couple hours per day, spread out in catnaps, while constantly examining all sorts of horrible personal stuff that most normal humans can barely stand to glance at, even briefly.\n\n- \" If the predators don't eat our glowing coat of awareness for a while, it will keep on growing.\"\n\nBut obviously I could be fooling myself\n\nMaybe it was something different, something caused by type-II diabetes, and not a CC thing caused by remaining for weeks in that non-Western \"pitiless\" mental state, greatly \"accelerated\" living, with the brutal-honesty stance which is said to repel flyers.\n\nPS\n\nDon't know if it's the cause, but I read and believed all the CC books when I was twelve.  I think there were only four published at the time.  Daily striving (unsuccessfully) for mental silence!  Always walking to 8th grade school in \"racewalk,\" while holding my hands in odd positions!  (And some years later, NEVER take your hat off when outdoors!)  I found that some mild altered states could be achieved, slight warped reality, no drugs needed.  I was a weird little kid.\n\n---\n\nPPS\n\nSeattle may have a \"power spot.\"\n\nI don't *See,* and otherwise barely sense that sort of locational-energy.  But a certain Seattle location has attracted all kinds of oddities.  It's where a massive underwater power-line comes up from the lake water and turns into overhead transmission lines.  It's where the I-90 highway makes landfall, with a giant black slab of concrete arcing across half the sky, contributing a constant roaring sound, so reality there is slightly \"broken.\"  Even on Google Maps the reality there is fractured: it has a long pier, and you can walk out on it via streetview.  You can actually find the Google Streetview car there (but it becomes invisible unless you stand in certain spots.)  So bizarre and cool  ...bizarre like the subtle weirdfeel of the physical place.  And as you wander those sidewalks in Streetview, the time-of-year jumps around crazily, with sunny days suddenly flashing into dark overcast (or if you turn around backwards, the cloudy month is in one direction, but all sunny in another.  Stepping from futureworld to pastworld.)  None of these things is so weird on its own ...but all of them are gathered together in one spot on Google Maps, and also in that one spot in the \"real\" world.  Most Seattle locations are pretty dead, but this place ...it's like becoming a character in some movie.  The whole collection together, both real-world and online, I'd label \"mild probability-excursion,\" it's yet another of those dense clusters of inexplicable synchronicites.   Here's the map location below, with views of the bicycle-trailer and Google Streetview car (and powerline diving into the lake.)\n\nActually I found this location while having great fun driving on I-90 during odd mental practice: getting \"out of the way\" and letting my body do the driving.  My steering arms take me to interesting places.  Suddenly I'm \"supposed\" to take this exit?  Okaaay...  Now turn left!  Now drive around in neighborhoods, making several \"random\" turns.  I arrive at  ...Entai Beach Park and kayak-rental.  But why?\n\nOnly later it became clear.  I was intending some personal entertainment, and man, Spirit sure coughed it up!  (But ...is this place an actual Power Spot where the world's muggle-normalcy is quite thin?  Or is it just some locational random weirdness, not important, but where \"History\" had randomly flipped a coin ten times, and got the Green Pill every time?)\n\nTry walking around in these abnormal Goog-maps worlds.  Many unique sights to see.  You can closely inspect the Streetview car, and the trailer for the Streetview Bicycle (which is used to create Streetview paths on park sidewalks.)   Seattle people can check it out in the real world.  Powerlines that dive into the water.  The constant technological roar, while you're relaxing in a beautiful nature-spot.  Rental desk, so you can explore the whole lake if desired.\n\n- [Entai Beach Park,  (Seattle/Bellevue)](https://www.google.com/maps/@47.5793268,-122.1965488,3a,75y,180h,91.49t/data=!3m7!1e1!3m5!1scNSDoj5lgL6S19blZ7Hoow!2e0!3e5!7i13312!8i6656)\n- [Google streetview car, another view, wo/staffmember](https://www.google.com/maps/@47.579243,-122.1965718,3a,75y,101.33h,91.49t/data=!3m7!1e1!3m5!1sP3mKna56bhiYIfWsQlfECA!2e0!3e5!7i13312!8i6656)\n- [Under the roaring concrete traffic-river](https://www.google.com/maps/@47.579733,-122.1968445,3a,30y,247.67h,93.38t/data=!3m6!1e1!3m4!1sbSEpoKc22j1r0mgBYT93Xw!2e0!7i13312!8i6656)\n- [Warning: underwater powerline](https://www.google.com/maps/@47.5789869,-122.1967208,3a,75y,90h,91.49t/data=!3m7!1e1!3m5!1skHBgbnwSAyAcACtYzxQPEQ!2e0!3e5!7i13312!8i6656)\n- [Sunnyworld version, suddenly with swingsets](https://www.google.com/maps/@47.5792241,-122.1965427,3a,75y,270h,90t/data=!3m6!1e1!3m4!1sNFRBhfg0D-6lRFPcmzgvLg!2e0!7i13312!8i6656)\n- [You can even walk down those stairs!](https://www.google.com/maps/@47.5789834,-122.1969132,3a,75y,270h,91.49t/data=!3m7!1e1!3m5!1sQM1NCTvdqjSkdeVqkNYj6w!2e0!3e5!7i13312!8i6656)\n- [There's a \"3D Photosphere\" there, from a stormy day](https://www.google.com/maps/@47.5788187,-122.1974821,3a,75y,203.09h,56.1t/data=!3m8!1e1!3m6!1sAF1QipON13zrV5EVUftTJb1b3j3_kwY70O7dp_mdAFyd!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipON13zrV5EVUftTJb1b3j3_kwY70O7dp_mdAFyd%3Dw203-h100-k-no-pi-0-ya145.13351-ro-0-fo100!7i6912!8i3456!5m1!1e1)\n- [Goog Maps view, w/sidewalk paths](https://www.google.com/maps/@47.578865,-122.1967033,3a,75y,350.74h,90t/data=!3m10!1e1!3m8!1s-AtuY-QTRobN3O31Gwq26A!2e0!6shttps:%2F%2Fstreetviewpixels-pa.googleapis.com%2Fv1%2Fthumbnail%3Fpanoid%3D-AtuY-QTRobN3O31Gwq26A%26cb_client%3Dmaps_sv.tactile.gps%26w%3D203%26h%3D100%26yaw%3D353.72443%26pitch%3D0%26thumbfov%3D100!7i13312!8i6656!9m2!1b1!2i33!5m1!1e1)   \n\n.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "1993, odd encounter with an aura-seer", "link_flair_richtext": [{"e": "text", "t": "Shifting Perception"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qs9fxs", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_skkp", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Shifting Perception", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1649066409.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1636717498.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;A personal story, and a question.  (I hesitate to post this.  Seems a bit TOO inflating to the ol&amp;#39; self-importance.  Maybe I should just, heh, remain Silent?   Well, here goes...)&lt;/p&gt;\n\n&lt;p&gt;Back in 1993 I spent many weeks in a very odd mental state: living temporarily as a cold, ruthless, &amp;quot;truthteller,&amp;quot; carefully observing a stream of emotionally-negative major events that the colleagues in our little startup-company simply could not stand to look at, or accept. &lt;/p&gt;\n\n&lt;p&gt;Our company was imploding at the time, and I was working to save it.  Two of our seven company founders turned out to be manipulative, dishonest, even borderline &amp;quot;evil.&amp;quot;  I was also weeks into near-sleeplessness practice, from a big push to finish a major project.  It was &amp;quot;Polyphasic sleep,&amp;quot; years before the internet invented it.  Wife thought I was insane!  No, just intentionally hypo-manic, almost dreaming while wide awake and functioning.  Living at nearly twice the mental-speed of the rest of humanity, and sleeping in catnaps.  For several weeks!  I&amp;#39;d learned the trick when I was twelve, triggered by reading CC books, but it&amp;#39;s not described explicitly in the books.&lt;/p&gt;\n\n&lt;p&gt;Man, the synchronicities!  An entire &amp;quot;storm of synchronicities&amp;quot; turn on!  All sorts of bizarre events.  (They say that everything happens for a purpose  ...but now &lt;em&gt;everything&lt;/em&gt; happened for a purpose.)  I found that I&amp;#39;d better not discuss these events, since all the others in my little company were acting intentionally blind to all problems, and reacted with rage if I pointed even small things out.  &lt;/p&gt;\n\n&lt;p&gt;It was so very strange, the probability-storm, the huge glut of synchronicities.  And my colleagues&amp;#39; response was an intentional, somewhat-desperate blindness.  I thought they were all insane.  THEY were certain that they were perfectly normal, and &lt;em&gt;I&lt;/em&gt; was crazy.&lt;/p&gt;\n\n&lt;p&gt;In Seattle at that time, the newspaper &amp;quot;The Stranger&amp;quot; had just appeared, and there was a young psychic-healer advertising services.  Suddenly I was &amp;quot;supposed&amp;quot; to go to them.  A very strong urge, almost like a command.  I did so (I almost always follow these sudden intuitions.)&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;psychic&amp;quot; described my undiagnosed health problem which they&amp;#39;d never encountered before (That was 1993.  Today it&amp;#39;s everywhere, called type-2 Diabetes.)&lt;/p&gt;\n\n&lt;p&gt;Also, they said there was something very weird about my &amp;quot;aura,&amp;quot; another thing they&amp;#39;d never seen before.  I had strange glowing &amp;quot;spiderwebby&amp;quot; stuff coming from the edge of my feet and extending up to my knees, like thin glowing socks!  WTF!  The person tried to remove it via hands-on healing.  I don&amp;#39;t know if this worked.&lt;/p&gt;\n\n&lt;p&gt;Anyway, our little company crashed and burned (caused by the focused intent of the group: entirely greed- and ego-driven.)  Giant advancing glacier-cliffs of Self-Importance.  Nothing to be done about it, and needing to support a wife and kid, I ended up having to flee. Also, in order to find a boring day-job I soon had to abandon my fast-burn mental state.  Become a normal human again.  &amp;quot;Going normal&amp;quot; still took me weeks to accomplish back then.&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;So, a question  ...would the &amp;quot;coat of awareness&amp;quot; be described as a thin layer of spiderwebby material?!  The books aren&amp;#39;t so clear on this.  But that&amp;#39;s how this &amp;quot;psychic&amp;quot; described what he was seeing, surrounding my feet and lower legs.&lt;/p&gt;\n\n&lt;p&gt;It seemed to have been created by several weeks of being in &amp;quot;accelerated living,&amp;quot; sleeping only a couple hours per day, spread out in catnaps, while constantly examining all sorts of horrible personal stuff that most normal humans can barely stand to glance at, even briefly.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&amp;quot; If the predators don&amp;#39;t eat our glowing coat of awareness for a while, it will keep on growing.&amp;quot;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;But obviously I could be fooling myself&lt;/p&gt;\n\n&lt;p&gt;Maybe it was something different, something caused by type-II diabetes, and not a CC thing caused by remaining for weeks in that non-Western &amp;quot;pitiless&amp;quot; mental state, greatly &amp;quot;accelerated&amp;quot; living, with the brutal-honesty stance which is said to repel flyers.&lt;/p&gt;\n\n&lt;p&gt;PS&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t know if it&amp;#39;s the cause, but I read and believed all the CC books when I was twelve.  I think there were only four published at the time.  Daily striving (unsuccessfully) for mental silence!  Always walking to 8th grade school in &amp;quot;racewalk,&amp;quot; while holding my hands in odd positions!  (And some years later, NEVER take your hat off when outdoors!)  I found that some mild altered states could be achieved, slight warped reality, no drugs needed.  I was a weird little kid.&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;PPS&lt;/p&gt;\n\n&lt;p&gt;Seattle may have a &amp;quot;power spot.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t &lt;em&gt;See,&lt;/em&gt; and otherwise barely sense that sort of locational-energy.  But a certain Seattle location has attracted all kinds of oddities.  It&amp;#39;s where a massive underwater power-line comes up from the lake water and turns into overhead transmission lines.  It&amp;#39;s where the I-90 highway makes landfall, with a giant black slab of concrete arcing across half the sky, contributing a constant roaring sound, so reality there is slightly &amp;quot;broken.&amp;quot;  Even on Google Maps the reality there is fractured: it has a long pier, and you can walk out on it via streetview.  You can actually find the Google Streetview car there (but it becomes invisible unless you stand in certain spots.)  So bizarre and cool  ...bizarre like the subtle weirdfeel of the physical place.  And as you wander those sidewalks in Streetview, the time-of-year jumps around crazily, with sunny days suddenly flashing into dark overcast (or if you turn around backwards, the cloudy month is in one direction, but all sunny in another.  Stepping from futureworld to pastworld.)  None of these things is so weird on its own ...but all of them are gathered together in one spot on Google Maps, and also in that one spot in the &amp;quot;real&amp;quot; world.  Most Seattle locations are pretty dead, but this place ...it&amp;#39;s like becoming a character in some movie.  The whole collection together, both real-world and online, I&amp;#39;d label &amp;quot;mild probability-excursion,&amp;quot; it&amp;#39;s yet another of those dense clusters of inexplicable synchronicites.   Here&amp;#39;s the map location below, with views of the bicycle-trailer and Google Streetview car (and powerline diving into the lake.)&lt;/p&gt;\n\n&lt;p&gt;Actually I found this location while having great fun driving on I-90 during odd mental practice: getting &amp;quot;out of the way&amp;quot; and letting my body do the driving.  My steering arms take me to interesting places.  Suddenly I&amp;#39;m &amp;quot;supposed&amp;quot; to take this exit?  Okaaay...  Now turn left!  Now drive around in neighborhoods, making several &amp;quot;random&amp;quot; turns.  I arrive at  ...Entai Beach Park and kayak-rental.  But why?&lt;/p&gt;\n\n&lt;p&gt;Only later it became clear.  I was intending some personal entertainment, and man, Spirit sure coughed it up!  (But ...is this place an actual Power Spot where the world&amp;#39;s muggle-normalcy is quite thin?  Or is it just some locational random weirdness, not important, but where &amp;quot;History&amp;quot; had randomly flipped a coin ten times, and got the Green Pill every time?)&lt;/p&gt;\n\n&lt;p&gt;Try walking around in these abnormal Goog-maps worlds.  Many unique sights to see.  You can closely inspect the Streetview car, and the trailer for the Streetview Bicycle (which is used to create Streetview paths on park sidewalks.)   Seattle people can check it out in the real world.  Powerlines that dive into the water.  The constant technological roar, while you&amp;#39;re relaxing in a beautiful nature-spot.  Rental desk, so you can explore the whole lake if desired.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.5793268,-122.1965488,3a,75y,180h,91.49t/data=!3m7!1e1!3m5!1scNSDoj5lgL6S19blZ7Hoow!2e0!3e5!7i13312!8i6656\"&gt;Entai Beach Park,  (Seattle/Bellevue)&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.579243,-122.1965718,3a,75y,101.33h,91.49t/data=!3m7!1e1!3m5!1sP3mKna56bhiYIfWsQlfECA!2e0!3e5!7i13312!8i6656\"&gt;Google streetview car, another view, wo/staffmember&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.579733,-122.1968445,3a,30y,247.67h,93.38t/data=!3m6!1e1!3m4!1sbSEpoKc22j1r0mgBYT93Xw!2e0!7i13312!8i6656\"&gt;Under the roaring concrete traffic-river&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.5789869,-122.1967208,3a,75y,90h,91.49t/data=!3m7!1e1!3m5!1skHBgbnwSAyAcACtYzxQPEQ!2e0!3e5!7i13312!8i6656\"&gt;Warning: underwater powerline&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.5792241,-122.1965427,3a,75y,270h,90t/data=!3m6!1e1!3m4!1sNFRBhfg0D-6lRFPcmzgvLg!2e0!7i13312!8i6656\"&gt;Sunnyworld version, suddenly with swingsets&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.5789834,-122.1969132,3a,75y,270h,91.49t/data=!3m7!1e1!3m5!1sQM1NCTvdqjSkdeVqkNYj6w!2e0!3e5!7i13312!8i6656\"&gt;You can even walk down those stairs!&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.5788187,-122.1974821,3a,75y,203.09h,56.1t/data=!3m8!1e1!3m6!1sAF1QipON13zrV5EVUftTJb1b3j3_kwY70O7dp_mdAFyd!2e10!3e11!6shttps:%2F%2Flh5.googleusercontent.com%2Fp%2FAF1QipON13zrV5EVUftTJb1b3j3_kwY70O7dp_mdAFyd%3Dw203-h100-k-no-pi-0-ya145.13351-ro-0-fo100!7i6912!8i3456!5m1!1e1\"&gt;There&amp;#39;s a &amp;quot;3D Photosphere&amp;quot; there, from a stormy day&lt;/a&gt;&lt;/li&gt;\n&lt;li&gt;&lt;a href=\"https://www.google.com/maps/@47.578865,-122.1967033,3a,75y,350.74h,90t/data=!3m10!1e1!3m8!1s-AtuY-QTRobN3O31Gwq26A!2e0!6shttps:%2F%2Fstreetviewpixels-pa.googleapis.com%2Fv1%2Fthumbnail%3Fpanoid%3D-AtuY-QTRobN3O31Gwq26A%26cb_client%3Dmaps_sv.tactile.gps%26w%3D203%26h%3D100%26yaw%3D353.72443%26pitch%3D0%26thumbfov%3D100!7i13312!8i6656!9m2!1b1!2i33!5m1!1e1\"&gt;Goog Maps view, w/sidewalk paths&lt;/a&gt;&lt;br/&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/BSMJOz5tP-DeqtnebC3h_8MIgI8ldX0Gd7jTvbZbSNg.jpg?auto=webp&amp;s=97e49bbce07c70e442e57015480e6b090e8bae20", "width": 256, "height": 256}, "resolutions": [{"url": "https://external-preview.redd.it/BSMJOz5tP-DeqtnebC3h_8MIgI8ldX0Gd7jTvbZbSNg.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=38f820eaf675bf09ef029f43b09a9023dc902803", "width": 108, "height": 108}, {"url": "https://external-preview.redd.it/BSMJOz5tP-DeqtnebC3h_8MIgI8ldX0Gd7jTvbZbSNg.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=2abc89382113ec828b33aa54c408581ee20702b1", "width": 216, "height": 216}], "variants": {}, "id": "_nKtBiQyhxueO3vofTQbEfm0B2VH_y7-hZmRXuZgJU8"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "f2d3e494-6005-11ea-be90-0ed931fcda17", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qs9fxs", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "wbeaty", "discussion_type": null, "num_comments": 18, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/", "subreddit_subscribers": 9561, "created_utc": 1636717498.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkgw3uf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hke9kk6", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Actually in heightened awareness, you get to see in the  dark.\n\nAt first it's not your actual location, even if it has details like paintings on walls, and shelves with stuff on them.\n\nBut that's just the old, \"bring the double out into the real world\" thing.\n\nSame reason remote viewers have a hard time finding the \"real\" location.\n\nBecause once the assemblage point moves, it can assemble 10,000 phantom copies of your current reality.\n\nSo once you learn to visually see a location with the whitish light of the orange zone, instead of using your eyes,  some refinement is needed to zero in on the \"real\" place.\n\nProbably, you need to clean your link to intent so you don't add your own energy to what forms.\n\nThere's a sort of \"priority\" on which phantom worlds are most likely to appear.\n\nYou have to remove the obvious stuff to even start seeing useful things.", "edited": false, "author_flair_css_class": null, "name": "t1_hkgw3uf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Actually in heightened awareness, you get to see in the  dark.&lt;/p&gt;\n\n&lt;p&gt;At first it&amp;#39;s not your actual location, even if it has details like paintings on walls, and shelves with stuff on them.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s just the old, &amp;quot;bring the double out into the real world&amp;quot; thing.&lt;/p&gt;\n\n&lt;p&gt;Same reason remote viewers have a hard time finding the &amp;quot;real&amp;quot; location.&lt;/p&gt;\n\n&lt;p&gt;Because once the assemblage point moves, it can assemble 10,000 phantom copies of your current reality.&lt;/p&gt;\n\n&lt;p&gt;So once you learn to visually see a location with the whitish light of the orange zone, instead of using your eyes,  some refinement is needed to zero in on the &amp;quot;real&amp;quot; place.&lt;/p&gt;\n\n&lt;p&gt;Probably, you need to clean your link to intent so you don&amp;#39;t add your own energy to what forms.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a sort of &amp;quot;priority&amp;quot; on which phantom worlds are most likely to appear.&lt;/p&gt;\n\n&lt;p&gt;You have to remove the obvious stuff to even start seeing useful things.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_qs9fxs", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkgw3uf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636819471.0, "author_flair_text": null, "collapsed": false, "created_utc": 1636819471.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hke9kk6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdtx3v", "score": 1, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "AHA!  Nope, I've never encountered that article.  I'll print it, to try it out soon.\n\nThe reports of glows, they greatly resemble the [1852 book about \"The Odic Force,\"](https://www.woodlibrarymuseum.org/wp-content/uploads/rare-books/S_ACPY.pdf) (skip down to p72) where certain people can see little flame-like glows in total darkness, but only if first they *never see any light sources at all,* for three hours or more.  \n\nAs a kid, I tried it around 1975, but only waited about an hour.  Didn't work.\n\nNormal eyes need only thirteen minutes to dark-adapt.  This is  something entirely different.\n\nThe Reichenbach glowy Odic-stuff is supposed to need ?200? minutes, in complete darkness.  Then bar-magnets are supposed to display slight colors.  And mineral samples.  And living plants. And, whenever a long metal wire is placed out in bright sunlight, leading through a tiny hole into your totally dark room, the dark end of the wire is supposed to show something, especially if the sunlit-end is connected to a wide metal plate in sunlight.  \n\nThe book says that certain people can see this ...the rare people who can't freakin' stand to be in yellow-painted rooms, who won't tolerate mirrors in their homes, and who insist on sleeping with their bedroom windows open a crack.  (Hm, the thing with mirrors could possibly involve mercury-coated mirrors from the 1800s, and no longer apply to our non-mercury mirrors?   Find a \"sensitive,\" see if they cannot stand *all mirrors,* or is only the vintage 1800s mercury-silvered ones which cause problems.)\n\nI always wondered if this is how ancient peoples traversed networks of pitch-dark caves.  \n\nIf minerals \"light up\" during altered awareness, then no oil-lamps needed, just shamanic training.   (Now try it in all the Egyptian temples, which were famous for *not* having centuries' buildup of ancient torch-smoke stains on their ceilings.   Just always work at night, after a few hours of dark-adapting, where no sunlight-leak will get through the maze of tunnels.)", "edited": 1647976380.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hke9kk6", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;AHA!  Nope, I&amp;#39;ve never encountered that article.  I&amp;#39;ll print it, to try it out soon.&lt;/p&gt;\n\n&lt;p&gt;The reports of glows, they greatly resemble the &lt;a href=\"https://www.woodlibrarymuseum.org/wp-content/uploads/rare-books/S_ACPY.pdf\"&gt;1852 book about &amp;quot;The Odic Force,&amp;quot;&lt;/a&gt; (skip down to p72) where certain people can see little flame-like glows in total darkness, but only if first they &lt;em&gt;never see any light sources at all,&lt;/em&gt; for three hours or more.  &lt;/p&gt;\n\n&lt;p&gt;As a kid, I tried it around 1975, but only waited about an hour.  Didn&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;Normal eyes need only thirteen minutes to dark-adapt.  This is  something entirely different.&lt;/p&gt;\n\n&lt;p&gt;The Reichenbach glowy Odic-stuff is supposed to need ?200? minutes, in complete darkness.  Then bar-magnets are supposed to display slight colors.  And mineral samples.  And living plants. And, whenever a long metal wire is placed out in bright sunlight, leading through a tiny hole into your totally dark room, the dark end of the wire is supposed to show something, especially if the sunlit-end is connected to a wide metal plate in sunlight.  &lt;/p&gt;\n\n&lt;p&gt;The book says that certain people can see this ...the rare people who can&amp;#39;t freakin&amp;#39; stand to be in yellow-painted rooms, who won&amp;#39;t tolerate mirrors in their homes, and who insist on sleeping with their bedroom windows open a crack.  (Hm, the thing with mirrors could possibly involve mercury-coated mirrors from the 1800s, and no longer apply to our non-mercury mirrors?   Find a &amp;quot;sensitive,&amp;quot; see if they cannot stand &lt;em&gt;all mirrors,&lt;/em&gt; or is only the vintage 1800s mercury-silvered ones which cause problems.)&lt;/p&gt;\n\n&lt;p&gt;I always wondered if this is how ancient peoples traversed networks of pitch-dark caves.  &lt;/p&gt;\n\n&lt;p&gt;If minerals &amp;quot;light up&amp;quot; during altered awareness, then no oil-lamps needed, just shamanic training.   (Now try it in all the Egyptian temples, which were famous for &lt;em&gt;not&lt;/em&gt; having centuries&amp;#39; buildup of ancient torch-smoke stains on their ceilings.   Just always work at night, after a few hours of dark-adapting, where no sunlight-leak will get through the maze of tunnels.)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hke9kk6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636760759.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636760759.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkdtx3v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdptuo", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you learn to be silent your IQ goes up 10 points, your memory greatly improves, and you never have to look at your keyboard (within reason).\n\nIt's so striking, it's **very** noticeable.\n\nAnd if you toss a wadded up paper at the waste basket, it always goes in.\n\nIt's what Zen masters are supposed to be able to do.\n\nOn the other hand, you realize everyone around you is insane.\n\nAnd in a university, that would mean insane people who feel entitled to behave as if they were not.\n\nDid you read, \"How to See Energy in 3 weeks?\" It's on the right in the wiki links.\n\nMost of what's in here assumes you are doing that.\n\nBut it's been so long since that was written, almost no one does.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hkdtx3v", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you learn to be silent your IQ goes up 10 points, your memory greatly improves, and you never have to look at your keyboard (within reason).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so striking, it&amp;#39;s &lt;strong&gt;very&lt;/strong&gt; noticeable.&lt;/p&gt;\n\n&lt;p&gt;And if you toss a wadded up paper at the waste basket, it always goes in.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what Zen masters are supposed to be able to do.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, you realize everyone around you is insane.&lt;/p&gt;\n\n&lt;p&gt;And in a university, that would mean insane people who feel entitled to behave as if they were not.&lt;/p&gt;\n\n&lt;p&gt;Did you read, &amp;quot;How to See Energy in 3 weeks?&amp;quot; It&amp;#39;s on the right in the wiki links.&lt;/p&gt;\n\n&lt;p&gt;Most of what&amp;#39;s in here assumes you are doing that.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s been so long since that was written, almost no one does.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdtx3v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636753598.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636753598.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkdptuo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "created_utc": 1636751816.0, "send_replies": true, "parent_id": "t1_hkc8fk1", "score": 1, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No prob, that was a one-time thing in 1993.  Friends, and my ex-wife, occasionally got me to go to psychics.  Universally the healers tell me what they think I want to hear.  I recoil in disgust.  A real healer should be telling you things you simply *cannot stand* to hear (and then a normal person would demand their money back.   Being honest is very bad for the psychic healer biz.)\n\nIf I was to experiment with long-term Olmec Silence, I suspect I'd have to go on weeks of vacation, or quit my day job.  Which I just might try soon.   On the other hand, working in a university department is almost *exactly* like, heh, being a minor functionary in a major catholic church, in 1800s Mexico.   (*Don't go into a PhD program!* That rots your brain.  Instead become university-staff, and perform utterly magical and inexplicable repairs on all their advanced research instruments.)\n\nMy habitual daily altered state is to treat the Inner Conversation as a schizophrenic voice.  IT'S NOT ME.  It sits off to the side, jabbering away, while the real me is listening in. \n\nI DON'T know if this is cumulatively destructive.  So don't try living that way.  I'm doing it so I can hold down my job in a university department, yet keep one toe in the pool of non-ordinary reality, with giant creative breakthroughs, and heaps of daily serendipity.  For example, I don't use reddit.   Yet every so often, suddenly I check in.  Then I rediscover /r/castaneda.  Then I zero in on one thread.  Why?  Why did I even come here?  Apparently because I somehow knew that danl999 mentioned offhand that Taisha had an unpublished book, and gives the addr of the PDF.  I grab that, and leave again for months/years.   \n\n...until at 3AM I suddenly realize that I'm supposed to come back here and tell about the suspected power-place in Seattle.  (Hmm, but I am now tempted to build a big wooden box with a chair and a little fan.  And also make it into an Orgone Accumulator as well! Just for the sheer hell of it.)", "edited": 1649066636.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkdptuo", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No prob, that was a one-time thing in 1993.  Friends, and my ex-wife, occasionally got me to go to psychics.  Universally the healers tell me what they think I want to hear.  I recoil in disgust.  A real healer should be telling you things you simply &lt;em&gt;cannot stand&lt;/em&gt; to hear (and then a normal person would demand their money back.   Being honest is very bad for the psychic healer biz.)&lt;/p&gt;\n\n&lt;p&gt;If I was to experiment with long-term Olmec Silence, I suspect I&amp;#39;d have to go on weeks of vacation, or quit my day job.  Which I just might try soon.   On the other hand, working in a university department is almost &lt;em&gt;exactly&lt;/em&gt; like, heh, being a minor functionary in a major catholic church, in 1800s Mexico.   (&lt;em&gt;Don&amp;#39;t go into a PhD program!&lt;/em&gt; That rots your brain.  Instead become university-staff, and perform utterly magical and inexplicable repairs on all their advanced research instruments.)&lt;/p&gt;\n\n&lt;p&gt;My habitual daily altered state is to treat the Inner Conversation as a schizophrenic voice.  IT&amp;#39;S NOT ME.  It sits off to the side, jabbering away, while the real me is listening in. &lt;/p&gt;\n\n&lt;p&gt;I DON&amp;#39;T know if this is cumulatively destructive.  So don&amp;#39;t try living that way.  I&amp;#39;m doing it so I can hold down my job in a university department, yet keep one toe in the pool of non-ordinary reality, with giant creative breakthroughs, and heaps of daily serendipity.  For example, I don&amp;#39;t use reddit.   Yet every so often, suddenly I check in.  Then I rediscover &lt;a href=\"/r/castaneda\"&gt;/r/castaneda&lt;/a&gt;.  Then I zero in on one thread.  Why?  Why did I even come here?  Apparently because I somehow knew that danl999 mentioned offhand that Taisha had an unpublished book, and gives the addr of the PDF.  I grab that, and leave again for months/years.   &lt;/p&gt;\n\n&lt;p&gt;...until at 3AM I suddenly realize that I&amp;#39;m supposed to come back here and tell about the suspected power-place in Seattle.  (Hmm, but I am now tempted to build a big wooden box with a chair and a little fan.  And also make it into an Orgone Accumulator as well! Just for the sheer hell of it.)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdptuo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636751816.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkc8fk1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1636729587.0, "send_replies": true, "parent_id": "t3_qs9fxs", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;So, question ...would the \"coat of awareness\" be described as a thin layer of spiderwebby material?!\n\nI spend a good 20 minutes a night looking at it, so of course!\n\nMashing energy (tensegrity) is a good way to see that.\n\nBut later you can actually feel it with your hands.   Feels like cobwebs that don't stick (much).\n\nWhy don't you learn to see it yourself?\n\nIf that energy rises up above the ankles, you can learn to view the color of your energy.  But it won't be clear because of all the \"fuzzy stuff\" down there, which includes what your psychic saw.  And then later, your energy body.  It gets crowded down there!\n\nWhen the energy rises to the knees, you can finally clearly see the color.  It covers over the fuzziness at the feet.\n\nIt looks like there's a pool of heavy gas, like dry ice vapor that's not bubbling so much that it blows away, which has settled down to a calm layer.\n\nYou can pat it with your hand and cause ripples, like it was weird water.\n\nMine is between chartreuse and yellow.\n\nYour energy rises up in response to internal silence, so if you want to see that, you have to learn to shut off your internal dialogue. And all day too.  Anytime it's fussing away, you're burning off awareness on useless things.\n\nBut I see something that needs a warning in there.\n\nIf you run into a psychic who speaks about something as if it were in the world of everyday stuff, meaning it's always there, always the same, and they can easily look at it continuously, it's a big red flag.\n\nIt's not like that. There's so much to see down there, we'll never be able to map it all out.\n\n10,000 phantom copies of this single reality, exist down there.  If the assemblage point moves down 4 inches, there's another 10,000 copies of a different reality.\n\nThe assemblage point is stable enough that they don't randomly switch, but anything is the universe is there down by your feet, available for viewing.\n\nSeeing stuff as fixed and part of this reality, is an indication of some deception.\n\nEither they're deceiving you, or themselves.\n\nTypically a \"system\" has to make everything sound like this world, in order to get the most money from students.\n\nAnd that either colors what the students see (rarely, and then they exaggerate to make it seem as if they can always do that). Or they become con artists who have some abilities, probably, but nothing like they claim.\n\nWhich isn't so odd. Every single religion on the earth is like that.  Hyped up to get more money.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkc8fk1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;So, question ...would the &amp;quot;coat of awareness&amp;quot; be described as a thin layer of spiderwebby material?!&lt;/p&gt;\n\n&lt;p&gt;I spend a good 20 minutes a night looking at it, so of course!&lt;/p&gt;\n\n&lt;p&gt;Mashing energy (tensegrity) is a good way to see that.&lt;/p&gt;\n\n&lt;p&gt;But later you can actually feel it with your hands.   Feels like cobwebs that don&amp;#39;t stick (much).&lt;/p&gt;\n\n&lt;p&gt;Why don&amp;#39;t you learn to see it yourself?&lt;/p&gt;\n\n&lt;p&gt;If that energy rises up above the ankles, you can learn to view the color of your energy.  But it won&amp;#39;t be clear because of all the &amp;quot;fuzzy stuff&amp;quot; down there, which includes what your psychic saw.  And then later, your energy body.  It gets crowded down there!&lt;/p&gt;\n\n&lt;p&gt;When the energy rises to the knees, you can finally clearly see the color.  It covers over the fuzziness at the feet.&lt;/p&gt;\n\n&lt;p&gt;It looks like there&amp;#39;s a pool of heavy gas, like dry ice vapor that&amp;#39;s not bubbling so much that it blows away, which has settled down to a calm layer.&lt;/p&gt;\n\n&lt;p&gt;You can pat it with your hand and cause ripples, like it was weird water.&lt;/p&gt;\n\n&lt;p&gt;Mine is between chartreuse and yellow.&lt;/p&gt;\n\n&lt;p&gt;Your energy rises up in response to internal silence, so if you want to see that, you have to learn to shut off your internal dialogue. And all day too.  Anytime it&amp;#39;s fussing away, you&amp;#39;re burning off awareness on useless things.&lt;/p&gt;\n\n&lt;p&gt;But I see something that needs a warning in there.&lt;/p&gt;\n\n&lt;p&gt;If you run into a psychic who speaks about something as if it were in the world of everyday stuff, meaning it&amp;#39;s always there, always the same, and they can easily look at it continuously, it&amp;#39;s a big red flag.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not like that. There&amp;#39;s so much to see down there, we&amp;#39;ll never be able to map it all out.&lt;/p&gt;\n\n&lt;p&gt;10,000 phantom copies of this single reality, exist down there.  If the assemblage point moves down 4 inches, there&amp;#39;s another 10,000 copies of a different reality.&lt;/p&gt;\n\n&lt;p&gt;The assemblage point is stable enough that they don&amp;#39;t randomly switch, but anything is the universe is there down by your feet, available for viewing.&lt;/p&gt;\n\n&lt;p&gt;Seeing stuff as fixed and part of this reality, is an indication of some deception.&lt;/p&gt;\n\n&lt;p&gt;Either they&amp;#39;re deceiving you, or themselves.&lt;/p&gt;\n\n&lt;p&gt;Typically a &amp;quot;system&amp;quot; has to make everything sound like this world, in order to get the most money from students.&lt;/p&gt;\n\n&lt;p&gt;And that either colors what the students see (rarely, and then they exaggerate to make it seem as if they can always do that). Or they become con artists who have some abilities, probably, but nothing like they claim.&lt;/p&gt;\n\n&lt;p&gt;Which isn&amp;#39;t so odd. Every single religion on the earth is like that.  Hyped up to get more money.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkc8fk1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636729587.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qs9fxs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkdyrrz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkcc6b0", "score": 1, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; didn't do anything at all but read the books,\n\nI'd say that that way is very safe!\n\nThat way, you don't wake up in the morning and the personalities of your family are totally different.  And it's permanent.  Also this big construction project in the city, that you pass by all the time  ...is gone!  It un-happened.  Confusing!  Some movies are very slightly altered, because the famous scenes were never filmed.  The Amazing Randi, who died long ago, suddenly is in the news because he died just now.  \n\nBut we all were warned, and didn't listen. \"Ixtlan\"-world now is forever inaccessible, lost in a vast infinitude of slightly-different parallel realities.  Maybe your house doesn't exist, was never built.\n\nDon't need a spirit catcher.  Instead need an entire house which, in all the slightly-different universes, IS ALWAYS THERE.\n\n---\n\nHey, if you haven't encountered them before, here's a couple stories, perhaps CC-inspired:  [the film *Yesterday*](https://youtu.be/Ry9honCV3qc), where a guitarist wakes up in the hospital  ...and he's trapped in a parallel world where the Beatles don't exist.   So essentially he can *become* The Beatles.   Another one is the [graphic novel RASL](https://www.ebay.com/sch/i.html?_from=R40&amp;_nkw=rasl+2013&amp;_sacat=0), where a fan of Nikola Tesla gets hold of one of Tesla's handwritten diaries, and during a military black-project invents a portable device that triggers a mental world-switching.  But in this story he can carry objects between worlds.  So he goes on the run, starts stealing famous artworks in other worlds, then bringing them here to sell.  The US military weaponizes the devices.  Discarnate entities intervene.  It all ends badly.", "edited": 1647976080.0, "author_flair_css_class": null, "name": "t1_hkdyrrz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;didn&amp;#39;t do anything at all but read the books,&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;d say that that way is very safe!&lt;/p&gt;\n\n&lt;p&gt;That way, you don&amp;#39;t wake up in the morning and the personalities of your family are totally different.  And it&amp;#39;s permanent.  Also this big construction project in the city, that you pass by all the time  ...is gone!  It un-happened.  Confusing!  Some movies are very slightly altered, because the famous scenes were never filmed.  The Amazing Randi, who died long ago, suddenly is in the news because he died just now.  &lt;/p&gt;\n\n&lt;p&gt;But we all were warned, and didn&amp;#39;t listen. &amp;quot;Ixtlan&amp;quot;-world now is forever inaccessible, lost in a vast infinitude of slightly-different parallel realities.  Maybe your house doesn&amp;#39;t exist, was never built.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t need a spirit catcher.  Instead need an entire house which, in all the slightly-different universes, IS ALWAYS THERE.&lt;/p&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;Hey, if you haven&amp;#39;t encountered them before, here&amp;#39;s a couple stories, perhaps CC-inspired:  &lt;a href=\"https://youtu.be/Ry9honCV3qc\"&gt;the film &lt;em&gt;Yesterday&lt;/em&gt;&lt;/a&gt;, where a guitarist wakes up in the hospital  ...and he&amp;#39;s trapped in a parallel world where the Beatles don&amp;#39;t exist.   So essentially he can &lt;em&gt;become&lt;/em&gt; The Beatles.   Another one is the &lt;a href=\"https://www.ebay.com/sch/i.html?_from=R40&amp;amp;_nkw=rasl+2013&amp;amp;_sacat=0\"&gt;graphic novel RASL&lt;/a&gt;, where a fan of Nikola Tesla gets hold of one of Tesla&amp;#39;s handwritten diaries, and during a military black-project invents a portable device that triggers a mental world-switching.  But in this story he can carry objects between worlds.  So he goes on the run, starts stealing famous artworks in other worlds, then bringing them here to sell.  The US military weaponizes the devices.  Discarnate entities intervene.  It all ends badly.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_qs9fxs", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdyrrz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636755767.0, "author_flair_text": null, "collapsed": false, "created_utc": 1636755767.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkcc6b0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkc6wie", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; who would possibly use such a locale as yet another excuse to skip-over (delay) the hard internal work.\n\nI knew a couple who didn't do anything at all but read the books, and wait for their vacation to Sedona.\n\nWhen they got to Sedona, THEN is when they'd do some work.\n\nBut what actually happened was, they found like minded people.\n\nSo they did nothing for at least the 2  years I was paying attention.\n\nOne of them bought some crystals.  And they got a spirit catcher at a garage sale.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkcc6b0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;who would possibly use such a locale as yet another excuse to skip-over (delay) the hard internal work.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I knew a couple who didn&amp;#39;t do anything at all but read the books, and wait for their vacation to Sedona.&lt;/p&gt;\n\n&lt;p&gt;When they got to Sedona, THEN is when they&amp;#39;d do some work.&lt;/p&gt;\n\n&lt;p&gt;But what actually happened was, they found like minded people.&lt;/p&gt;\n\n&lt;p&gt;So they did nothing for at least the 2  years I was paying attention.&lt;/p&gt;\n\n&lt;p&gt;One of them bought some crystals.  And they got a spirit catcher at a garage sale.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkcc6b0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636731182.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636731182.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkc6wie", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkc2umw", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, the differences (in a power spot) while in normal awareness are subjective; which is why they shouldn't be emphasized to beginners, who would possibly use such a locale as yet another excuse to skip-over (delay) the hard internal work.\n\nOn movie theaters, I'm not a fan of the changes to the way the some theaters are selling tickets (even though I know they are really struggling). \n\nThey now allow people to go online and but the best seats way ahead of time. As a result the serendipity of just deciding to go see a flick on the spur of the moment, and showing up a few minutes early to get a better seat, is GONE.\n\nYou actually have to think ahead several days or even a week or more...\n\nLast time I'll probably ever go to such a theater, I had to get a crappy seat in the back, because like a cro-magnon I was unaware of the changes. I eyed the empty choice seats in that sweet-spot with a bit of envy, only to find that nobody ever showed up to those seats!\n\nTurns out some rich prick (or several of them) who hated sitting next to other people had bought-out multiple rows of that choice-section of seats for the entire year, just **in case** they wanted to see the odd movie now and then 😡.", "edited": 1636730970.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hkc6wie", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, the differences (in a power spot) while in normal awareness are subjective; which is why they shouldn&amp;#39;t be emphasized to beginners, who would possibly use such a locale as yet another excuse to skip-over (delay) the hard internal work.&lt;/p&gt;\n\n&lt;p&gt;On movie theaters, I&amp;#39;m not a fan of the changes to the way the some theaters are selling tickets (even though I know they are really struggling). &lt;/p&gt;\n\n&lt;p&gt;They now allow people to go online and but the best seats way ahead of time. As a result the serendipity of just deciding to go see a flick on the spur of the moment, and showing up a few minutes early to get a better seat, is GONE.&lt;/p&gt;\n\n&lt;p&gt;You actually have to think ahead several days or even a week or more...&lt;/p&gt;\n\n&lt;p&gt;Last time I&amp;#39;ll probably ever go to such a theater, I had to get a crappy seat in the back, because like a cro-magnon I was unaware of the changes. I eyed the empty choice seats in that sweet-spot with a bit of envy, only to find that nobody ever showed up to those seats!&lt;/p&gt;\n\n&lt;p&gt;Turns out some rich prick (or several of them) who hated sitting next to other people had bought-out multiple rows of that choice-section of seats for the entire year, just &lt;strong&gt;in case&lt;/strong&gt; they wanted to see the odd movie now and then 😡.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkc6wie/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636728920.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636728920.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkc2umw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "wbeaty", "can_mod_post": false, "created_utc": 1636727103.0, "send_replies": true, "parent_id": "t1_hkbwhkw", "score": 4, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Personally, I don't \"feel\" vast differences in locations.  Someone who *sees* Power Places would need to verify.  It's certainly an odd knot in sychronicities, but I don't know if such oddities have anything to do with the Olmec-type Power Spots.\n\nBut man, that place has attracted some unusual sights, unusual constructions.  For me it's like a fissure in reality.   And, while driving home in \"altered driving,\" I spontaneously made moves to drive right up to it.  (It turns out to be a semi-secret semi-private beach, part of a wealthy japanese semi-gated community of Microsoft Millionaire types.)\n\nWhenever I dare try that \"altered driving\" trick, I invariably get unusual events.  Here's an extremely minor one, not too frightening.  Suddenly I realize I'm \"supposed\" to get in the car.  I drive along, making various turns  ...end up in front of the movie theater.  Why?  Nothing worthwhile on the movie signs.  Why am I even here?  I get out and walk in.  WOW!  Secretly they're showing the new Star Wars movie, a week before the public release!  It's some sort of special group, but just anyone can walk in.  I try to get a seat. Darn, it's way in the back.  No, I chose backwards, it's right in the middle near the front, that \"ideal\" movie seat.   Um.   Yeaaah.\n\n- \"I don't suffer from insanity ...I enjoy every minute of it!\"  (author Tim Dorsey)", "edited": 1647975893.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkc2umw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Personally, I don&amp;#39;t &amp;quot;feel&amp;quot; vast differences in locations.  Someone who &lt;em&gt;sees&lt;/em&gt; Power Places would need to verify.  It&amp;#39;s certainly an odd knot in sychronicities, but I don&amp;#39;t know if such oddities have anything to do with the Olmec-type Power Spots.&lt;/p&gt;\n\n&lt;p&gt;But man, that place has attracted some unusual sights, unusual constructions.  For me it&amp;#39;s like a fissure in reality.   And, while driving home in &amp;quot;altered driving,&amp;quot; I spontaneously made moves to drive right up to it.  (It turns out to be a semi-secret semi-private beach, part of a wealthy japanese semi-gated community of Microsoft Millionaire types.)&lt;/p&gt;\n\n&lt;p&gt;Whenever I dare try that &amp;quot;altered driving&amp;quot; trick, I invariably get unusual events.  Here&amp;#39;s an extremely minor one, not too frightening.  Suddenly I realize I&amp;#39;m &amp;quot;supposed&amp;quot; to get in the car.  I drive along, making various turns  ...end up in front of the movie theater.  Why?  Nothing worthwhile on the movie signs.  Why am I even here?  I get out and walk in.  WOW!  Secretly they&amp;#39;re showing the new Star Wars movie, a week before the public release!  It&amp;#39;s some sort of special group, but just anyone can walk in.  I try to get a seat. Darn, it&amp;#39;s way in the back.  No, I chose backwards, it&amp;#39;s right in the middle near the front, that &amp;quot;ideal&amp;quot; movie seat.   Um.   Yeaaah.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&amp;quot;I don&amp;#39;t suffer from insanity ...I enjoy every minute of it!&amp;quot;  (author Tim Dorsey)&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkc2umw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636727103.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkbwhkw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1636724018.0, "send_replies": true, "parent_id": "t3_qs9fxs", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'll add it to the [power spots section](https://www.reddit.com/r/castaneda/wiki/places_of_power) of the Wiki!\n\nThough, it may take a few weeks because I'm extraordinarily busy right now. So much so that I accidentally banned an innocent user instead of the troll who made a garbage comment in their post, because I got the usernames mixed-up!\n\nFYI, it was the kind of troll comment that makes it absolutely clear that person was here for no other reason than to be aggressively disruptive...and there was nowhere to go but down, as far as further interactions with that user.", "edited": 1636728270.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkbwhkw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll add it to the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/places_of_power\"&gt;power spots section&lt;/a&gt; of the Wiki!&lt;/p&gt;\n\n&lt;p&gt;Though, it may take a few weeks because I&amp;#39;m extraordinarily busy right now. So much so that I accidentally banned an innocent user instead of the troll who made a garbage comment in their post, because I got the usernames mixed-up!&lt;/p&gt;\n\n&lt;p&gt;FYI, it was the kind of troll comment that makes it absolutely clear that person was here for no other reason than to be aggressively disruptive...and there was nowhere to go but down, as far as further interactions with that user.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkbwhkw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636724018.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qs9fxs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hke6jnq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hke2ep4", "score": 1, "author_fullname": "t2_4dmerkxi", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's been my solution so far. Trying to slow down, although it's feeling like there's not much of a choice and its only a matter of time before the black that takes over my vision has to be experienced instead of panicking and fighting to bring in some useless internal dialogue worries to counteract it. Gotta be an IOB pulling on me, it's so strong. At this point you couldn't pay me a billion dollars to touch a psychedelic lol", "edited": false, "author_flair_css_class": null, "name": "t1_hke6jnq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s been my solution so far. Trying to slow down, although it&amp;#39;s feeling like there&amp;#39;s not much of a choice and its only a matter of time before the black that takes over my vision has to be experienced instead of panicking and fighting to bring in some useless internal dialogue worries to counteract it. Gotta be an IOB pulling on me, it&amp;#39;s so strong. At this point you couldn&amp;#39;t pay me a billion dollars to touch a psychedelic lol&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_qs9fxs", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hke6jnq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636759339.0, "author_flair_text": null, "collapsed": false, "created_utc": 1636759339.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hke2ep4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdndmp", "score": 1, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'd suggest doing it all extremely slowly, over ten years or more.  Like drug microdosing, not like shooting up heroin.   Like picking at a splinter, and not like pulling out your own intestines.  Massage your third eye location  ...don't pound a polished wooden rod deep into your own skull.", "edited": 1636758554.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hke2ep4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;d suggest doing it all extremely slowly, over ten years or more.  Like drug microdosing, not like shooting up heroin.   Like picking at a splinter, and not like pulling out your own intestines.  Massage your third eye location  ...don&amp;#39;t pound a polished wooden rod deep into your own skull.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hke2ep4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636757417.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636757417.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkdndmp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdmnqj", "score": 3, "author_fullname": "t2_4dmerkxi", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah, I'm at a similar impass. It's a challenge. Things are becoming very real very quickly and I'm blocking as much as I can to be able to function properly and hold down a pretty busy lifestyle. \n\nI find the more you dip into it and hold onto silence generally in life, it gets very hard to hold the world together.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hkdndmp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, I&amp;#39;m at a similar impass. It&amp;#39;s a challenge. Things are becoming very real very quickly and I&amp;#39;m blocking as much as I can to be able to function properly and hold down a pretty busy lifestyle. &lt;/p&gt;\n\n&lt;p&gt;I find the more you dip into it and hold onto silence generally in life, it gets very hard to hold the world together.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdndmp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636750759.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636750759.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hkdvihm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdnmtz", "score": 2, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Good advice!  \n\nTaking drugs  ...that's a manual act, from Western conscious decision-making.  It's \"doing.\"\n\nI find that the Olmec stuff is incredibly, well, dangerous.  We really don't want to wake up in a parallel world like in that unpublished book, where the typewriter keys are all different.  Usually the not-doings' spontaneous actions SEEM to keep me safe.  My adult Western-human part is self-destructive, and blind, not to be trusted.", "edited": 1636763329.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkdvihm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good advice!  &lt;/p&gt;\n\n&lt;p&gt;Taking drugs  ...that&amp;#39;s a manual act, from Western conscious decision-making.  It&amp;#39;s &amp;quot;doing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I find that the Olmec stuff is incredibly, well, dangerous.  We really don&amp;#39;t want to wake up in a parallel world like in that unpublished book, where the typewriter keys are all different.  Usually the not-doings&amp;#39; spontaneous actions SEEM to keep me safe.  My adult Western-human part is self-destructive, and blind, not to be trusted.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdvihm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636754301.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636754301.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkdnmtz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hkdmnqj", "score": 1, "author_fullname": "t2_4dmerkxi", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Also I'd be a little careful with the ayahuasca thoughts at this point, for a normal person the AP is sticky so the return is easy, at this point you may want to be careful about choices in that regard. Know what you're doing, the consequence, and the intended result. Don't just speculate, know.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hkdnmtz", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Also I&amp;#39;d be a little careful with the ayahuasca thoughts at this point, for a normal person the AP is sticky so the return is easy, at this point you may want to be careful about choices in that regard. Know what you&amp;#39;re doing, the consequence, and the intended result. Don&amp;#39;t just speculate, know.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdnmtz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636750868.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1636750868.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkdmnqj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wbeaty", "can_mod_post": false, "created_utc": 1636750450.0, "send_replies": true, "parent_id": "t1_hkc6otp", "score": 3, "author_fullname": "t2_skkp", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Just \"normal.\"   No alcohol, never tried weed/mushroom/cactus/dmt/acid/jimsonweed.   Slightly tempted by Ayahuasca Tourism, but no.\n\nMy habitual daily altered state is to treat the Inner Conversation as a schitzophrenic voice.  IT'S NOT ME.\n\nAll of us grownups are crazy.  But we don't \"hear voices.\"   Instead we \"hear voice.\"   Get rid of the voice, and suddenly you're not a grownup anymore.", "edited": 1636763075.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkdmnqj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Just &amp;quot;normal.&amp;quot;   No alcohol, never tried weed/mushroom/cactus/dmt/acid/jimsonweed.   Slightly tempted by Ayahuasca Tourism, but no.&lt;/p&gt;\n\n&lt;p&gt;My habitual daily altered state is to treat the Inner Conversation as a schitzophrenic voice.  IT&amp;#39;S NOT ME.&lt;/p&gt;\n\n&lt;p&gt;All of us grownups are crazy.  But we don&amp;#39;t &amp;quot;hear voices.&amp;quot;   Instead we &amp;quot;hear voice.&amp;quot;   Get rid of the voice, and suddenly you&amp;#39;re not a grownup anymore.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qs9fxs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkdmnqj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636750450.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hkc6otp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "created_utc": 1636728828.0, "send_replies": true, "parent_id": "t3_qs9fxs", "score": 2, "author_fullname": "t2_4dmerkxi", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Do you smoke weed at all or is that just 'normal' for you?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hkc6otp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do you smoke weed at all or is that just &amp;#39;normal&amp;#39; for you?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/hkc6otp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1636728828.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qs9fxs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i01i1ne", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "excruciatingdetails", "can_mod_post": false, "created_utc": 1646870259.0, "send_replies": true, "parent_id": "t3_qs9fxs", "score": 1, "author_fullname": "t2_dgqihno7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Do you still do the polyphasic sleep thing? I remember reading a post a few years ago from this blogger Steve Pavlina who went through it and documented all of it. It was interesting.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i01i1ne", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do you still do the polyphasic sleep thing? I remember reading a post a few years ago from this blogger Steve Pavlina who went through it and documented all of it. It was interesting.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qs9fxs/1993_odd_encounter_with_an_auraseer/i01i1ne/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646870259.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qs9fxs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]