[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Skip Tutorial](https://www.reddit.com/r/castaneda/comments/ifu1bv/darkroom_practice/)\n\n# Computer game\n\nThe game, endless existence, is called *The Eagle*. His will is called *Intent*. It is composed of light fibers that spread from infinity to infinity, known as *Eagle Emanations*. You are, as a player, an awareness. Your awareness creates a luminous egg with only certain emanations passing through it. Or rather, your awareness is created by enclosing the part of the infinity in that shell. That makes a universe that is available to you. But you don't perceive the complete universe, but only a tiny portion of it. Inside your luminous egg, you have a point of brilliance that lights up emanations that are passing through it. That point of brightness, a small oval, assembles the world as you perceive it, and thus it is called [*Assemblage Point*](https://www.reddit.com/r/castaneda/wiki/assemblage_point) or *AP*.\n\n\nYou have two playable characters. They are assembled with two positions of AP. Your physical body when you are awake, *Tonal* has AP behind your left shoulder blade. Your dreaming body, *Nagual*, has AP in front of your belly button. With Tonal, you have control, but you lack power. With Nagual, you have power, but you lack control. When separated, they have different minds. They act on their own. With your awareness, you try to instruct those minds to obey you. If you merge Tonal and Nagual, you achieve *Totality of Being*.\n\n##Perception\n\nThe game is connected with all of your senses in both your bodies. Sight, touch, smell, hearing, taste, emotions, intuition, knowing, sense of space, and time. Like in computer games, where things that you see on your screen or hear in your speakers are rendered by processor and graphics card, in life, the Assemblage Point generates your virtual reality.\n\nSociety teaches us to fix the *AP* at a Tonal position. That perception is also called the *First Attention*. We share the world with other human beings, and we work so hard to agree on \"truth,\" not understanding that what we call the truth is only the AP position.\n\nGood news: You can learn to move your *AP*and thus perceive more than you thought that was possible.\n\nMore good news for young practitioners: Your *AP* is still not completely fixed, and you most likely have some flexibility, and thus an advantage in learning. Things that you experience that is weird and unexplainable are most probably *AP* movements.\n\nWhen you were just a little kid, freshly pooped from the waterslide of your mother, your *AP* was changing the positions all the time. If you ask little kids that can talk, what do they _see?_, they will point to different colors floating in the air, _Imaginary friends_. Talk about dreams while they are awake, and even introduce you to their _monster from under the bed_. Observing tiny babies can tell that they look all around you and perceive stuff we usually don't. \n\nThe *AP* position of Nagual, where you *seeing* happens, is called *Second Attention*.\n\nBecause it takes a lot of power to keep the AP fixed on one spot, you have to sleep to take some rest. In your dreams, you visit different worlds depending on the position of your AP. Dreams are in no way different from waking life. The only difference is that waking life has multiple players perceiving and agreeing on the same thing by fixing the AP at the same spot. In dreams, you may be in a world that only you perceive, so it is easy to change a house into a tree. Or perhaps, a couple of visitors can come.\n\nWhen your *AP* moves to a particular position, you can be inside a new world. Another, and you are an Eagle or Jaguar. Another place, just a slight shift from the regular one, and you can read the intimate thoughts of that girl or boy that you like. The options are infinite, and some of the positions and the story behind them are present in Carlos Castañeda's books and others in the forum stories. If you read here, you can see that those stories are true as reported by members. \n\nThe good old Olmecs, a civilization that lived in ancient Mexico over 10000 years ago, mastered the technology of moving the *AP*. This knowledge was handed down for generations, and finally, it reached you. They called it *Sorcery*, and you will find a map on reaching that destination in this subreddit. Carlos Castañeda was the last Nagual Sorcerer in the lineage, but the map to totality is not lost. It is preserved inside the books, private lectures, and [Tensegrity](https://www.reddit.com/r/castaneda/wiki/tensegrity).\n\n## Mechanics of the game, Intent, and Intending\n\n\nAll the interaction between the *Eagle* and the player is done through the *Intent* of the game itself and *Intending* by the player.\n\nYou navigate through the game by *intending*. Just as in a computer game, you don't move from your computer screen, but the graphics are rendered as you give instructions with keyboard and mouse. The same is in the game of life. You *intend* and your perception changes. You intend to move, and emanations are reskimmed to give you the perception of moving. Your AP captures the emanations' changes, and you perceive the movement. **Remember, you Intend, but the Eagle's Intent reskims emanations that make the world change. The only thing you can do is intend and lure the Intent.**\n\nEverything that renders on that multi-sensory screen of yours is the result of that interaction, filtered through the AP in its current position. \n\n_So why can't we intend to learn sorcery and get the result right away?_\n\nSince you were born, you were shaped to *intend* in the way to conform with society's rules. Be a good boy, girl. Make your parents proud. Finish school. Find a good job. Make kids. Be happy. Don't be sad. The list is infinite. Society developed the *internal dialogue* and *self-importance* to fix that AP position. **Stop the internal dialogue, and lose the self-importance, and you will have available energy to use for your intending.** Else, it is like trying to fly by farting.\n\nWhen you think of it, it is a genial invention. A voice in your head is constantly talking, thus preventing you from moving your AP. You think you are important to your friends, or at school. At work. **Here is a tip. You are not important at all. If you were completely gone from today's world, the game would fill the blank for other people. You are entirely replaceable.**  All that work you make in your head all the time, intends the *First Attention*.\n\nYou have a finite amount of energy. The complete sum of your intends navigates you through emanations. \nWhen you start to *intend* away from the agreed reality of society, it will challenge the previous direction. With time, you will intend more and more, and the energy that goes into this path will increase.\n\n## How to intend?\n\nYou do it instead of thinking about how to do it. When you walk, you don't ask yourself how to change direction. You do it. If you want to reach that apple tree, you intend to reach it. And the rest happens along the way. If there are obstacles on the way or something that draws your attention away from those juicy apples, as long as you keep intending to reach it, eventually you will. \n\nApples = Magic\n\nOlmecs had the intent of preserving their knowledge. That intent has a lot of power accumulated behind it. By tuning into it, we are surfing those waves. The direction is already there. \n\n**Intending accumulates.** You have to consciously intend every day to build up the power behind it. With time, if you are serious about learning sorcery, most of your available energy will be behind that personal intent. And everything else will arrange for you to achieve it. **The Eagle will deliver.** In the meantime, be consistent while building the power behind that direction. Use the help of the forum and the books to keep you on track. Keep the direction, and practice every day.\n\n##J Curve\nWe are following the *J Curve*, that is, the path of the AP from the behind of the left shoulder blade to underneath of your but, to in front of your belly button. From Tonal to Nagual. Thus making the J shape. The *J Curve* is divided into different zones. This is the map that Carlos gave in his private classes. The map provides direction for your intention.\n\n#### Blue Zone\nIt is where society is. The First Attention. \n\n#### Green Zone\nThis is where meditation takes you. A good start. AP starts its way down the back.\n\n#### Red Zone\nAp reaches your butt and lowers itself even more. \n\n#### Orange Zone\nAP moved to the front of your body. The Second attention Holy Grail.\n\nRead through the forum to find more details and experiences behind each position.\n\n## Where to start?\n\nMagic is cool.\n\nGood Olmecs gave us a map that can lead you to the goal from any possible starting point. That map is their intent. \nOnce you get immersed more into their intent, you will feel what works for you and what does not. But the basics are the same no matter what specialization you take later on.\n\n\nPriority 1\n* Cut the inner dialogue or **learn to be silent**\n* Remove self importance\n* Learn [Tensegrity](http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity41.html)\n\n\n\nPriority 2\n* Get the experience of *AP* shifts\n* Darkroom practice\n\n\n\n### Forcing silence\n\nTake a deep breath, and hold it. Now stop thinking. \n\n...\n\nGood. Was it half a second or one second? It was nice. Cause now you have the experience of silence.\n\n**This is an essential skill to learn.** If you don't realize this, nothing else will work. You have to start with this and keep practicing every day. It is the internal dialogue that keeps AP fixed at the Tonal position. Only with silence will you be able to experience the wonders of the universe and more. \n\n*Ok, I understand, so how do I do it?*\n\nThe map to silence, like everything else, is [inside the forum](https://www.reddit.com/r/castaneda/wiki/silence). Look for it. \n\n### Removing self-importance\n\nAs we said, everything that happens to you results from your intending. And Eagle delivers. You were trained to intend in a certain way, but that is what it is all about. Similarly, nothing happens to you that is not the result of your intending. \n\nIt is the same for everybody else. The eagle will answer everyone's intends whether you exist or not. [You are not important](https://www.reddit.com/r/castaneda/wiki/bad_players) in no way to nobody else. And no one is more or less important to you as well. \n\n### Stillness and AP shifts\n\nThe good thing about Tonal is that we have fixed body mechanics. That we all agree on. We can use that.\n\nWhen you lie down to sleep, the body undergoes specific mechanical processes. Non-moving triggers perception changes. You shut off external inputs. Looking, hearing, and all other senses. Your touch disappears. Internal dialogue stops. And **boom** you are sleeping, and your AP is in another position.\n \nSo we want to make use of the same mechanics. But we will be smart and make a minor adjustment. Instead of lying down, we will sit comfortably. So that the moment you fall asleep, your head will nod down. This will be enough to wake you up. Between falling asleep and waking up, your AP moves to another position. It will not return immediately to the Tonal position when you wake up. And slowly, you will familiarize yourself with those states in between. With more practice, you will lower your internal dialogue enough to enter the *Green Zone* steadily. \n\nIf you find it hard to **Force silence**, this will lower the volume of your internal dialogue. And you will have experiences of silence from time to time. So it will be easier. If it is hard for you, the only reason is that you don't want it strong enough. In other words, you don't intend it with enough power. Do it every day.\n\nYou can practice this in the dark, light, on the bench, or in your bed. The act of stillness produces the sleep mechanics, no matter where you are. You can even be standing still. Ideally, you want to support your back to don't strain too much.\n\nThere you go, the secret behind 95% of meditation techniques. You sit still, and shit happens. Then they (religions, gurus, self-help wannabees) put their spice on it and call it moderation, khm, the meditation. \n\nAdd awareness of your senses during the meditation, and you have Buddhism in short. But you will learn to go much deeper than the Green Zone.\n\nBy [reading the forum](https://www.reddit.com/r/castaneda/wiki/shifting_perception), you will start to navigate your meditation experience down the J curve. \n\n\n\n### Tensegrity\n\n[Passes](http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity41.html)\n\nTensegrity is the name given to the body movements producing a particular effect on *AP*. It will gather the energy you have scattered. When you enter the Second Attention, Tensegrity is essential for navigating through it. Carlos emphasized Tensegrity the most in his private classes. Do it, and the intent will slowly reveal yourself to it. As long as you are silent.\n\nLearn one pass, and do it a few minutes before the meditation. Again, choose the duration that you can be consistent with every day. If you get bored with one pass, choose another. If you got the hang of one pass, choose another. \n\n### Darkroom gazing\n\nDarkroom practice is joining the previous points.\n\n*Silence*, *Tensegrity* and *AP Shifts*. \n\nIn essence, you create a room with no external light coming in. Or you get [a face mask](https://www.reddit.com/r/castaneda/comments/ctaoie/total_darkness_mask_mobile_and_on_demand/) that allows you to have your eyes open comfortably while keeping you in total darkness. Soon, you will start to perceive stuff as long as you are **silent**. Remember, internal dialogue is what fixes the AP in the First Attention. Even a little bit of silence will start giving results. Those results will, in turn, pull on your silence. But to start doing the advanced techniques in this subreddit, **you have to deepen your silence**. It is the most important thing you have to exercise, above all.\n\nIf you want to start immediately with DRG, it is an excellent, if not the best, start. Perform all the previous points, but in the pitch dark. The only difference is that you keep your eyes open while you close your eyes in regular meditation. Once the silence gets deep enough, and you start seeing colors around you, you are ready to move down from the Green Zone. \n\nThere are many posts on Darkroom Gazing or DRG, in short. \nStart [here](https://www.reddit.com/r/castaneda/comments/ifu1bv/darkroom_practice/)\n\nIf you think this is a technique, that you can just go to darkroom and learn sorcery, you better give up immediately. All of the points above are made to release your vehicle's breaks and give it more power and speed. **But unless you read the Map, you will just end up somewhere random.** The map of the Olmecs, the intent that points the way to the art of Sorcery.\n\n\n# Battle of Intents\n\nImagine if you want to go to a place far away, and you turn your GPS. But you can only see the map once, and you have to reach the destination 10000 distances away. It will be hard. You will get lost on the way. You will ask people, but nobody knows where the destination is. \n\n**This is why we don't mix other philosophies, religions, teachings, or whatever.** We stick to this map. Once you reach your destination, and Sorcery reveals itself to you, you can go wherever you like. Once you get to a place where you can **see**, do with it whatever it pleases you.\n\nReading Carlos's books and posts in these forums is a means to stay on track. This is your map.\n\n\n\n# How to be a Good Player\n\nThis post should give you enough to get you started. The intent is here, and it will provide you with the boost. Only if you put in your time and hard work, read the [Wiki](https://www.reddit.com/r/castaneda/wiki/) and the books. You can also get the audiobooks on Audible.\n\nPut at least 15 days into practice. Then, you may have some questions. Search the subreddit, reread the wiki. Practice seven more days, and see if the Eagle answered in its own way. You will be actively intending by doing that. If you still have a question that is not yet answered, reply here:\n\n* What is your practice?\n* How much time do you practice daily, and how regular are you in it?\n* Do you use drugs?\n* Describe what you are experiencing and perceiving, and forget about *\"Is it real or not?\"* question. Forget about *What it means?*. We are only interested in inputs from your senses. \nKeep it short\n\n\n--------------\n\nYou found Olmec lore. The game itself has no goal. But it is super fun to see a description of how the game works. And directions on how to become a master of the game.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "New Players", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_r0zbux", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 34, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_ar84z8e", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 34, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1638523488.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1637738419.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/ifu1bv/darkroom_practice/\"&gt;Skip Tutorial&lt;/a&gt;&lt;/p&gt;\n\n&lt;h1&gt;Computer game&lt;/h1&gt;\n\n&lt;p&gt;The game, endless existence, is called &lt;em&gt;The Eagle&lt;/em&gt;. His will is called &lt;em&gt;Intent&lt;/em&gt;. It is composed of light fibers that spread from infinity to infinity, known as &lt;em&gt;Eagle Emanations&lt;/em&gt;. You are, as a player, an awareness. Your awareness creates a luminous egg with only certain emanations passing through it. Or rather, your awareness is created by enclosing the part of the infinity in that shell. That makes a universe that is available to you. But you don&amp;#39;t perceive the complete universe, but only a tiny portion of it. Inside your luminous egg, you have a point of brilliance that lights up emanations that are passing through it. That point of brightness, a small oval, assembles the world as you perceive it, and thus it is called &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/assemblage_point\"&gt;&lt;em&gt;Assemblage Point&lt;/em&gt;&lt;/a&gt; or &lt;em&gt;AP&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;You have two playable characters. They are assembled with two positions of AP. Your physical body when you are awake, &lt;em&gt;Tonal&lt;/em&gt; has AP behind your left shoulder blade. Your dreaming body, &lt;em&gt;Nagual&lt;/em&gt;, has AP in front of your belly button. With Tonal, you have control, but you lack power. With Nagual, you have power, but you lack control. When separated, they have different minds. They act on their own. With your awareness, you try to instruct those minds to obey you. If you merge Tonal and Nagual, you achieve &lt;em&gt;Totality of Being&lt;/em&gt;.&lt;/p&gt;\n\n&lt;h2&gt;Perception&lt;/h2&gt;\n\n&lt;p&gt;The game is connected with all of your senses in both your bodies. Sight, touch, smell, hearing, taste, emotions, intuition, knowing, sense of space, and time. Like in computer games, where things that you see on your screen or hear in your speakers are rendered by processor and graphics card, in life, the Assemblage Point generates your virtual reality.&lt;/p&gt;\n\n&lt;p&gt;Society teaches us to fix the &lt;em&gt;AP&lt;/em&gt; at a Tonal position. That perception is also called the &lt;em&gt;First Attention&lt;/em&gt;. We share the world with other human beings, and we work so hard to agree on &amp;quot;truth,&amp;quot; not understanding that what we call the truth is only the AP position.&lt;/p&gt;\n\n&lt;p&gt;Good news: You can learn to move your &lt;em&gt;AP&lt;/em&gt;and thus perceive more than you thought that was possible.&lt;/p&gt;\n\n&lt;p&gt;More good news for young practitioners: Your &lt;em&gt;AP&lt;/em&gt; is still not completely fixed, and you most likely have some flexibility, and thus an advantage in learning. Things that you experience that is weird and unexplainable are most probably &lt;em&gt;AP&lt;/em&gt; movements.&lt;/p&gt;\n\n&lt;p&gt;When you were just a little kid, freshly pooped from the waterslide of your mother, your &lt;em&gt;AP&lt;/em&gt; was changing the positions all the time. If you ask little kids that can talk, what do they &lt;em&gt;see?&lt;/em&gt;, they will point to different colors floating in the air, &lt;em&gt;Imaginary friends&lt;/em&gt;. Talk about dreams while they are awake, and even introduce you to their &lt;em&gt;monster from under the bed&lt;/em&gt;. Observing tiny babies can tell that they look all around you and perceive stuff we usually don&amp;#39;t. &lt;/p&gt;\n\n&lt;p&gt;The &lt;em&gt;AP&lt;/em&gt; position of Nagual, where you &lt;em&gt;seeing&lt;/em&gt; happens, is called &lt;em&gt;Second Attention&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Because it takes a lot of power to keep the AP fixed on one spot, you have to sleep to take some rest. In your dreams, you visit different worlds depending on the position of your AP. Dreams are in no way different from waking life. The only difference is that waking life has multiple players perceiving and agreeing on the same thing by fixing the AP at the same spot. In dreams, you may be in a world that only you perceive, so it is easy to change a house into a tree. Or perhaps, a couple of visitors can come.&lt;/p&gt;\n\n&lt;p&gt;When your &lt;em&gt;AP&lt;/em&gt; moves to a particular position, you can be inside a new world. Another, and you are an Eagle or Jaguar. Another place, just a slight shift from the regular one, and you can read the intimate thoughts of that girl or boy that you like. The options are infinite, and some of the positions and the story behind them are present in Carlos Castañeda&amp;#39;s books and others in the forum stories. If you read here, you can see that those stories are true as reported by members. &lt;/p&gt;\n\n&lt;p&gt;The good old Olmecs, a civilization that lived in ancient Mexico over 10000 years ago, mastered the technology of moving the &lt;em&gt;AP&lt;/em&gt;. This knowledge was handed down for generations, and finally, it reached you. They called it &lt;em&gt;Sorcery&lt;/em&gt;, and you will find a map on reaching that destination in this subreddit. Carlos Castañeda was the last Nagual Sorcerer in the lineage, but the map to totality is not lost. It is preserved inside the books, private lectures, and &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity\"&gt;Tensegrity&lt;/a&gt;.&lt;/p&gt;\n\n&lt;h2&gt;Mechanics of the game, Intent, and Intending&lt;/h2&gt;\n\n&lt;p&gt;All the interaction between the &lt;em&gt;Eagle&lt;/em&gt; and the player is done through the &lt;em&gt;Intent&lt;/em&gt; of the game itself and &lt;em&gt;Intending&lt;/em&gt; by the player.&lt;/p&gt;\n\n&lt;p&gt;You navigate through the game by &lt;em&gt;intending&lt;/em&gt;. Just as in a computer game, you don&amp;#39;t move from your computer screen, but the graphics are rendered as you give instructions with keyboard and mouse. The same is in the game of life. You &lt;em&gt;intend&lt;/em&gt; and your perception changes. You intend to move, and emanations are reskimmed to give you the perception of moving. Your AP captures the emanations&amp;#39; changes, and you perceive the movement. &lt;strong&gt;Remember, you Intend, but the Eagle&amp;#39;s Intent reskims emanations that make the world change. The only thing you can do is intend and lure the Intent.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Everything that renders on that multi-sensory screen of yours is the result of that interaction, filtered through the AP in its current position. &lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;So why can&amp;#39;t we intend to learn sorcery and get the result right away?&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Since you were born, you were shaped to &lt;em&gt;intend&lt;/em&gt; in the way to conform with society&amp;#39;s rules. Be a good boy, girl. Make your parents proud. Finish school. Find a good job. Make kids. Be happy. Don&amp;#39;t be sad. The list is infinite. Society developed the &lt;em&gt;internal dialogue&lt;/em&gt; and &lt;em&gt;self-importance&lt;/em&gt; to fix that AP position. &lt;strong&gt;Stop the internal dialogue, and lose the self-importance, and you will have available energy to use for your intending.&lt;/strong&gt; Else, it is like trying to fly by farting.&lt;/p&gt;\n\n&lt;p&gt;When you think of it, it is a genial invention. A voice in your head is constantly talking, thus preventing you from moving your AP. You think you are important to your friends, or at school. At work. &lt;strong&gt;Here is a tip. You are not important at all. If you were completely gone from today&amp;#39;s world, the game would fill the blank for other people. You are entirely replaceable.&lt;/strong&gt;  All that work you make in your head all the time, intends the &lt;em&gt;First Attention&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;You have a finite amount of energy. The complete sum of your intends navigates you through emanations. \nWhen you start to &lt;em&gt;intend&lt;/em&gt; away from the agreed reality of society, it will challenge the previous direction. With time, you will intend more and more, and the energy that goes into this path will increase.&lt;/p&gt;\n\n&lt;h2&gt;How to intend?&lt;/h2&gt;\n\n&lt;p&gt;You do it instead of thinking about how to do it. When you walk, you don&amp;#39;t ask yourself how to change direction. You do it. If you want to reach that apple tree, you intend to reach it. And the rest happens along the way. If there are obstacles on the way or something that draws your attention away from those juicy apples, as long as you keep intending to reach it, eventually you will. &lt;/p&gt;\n\n&lt;p&gt;Apples = Magic&lt;/p&gt;\n\n&lt;p&gt;Olmecs had the intent of preserving their knowledge. That intent has a lot of power accumulated behind it. By tuning into it, we are surfing those waves. The direction is already there. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Intending accumulates.&lt;/strong&gt; You have to consciously intend every day to build up the power behind it. With time, if you are serious about learning sorcery, most of your available energy will be behind that personal intent. And everything else will arrange for you to achieve it. &lt;strong&gt;The Eagle will deliver.&lt;/strong&gt; In the meantime, be consistent while building the power behind that direction. Use the help of the forum and the books to keep you on track. Keep the direction, and practice every day.&lt;/p&gt;\n\n&lt;h2&gt;J Curve&lt;/h2&gt;\n\n&lt;p&gt;We are following the &lt;em&gt;J Curve&lt;/em&gt;, that is, the path of the AP from the behind of the left shoulder blade to underneath of your but, to in front of your belly button. From Tonal to Nagual. Thus making the J shape. The &lt;em&gt;J Curve&lt;/em&gt; is divided into different zones. This is the map that Carlos gave in his private classes. The map provides direction for your intention.&lt;/p&gt;\n\n&lt;h4&gt;Blue Zone&lt;/h4&gt;\n\n&lt;p&gt;It is where society is. The First Attention. &lt;/p&gt;\n\n&lt;h4&gt;Green Zone&lt;/h4&gt;\n\n&lt;p&gt;This is where meditation takes you. A good start. AP starts its way down the back.&lt;/p&gt;\n\n&lt;h4&gt;Red Zone&lt;/h4&gt;\n\n&lt;p&gt;Ap reaches your butt and lowers itself even more. &lt;/p&gt;\n\n&lt;h4&gt;Orange Zone&lt;/h4&gt;\n\n&lt;p&gt;AP moved to the front of your body. The Second attention Holy Grail.&lt;/p&gt;\n\n&lt;p&gt;Read through the forum to find more details and experiences behind each position.&lt;/p&gt;\n\n&lt;h2&gt;Where to start?&lt;/h2&gt;\n\n&lt;p&gt;Magic is cool.&lt;/p&gt;\n\n&lt;p&gt;Good Olmecs gave us a map that can lead you to the goal from any possible starting point. That map is their intent. \nOnce you get immersed more into their intent, you will feel what works for you and what does not. But the basics are the same no matter what specialization you take later on.&lt;/p&gt;\n\n&lt;p&gt;Priority 1\n* Cut the inner dialogue or &lt;strong&gt;learn to be silent&lt;/strong&gt;\n* Remove self importance\n* Learn &lt;a href=\"http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity41.html\"&gt;Tensegrity&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Priority 2\n* Get the experience of &lt;em&gt;AP&lt;/em&gt; shifts\n* Darkroom practice&lt;/p&gt;\n\n&lt;h3&gt;Forcing silence&lt;/h3&gt;\n\n&lt;p&gt;Take a deep breath, and hold it. Now stop thinking. &lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;Good. Was it half a second or one second? It was nice. Cause now you have the experience of silence.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;This is an essential skill to learn.&lt;/strong&gt; If you don&amp;#39;t realize this, nothing else will work. You have to start with this and keep practicing every day. It is the internal dialogue that keeps AP fixed at the Tonal position. Only with silence will you be able to experience the wonders of the universe and more. &lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Ok, I understand, so how do I do it?&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;The map to silence, like everything else, is &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/silence\"&gt;inside the forum&lt;/a&gt;. Look for it. &lt;/p&gt;\n\n&lt;h3&gt;Removing self-importance&lt;/h3&gt;\n\n&lt;p&gt;As we said, everything that happens to you results from your intending. And Eagle delivers. You were trained to intend in a certain way, but that is what it is all about. Similarly, nothing happens to you that is not the result of your intending. &lt;/p&gt;\n\n&lt;p&gt;It is the same for everybody else. The eagle will answer everyone&amp;#39;s intends whether you exist or not. &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/bad_players\"&gt;You are not important&lt;/a&gt; in no way to nobody else. And no one is more or less important to you as well. &lt;/p&gt;\n\n&lt;h3&gt;Stillness and AP shifts&lt;/h3&gt;\n\n&lt;p&gt;The good thing about Tonal is that we have fixed body mechanics. That we all agree on. We can use that.&lt;/p&gt;\n\n&lt;p&gt;When you lie down to sleep, the body undergoes specific mechanical processes. Non-moving triggers perception changes. You shut off external inputs. Looking, hearing, and all other senses. Your touch disappears. Internal dialogue stops. And &lt;strong&gt;boom&lt;/strong&gt; you are sleeping, and your AP is in another position.&lt;/p&gt;\n\n&lt;p&gt;So we want to make use of the same mechanics. But we will be smart and make a minor adjustment. Instead of lying down, we will sit comfortably. So that the moment you fall asleep, your head will nod down. This will be enough to wake you up. Between falling asleep and waking up, your AP moves to another position. It will not return immediately to the Tonal position when you wake up. And slowly, you will familiarize yourself with those states in between. With more practice, you will lower your internal dialogue enough to enter the &lt;em&gt;Green Zone&lt;/em&gt; steadily. &lt;/p&gt;\n\n&lt;p&gt;If you find it hard to &lt;strong&gt;Force silence&lt;/strong&gt;, this will lower the volume of your internal dialogue. And you will have experiences of silence from time to time. So it will be easier. If it is hard for you, the only reason is that you don&amp;#39;t want it strong enough. In other words, you don&amp;#39;t intend it with enough power. Do it every day.&lt;/p&gt;\n\n&lt;p&gt;You can practice this in the dark, light, on the bench, or in your bed. The act of stillness produces the sleep mechanics, no matter where you are. You can even be standing still. Ideally, you want to support your back to don&amp;#39;t strain too much.&lt;/p&gt;\n\n&lt;p&gt;There you go, the secret behind 95% of meditation techniques. You sit still, and shit happens. Then they (religions, gurus, self-help wannabees) put their spice on it and call it moderation, khm, the meditation. &lt;/p&gt;\n\n&lt;p&gt;Add awareness of your senses during the meditation, and you have Buddhism in short. But you will learn to go much deeper than the Green Zone.&lt;/p&gt;\n\n&lt;p&gt;By &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/shifting_perception\"&gt;reading the forum&lt;/a&gt;, you will start to navigate your meditation experience down the J curve. &lt;/p&gt;\n\n&lt;h3&gt;Tensegrity&lt;/h3&gt;\n\n&lt;p&gt;&lt;a href=\"http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity41.html\"&gt;Passes&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Tensegrity is the name given to the body movements producing a particular effect on &lt;em&gt;AP&lt;/em&gt;. It will gather the energy you have scattered. When you enter the Second Attention, Tensegrity is essential for navigating through it. Carlos emphasized Tensegrity the most in his private classes. Do it, and the intent will slowly reveal yourself to it. As long as you are silent.&lt;/p&gt;\n\n&lt;p&gt;Learn one pass, and do it a few minutes before the meditation. Again, choose the duration that you can be consistent with every day. If you get bored with one pass, choose another. If you got the hang of one pass, choose another. &lt;/p&gt;\n\n&lt;h3&gt;Darkroom gazing&lt;/h3&gt;\n\n&lt;p&gt;Darkroom practice is joining the previous points.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Silence&lt;/em&gt;, &lt;em&gt;Tensegrity&lt;/em&gt; and &lt;em&gt;AP Shifts&lt;/em&gt;. &lt;/p&gt;\n\n&lt;p&gt;In essence, you create a room with no external light coming in. Or you get &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ctaoie/total_darkness_mask_mobile_and_on_demand/\"&gt;a face mask&lt;/a&gt; that allows you to have your eyes open comfortably while keeping you in total darkness. Soon, you will start to perceive stuff as long as you are &lt;strong&gt;silent&lt;/strong&gt;. Remember, internal dialogue is what fixes the AP in the First Attention. Even a little bit of silence will start giving results. Those results will, in turn, pull on your silence. But to start doing the advanced techniques in this subreddit, &lt;strong&gt;you have to deepen your silence&lt;/strong&gt;. It is the most important thing you have to exercise, above all.&lt;/p&gt;\n\n&lt;p&gt;If you want to start immediately with DRG, it is an excellent, if not the best, start. Perform all the previous points, but in the pitch dark. The only difference is that you keep your eyes open while you close your eyes in regular meditation. Once the silence gets deep enough, and you start seeing colors around you, you are ready to move down from the Green Zone. &lt;/p&gt;\n\n&lt;p&gt;There are many posts on Darkroom Gazing or DRG, in short. \nStart &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ifu1bv/darkroom_practice/\"&gt;here&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you think this is a technique, that you can just go to darkroom and learn sorcery, you better give up immediately. All of the points above are made to release your vehicle&amp;#39;s breaks and give it more power and speed. &lt;strong&gt;But unless you read the Map, you will just end up somewhere random.&lt;/strong&gt; The map of the Olmecs, the intent that points the way to the art of Sorcery.&lt;/p&gt;\n\n&lt;h1&gt;Battle of Intents&lt;/h1&gt;\n\n&lt;p&gt;Imagine if you want to go to a place far away, and you turn your GPS. But you can only see the map once, and you have to reach the destination 10000 distances away. It will be hard. You will get lost on the way. You will ask people, but nobody knows where the destination is. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;This is why we don&amp;#39;t mix other philosophies, religions, teachings, or whatever.&lt;/strong&gt; We stick to this map. Once you reach your destination, and Sorcery reveals itself to you, you can go wherever you like. Once you get to a place where you can &lt;strong&gt;see&lt;/strong&gt;, do with it whatever it pleases you.&lt;/p&gt;\n\n&lt;p&gt;Reading Carlos&amp;#39;s books and posts in these forums is a means to stay on track. This is your map.&lt;/p&gt;\n\n&lt;h1&gt;How to be a Good Player&lt;/h1&gt;\n\n&lt;p&gt;This post should give you enough to get you started. The intent is here, and it will provide you with the boost. Only if you put in your time and hard work, read the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/\"&gt;Wiki&lt;/a&gt; and the books. You can also get the audiobooks on Audible.&lt;/p&gt;\n\n&lt;p&gt;Put at least 15 days into practice. Then, you may have some questions. Search the subreddit, reread the wiki. Practice seven more days, and see if the Eagle answered in its own way. You will be actively intending by doing that. If you still have a question that is not yet answered, reply here:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;What is your practice?&lt;/li&gt;\n&lt;li&gt;How much time do you practice daily, and how regular are you in it?&lt;/li&gt;\n&lt;li&gt;Do you use drugs?&lt;/li&gt;\n&lt;li&gt;Describe what you are experiencing and perceiving, and forget about &lt;em&gt;&amp;quot;Is it real or not?&amp;quot;&lt;/em&gt; question. Forget about &lt;em&gt;What it means?&lt;/em&gt;. We are only interested in inputs from your senses. \nKeep it short&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;hr/&gt;\n\n&lt;p&gt;You found Olmec lore. The game itself has no goal. But it is super fun to see a description of how the game works. And directions on how to become a master of the game.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/mwMdcLnXtlSXxo8X0tMyubdSwrni4G9uL8dQYpE8tIk.jpg?auto=webp&amp;s=7081ce459b57702214690f3f232a23fa498f83c7", "width": 325, "height": 371}, "resolutions": [{"url": "https://external-preview.redd.it/mwMdcLnXtlSXxo8X0tMyubdSwrni4G9uL8dQYpE8tIk.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=6d390ba6537dd7e97c2c88e261ac7a51f69ab0f5", "width": 108, "height": 123}, {"url": "https://external-preview.redd.it/mwMdcLnXtlSXxo8X0tMyubdSwrni4G9uL8dQYpE8tIk.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=f1ab7acb26567229f30e9925d07ddff1667c05a7", "width": 216, "height": 246}, {"url": "https://external-preview.redd.it/mwMdcLnXtlSXxo8X0tMyubdSwrni4G9uL8dQYpE8tIk.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=dd1f3997d5255937e1628166be7664c754f74a69", "width": 320, "height": 365}], "variants": {}, "id": "H6rzNuDcKJotmpFGMYjbezaBxPzwk72IQ1wtj-Z8rr0"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "r0zbux", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "matejthetree", "discussion_type": null, "num_comments": 15, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/r0zbux/new_players/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/", "subreddit_subscribers": 9561, "created_utc": 1637738419.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlz0sdy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TonalShield", "can_mod_post": false, "created_utc": 1637800522.0, "send_replies": true, "parent_id": "t3_r0zbux", "score": 5, "author_fullname": "t2_ffaq1kdy", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;So that the moment you fall asleep, your head will nod down. This will be enough to wake you up. In between falling asleep and waking up, your AP moves to another position. When you wake up, it will not return immediately to Tonal position.\n\nHey, that's great! I didn't know it was part of the practice, but I figured it out on my own while doing darkroom. Every time I fell asleep and woke up from my head nodding down I experienced some very bright sparkles or other unusual stuff. One time I even saw something like big yellow mass of energy somewhere at the bottom, but only for a short time. Guess I need to experiment more with those states.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlz0sdy", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So that the moment you fall asleep, your head will nod down. This will be enough to wake you up. In between falling asleep and waking up, your AP moves to another position. When you wake up, it will not return immediately to Tonal position.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Hey, that&amp;#39;s great! I didn&amp;#39;t know it was part of the practice, but I figured it out on my own while doing darkroom. Every time I fell asleep and woke up from my head nodding down I experienced some very bright sparkles or other unusual stuff. One time I even saw something like big yellow mass of energy somewhere at the bottom, but only for a short time. Guess I need to experiment more with those states.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlz0sdy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637800522.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r0zbux", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hm63s78", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hm48704", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "La Gorda's explanations are always a little dubious.\n\nGazing at leaves won't stop the world. Not a chance.\n\nIt does bring out the second attention however, which can help you learn to be silence, since it only sticks around if you make an effort to reduce the internal dialogue.\n\n\\&gt;force silence - head nods - head up -&gt; visions.\n\nThat is VERY reliable, as long as people put in enough time.\n\nCarlos emphasized the head bobbing so much, he had us build \"tools\" to make it hurt less when the chin fell onto the chest.\n\nI know now, those didn't matter at all.\n\nHe couldn't get us to work, so he came up with toys we could play with.\n\nAnd the things like a 3 inch long pole to lean the forehead on, or using the end of a coffee table, were really just to make us aware of that effect, since it's a very good way to find the middle and see a dream vision. That's the second attention.\n\n\\&gt;this all lasted less then 10 seconds.\n\nThat's a very long time for a beginner.\n\nMost \"cool stuff\" is 1 second or less.\n\nThat's because of the \"Oh my God!!!\" effect.\n\nIt's like watching a little dog do a complicated trick for you, and then you shout like that.\n\nTrick over...", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_hm63s78", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;La Gorda&amp;#39;s explanations are always a little dubious.&lt;/p&gt;\n\n&lt;p&gt;Gazing at leaves won&amp;#39;t stop the world. Not a chance.&lt;/p&gt;\n\n&lt;p&gt;It does bring out the second attention however, which can help you learn to be silence, since it only sticks around if you make an effort to reduce the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;force silence - head nods - head up -&amp;gt; visions.&lt;/p&gt;\n\n&lt;p&gt;That is VERY reliable, as long as people put in enough time.&lt;/p&gt;\n\n&lt;p&gt;Carlos emphasized the head bobbing so much, he had us build &amp;quot;tools&amp;quot; to make it hurt less when the chin fell onto the chest.&lt;/p&gt;\n\n&lt;p&gt;I know now, those didn&amp;#39;t matter at all.&lt;/p&gt;\n\n&lt;p&gt;He couldn&amp;#39;t get us to work, so he came up with toys we could play with.&lt;/p&gt;\n\n&lt;p&gt;And the things like a 3 inch long pole to lean the forehead on, or using the end of a coffee table, were really just to make us aware of that effect, since it&amp;#39;s a very good way to find the middle and see a dream vision. That&amp;#39;s the second attention.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;this all lasted less then 10 seconds.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a very long time for a beginner.&lt;/p&gt;\n\n&lt;p&gt;Most &amp;quot;cool stuff&amp;quot; is 1 second or less.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s because of the &amp;quot;Oh my God!!!&amp;quot; effect.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like watching a little dog do a complicated trick for you, and then you shout like that.&lt;/p&gt;\n\n&lt;p&gt;Trick over...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_r0zbux", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm63s78/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637944381.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637944381.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "hm48704", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "matejthetree", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hm3opti", "score": 3, "author_fullname": "t2_ar84z8e", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "they were gazing at the leaves for hours each day. La Gorda's account down below. just listened this yesterday.\n\n\n\n............\n\n\n\"In order to reach that attention the Nagual and Genaro taught us dreaming, and you were taught about power plants. I don't know what they did to you to teach you how to trap your second attention with power plants, but to teach us how to do dreaming, the Nagual taught us gazing. He never told us what he was really doing to us. He just taught us to gaze. We never knew that gazing was the way to trap our second attention. We thought gazing was just for fun. That was not so. Dreamers have to be gazers before they can trap their second attention. \n\"The first thing the Nagual did was to put a dry leaf on the ground and make me look at it for hours. Every day he brought a leaf and put it in front of me. At first I thought that it was the same leaf that he saved from day to day, but then 1 noticed that leaves are different. The Nagual said that when we realized that, we are not looking anymore, but gazing. \n\"Then he put stacks of dry leaves in front of me. He told me to scramble them with my left hand and feel them as I gazed at them. A dreamer moves the leaves in spirals, gazes at them and then dreams of the designs that the leaves make. The Nagual said that dreamers can consider themselves as having mastered leaf gazing when they dream the designs of the leaves first and then find those same designs the next day in their pile of dry leaves. \n\"The Nagual said that gazing at leaves fortifies the second attention. If you gaze at a pile of leaves for hours, as he used to make me do, your thoughts get quiet. Without thoughts the attention of the tonal wanes and suddenly your second attention hooks onto the leaves and the leaves become something else. The Nagual called the moment when the second attention hooks onto something stopping the world. And that is correct, the world stops. And that is correct, the world stops. For this reason there should always be someone around when you gaze. We never know about the quirks of our second attention. Since we have never used it, we have to become familiar with it before we could venture into gazing alone. \n\"The difficulty in gazing is to learn to quiet down the thoughts. The Nagual said that he preferred to teach us how to do that with a pile of leaves because we could get all the leaves we needed any time we wanted to gaze. But anything else would do the same job. \n\"Once you can stop the world you are a gazer. And since the only way of stopping the world is by trying, the Nagual made all of us gaze at dry leaves for years and years. 1 think it's the best way to reach our second attention. \n\"He combined gazing at dry leaves and looking for our hands in dreaming. It took me about a year to find my hands, and four years to stop the world. The Nagual said that once you have trapped your second attention with dry leaves, you do gazing and dreaming to enlarge it. And that's all there is to gazing.\"\n\n\n..........................\n\n\n\nmight be that DJ was using fear as a tool, and not as necessity. i shat my pants today during darkroom gazing, but was super excited that finally something happened with open eyes.\n\nforce silence - head nods - head up -&gt; visions.\nvisions of other pars of my home, or some people. or some other places. this happened like 30 times or more.\n\neach time back to forced silence after it was gone.\n\nI can do 5 - 10 seconds.\n\nand then on one silence, everything turned to some spider web but with fat web. from there i got inside a room.\n\n I saw white puff on the floor. and it was moving as reaction on my will, left right zipping. I wanted to write thoughts, but i had no thoughts. eventually it flew in the air. then is when 3 IOBs that were around started making weird sounds. they had shape of my mother, brother and sister. but soon everything was dark, and the sounds were like \"fla fla fla\" like some animals from all around. I was not comfortable too long, so I wiggled my fingers and went out. \n\nthis all lasted less then 10 seconds.", "edited": 1637900746.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hm48704", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;they were gazing at the leaves for hours each day. La Gorda&amp;#39;s account down below. just listened this yesterday.&lt;/p&gt;\n\n&lt;p&gt;............&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In order to reach that attention the Nagual and Genaro taught us dreaming, and you were taught about power plants. I don&amp;#39;t know what they did to you to teach you how to trap your second attention with power plants, but to teach us how to do dreaming, the Nagual taught us gazing. He never told us what he was really doing to us. He just taught us to gaze. We never knew that gazing was the way to trap our second attention. We thought gazing was just for fun. That was not so. Dreamers have to be gazers before they can trap their second attention. \n&amp;quot;The first thing the Nagual did was to put a dry leaf on the ground and make me look at it for hours. Every day he brought a leaf and put it in front of me. At first I thought that it was the same leaf that he saved from day to day, but then 1 noticed that leaves are different. The Nagual said that when we realized that, we are not looking anymore, but gazing. \n&amp;quot;Then he put stacks of dry leaves in front of me. He told me to scramble them with my left hand and feel them as I gazed at them. A dreamer moves the leaves in spirals, gazes at them and then dreams of the designs that the leaves make. The Nagual said that dreamers can consider themselves as having mastered leaf gazing when they dream the designs of the leaves first and then find those same designs the next day in their pile of dry leaves. \n&amp;quot;The Nagual said that gazing at leaves fortifies the second attention. If you gaze at a pile of leaves for hours, as he used to make me do, your thoughts get quiet. Without thoughts the attention of the tonal wanes and suddenly your second attention hooks onto the leaves and the leaves become something else. The Nagual called the moment when the second attention hooks onto something stopping the world. And that is correct, the world stops. And that is correct, the world stops. For this reason there should always be someone around when you gaze. We never know about the quirks of our second attention. Since we have never used it, we have to become familiar with it before we could venture into gazing alone. \n&amp;quot;The difficulty in gazing is to learn to quiet down the thoughts. The Nagual said that he preferred to teach us how to do that with a pile of leaves because we could get all the leaves we needed any time we wanted to gaze. But anything else would do the same job. \n&amp;quot;Once you can stop the world you are a gazer. And since the only way of stopping the world is by trying, the Nagual made all of us gaze at dry leaves for years and years. 1 think it&amp;#39;s the best way to reach our second attention. \n&amp;quot;He combined gazing at dry leaves and looking for our hands in dreaming. It took me about a year to find my hands, and four years to stop the world. The Nagual said that once you have trapped your second attention with dry leaves, you do gazing and dreaming to enlarge it. And that&amp;#39;s all there is to gazing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;..........................&lt;/p&gt;\n\n&lt;p&gt;might be that DJ was using fear as a tool, and not as necessity. i shat my pants today during darkroom gazing, but was super excited that finally something happened with open eyes.&lt;/p&gt;\n\n&lt;p&gt;force silence - head nods - head up -&amp;gt; visions.\nvisions of other pars of my home, or some people. or some other places. this happened like 30 times or more.&lt;/p&gt;\n\n&lt;p&gt;each time back to forced silence after it was gone.&lt;/p&gt;\n\n&lt;p&gt;I can do 5 - 10 seconds.&lt;/p&gt;\n\n&lt;p&gt;and then on one silence, everything turned to some spider web but with fat web. from there i got inside a room.&lt;/p&gt;\n\n&lt;p&gt;I saw white puff on the floor. and it was moving as reaction on my will, left right zipping. I wanted to write thoughts, but i had no thoughts. eventually it flew in the air. then is when 3 IOBs that were around started making weird sounds. they had shape of my mother, brother and sister. but soon everything was dark, and the sounds were like &amp;quot;fla fla fla&amp;quot; like some animals from all around. I was not comfortable too long, so I wiggled my fingers and went out. &lt;/p&gt;\n\n&lt;p&gt;this all lasted less then 10 seconds.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_r0zbux", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm48704/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637899812.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637899812.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hm46qu6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hm3opti", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "🩳💨", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hm46qu6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;🩳💨&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_r0zbux", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm46qu6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637899014.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637899014.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hm3opti", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hm3d3z2", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But having to do it ourselves, I'm not the only one who's noticed, we seem to get some slack from intent.\n\nMore intent gifts than any of the apprentices seemed to get, inside don Juan's lineage.\n\nBut is it because the spirit makes allowances, or does the spirit simply reward \"unbending intent\" equally for everyone?\n\nAnd, we use more of that than the apprentices of don Juan did, because we don't get  help from a Nagual and his entire lineage?  If we don't work hard, we get nothing at all.\n\nMaybe the effort the apprentices put in, didn't match the effort we have to make?\n\nThere were some in the apprentices who seemed to be hard workers, and those ones were also the most talented.\n\nLa Gorda on the other hand, seemed to do no work at all,  until don Genaro blew her back several feet, with a huge fart.", "edited": false, "author_flair_css_class": null, "name": "t1_hm3opti", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But having to do it ourselves, I&amp;#39;m not the only one who&amp;#39;s noticed, we seem to get some slack from intent.&lt;/p&gt;\n\n&lt;p&gt;More intent gifts than any of the apprentices seemed to get, inside don Juan&amp;#39;s lineage.&lt;/p&gt;\n\n&lt;p&gt;But is it because the spirit makes allowances, or does the spirit simply reward &amp;quot;unbending intent&amp;quot; equally for everyone?&lt;/p&gt;\n\n&lt;p&gt;And, we use more of that than the apprentices of don Juan did, because we don&amp;#39;t get  help from a Nagual and his entire lineage?  If we don&amp;#39;t work hard, we get nothing at all.&lt;/p&gt;\n\n&lt;p&gt;Maybe the effort the apprentices put in, didn&amp;#39;t match the effort we have to make?&lt;/p&gt;\n\n&lt;p&gt;There were some in the apprentices who seemed to be hard workers, and those ones were also the most talented.&lt;/p&gt;\n\n&lt;p&gt;La Gorda on the other hand, seemed to do no work at all,  until don Genaro blew her back several feet, with a huge fart.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_r0zbux", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm3opti/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637889451.0, "author_flair_text": null, "collapsed": false, "created_utc": 1637889451.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "hm3d3z2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hm36f85", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The residue of defense ties into the abstract cores as well; the apprentice's refusing to accept it part....which is supposed to be followed by overwhelming proof in the form of demonstrations which invalidate their habitual/ingrained worldview.\n\nWithout a personal nagual, we're forced to beckon Intent (the Spirit) to fulfill that role, which to be honest seems to require too much premature responsibility on our part.\n\nWe're in a prolonged (and dark/blind/powerless) transitory period as a species.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hm3d3z2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The residue of defense ties into the abstract cores as well; the apprentice&amp;#39;s refusing to accept it part....which is supposed to be followed by overwhelming proof in the form of demonstrations which invalidate their habitual/ingrained worldview.&lt;/p&gt;\n\n&lt;p&gt;Without a personal nagual, we&amp;#39;re forced to beckon Intent (the Spirit) to fulfill that role, which to be honest seems to require too much premature responsibility on our part.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re in a prolonged (and dark/blind/powerless) transitory period as a species.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm3d3z2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637883384.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637883384.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hm36f85", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hlyycvu", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It sure is a pity Carlos had a reputation the entire time, for having been unable to show anyone any magic, or teach any.\n\nThose writeups of what others said about him, inevitably want to discuss whether he was a fraud.\n\nAnd have nothing to counter that theory.\n\nBut if you make it to the deep orange zone,  that's completely absurd.\n\nOver there, the books themselves really do become a map.  A HUGE resource.\n\nSomething no human being could even produce without outside help from the spirit.\n\nIt works like this (it's not what you might imagine).\n\nThe stuff from the books is bouncing around in your head.\n\nAlong with everything else we hear or read, so that's not the cause of anything, just how you got particular topics in your mind.\n\nIn the deep orange zone you see the whitish light, and it's continuously trying to materialize scenes, places, and even striking ideas that only materialize in your mind.\n\nIt's seeing!\n\nIf you spend enough time there, you learn to stop interfering.  Stop wanting to \"know something specific\".\n\nAnd you just let the whitish light do as it will.  Find what it will.\n\nIt's raw emanations, impossible to perceive because there's an infinite number even in front of you alone.\n\nIntent needs to reduce that down.\n\nAs it's trying to form a mini-reality, it eventually gets down to latent influences. And which is strongest.\n\nIf you have a topic from the books in your mind, one that puzzles you, that one has substantial energy, and can cause intent to finish the skimming, and show the results regarding that topic.\n\nSo as a weird example, Carol Tigg's examination of Juan Tuma's scrotum.\n\nThat's a pretty strong image to have stuck in your mind. \n\nJuan Tuma made her look at his scrotum very close up, and for a very long time.\n\nShe explained, he was fixing some flow of energy.\n\nLast night I was was \"free skimming\" as you might call it, and I got a lecture on that topic.\n\nI *saw* how energy *flows* in a person.  In particular, I saw what Juan Tuma had claimed was the reason to do that.\n\nThe flow wasn't magical. It was also emotional.\n\nSo in the case of Cholita, the flow of energy in her emotional state overrides her memory of doing magic and how nice it would be to learn more.\n\nA sorcerer might see a piece of what directs that flow, which he can remove like a Jenga game.  Pull out a piece, which doesn't unravel the whole and that piece is still able to alter which sticks get pulled on in the future.  A single piece changes the flow of the game.\n\nOnce I saw that I thought to myself, how fortunate Carol accidentally said that horrible story at a workshop, and someone wrote it down.\n\nA voice said, \"It wasn't an accident. None of it was.\"", "edited": 1637880360.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hm36f85", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It sure is a pity Carlos had a reputation the entire time, for having been unable to show anyone any magic, or teach any.&lt;/p&gt;\n\n&lt;p&gt;Those writeups of what others said about him, inevitably want to discuss whether he was a fraud.&lt;/p&gt;\n\n&lt;p&gt;And have nothing to counter that theory.&lt;/p&gt;\n\n&lt;p&gt;But if you make it to the deep orange zone,  that&amp;#39;s completely absurd.&lt;/p&gt;\n\n&lt;p&gt;Over there, the books themselves really do become a map.  A HUGE resource.&lt;/p&gt;\n\n&lt;p&gt;Something no human being could even produce without outside help from the spirit.&lt;/p&gt;\n\n&lt;p&gt;It works like this (it&amp;#39;s not what you might imagine).&lt;/p&gt;\n\n&lt;p&gt;The stuff from the books is bouncing around in your head.&lt;/p&gt;\n\n&lt;p&gt;Along with everything else we hear or read, so that&amp;#39;s not the cause of anything, just how you got particular topics in your mind.&lt;/p&gt;\n\n&lt;p&gt;In the deep orange zone you see the whitish light, and it&amp;#39;s continuously trying to materialize scenes, places, and even striking ideas that only materialize in your mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s seeing!&lt;/p&gt;\n\n&lt;p&gt;If you spend enough time there, you learn to stop interfering.  Stop wanting to &amp;quot;know something specific&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you just let the whitish light do as it will.  Find what it will.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s raw emanations, impossible to perceive because there&amp;#39;s an infinite number even in front of you alone.&lt;/p&gt;\n\n&lt;p&gt;Intent needs to reduce that down.&lt;/p&gt;\n\n&lt;p&gt;As it&amp;#39;s trying to form a mini-reality, it eventually gets down to latent influences. And which is strongest.&lt;/p&gt;\n\n&lt;p&gt;If you have a topic from the books in your mind, one that puzzles you, that one has substantial energy, and can cause intent to finish the skimming, and show the results regarding that topic.&lt;/p&gt;\n\n&lt;p&gt;So as a weird example, Carol Tigg&amp;#39;s examination of Juan Tuma&amp;#39;s scrotum.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a pretty strong image to have stuck in your mind. &lt;/p&gt;\n\n&lt;p&gt;Juan Tuma made her look at his scrotum very close up, and for a very long time.&lt;/p&gt;\n\n&lt;p&gt;She explained, he was fixing some flow of energy.&lt;/p&gt;\n\n&lt;p&gt;Last night I was was &amp;quot;free skimming&amp;quot; as you might call it, and I got a lecture on that topic.&lt;/p&gt;\n\n&lt;p&gt;I &lt;em&gt;saw&lt;/em&gt; how energy &lt;em&gt;flows&lt;/em&gt; in a person.  In particular, I saw what Juan Tuma had claimed was the reason to do that.&lt;/p&gt;\n\n&lt;p&gt;The flow wasn&amp;#39;t magical. It was also emotional.&lt;/p&gt;\n\n&lt;p&gt;So in the case of Cholita, the flow of energy in her emotional state overrides her memory of doing magic and how nice it would be to learn more.&lt;/p&gt;\n\n&lt;p&gt;A sorcerer might see a piece of what directs that flow, which he can remove like a Jenga game.  Pull out a piece, which doesn&amp;#39;t unravel the whole and that piece is still able to alter which sticks get pulled on in the future.  A single piece changes the flow of the game.&lt;/p&gt;\n\n&lt;p&gt;Once I saw that I thought to myself, how fortunate Carol accidentally said that horrible story at a workshop, and someone wrote it down.&lt;/p&gt;\n\n&lt;p&gt;A voice said, &amp;quot;It wasn&amp;#39;t an accident. None of it was.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm36f85/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637880028.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637880028.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlyycvu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1637799427.0, "send_replies": true, "parent_id": "t1_hlxpvai", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Search for \"Michael Korda\" in that file that I sent you. He was Castaneda's editor at Simon &amp; Schuster. Corey had an article about him on SustainedAction.\n\nIt's in the date unknown section before the addendum.\n\nAnd remember that whatever errors are in that file are from the people who wrote the actual notes and articles!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlyycvu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Search for &amp;quot;Michael Korda&amp;quot; in that file that I sent you. He was Castaneda&amp;#39;s editor at Simon &amp;amp; Schuster. Corey had an article about him on SustainedAction.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the date unknown section before the addendum.&lt;/p&gt;\n\n&lt;p&gt;And remember that whatever errors are in that file are from the people who wrote the actual notes and articles!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlyycvu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637799427.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlxpvai", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1637781130.0, "send_replies": true, "parent_id": "t3_r0zbux", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I like it!\n\nBut in my company I get stuck proof reading, and I could around 12 simple errors in there.\n\nThere are another 10 perhaps, style errors. But those are ok.\n\nWe aren't trying to be saints.\n\nI've always wondered why Florinda and Taisha's books have the same style, for the most part, as those of Carlos.\n\nBut when you hear them lecture, you now they're the real thing.\n\nNo one can pretend that sort of understanding.\n\nMy suspicion is that Carlos edited them.\n\nOr that someone else edited all of them, including those of Carlos.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlxpvai", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I like it!&lt;/p&gt;\n\n&lt;p&gt;But in my company I get stuck proof reading, and I could around 12 simple errors in there.&lt;/p&gt;\n\n&lt;p&gt;There are another 10 perhaps, style errors. But those are ok.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t trying to be saints.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve always wondered why Florinda and Taisha&amp;#39;s books have the same style, for the most part, as those of Carlos.&lt;/p&gt;\n\n&lt;p&gt;But when you hear them lecture, you now they&amp;#39;re the real thing.&lt;/p&gt;\n\n&lt;p&gt;No one can pretend that sort of understanding.&lt;/p&gt;\n\n&lt;p&gt;My suspicion is that Carlos edited them.&lt;/p&gt;\n\n&lt;p&gt;Or that someone else edited all of them, including those of Carlos.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlxpvai/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637781130.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r0zbux", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlxtkkx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hlxqzsv", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's called, \"Reading off the Wall\", and indicates either talent, or **the spirit** noticed your efforts and gifted  you.\n\nAs for your question, I'd say, let's try an experiment on you.\n\nYou didn't do that.\n\nYou put in enough effort that you got your first \"gift\" from the force of intent.\n\nIt didn't want you to give up.\n\nBut it's unlikely you'll be able to repeat that the next day.\n\nAnd so, just try harder.\n\nConsider that it's sort of like being taught by a master sorcerer like don Juan.\n\nYou just get demo after demo, but you can't repeat them.\n\nAnd yet, over time, it soaks in and you find you can repeat some of it.\n\nThe key is what you will discover eventually, through that process.\n\nSilence.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlxtkkx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s called, &amp;quot;Reading off the Wall&amp;quot;, and indicates either talent, or &lt;strong&gt;the spirit&lt;/strong&gt; noticed your efforts and gifted  you.&lt;/p&gt;\n\n&lt;p&gt;As for your question, I&amp;#39;d say, let&amp;#39;s try an experiment on you.&lt;/p&gt;\n\n&lt;p&gt;You didn&amp;#39;t do that.&lt;/p&gt;\n\n&lt;p&gt;You put in enough effort that you got your first &amp;quot;gift&amp;quot; from the force of intent.&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t want you to give up.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s unlikely you&amp;#39;ll be able to repeat that the next day.&lt;/p&gt;\n\n&lt;p&gt;And so, just try harder.&lt;/p&gt;\n\n&lt;p&gt;Consider that it&amp;#39;s sort of like being taught by a master sorcerer like don Juan.&lt;/p&gt;\n\n&lt;p&gt;You just get demo after demo, but you can&amp;#39;t repeat them.&lt;/p&gt;\n\n&lt;p&gt;And yet, over time, it soaks in and you find you can repeat some of it.&lt;/p&gt;\n\n&lt;p&gt;The key is what you will discover eventually, through that process.&lt;/p&gt;\n\n&lt;p&gt;Silence.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlxtkkx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637782590.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637782590.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlxqzsv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "chryoshock", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hlxqj5q", "score": 1, "author_fullname": "t2_11bd71", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for the info! \nI actually had a surprising success last night where I saw an abstract dreaming block, just a couple lines of text in the dark room setup I have. \nIt really surprised me, but at this point I really should be expecting something like that to happen if I manage silence even for a few seconds right?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hlxqzsv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for the info! \nI actually had a surprising success last night where I saw an abstract dreaming block, just a couple lines of text in the dark room setup I have. \nIt really surprised me, but at this point I really should be expecting something like that to happen if I manage silence even for a few seconds right?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlxqzsv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637781578.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637781578.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlxqj5q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1637781395.0, "send_replies": true, "parent_id": "t1_hlvsg0l", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I surely don't know.\n\nAnti-depressant type drugs can actually help. There's a very popular one in Thailand.  I'd estimate 1/4th of the people walking around in some places in Bangkok, are on that drug.\n\nTerrorists sell it, along with bootleg CDs, openly on the street.\n\nBut I won't name it or people might go try that.\n\nIt's possible the antipsychotics actually help!  Don't assume the opposite is true.\n\nWe aren't trying to have psychotic hallucinations!\n\nWe're trying to see reality as it is.\n\nSo something that fixes what's \"broken\" ought to help, not hurt.\n\nBUT.\n\nIt should not take more than a few days to see a puff.\n\nIf it does, you need to force silence harder.\n\nI suspect people don't realize the kind of effort the successful ones put in.\n\nIt's beyond any form of meditation in terms of difficulty.\n\nMeditation forms are designed to be easy.\n\nThis is as hard as cramming for a calculus test, when you aren't very good at math.\n\nIt \"hurts\".\n\nThe more it hurts, the better.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlxqj5q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I surely don&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;Anti-depressant type drugs can actually help. There&amp;#39;s a very popular one in Thailand.  I&amp;#39;d estimate 1/4th of the people walking around in some places in Bangkok, are on that drug.&lt;/p&gt;\n\n&lt;p&gt;Terrorists sell it, along with bootleg CDs, openly on the street.&lt;/p&gt;\n\n&lt;p&gt;But I won&amp;#39;t name it or people might go try that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible the antipsychotics actually help!  Don&amp;#39;t assume the opposite is true.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t trying to have psychotic hallucinations!&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to see reality as it is.&lt;/p&gt;\n\n&lt;p&gt;So something that fixes what&amp;#39;s &amp;quot;broken&amp;quot; ought to help, not hurt.&lt;/p&gt;\n\n&lt;p&gt;BUT.&lt;/p&gt;\n\n&lt;p&gt;It should not take more than a few days to see a puff.&lt;/p&gt;\n\n&lt;p&gt;If it does, you need to force silence harder.&lt;/p&gt;\n\n&lt;p&gt;I suspect people don&amp;#39;t realize the kind of effort the successful ones put in.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s beyond any form of meditation in terms of difficulty.&lt;/p&gt;\n\n&lt;p&gt;Meditation forms are designed to be easy.&lt;/p&gt;\n\n&lt;p&gt;This is as hard as cramming for a calculus test, when you aren&amp;#39;t very good at math.&lt;/p&gt;\n\n&lt;p&gt;It &amp;quot;hurts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The more it hurts, the better.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlxqj5q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637781395.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hm46xdy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "matejthetree", "can_mod_post": false, "created_utc": 1637899114.0, "send_replies": true, "parent_id": "t1_hlvsg0l", "score": 1, "author_fullname": "t2_ar84z8e", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "what is the longest you have worked for uninterrupted?\n\nwhy interruptions?\n\nhow long is your darkroom session?\n\nare you working on your silence during the day every day?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hm46xdy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;what is the longest you have worked for uninterrupted?&lt;/p&gt;\n\n&lt;p&gt;why interruptions?&lt;/p&gt;\n\n&lt;p&gt;how long is your darkroom session?&lt;/p&gt;\n\n&lt;p&gt;are you working on your silence during the day every day?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r0zbux", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hm46xdy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637899114.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlvsg0l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "chryoshock", "can_mod_post": false, "created_utc": 1637746430.0, "send_replies": true, "parent_id": "t3_r0zbux", "score": 3, "author_fullname": "t2_11bd71", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "In regards to drugs, do you know if antipsychotics would stop me from being able to see entities and puffs correctly or at all during the practice? I've been working on darkroom gazing on and off for an embarrassingly long time now, and I'd like to know if this is the case. I can't stop taking them, so I'd like to know if it hinders the practices here. Thanks!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlvsg0l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In regards to drugs, do you know if antipsychotics would stop me from being able to see entities and puffs correctly or at all during the practice? I&amp;#39;ve been working on darkroom gazing on and off for an embarrassingly long time now, and I&amp;#39;d like to know if this is the case. I can&amp;#39;t stop taking them, so I&amp;#39;d like to know if it hinders the practices here. Thanks!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlvsg0l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637746430.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r0zbux", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_r0zbux", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlx7fxq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_r0zbux", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Thanks for this! Very well written and informative.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for this! Very well written and informative.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/r0zbux/new_players/hlx7fxq/", "num_reports": null, "locked": false, "name": "t1_hlx7fxq", "created": 1637773961.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1637773961.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]