[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Couldn't fit as much \\\\\"proof\\\\\" of what I saw, as I collected last night.](https://preview.redd.it/skwfvvw1mmv71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=27f95cc13ef8d5f720cfb688d36dce20a7c6b9d4)\n\nNotes from seeing.\n\nNo time to fix them today.   As I practiced remote viewing, I kept seeing things that seemed really useful, ran to my computer, then back to practicing, swearing not to interrupt it again.  I ended up at my computer 6 times.  I just typed as fast as I could, not correcting errors, for fear of forgetting some of this.\n\nI suppose part of this is Cholita's fault.  Without her around, I lack the dark energy for the wicked kind of magic you can do in the darkroom.  I end up with the boring, intellectual side of sorcery.\n\nThree nights ago I thought I had beaten that problem.\n\nI seemed to have all of my \"powers\" back, without Cholita in the house.  I got up in the morning with a big confident smile on my face, until I went into the bathroom, and found it wreaked of Cholita's favorite perfume.  She had snuck into the house in the middle of the night, and left before I got up.\n\n\\*\\*\\*\n\nLong forms store history. Its so obvious. carlos even taught us a little about in the early books.the weird dances. then the mask maker, and references to th sorcery guild including even bakers.If you get an iob to design a long form, it ends up storing far more history as you do it. it becomes a story at some point. the way shamanism ends up with sory dances.seems totally lame to me, the same as poetry. not my cup of tea.but in silence, the assemblage point can move. and any trace story or history embedded in the movement will direct visions which manifest at higher tensegrity levels of silence.you can literally be controlling a 360 vision of the history it stored.even a workshop stores more of the story into the form. with recap, there shouldnt be anything negative in there, and the story will become more of a \"thing\" itself, as a whole.I suppose as a group, you could custom design the story it tells, to produce passages to other realms.at this level of tensegrity, direction you are facing becomes relative to the story, so the final situation is sort of phantom room like.. or phantom city.📷danl999sorcery is swimming in stories. those didnt get emphasized later on, so it seems like one of those early book topics, but its obviouslyh not.recap for instance, is a \"story cleaner\". you have some horrible memory, and when you recap it, a leads to b leads to c leads to suffering.as you recap it, you add a branch to each. a leads to be, but a also leads to f. whatever f is, it was a cause of a. and then you get acause of f. it becomes like a branch from a. as you recap the rest of that flow of events, there are so many side paths, it cant flow as a single story, and move your assemblage point back to that intent skimming.IOBs are story projectors. they projeect some pinkish awarness energy at our face, and we build he story inside the pink light.its going to build from latent stories in our minds. simples would be, I tell people little smoke looks like a fairy now, so if someone perceives her project and wonders if it;s fairy, the story that unfolds then is obvious. it materializes into a fair, afer trying to scare you at first, and then you get to play with it.I suppose in some ways all of reality, for us at this point, is a series of stories were remembering.except you can modify them, becuase theyre reflecting off of intent, making them alive.this is a horrible topic becuase its vunerable to mental masturbation. yhou could end up with some bad players selling \"dance stories\" and such. typical fake shamanism techniques for workshops.however, it might be possible to influence thinking on it, so that you have to have some actual magic resul tfrom your story, or its considered a \"false story\"..we all stored workship history in the long passes, so one method to re-run workshoips,would be to find them inside the long forms.you have to be supremely silent in that case, or you other trace thoughts will prevent the traces of the story to manifest in a skimming.darkroom itself, in the end, is just a story.maybe this relates to why sorcrers say weird things like thehy're dreaming themselves.yhou really cant say one story is real, and another is fake, if any story you have in your awarness manifests purely in the whtish light. In seeing.becuse the belief some were real and some were not, is actuallyjust another story.most of us (all) are victims of horrible stories. but we dont realize that as ordinary people.so, a new apprentice ought to be tossed into a crate and made to recapitulation many hours a day, until their story is fractured and they can find a new one.I originally got to \"seeing\" by trying to remote view reliably. remote viewing is nothing more than seeing a specific topic.or, its seeing a specific story.so some \"demonstration\"magic...we badlyneed that, to set in place any changes e can make to public opinion about carlos.its nice to see \"proof\". thats what were making in here. but its just pictures and stories on the net.we;re trying to change the story.better would be a story we can show to people.but something simpler, for children.so its easieer to share as a temporary shared dream.we need to create someone who can demonstrate shared dreaming to the public.youd have ot vet the particcipants and make sure they can reach the green zone.but any form of meditation gets hyou there.and thens wheere the J curve shortcuts are ok to use.the assemblage point can roll along the sides, instead of following the J curve.the results are temporary. I cant understand why, but moving seems to fade back to the soruce when you got threre that way.how would demo look? shamanis drumming again, mostly because its a green zone producer, and you have people sitting in a formation looking one direction together.I suupose a darkness shamanic drumming circle would make it easier.the leader tells the story but he has to be capable of seeing it himself, in the middle of the circle.projecting a seeries of dream images there, which depict the story.and theres the hitch. to override on person, you need 2. so to get such a drumming circle started, hyoud need 2 actual sorcerers who can get to the deep orange zone at least.but the result on th ecommunity would be dazzling, so the hard work would be worth it, for oung people. for old folks, probaby cant get there before your time is up.📷danl999On important thing that seems likely abou tiobs is, th eyre story consumers. they can tell stories, but since they already know their own stories, t heyd rather we told them a story.so they project \"the wall\" in our face, and see what we put on it.the technique of \"the wall\" is really just a conceptualization of the whitish light, into a viewing screen.kyou can use your palm too, or the sky, or the ground for a remote view.its the whitish light, which is in fact the emanations in a sort of half raw form. wiht absolute silence, you gaze at the construct of \"the wall\", and anything left over in your mind, or from past people who built a skimming that relates to your situation, will materialize as a vision on the wall.You could imagine the iobs projecting a pink cloud into the face of a new human, and then discussion why nothing is coming back on their monitor.so they inject some \"details\" on the pink cloud, which is merely \"the wall\" sent under another beings power.when we see the details, we fill them in, and they are in business. they have a full \"story\" going on with you.we say they like to interact, but you coul dalso say, they like to create stories.you wont forgeft the story you create together, which can even include long forms which put you into their world around 3/4ths of the way through the form. it becomes the scenery around you in a dark room.current darkroom is not a very complete story.thats a bit of aproblem. if the story gets too dull, people will stop doing darkroom each night.any good story has climaxes andd such, and the listener just has to put up with the background part of the story, to get to the good stuff.carlos with cleargreen devised a story he believed would work. the workshop materials hyou learn in a group, and dthen practice on the side in groups.but he died before he cocld tinker with the story enough to keep people interested in it.his books provided the initial good parts of the story, so people weere willing to let the story run, with all the borning baackground info, becausee they fantasize about getting to ht good part of the story, the magic cin the books.but no one did, so that story cant hold anyone.some wander to a neew sotry teller to try to refresh the anticipation of the good parts to cocme. but of course, theres no sorcerery story tellers at all in the fake shamns and naguals.devising a generic sotry is a tall task.lineages work better, because each person gets assigned one or two teachrs from the lineage, and they tinker with the story as they go, without the apprentice fully realiing, if they say womehing it strue, its only true for the story, and not necessairly for another persons story.we end up with \"doubt\" over those. fortunately, darkroom resolves those if people keep it up. they come to underestand intent, and relize theres nothing but stories in our existance.the iobs cant be trusted for telling the truth about things.they cant lie, because thats \"off story\". but that doesnt mean they wont tell the truth, within the story youre playing out with them.since they just want you to tell them a good story, in whicch they can have parts, you can ccreate constructs with them, especially for what their world looks like.we get a little restricted in our story expecctations for IOB worlds. tunnels, caves, maybre some water. those are elements we heard, and becamee our story of IOB realms.but in fact, their world can be an amusement park, as Lily showed me.'the old seers hadd the world of the brujos, and the tibettans seem to have some delusional heavenly realms.so just to keep up the buddhist bashing, you can have disneyland for an iob realm, or you can h av a tibettan ego fest land or you can have a dirt cave.I suupose the dirt cave is more \"purist\"but that dirt cave is also \"the wall\".we ccant really go to their world. we just end up in a 360 wall of sorts, where hou could see whatever you intialily assembled for what their world looks likee.its one way you can tell when a \"system\" is fake (they all are).you get one explanation or description of something, like \"heaven\" because you cant sell a story that is different each time.people only pay good cash to hear their favorite story again.stories are the fastest to end up in a book deal.shapeshifting is modification of your own part in your story.kyou can shapeshift into anything, then literally walk out into th ereal world. Into your yard for example.everything looks find, except that by shfiting your assemblage point horizontally, you altered who you are, in the story.and the crazy part is, thats not just a detail in your head, so that if you go out in shpeshifted form, you can easily forget that and revert to your normal form, making the shapeeshifting excursion less than satisfying.'when you shift correctly, ,that aspect is stable. and also, you get a history along wiht it.so I shapeshifted without knowing it, into a gargantuan. that;s a childs story of a huge, strong young man or maybe child.its an easy shapeshift bedause if you move right, you get super strength. its one of the only attributes carlos repeated when asked about horizontal shifts.left he repeated insect, andd cleargreen is up to th eir ears in insect logosk.so I went outside in shapeshifted form, not noticing anything was wrong. littl annoying details, like what happens in the middle of the nigt to bare feet walkign around,w ere absolutely real.but I went outside because I got tired of worrying about chcilitas license plate renewal stickeer.I only had to walk aroundd her car to see if shed put the sticker on it. cholita had made a huge fuss over that sticcker, you cant image the kinds of things cholita can geret obsessed with.but the result was positive for me, because there was any numbrer of reasons to explect shed gotten the stickeer, and done something weird with it, instea of putting it on the license plate.'And cholita parks backwards, in case she needs to flee in a hurry. She;s also insisted the gardeneer never cut certain shrubs, and she parks right up agains them. theeres no path to her car except from t he front. and you cant see the sticcker.so I simple lifted up th ecar. I was too lazy to walk arund it, an dit was cold, the ground was unpleasant.cholita pretty much set me up to experience real shapeshifting with her odd behavior.shapeshfting hadd modified which character I am in my own life story, andd it was so consistant, i comfortably lived the part of someone for whom its easieer to life a car, than to walk around it.If you think about how shapeshifting is taught, needing someone who knows the doings of that beast, wheere they talk you through a beak and wings cocming out, thats active story manipulation.when hou are in deep red zone, just requqesting something can manifest it very vividly.you couldnt shapeshift well in thee green zone, because its not vivid enough to be convincing, nd you really have to hook the story well, in order to rely on the new shape while you act in the world.Orangen zone isnt good for shapeshifting either, because all of reality is up for grabs over there. Your shape shift cant hold up, if your reaction is \"so what... \"Man... How would you draw up this topic...📷danl999phony naguals take elements of a story, like the books of carls, figure out which motivate people, andd then pretend to be teaching that. like sergio with his mirrors.as such, ,they are truly evil. because they put a huge burden on anyone trying to teach the real thing.thye steal and dilute the motivational factor, making it a \"so what. that doesnt work either, I tried it with sergio\"tghe fact is, the intent of the sorcerers of ancient mexico is simply a story. true, it happened. we can see the olmec relics agree with the story we know.but in fact, to hook yoyurself to sorcery so intent can give you the correct gifts, is to hook yourself into their story.and the goal of their story is primary. You pretty much end up alone, but aware of the true nature of reality. or perhaps, a better versoin of reality than we have here.unfortunately, its not an ego building story, lik ebuddhism, where you get to sit on a thorn, and be admired for your greatness.so potential sorcery students will try to modify the story to include some buddhood aspect for themselves. they just cant give up sitting on the little shrone and lording it oveer others.trouble is, the story has a real intent behind it, and the flow of the story through intent is outside us. its in the emanations.'so if you try to add buddha to olmec, you havee no story at all.the link is broken, so you wont be pulled along by intent's assistance.thats easy to understand from shapeshifting, where you dont have to cconstantly remind yourseelf, the world is as before, but your a crow now.we see the pretend crow people in the shamanism and magic subreddit, out in the woods flapping thier arms andd trying to see wings.of curse it will never work. you have to move our assemblag epoint, and wishful thinking only moves it back to the blue line, wheere attention seekign always ends up.I suppose florindas book of horrible stories, is a bit more important than we realize. I never see anyone analyze that book.and yet, like women, its ccontrary to what wee understaood, and yet, more fundamental.I suppose thats the dreameer thing. Flo is a dreamer, so she gave us the dreamers story telling bit.taish a stalker, so eeven though her story was about dreaming instruction, her point of view was a stalker. analying the flow of interactsions with people. zuleica ane clara.flo just skipped to a horrible story about a banana harvester who killed his faimly.somewherer in there, is a lesson about fate. the wheel of time is somehow connected.but the wheel of time is only seen directly by sorcerers when the are very advanced, and can cocncptualize a structure for it.mayb the abstract is needed.its some sort of glue.📷danl999I suppose there are many ways to teach, but the one carlos used was to modify his story. the one he wanted us to be focusing on.when he realized he was dying, he emphasized differen things.I dont want to say those were not in the books. but theres so much in the books, you could create all sorts of different stories from them.thats essentially whats wrong with the community. peole created early book stories, andd resuse to give those up.again, it was the lack of a good climax to the correct story carlos was telling us. it was an open ended story at the time . carlos was waiting for energetic mass, to decide how the story should go next.but when he reliazed he was going to fail, he added cooler climax elements.like, \"the wall\". he brough the blue scout out iwth her painting of it, stood htre and had heer shortly describe how the wall forms for her (from red zonee stuff, or maybe pink zone), and then he even added another element, \"th whorl\"he actually pointed up in the air beside the blue scount in succh a way that she couldnt help but glance up there. and he described what thw whorl would look like up thre, and how it would spin off text you cocld read to get answers.he also added more good story elements to give us something to go for when he was goine He sort of finished the story even, in his publications giving us the goal to clean our link to intent, and follow intent from now on.cleargreen couldnt figure out how to fit themselves into that new story. they couldn't perceive the whitish light themselves. so they didnt add that to the story, and the workships stuck to the oldd boring story, trying to play up the companionship aspects (path with heart).attacks on our goal are atempts to ruin our story, so no one else will want ot hear it.bad playerrs come andd try to modify the story, to put themselves as the hero.you can hear it in the first thing they post. except theyre being careful to keep their pants on at first, to see how far they can go before their new story modification isnt ruined.it would be intesting (but not possible) to let one of them go nuts, and see wheere he tries to take his story.Usually I would expect theyre all going to reveal themselves to be a nagual, since thats not something you are expected to be able to prove.which implys if you cocud prove or disprove such things, you could take down the fake sorcerers.disprove their claims publically.invalidate their story.📷danl999the eagle is the ultimate story onsumeerr. at death, he wants to extract your story.but if you have recapitulated, hes already familiar iwth how you \"felt abut it\"thats what he wants. events he knows. he story is about how th eherro felt about the events.so when he starts extracting, something is different. he already knows that part.then, to defeat him, some oldd sorceres seem to havce conceptualized dancing your life story for death, and if the dancce is supreme, maybe you can beat death with your dance.but the dance is cclearly a story.maybe, the eagle already is sick of that story from your recap and you give him an oveerall viw of the story. Like a scholars analysis of interesting things you might not notice, in bible stories.those can be as interesting as th eoriginal story.you give him a substitute story, and you get to control tne end of the story.in the new story, you satisfy the eagle and he lets you go.so he does.at least, that seems to be how the old sorcerers who did that dance for death, believed it could go.**2:53 AM**seems reasonable to me.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Stories Are More Important Than We Know", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"skwfvvw1mmv71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=16dc5acc5d58a64ae65331c95d5ae4dad4c3d626"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=3b6eadd9761fa59dd67fcbc9d518edc11685a92d"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=ba8439429daa4c2ecee13a0628efe458b8fd7c0b"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=d3e41760c37005589bb24124cc194782c39c36c8"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=71c4ff5b6f5bc319ea30104be66f2d502153a159"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=5b9cd99857eb245b4505d5a60b6bd362efc2fbc5"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/skwfvvw1mmv71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=27f95cc13ef8d5f720cfb688d36dce20a7c6b9d4"}, "id": "skwfvvw1mmv71"}}, "name": "t3_qfl2p7", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 15, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 15, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/9gxjfUtNYiyI70Q2_M20uzSDnrkcC1_wRQTuLFwPYA0.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1635180845.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/skwfvvw1mmv71.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=27f95cc13ef8d5f720cfb688d36dce20a7c6b9d4\"&gt;Couldn&amp;#39;t fit as much \\&amp;quot;proof\\&amp;quot; of what I saw, as I collected last night.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Notes from seeing.&lt;/p&gt;\n\n&lt;p&gt;No time to fix them today.   As I practiced remote viewing, I kept seeing things that seemed really useful, ran to my computer, then back to practicing, swearing not to interrupt it again.  I ended up at my computer 6 times.  I just typed as fast as I could, not correcting errors, for fear of forgetting some of this.&lt;/p&gt;\n\n&lt;p&gt;I suppose part of this is Cholita&amp;#39;s fault.  Without her around, I lack the dark energy for the wicked kind of magic you can do in the darkroom.  I end up with the boring, intellectual side of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Three nights ago I thought I had beaten that problem.&lt;/p&gt;\n\n&lt;p&gt;I seemed to have all of my &amp;quot;powers&amp;quot; back, without Cholita in the house.  I got up in the morning with a big confident smile on my face, until I went into the bathroom, and found it wreaked of Cholita&amp;#39;s favorite perfume.  She had snuck into the house in the middle of the night, and left before I got up.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Long forms store history. Its so obvious. carlos even taught us a little about in the early books.the weird dances. then the mask maker, and references to th sorcery guild including even bakers.If you get an iob to design a long form, it ends up storing far more history as you do it. it becomes a story at some point. the way shamanism ends up with sory dances.seems totally lame to me, the same as poetry. not my cup of tea.but in silence, the assemblage point can move. and any trace story or history embedded in the movement will direct visions which manifest at higher tensegrity levels of silence.you can literally be controlling a 360 vision of the history it stored.even a workshop stores more of the story into the form. with recap, there shouldnt be anything negative in there, and the story will become more of a &amp;quot;thing&amp;quot; itself, as a whole.I suppose as a group, you could custom design the story it tells, to produce passages to other realms.at this level of tensegrity, direction you are facing becomes relative to the story, so the final situation is sort of phantom room like.. or phantom city.📷danl999sorcery is swimming in stories. those didnt get emphasized later on, so it seems like one of those early book topics, but its obviouslyh not.recap for instance, is a &amp;quot;story cleaner&amp;quot;. you have some horrible memory, and when you recap it, a leads to b leads to c leads to suffering.as you recap it, you add a branch to each. a leads to be, but a also leads to f. whatever f is, it was a cause of a. and then you get acause of f. it becomes like a branch from a. as you recap the rest of that flow of events, there are so many side paths, it cant flow as a single story, and move your assemblage point back to that intent skimming.IOBs are story projectors. they projeect some pinkish awarness energy at our face, and we build he story inside the pink light.its going to build from latent stories in our minds. simples would be, I tell people little smoke looks like a fairy now, so if someone perceives her project and wonders if it;s fairy, the story that unfolds then is obvious. it materializes into a fair, afer trying to scare you at first, and then you get to play with it.I suppose in some ways all of reality, for us at this point, is a series of stories were remembering.except you can modify them, becuase theyre reflecting off of intent, making them alive.this is a horrible topic becuase its vunerable to mental masturbation. yhou could end up with some bad players selling &amp;quot;dance stories&amp;quot; and such. typical fake shamanism techniques for workshops.however, it might be possible to influence thinking on it, so that you have to have some actual magic resul tfrom your story, or its considered a &amp;quot;false story&amp;quot;..we all stored workship history in the long passes, so one method to re-run workshoips,would be to find them inside the long forms.you have to be supremely silent in that case, or you other trace thoughts will prevent the traces of the story to manifest in a skimming.darkroom itself, in the end, is just a story.maybe this relates to why sorcrers say weird things like thehy&amp;#39;re dreaming themselves.yhou really cant say one story is real, and another is fake, if any story you have in your awarness manifests purely in the whtish light. In seeing.becuse the belief some were real and some were not, is actuallyjust another story.most of us (all) are victims of horrible stories. but we dont realize that as ordinary people.so, a new apprentice ought to be tossed into a crate and made to recapitulation many hours a day, until their story is fractured and they can find a new one.I originally got to &amp;quot;seeing&amp;quot; by trying to remote view reliably. remote viewing is nothing more than seeing a specific topic.or, its seeing a specific story.so some &amp;quot;demonstration&amp;quot;magic...we badlyneed that, to set in place any changes e can make to public opinion about carlos.its nice to see &amp;quot;proof&amp;quot;. thats what were making in here. but its just pictures and stories on the net.we;re trying to change the story.better would be a story we can show to people.but something simpler, for children.so its easieer to share as a temporary shared dream.we need to create someone who can demonstrate shared dreaming to the public.youd have ot vet the particcipants and make sure they can reach the green zone.but any form of meditation gets hyou there.and thens wheere the J curve shortcuts are ok to use.the assemblage point can roll along the sides, instead of following the J curve.the results are temporary. I cant understand why, but moving seems to fade back to the soruce when you got threre that way.how would demo look? shamanis drumming again, mostly because its a green zone producer, and you have people sitting in a formation looking one direction together.I suupose a darkness shamanic drumming circle would make it easier.the leader tells the story but he has to be capable of seeing it himself, in the middle of the circle.projecting a seeries of dream images there, which depict the story.and theres the hitch. to override on person, you need 2. so to get such a drumming circle started, hyoud need 2 actual sorcerers who can get to the deep orange zone at least.but the result on th ecommunity would be dazzling, so the hard work would be worth it, for oung people. for old folks, probaby cant get there before your time is up.📷danl999On important thing that seems likely abou tiobs is, th eyre story consumers. they can tell stories, but since they already know their own stories, t heyd rather we told them a story.so they project &amp;quot;the wall&amp;quot; in our face, and see what we put on it.the technique of &amp;quot;the wall&amp;quot; is really just a conceptualization of the whitish light, into a viewing screen.kyou can use your palm too, or the sky, or the ground for a remote view.its the whitish light, which is in fact the emanations in a sort of half raw form. wiht absolute silence, you gaze at the construct of &amp;quot;the wall&amp;quot;, and anything left over in your mind, or from past people who built a skimming that relates to your situation, will materialize as a vision on the wall.You could imagine the iobs projecting a pink cloud into the face of a new human, and then discussion why nothing is coming back on their monitor.so they inject some &amp;quot;details&amp;quot; on the pink cloud, which is merely &amp;quot;the wall&amp;quot; sent under another beings power.when we see the details, we fill them in, and they are in business. they have a full &amp;quot;story&amp;quot; going on with you.we say they like to interact, but you coul dalso say, they like to create stories.you wont forgeft the story you create together, which can even include long forms which put you into their world around 3/4ths of the way through the form. it becomes the scenery around you in a dark room.current darkroom is not a very complete story.thats a bit of aproblem. if the story gets too dull, people will stop doing darkroom each night.any good story has climaxes andd such, and the listener just has to put up with the background part of the story, to get to the good stuff.carlos with cleargreen devised a story he believed would work. the workshop materials hyou learn in a group, and dthen practice on the side in groups.but he died before he cocld tinker with the story enough to keep people interested in it.his books provided the initial good parts of the story, so people weere willing to let the story run, with all the borning baackground info, becausee they fantasize about getting to ht good part of the story, the magic cin the books.but no one did, so that story cant hold anyone.some wander to a neew sotry teller to try to refresh the anticipation of the good parts to cocme. but of course, theres no sorcerery story tellers at all in the fake shamns and naguals.devising a generic sotry is a tall task.lineages work better, because each person gets assigned one or two teachrs from the lineage, and they tinker with the story as they go, without the apprentice fully realiing, if they say womehing it strue, its only true for the story, and not necessairly for another persons story.we end up with &amp;quot;doubt&amp;quot; over those. fortunately, darkroom resolves those if people keep it up. they come to underestand intent, and relize theres nothing but stories in our existance.the iobs cant be trusted for telling the truth about things.they cant lie, because thats &amp;quot;off story&amp;quot;. but that doesnt mean they wont tell the truth, within the story youre playing out with them.since they just want you to tell them a good story, in whicch they can have parts, you can ccreate constructs with them, especially for what their world looks like.we get a little restricted in our story expecctations for IOB worlds. tunnels, caves, maybre some water. those are elements we heard, and becamee our story of IOB realms.but in fact, their world can be an amusement park, as Lily showed me.&amp;#39;the old seers hadd the world of the brujos, and the tibettans seem to have some delusional heavenly realms.so just to keep up the buddhist bashing, you can have disneyland for an iob realm, or you can h av a tibettan ego fest land or you can have a dirt cave.I suupose the dirt cave is more &amp;quot;purist&amp;quot;but that dirt cave is also &amp;quot;the wall&amp;quot;.we ccant really go to their world. we just end up in a 360 wall of sorts, where hou could see whatever you intialily assembled for what their world looks likee.its one way you can tell when a &amp;quot;system&amp;quot; is fake (they all are).you get one explanation or description of something, like &amp;quot;heaven&amp;quot; because you cant sell a story that is different each time.people only pay good cash to hear their favorite story again.stories are the fastest to end up in a book deal.shapeshifting is modification of your own part in your story.kyou can shapeshift into anything, then literally walk out into th ereal world. Into your yard for example.everything looks find, except that by shfiting your assemblage point horizontally, you altered who you are, in the story.and the crazy part is, thats not just a detail in your head, so that if you go out in shpeshifted form, you can easily forget that and revert to your normal form, making the shapeeshifting excursion less than satisfying.&amp;#39;when you shift correctly, ,that aspect is stable. and also, you get a history along wiht it.so I shapeshifted without knowing it, into a gargantuan. that;s a childs story of a huge, strong young man or maybe child.its an easy shapeshift bedause if you move right, you get super strength. its one of the only attributes carlos repeated when asked about horizontal shifts.left he repeated insect, andd cleargreen is up to th eir ears in insect logosk.so I went outside in shapeshifted form, not noticing anything was wrong. littl annoying details, like what happens in the middle of the nigt to bare feet walkign around,w ere absolutely real.but I went outside because I got tired of worrying about chcilitas license plate renewal stickeer.I only had to walk aroundd her car to see if shed put the sticker on it. cholita had made a huge fuss over that sticcker, you cant image the kinds of things cholita can geret obsessed with.but the result was positive for me, because there was any numbrer of reasons to explect shed gotten the stickeer, and done something weird with it, instea of putting it on the license plate.&amp;#39;And cholita parks backwards, in case she needs to flee in a hurry. She;s also insisted the gardeneer never cut certain shrubs, and she parks right up agains them. theeres no path to her car except from t he front. and you cant see the sticcker.so I simple lifted up th ecar. I was too lazy to walk arund it, an dit was cold, the ground was unpleasant.cholita pretty much set me up to experience real shapeshifting with her odd behavior.shapeshfting hadd modified which character I am in my own life story, andd it was so consistant, i comfortably lived the part of someone for whom its easieer to life a car, than to walk around it.If you think about how shapeshifting is taught, needing someone who knows the doings of that beast, wheere they talk you through a beak and wings cocming out, thats active story manipulation.when hou are in deep red zone, just requqesting something can manifest it very vividly.you couldnt shapeshift well in thee green zone, because its not vivid enough to be convincing, nd you really have to hook the story well, in order to rely on the new shape while you act in the world.Orangen zone isnt good for shapeshifting either, because all of reality is up for grabs over there. Your shape shift cant hold up, if your reaction is &amp;quot;so what... &amp;quot;Man... How would you draw up this topic...📷danl999phony naguals take elements of a story, like the books of carls, figure out which motivate people, andd then pretend to be teaching that. like sergio with his mirrors.as such, ,they are truly evil. because they put a huge burden on anyone trying to teach the real thing.thye steal and dilute the motivational factor, making it a &amp;quot;so what. that doesnt work either, I tried it with sergio&amp;quot;tghe fact is, the intent of the sorcerers of ancient mexico is simply a story. true, it happened. we can see the olmec relics agree with the story we know.but in fact, to hook yoyurself to sorcery so intent can give you the correct gifts, is to hook yourself into their story.and the goal of their story is primary. You pretty much end up alone, but aware of the true nature of reality. or perhaps, a better versoin of reality than we have here.unfortunately, its not an ego building story, lik ebuddhism, where you get to sit on a thorn, and be admired for your greatness.so potential sorcery students will try to modify the story to include some buddhood aspect for themselves. they just cant give up sitting on the little shrone and lording it oveer others.trouble is, the story has a real intent behind it, and the flow of the story through intent is outside us. its in the emanations.&amp;#39;so if you try to add buddha to olmec, you havee no story at all.the link is broken, so you wont be pulled along by intent&amp;#39;s assistance.thats easy to understand from shapeshifting, where you dont have to cconstantly remind yourseelf, the world is as before, but your a crow now.we see the pretend crow people in the shamanism and magic subreddit, out in the woods flapping thier arms andd trying to see wings.of curse it will never work. you have to move our assemblag epoint, and wishful thinking only moves it back to the blue line, wheere attention seekign always ends up.I suppose florindas book of horrible stories, is a bit more important than we realize. I never see anyone analyze that book.and yet, like women, its ccontrary to what wee understaood, and yet, more fundamental.I suppose thats the dreameer thing. Flo is a dreamer, so she gave us the dreamers story telling bit.taish a stalker, so eeven though her story was about dreaming instruction, her point of view was a stalker. analying the flow of interactsions with people. zuleica ane clara.flo just skipped to a horrible story about a banana harvester who killed his faimly.somewherer in there, is a lesson about fate. the wheel of time is somehow connected.but the wheel of time is only seen directly by sorcerers when the are very advanced, and can cocncptualize a structure for it.mayb the abstract is needed.its some sort of glue.📷danl999I suppose there are many ways to teach, but the one carlos used was to modify his story. the one he wanted us to be focusing on.when he realized he was dying, he emphasized differen things.I dont want to say those were not in the books. but theres so much in the books, you could create all sorts of different stories from them.thats essentially whats wrong with the community. peole created early book stories, andd resuse to give those up.again, it was the lack of a good climax to the correct story carlos was telling us. it was an open ended story at the time . carlos was waiting for energetic mass, to decide how the story should go next.but when he reliazed he was going to fail, he added cooler climax elements.like, &amp;quot;the wall&amp;quot;. he brough the blue scout out iwth her painting of it, stood htre and had heer shortly describe how the wall forms for her (from red zonee stuff, or maybe pink zone), and then he even added another element, &amp;quot;th whorl&amp;quot;he actually pointed up in the air beside the blue scount in succh a way that she couldnt help but glance up there. and he described what thw whorl would look like up thre, and how it would spin off text you cocld read to get answers.he also added more good story elements to give us something to go for when he was goine He sort of finished the story even, in his publications giving us the goal to clean our link to intent, and follow intent from now on.cleargreen couldnt figure out how to fit themselves into that new story. they couldn&amp;#39;t perceive the whitish light themselves. so they didnt add that to the story, and the workships stuck to the oldd boring story, trying to play up the companionship aspects (path with heart).attacks on our goal are atempts to ruin our story, so no one else will want ot hear it.bad playerrs come andd try to modify the story, to put themselves as the hero.you can hear it in the first thing they post. except theyre being careful to keep their pants on at first, to see how far they can go before their new story modification isnt ruined.it would be intesting (but not possible) to let one of them go nuts, and see wheere he tries to take his story.Usually I would expect theyre all going to reveal themselves to be a nagual, since thats not something you are expected to be able to prove.which implys if you cocud prove or disprove such things, you could take down the fake sorcerers.disprove their claims publically.invalidate their story.📷danl999the eagle is the ultimate story onsumeerr. at death, he wants to extract your story.but if you have recapitulated, hes already familiar iwth how you &amp;quot;felt abut it&amp;quot;thats what he wants. events he knows. he story is about how th eherro felt about the events.so when he starts extracting, something is different. he already knows that part.then, to defeat him, some oldd sorceres seem to havce conceptualized dancing your life story for death, and if the dancce is supreme, maybe you can beat death with your dance.but the dance is cclearly a story.maybe, the eagle already is sick of that story from your recap and you give him an oveerall viw of the story. Like a scholars analysis of interesting things you might not notice, in bible stories.those can be as interesting as th eoriginal story.you give him a substitute story, and you get to control tne end of the story.in the new story, you satisfy the eagle and he lets you go.so he does.at least, that seems to be how the old sorcerers who did that dance for death, believed it could go.&lt;strong&gt;2:53 AM&lt;/strong&gt;seems reasonable to me.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qfl2p7", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qfl2p7/stories_are_more_important_than_we_know/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qfl2p7/stories_are_more_important_than_we_know/", "subreddit_subscribers": 9561, "created_utc": 1635180845.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hi0atpm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1635182500.0, "send_replies": true, "parent_id": "t3_qfl2p7", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\*\\*\\* #2 continuation of Facebook text \\*\\*\\*\n\nAnd to make sure we understood this was a new \"story\", meaning our new \"goal\", Carlos wrote his last 3 publications, telling us how to use this new information.\r  \nWe are to move all the way to the end of the J curve where the emanations become visible, and then play with them until we can \"see\" and \"clean our link to intent\", so that it becomes our leader. This attracts our double which comes to visit us all by itself, and we can finally perceive \"the abstract\".\r  \nIn the end, \"intent\" itself takes the place of Carlos, and teaches us the rest of what we need to know.\r  \nThat could be different for each of us.\n\n\\*\\*\\*\n\nAs a result, the Castaneda community split into 2 pieces.\r  \nOld story, and new story.\r  \nI hope you realize, the old story only has one chance. That Carlos is in fact waiting to save us on death.\r  \nIt's a long shot.\r  \nThe new story is, you become as powerful as don Juan and find your own path to freedom.\r  \nBut be warned. Don't mix outside stories, with either of those two choices.\r  \nStories are not just talk. Our entire destiny is controlled by the integration of the story we're telling ourselves, with the force of intent, for the benefit of the Eagle.\r  \nAs the witches famously said back in the late 90s, these days they spend their time dreaming themselves.\r  \nDreaming their story. As don Juan explained, sorcerers, as story tellers, can change the ending of the story just by intending it.\n\n\\*\\*\\*\n\nBuddha bashing part at the end of the Facebook post left off.  \n\nYou guys don't need it.  Any \"Buddha Boys\" are long gone due to my offensive comments on that highly religious topic.\n\nOdd that saying, \"Jesus was an Egomaniac\" doesn't actually bother anyone...\n\nBut \"The Buddha was a Putz\" makes some people cry all night.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hi0atpm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;*** #2 continuation of Facebook text ***&lt;/p&gt;\n\n&lt;p&gt;And to make sure we understood this was a new &amp;quot;story&amp;quot;, meaning our new &amp;quot;goal&amp;quot;, Carlos wrote his last 3 publications, telling us how to use this new information.&lt;/p&gt;\n\n&lt;p&gt;We are to move all the way to the end of the J curve where the emanations become visible, and then play with them until we can &amp;quot;see&amp;quot; and &amp;quot;clean our link to intent&amp;quot;, so that it becomes our leader. This attracts our double which comes to visit us all by itself, and we can finally perceive &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the end, &amp;quot;intent&amp;quot; itself takes the place of Carlos, and teaches us the rest of what we need to know.&lt;/p&gt;\n\n&lt;p&gt;That could be different for each of us.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;As a result, the Castaneda community split into 2 pieces.&lt;/p&gt;\n\n&lt;p&gt;Old story, and new story.&lt;/p&gt;\n\n&lt;p&gt;I hope you realize, the old story only has one chance. That Carlos is in fact waiting to save us on death.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a long shot.&lt;/p&gt;\n\n&lt;p&gt;The new story is, you become as powerful as don Juan and find your own path to freedom.&lt;/p&gt;\n\n&lt;p&gt;But be warned. Don&amp;#39;t mix outside stories, with either of those two choices.&lt;/p&gt;\n\n&lt;p&gt;Stories are not just talk. Our entire destiny is controlled by the integration of the story we&amp;#39;re telling ourselves, with the force of intent, for the benefit of the Eagle.&lt;/p&gt;\n\n&lt;p&gt;As the witches famously said back in the late 90s, these days they spend their time dreaming themselves.&lt;/p&gt;\n\n&lt;p&gt;Dreaming their story. As don Juan explained, sorcerers, as story tellers, can change the ending of the story just by intending it.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Buddha bashing part at the end of the Facebook post left off.  &lt;/p&gt;\n\n&lt;p&gt;You guys don&amp;#39;t need it.  Any &amp;quot;Buddha Boys&amp;quot; are long gone due to my offensive comments on that highly religious topic.&lt;/p&gt;\n\n&lt;p&gt;Odd that saying, &amp;quot;Jesus was an Egomaniac&amp;quot; doesn&amp;#39;t actually bother anyone...&lt;/p&gt;\n\n&lt;p&gt;But &amp;quot;The Buddha was a Putz&amp;quot; makes some people cry all night.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qfl2p7/stories_are_more_important_than_we_know/hi0atpm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635182500.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qfl2p7", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hi0a8xt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635182265.0, "send_replies": true, "parent_id": "t3_qfl2p7", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's the facebook text:\n\nBefore he knew he was dying and nothing could stop it, Carlos had created a story to use for workshops. Everyone from the inner circle adapted themselves to that story, and Carlos rode that along energetically, observing the results.\n\nWhen he needed to tinker with it, we heard about a new topic at a workshop or in private classes. Often he used women to put forward modifications to his story. He borrowed their energy by pushing them to the front, while he told his story. As an example, he brought 2 women to the front of private class, and had them show us a picture of a \"flier\" over a pyramid in Mexico. He told us that the women had taken the picture.\n\nBut if you look at early lecture notes posted in this Facebook feed, you'll see that he originally said Tony Lama, the only double male he ever found, had taken the picture during a visit by the Dali Lama to Mexico.\n\nCarlos commonly borrowed the energy of women, to use in teaching us.\n\nWhen it became obvious he could not stay to watch us finish learning sorcery, he began to modify the workshop story. He brought the blue scout to us, and explained she had painted us a picture of \"the Wall\". She showed us. Carlos explained that by watching energy on a horizon a sort of wall forms, and you can \"see\" answers in the distance. You can become a \"Reader of Infinity\".\n\nHe also introduced us to \"the whorl\". It's a yin/yang looking swirl of intense violet light, being eaten up by jet black. The black swirls and consumes the violet light, but the violet light regenerates at the end of the jet black.\n\nThis is a universal phenomena even children see. The shape is not always a yin/yang symbol. That only happens due to the swirling motion. The phenomena can take place as streaks swirling in the air beside you. In that case, you can even \"scoop\" power objects from the swirling.\n\nAnd the colors can be violet, purple, green, blue, and even yellow. Anything intense that contrasts well with jet black, is possible.\n\nText can form at the most intense point where the jet black consumes the intense color, \"burning it\" away. Carlos wrote that if you look closely, you can see a pomegranate dot spinning off the text.\n\nAs we learned, you can see this on your palm, on a horizon, or even projected onto your bedspread. It's also possible to project it onto a canvas, and paint to copy what you see.\n\n\\*\\*\\*\n\nCarlos continued to modify his \"workshop story\" to add playing with puffs of brilliant light as if they were real objects, and could produce real magic. He taught us the \"Pandora's Box\" pass. It never made it into workshops, because it was largely repetitive. Many tensegrity moves treat balls of light as energy you can \"redeploy\" to the center, to create your energy body.\n\nBut Pandora's box is much more than that. It was a new addition to the story: Tensegrity can do real, visible magic! He taunted us to try to visually see a result of our tensegrity moves, despite our failure at the time, to see what he had manifested with his hands.\n\nArmed with \"the Wall\", and \"Tensegrity Practical Magic\", he completed his \"new story\", by explaining how two new women had moved their assemblage points through an alternate path. We call it \"the J Curve\" over in the Castaneda reddit discussion group.\n\nHe explained how to play more realistically with the energy we redeploy using Tensegrity by moving our assemblage point down. He described what happens at 5 locations along the curve that starts at the left shoulder blade, moves all the way to the bottom, under to the front, and then back up and over to the location of the second attention assemblage point. That's just an inch or two below the bottom of the actual stomach organ, 18 inches out, and 4 inches to the right.\n\nBy wiggling your fingers there, you can create a \"dent\" in your own second attention energy body. That's the one built by Tensegrity.\n\nBy the way, if you wonder if that point is 24 inches out as Zuleica described, or 18 inches as Juan Tuma described, don't worry about it!\n\nIt's your second attention energy body! The size depends on how well you have redeployed energy from the outside of your luminous egg, placing it on the 3 \"pouches\" that hold the most energy. Also, as you wiggle your fingers it moves closer and closer to the center.\n\nSome day it will become visible, and you will literally be able to \"feel\" the outside of it. Then you'll know why Juan Tuma said 18, and Zuleica said 24. By then you may even find, it's now 12 inches away!\n\n\\*\\*\\* continued as #2 \\*\\*\\*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hi0a8xt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s the facebook text:&lt;/p&gt;\n\n&lt;p&gt;Before he knew he was dying and nothing could stop it, Carlos had created a story to use for workshops. Everyone from the inner circle adapted themselves to that story, and Carlos rode that along energetically, observing the results.&lt;/p&gt;\n\n&lt;p&gt;When he needed to tinker with it, we heard about a new topic at a workshop or in private classes. Often he used women to put forward modifications to his story. He borrowed their energy by pushing them to the front, while he told his story. As an example, he brought 2 women to the front of private class, and had them show us a picture of a &amp;quot;flier&amp;quot; over a pyramid in Mexico. He told us that the women had taken the picture.&lt;/p&gt;\n\n&lt;p&gt;But if you look at early lecture notes posted in this Facebook feed, you&amp;#39;ll see that he originally said Tony Lama, the only double male he ever found, had taken the picture during a visit by the Dali Lama to Mexico.&lt;/p&gt;\n\n&lt;p&gt;Carlos commonly borrowed the energy of women, to use in teaching us.&lt;/p&gt;\n\n&lt;p&gt;When it became obvious he could not stay to watch us finish learning sorcery, he began to modify the workshop story. He brought the blue scout to us, and explained she had painted us a picture of &amp;quot;the Wall&amp;quot;. She showed us. Carlos explained that by watching energy on a horizon a sort of wall forms, and you can &amp;quot;see&amp;quot; answers in the distance. You can become a &amp;quot;Reader of Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He also introduced us to &amp;quot;the whorl&amp;quot;. It&amp;#39;s a yin/yang looking swirl of intense violet light, being eaten up by jet black. The black swirls and consumes the violet light, but the violet light regenerates at the end of the jet black.&lt;/p&gt;\n\n&lt;p&gt;This is a universal phenomena even children see. The shape is not always a yin/yang symbol. That only happens due to the swirling motion. The phenomena can take place as streaks swirling in the air beside you. In that case, you can even &amp;quot;scoop&amp;quot; power objects from the swirling.&lt;/p&gt;\n\n&lt;p&gt;And the colors can be violet, purple, green, blue, and even yellow. Anything intense that contrasts well with jet black, is possible.&lt;/p&gt;\n\n&lt;p&gt;Text can form at the most intense point where the jet black consumes the intense color, &amp;quot;burning it&amp;quot; away. Carlos wrote that if you look closely, you can see a pomegranate dot spinning off the text.&lt;/p&gt;\n\n&lt;p&gt;As we learned, you can see this on your palm, on a horizon, or even projected onto your bedspread. It&amp;#39;s also possible to project it onto a canvas, and paint to copy what you see.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Carlos continued to modify his &amp;quot;workshop story&amp;quot; to add playing with puffs of brilliant light as if they were real objects, and could produce real magic. He taught us the &amp;quot;Pandora&amp;#39;s Box&amp;quot; pass. It never made it into workshops, because it was largely repetitive. Many tensegrity moves treat balls of light as energy you can &amp;quot;redeploy&amp;quot; to the center, to create your energy body.&lt;/p&gt;\n\n&lt;p&gt;But Pandora&amp;#39;s box is much more than that. It was a new addition to the story: Tensegrity can do real, visible magic! He taunted us to try to visually see a result of our tensegrity moves, despite our failure at the time, to see what he had manifested with his hands.&lt;/p&gt;\n\n&lt;p&gt;Armed with &amp;quot;the Wall&amp;quot;, and &amp;quot;Tensegrity Practical Magic&amp;quot;, he completed his &amp;quot;new story&amp;quot;, by explaining how two new women had moved their assemblage points through an alternate path. We call it &amp;quot;the J Curve&amp;quot; over in the Castaneda reddit discussion group.&lt;/p&gt;\n\n&lt;p&gt;He explained how to play more realistically with the energy we redeploy using Tensegrity by moving our assemblage point down. He described what happens at 5 locations along the curve that starts at the left shoulder blade, moves all the way to the bottom, under to the front, and then back up and over to the location of the second attention assemblage point. That&amp;#39;s just an inch or two below the bottom of the actual stomach organ, 18 inches out, and 4 inches to the right.&lt;/p&gt;\n\n&lt;p&gt;By wiggling your fingers there, you can create a &amp;quot;dent&amp;quot; in your own second attention energy body. That&amp;#39;s the one built by Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;By the way, if you wonder if that point is 24 inches out as Zuleica described, or 18 inches as Juan Tuma described, don&amp;#39;t worry about it!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s your second attention energy body! The size depends on how well you have redeployed energy from the outside of your luminous egg, placing it on the 3 &amp;quot;pouches&amp;quot; that hold the most energy. Also, as you wiggle your fingers it moves closer and closer to the center.&lt;/p&gt;\n\n&lt;p&gt;Some day it will become visible, and you will literally be able to &amp;quot;feel&amp;quot; the outside of it. Then you&amp;#39;ll know why Juan Tuma said 18, and Zuleica said 24. By then you may even find, it&amp;#39;s now 12 inches away!&lt;/p&gt;\n\n&lt;p&gt;*** continued as #2 ***&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qfl2p7/stories_are_more_important_than_we_know/hi0a8xt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635182265.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qfl2p7", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hi0796p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Comfortable_Chart_86", "can_mod_post": false, "created_utc": 1635181031.0, "send_replies": true, "parent_id": "t3_qfl2p7", "score": 1, "author_fullname": "t2_cvhpjtm9", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hot. Claro. Tatanka.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hi0796p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hot. Claro. Tatanka.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qfl2p7/stories_are_more_important_than_we_know/hi0796p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635181031.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qfl2p7", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]