[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I was researching The Nagual Elias, hoping to find out if he REALLY brought back objects from other worlds.\n\nFor new people, Carlos banned his private classes from reading his books, or those of the women, because he got tired of \"inventory warriors\".\n\nThey would even correct Carlos!  He'd be explaining magic to us, and other wonders of the universe,  and some guy from Europe would raise his hand and say, \"Just a minute.  On page 74 of Eagle's Gift it says...\"\n\nI sort of wish I could reenact some private classes where I'm Carlos, and Cholita is Kylie, and then on hearing such a thing turn to Cholita and say, \"Cholita, SMASH\".\n\nBut unfortunately, I'd be the one who got smashed.\n\nSo I don't have the best memory of what's in the books, because Carlos got tired of inventory warriors and banned me from reading them.\n\nBut I am allowed to research topics that are useful to others.\n\nAnd while researching \"Elias\", I found several things which surprised me.\n\nAbstract = intent = spirit.\n\nI had come to think that the abstract was a different thing than intent.\n\nI could accept that the spirit was some weird personified aspect of intent, but to turn intent into another \"thing\", such as the abstract, didn't fit with what I heard Carlos say about it in classes.\n\nIt came up mostly as a \"trap\" you could fall into in dreaming, where you couldn't escape its hypnotic pull.\n\nI even had inorganic beings push me into what Carlos called, \"abstract dreaming\", so they could lay on top and suck up some energy.\n\nIf that worries some new people, don't.  It's more like, if you had an amazing girlfriend who pleased you all day long, would you really get angry if the next day she lifted a credit card from your pants, and bought herself some new clothes on Amazon?\n\nI wouldn't.\n\nThe IOBs earn any energy they steal.\n\nSo the abstract at first, will seem like something negative you ran into.\n\nFrom the books we know, if you do darkroom gazing daily and learn to move your assemblage point all the way to the end of the J curve, eventually the double comes out. And when you sense that you are \"here\" and it is \"there\", you can find the abstract.  It's hidden in the \"here\" and \"there\".\n\nBut to be the same as \"intent\"?\n\nWhile trying to answer that, I discovered the relationship between the spirit and intent.\n\nA topic I'd forgotten.  Edifices of intent.\n\n\\*\\*\\*\n\nAll of a sudden he (don Juan) said, \"I am going to tell you a story about the nagual Elias and the manifestation of the spirit. The spirit manifests itself to a sorcerer, especially to a nagual, at every turn. However, this is not the entire truth. The entire truth is that the spirit reveals itself to everyone with the same intensity and consistency, but only sorcerers, and naguals in particular, are attuned to such revelations.\"\n\nDon Juan began his story. He said that the nagual Elias had been riding his horse to the city one day, taking himself through a shortcut by some cornfields, when suddenly his horse shied- frightened by the low, fast sweep of a falcon that missed the nagual's straw hat by only a few inches.\n\n\"The nagual immediately dismounted and began to look around. He saw a strange young man among the tall, dry cornstalks. The man was dressed in an expensive dark suit and appeared alien there. The nagual Elias was used to the sight of peasants or landowners in the fields, but he had never seen an elegantly dressed city man moving through the fields with apparent disregard for his expensive shoes and clothes.\n\nThe nagual tethered his horse and walked toward the young man. He recognized the flight of the falcon, as well as the man's apparel, as obvious manifestations of the spirit which he could not disregard. He got very close to the young man and saw what was going on. The man was chasing a peasant woman who was running a few yards ahead of him, dodging and laughing with him.\n\n... (skipped)\n\n\"The nagual Elias's story is another matter. Although it seems to be a story about people, it is really a story about intent. Intent creates edifices before us and invites us to enter them. This is the way sorcerers understand what is happening around them.\"\n\n\\*\\*\\*\n\nSo point #1.  To be a sorcerer, you need to follow *intent*.  There's no other way!  To believe you can \"do it all yourself\" is to misunderstand sorcery completely.\n\nWe got trapped here.  Our attention is 100% occupied in the myth we've been taught by our family.\n\nWe even pledge allegiance to it.  On the way to work today I heard some music.   A man was singing that he wanted his love to hold him tight, and \"never let him go\".\n\nThat's a wish to live in self-pity for the rest of your life, because it's cozy.\n\nThere's no learning sorcery in that mindset, even if you work hard on the weekends.\n\nBecause when it comes down to it, sorcery is about where your attention is focused.\n\nThat sets the position of the assemblage point.\n\nIf a bad idea becomes part of your internal dialogue, then it'll never move.\n\nIf it starts to shift for whatever reason, the internal dialogue will come in and force it back to your daily concerns.\n\nIt only takes a few glowing emanations to tug your assemblage point in that direction when it gets loose. That's how IOBs appear to us!\n\nSo if your internal dialogue consists of \"hold me tight and never let me go\", the assemblage point isn't going to drift downwards, towards dragons and demons (the red zone).\n\nWhich is why we have to learn to shut if off.\n\nTo follow intent means you view your world as a series of choices, and that making the right ones will help you on the path of learning sorcery.\n\nAnd you have to make those choices without your own self-interest being too much of an influence.  Because our own self-interest, as it's core, wants to go home and rest.  It doesn't want more trouble.\n\nCholita is a good example. I could have ignored her plight.  Carlos imported her from the peyote fields of Mexico,  lured her with a side business that matched her interests, got her connected to  people he knew who could give her work, and then taught her sorcery.\n\nBut he died.\n\n20 years later she went mad and became homeless.\n\nOne of the hardest jobs in the world, according to mental health specialists, is being the caregiver for a paranoid schizophrenic.\n\nBut I was practicing sorcery alone.  There are many things you can't explore without a second person.\n\nI tried to gain the other people by stalking a double woman for 2 years.  But at the end, the omens were bad and I was \"off the hook\".  There was no way to make that work out.\n\nThen Cholita came along, and intent provide me with the second person.\n\nBut in order to keep her, I had to be silent all the time.  Otherwise there's no way to withstand a paranoid schizophrenic.\n\nThat was an edifice of intent. I entered it, and found out that Cholita was in fact a powerful witch.  She just couldn't take care of herself, just like Zuleica, Zoila, and Josefina.\n\nWhen we consider what it would take to cause something like that to happen, to control events over years,  we end up with the concept of \"the spirit\".\n\nThe spirit is the complicated, organized result of intent over time.  It's what you end up understanding intent to be,  when you see how it can stretch across years and years to cause something to manifest.\n\nYou'll all get choices like that.  Edifices of intent.  You can choose to enter, or you can ignore them.\n\nBut if you want to learn sorcery, don't do a crummy job of it. If you're in, be all in until the omens indicate it's not going to work out.\n\nIf you pass on it, just wait for another opportunity. For another \"cubic centimeter of chance\".\n\nThis subreddit is one of them.\n\nBut in the darkroom, intent is something else.  You learn to play with it, once you can silence your internal dialogue.\n\nYou can move energy around and rebuild your energy body.  That summons the intent of the ancient sorcerers, who then start to pull you in their direction.\n\nYou get intent gifts, which are very obvious to darkroom gazers.  Suddenly, with no good explanation, your power is increased dramatically and you do something that could be the climax of a Spielberg movie.\n\nGoosebumps type stuff.\n\nThen the next night, none.\n\nThat's a gift from intent. To keep you going on the right path.\n\nYou have to earn those. And it doesn't help if you believe you are doing all the work.\n\nFor instance, if you bring in your great \"Astral Travel Skills\".\n\nWrong path.\n\nNo sorcery intent gifts.\n\nMight get Astral Travel gifts, but that system doesn't seem to lead anywhere you'd actually want to go. I sure wouldn't want to.\n\nSo the relationship between \"The Spirit\" and \"Intent\" seems to be, a matter of time.\n\nIn the darkroom, intent lets you wiggle your fingers in the air, reach in, and pull out a hamburger.\n\nI wish you could bite into them, but you have to change over to 100% dreaming to do that.\n\nFully awake, you're lucky just to be holding it in your hand.  But if you toss it away, you might get to hear it bouncing on the bed.\n\nIt was a \"gift hamburger\".\n\nIn your life, intent watches the flow of events and if you have indicated a desire to become a real sorcerer, it will give you \"gifts\" to further that process.\n\nEdifices of intent you can choose to enter, or ignore. It's your choice, and ignoring one doesn't mean there won't be more.  It just means, you'll stall where you are, which can be almost the same as saying no more will come, because the myth of the social order will likely swallow you up again.\n\ncontinued...", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Intent Vs. \"The Abstract\"", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_ofkh5a", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 22, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 22, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1625688048.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1625669624.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I was researching The Nagual Elias, hoping to find out if he REALLY brought back objects from other worlds.&lt;/p&gt;\n\n&lt;p&gt;For new people, Carlos banned his private classes from reading his books, or those of the women, because he got tired of &amp;quot;inventory warriors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They would even correct Carlos!  He&amp;#39;d be explaining magic to us, and other wonders of the universe,  and some guy from Europe would raise his hand and say, &amp;quot;Just a minute.  On page 74 of Eagle&amp;#39;s Gift it says...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I sort of wish I could reenact some private classes where I&amp;#39;m Carlos, and Cholita is Kylie, and then on hearing such a thing turn to Cholita and say, &amp;quot;Cholita, SMASH&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But unfortunately, I&amp;#39;d be the one who got smashed.&lt;/p&gt;\n\n&lt;p&gt;So I don&amp;#39;t have the best memory of what&amp;#39;s in the books, because Carlos got tired of inventory warriors and banned me from reading them.&lt;/p&gt;\n\n&lt;p&gt;But I am allowed to research topics that are useful to others.&lt;/p&gt;\n\n&lt;p&gt;And while researching &amp;quot;Elias&amp;quot;, I found several things which surprised me.&lt;/p&gt;\n\n&lt;p&gt;Abstract = intent = spirit.&lt;/p&gt;\n\n&lt;p&gt;I had come to think that the abstract was a different thing than intent.&lt;/p&gt;\n\n&lt;p&gt;I could accept that the spirit was some weird personified aspect of intent, but to turn intent into another &amp;quot;thing&amp;quot;, such as the abstract, didn&amp;#39;t fit with what I heard Carlos say about it in classes.&lt;/p&gt;\n\n&lt;p&gt;It came up mostly as a &amp;quot;trap&amp;quot; you could fall into in dreaming, where you couldn&amp;#39;t escape its hypnotic pull.&lt;/p&gt;\n\n&lt;p&gt;I even had inorganic beings push me into what Carlos called, &amp;quot;abstract dreaming&amp;quot;, so they could lay on top and suck up some energy.&lt;/p&gt;\n\n&lt;p&gt;If that worries some new people, don&amp;#39;t.  It&amp;#39;s more like, if you had an amazing girlfriend who pleased you all day long, would you really get angry if the next day she lifted a credit card from your pants, and bought herself some new clothes on Amazon?&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;The IOBs earn any energy they steal.&lt;/p&gt;\n\n&lt;p&gt;So the abstract at first, will seem like something negative you ran into.&lt;/p&gt;\n\n&lt;p&gt;From the books we know, if you do darkroom gazing daily and learn to move your assemblage point all the way to the end of the J curve, eventually the double comes out. And when you sense that you are &amp;quot;here&amp;quot; and it is &amp;quot;there&amp;quot;, you can find the abstract.  It&amp;#39;s hidden in the &amp;quot;here&amp;quot; and &amp;quot;there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But to be the same as &amp;quot;intent&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;While trying to answer that, I discovered the relationship between the spirit and intent.&lt;/p&gt;\n\n&lt;p&gt;A topic I&amp;#39;d forgotten.  Edifices of intent.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;All of a sudden he (don Juan) said, &amp;quot;I am going to tell you a story about the nagual Elias and the manifestation of the spirit. The spirit manifests itself to a sorcerer, especially to a nagual, at every turn. However, this is not the entire truth. The entire truth is that the spirit reveals itself to everyone with the same intensity and consistency, but only sorcerers, and naguals in particular, are attuned to such revelations.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan began his story. He said that the nagual Elias had been riding his horse to the city one day, taking himself through a shortcut by some cornfields, when suddenly his horse shied- frightened by the low, fast sweep of a falcon that missed the nagual&amp;#39;s straw hat by only a few inches.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual immediately dismounted and began to look around. He saw a strange young man among the tall, dry cornstalks. The man was dressed in an expensive dark suit and appeared alien there. The nagual Elias was used to the sight of peasants or landowners in the fields, but he had never seen an elegantly dressed city man moving through the fields with apparent disregard for his expensive shoes and clothes.&lt;/p&gt;\n\n&lt;p&gt;The nagual tethered his horse and walked toward the young man. He recognized the flight of the falcon, as well as the man&amp;#39;s apparel, as obvious manifestations of the spirit which he could not disregard. He got very close to the young man and saw what was going on. The man was chasing a peasant woman who was running a few yards ahead of him, dodging and laughing with him.&lt;/p&gt;\n\n&lt;p&gt;... (skipped)&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual Elias&amp;#39;s story is another matter. Although it seems to be a story about people, it is really a story about intent. Intent creates edifices before us and invites us to enter them. This is the way sorcerers understand what is happening around them.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;So point #1.  To be a sorcerer, you need to follow &lt;em&gt;intent&lt;/em&gt;.  There&amp;#39;s no other way!  To believe you can &amp;quot;do it all yourself&amp;quot; is to misunderstand sorcery completely.&lt;/p&gt;\n\n&lt;p&gt;We got trapped here.  Our attention is 100% occupied in the myth we&amp;#39;ve been taught by our family.&lt;/p&gt;\n\n&lt;p&gt;We even pledge allegiance to it.  On the way to work today I heard some music.   A man was singing that he wanted his love to hold him tight, and &amp;quot;never let him go&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a wish to live in self-pity for the rest of your life, because it&amp;#39;s cozy.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no learning sorcery in that mindset, even if you work hard on the weekends.&lt;/p&gt;\n\n&lt;p&gt;Because when it comes down to it, sorcery is about where your attention is focused.&lt;/p&gt;\n\n&lt;p&gt;That sets the position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;If a bad idea becomes part of your internal dialogue, then it&amp;#39;ll never move.&lt;/p&gt;\n\n&lt;p&gt;If it starts to shift for whatever reason, the internal dialogue will come in and force it back to your daily concerns.&lt;/p&gt;\n\n&lt;p&gt;It only takes a few glowing emanations to tug your assemblage point in that direction when it gets loose. That&amp;#39;s how IOBs appear to us!&lt;/p&gt;\n\n&lt;p&gt;So if your internal dialogue consists of &amp;quot;hold me tight and never let me go&amp;quot;, the assemblage point isn&amp;#39;t going to drift downwards, towards dragons and demons (the red zone).&lt;/p&gt;\n\n&lt;p&gt;Which is why we have to learn to shut if off.&lt;/p&gt;\n\n&lt;p&gt;To follow intent means you view your world as a series of choices, and that making the right ones will help you on the path of learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;And you have to make those choices without your own self-interest being too much of an influence.  Because our own self-interest, as it&amp;#39;s core, wants to go home and rest.  It doesn&amp;#39;t want more trouble.&lt;/p&gt;\n\n&lt;p&gt;Cholita is a good example. I could have ignored her plight.  Carlos imported her from the peyote fields of Mexico,  lured her with a side business that matched her interests, got her connected to  people he knew who could give her work, and then taught her sorcery.&lt;/p&gt;\n\n&lt;p&gt;But he died.&lt;/p&gt;\n\n&lt;p&gt;20 years later she went mad and became homeless.&lt;/p&gt;\n\n&lt;p&gt;One of the hardest jobs in the world, according to mental health specialists, is being the caregiver for a paranoid schizophrenic.&lt;/p&gt;\n\n&lt;p&gt;But I was practicing sorcery alone.  There are many things you can&amp;#39;t explore without a second person.&lt;/p&gt;\n\n&lt;p&gt;I tried to gain the other people by stalking a double woman for 2 years.  But at the end, the omens were bad and I was &amp;quot;off the hook&amp;quot;.  There was no way to make that work out.&lt;/p&gt;\n\n&lt;p&gt;Then Cholita came along, and intent provide me with the second person.&lt;/p&gt;\n\n&lt;p&gt;But in order to keep her, I had to be silent all the time.  Otherwise there&amp;#39;s no way to withstand a paranoid schizophrenic.&lt;/p&gt;\n\n&lt;p&gt;That was an edifice of intent. I entered it, and found out that Cholita was in fact a powerful witch.  She just couldn&amp;#39;t take care of herself, just like Zuleica, Zoila, and Josefina.&lt;/p&gt;\n\n&lt;p&gt;When we consider what it would take to cause something like that to happen, to control events over years,  we end up with the concept of &amp;quot;the spirit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The spirit is the complicated, organized result of intent over time.  It&amp;#39;s what you end up understanding intent to be,  when you see how it can stretch across years and years to cause something to manifest.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll all get choices like that.  Edifices of intent.  You can choose to enter, or you can ignore them.&lt;/p&gt;\n\n&lt;p&gt;But if you want to learn sorcery, don&amp;#39;t do a crummy job of it. If you&amp;#39;re in, be all in until the omens indicate it&amp;#39;s not going to work out.&lt;/p&gt;\n\n&lt;p&gt;If you pass on it, just wait for another opportunity. For another &amp;quot;cubic centimeter of chance&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;This subreddit is one of them.&lt;/p&gt;\n\n&lt;p&gt;But in the darkroom, intent is something else.  You learn to play with it, once you can silence your internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;You can move energy around and rebuild your energy body.  That summons the intent of the ancient sorcerers, who then start to pull you in their direction.&lt;/p&gt;\n\n&lt;p&gt;You get intent gifts, which are very obvious to darkroom gazers.  Suddenly, with no good explanation, your power is increased dramatically and you do something that could be the climax of a Spielberg movie.&lt;/p&gt;\n\n&lt;p&gt;Goosebumps type stuff.&lt;/p&gt;\n\n&lt;p&gt;Then the next night, none.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a gift from intent. To keep you going on the right path.&lt;/p&gt;\n\n&lt;p&gt;You have to earn those. And it doesn&amp;#39;t help if you believe you are doing all the work.&lt;/p&gt;\n\n&lt;p&gt;For instance, if you bring in your great &amp;quot;Astral Travel Skills&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Wrong path.&lt;/p&gt;\n\n&lt;p&gt;No sorcery intent gifts.&lt;/p&gt;\n\n&lt;p&gt;Might get Astral Travel gifts, but that system doesn&amp;#39;t seem to lead anywhere you&amp;#39;d actually want to go. I sure wouldn&amp;#39;t want to.&lt;/p&gt;\n\n&lt;p&gt;So the relationship between &amp;quot;The Spirit&amp;quot; and &amp;quot;Intent&amp;quot; seems to be, a matter of time.&lt;/p&gt;\n\n&lt;p&gt;In the darkroom, intent lets you wiggle your fingers in the air, reach in, and pull out a hamburger.&lt;/p&gt;\n\n&lt;p&gt;I wish you could bite into them, but you have to change over to 100% dreaming to do that.&lt;/p&gt;\n\n&lt;p&gt;Fully awake, you&amp;#39;re lucky just to be holding it in your hand.  But if you toss it away, you might get to hear it bouncing on the bed.&lt;/p&gt;\n\n&lt;p&gt;It was a &amp;quot;gift hamburger&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In your life, intent watches the flow of events and if you have indicated a desire to become a real sorcerer, it will give you &amp;quot;gifts&amp;quot; to further that process.&lt;/p&gt;\n\n&lt;p&gt;Edifices of intent you can choose to enter, or ignore. It&amp;#39;s your choice, and ignoring one doesn&amp;#39;t mean there won&amp;#39;t be more.  It just means, you&amp;#39;ll stall where you are, which can be almost the same as saying no more will come, because the myth of the social order will likely swallow you up again.&lt;/p&gt;\n\n&lt;p&gt;continued...&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "ofkh5a", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 17, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/", "subreddit_subscribers": 9561, "created_utc": 1625669624.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h4du1sd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dnpry", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So, new darkroom gazers, notice this.\n\nMy favorite activity is to force the emanations to form something for me.\n\nMove the assemblage point until you can see them, then get them to dance.\n\nWhere is it that you can see them?\n\nThe whitish light is them. Not on an individual basis, but as \"energy\".\n\nWhat's the relation of that \"seeing energy\" to the emanations?\n\nI believe it's just a general overall view of the emanations.\n\nBecause if you gaze closer at it, you can find what certainly seems to be raw emanations inside it. Or on the other side.\n\nLooks like like what don Juan described.  Not really lines of light or filaments, but indescribable.  And yet, if you have to, it's easier to call them filaments.\n\nYou'll even get to see, \"trillions\" of them!  It's easier to see a cloud of filaments, than a single one.\n\nWhen you have a surface made from that \"energy\", you can force it to \"become\" something.  \n\nObject, portal, mini-dream.\n\nIt's not hard at all!    Afterall, it's what everything is made from.\n\nThose emanations.\n\nAnd what you cause them to turn into, is whatever they have some direction to become.\n\nYou can inject your own \"direction\", by playing with them with your fingers, after \"wanting something\" earlier, and forgetting about that.\n\nYou can't want something while you play with them, or they just mutate endlessly and won't form.\n\n\"Wanting something\" is more complicated than we understand.  If you want something, you want many things.  Not one thing.\n\nIt's too much to get the help of intent with what you had in mind.\n\nYou have to virtually forget you wanted that.\n\nPatanjali's aphorisms work the same way, for those of you who know them.\n\n\"Think the sutra, drop it, and back to samadhi.\"\n\nThen the sutra happens. \n\nWhen faced with viewing the emanations in general, you're trying to remove any influence of wanting or expecting, and see them without causing them to form anything else.\n\nIt's sort of a new thing for most who are learning.\n\nNormally you gaze at the whitish light thinking, \"make me a little dream floating in the air\".  Or something similar.\n\nBut in this case, you want to see the thing, not what it can become.\n\nI guess it's a little like wanting to see a woman naked.\n\nShe's been showing you all of her wonderful new clothes, but at some point, you have a desire to see her without the clothes.\n\nBut all you end up with, is her wrapped in a towel.\n\nWe end up with \"The Eagle\", because some genius old sorcerer saw something that looked a little like an eagle, in phases (Wings, beak, etc), and now that's the strongest intent out there.\n\nSo when we drop our \"wants\", it's still not enough to prevent the emanations from becoming something.\n\nAnd I suppose don Juan says here, it's impossible for living beings to see that raw sight.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h4du1sd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So, new darkroom gazers, notice this.&lt;/p&gt;\n\n&lt;p&gt;My favorite activity is to force the emanations to form something for me.&lt;/p&gt;\n\n&lt;p&gt;Move the assemblage point until you can see them, then get them to dance.&lt;/p&gt;\n\n&lt;p&gt;Where is it that you can see them?&lt;/p&gt;\n\n&lt;p&gt;The whitish light is them. Not on an individual basis, but as &amp;quot;energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the relation of that &amp;quot;seeing energy&amp;quot; to the emanations?&lt;/p&gt;\n\n&lt;p&gt;I believe it&amp;#39;s just a general overall view of the emanations.&lt;/p&gt;\n\n&lt;p&gt;Because if you gaze closer at it, you can find what certainly seems to be raw emanations inside it. Or on the other side.&lt;/p&gt;\n\n&lt;p&gt;Looks like like what don Juan described.  Not really lines of light or filaments, but indescribable.  And yet, if you have to, it&amp;#39;s easier to call them filaments.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll even get to see, &amp;quot;trillions&amp;quot; of them!  It&amp;#39;s easier to see a cloud of filaments, than a single one.&lt;/p&gt;\n\n&lt;p&gt;When you have a surface made from that &amp;quot;energy&amp;quot;, you can force it to &amp;quot;become&amp;quot; something.  &lt;/p&gt;\n\n&lt;p&gt;Object, portal, mini-dream.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not hard at all!    Afterall, it&amp;#39;s what everything is made from.&lt;/p&gt;\n\n&lt;p&gt;Those emanations.&lt;/p&gt;\n\n&lt;p&gt;And what you cause them to turn into, is whatever they have some direction to become.&lt;/p&gt;\n\n&lt;p&gt;You can inject your own &amp;quot;direction&amp;quot;, by playing with them with your fingers, after &amp;quot;wanting something&amp;quot; earlier, and forgetting about that.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t want something while you play with them, or they just mutate endlessly and won&amp;#39;t form.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wanting something&amp;quot; is more complicated than we understand.  If you want something, you want many things.  Not one thing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s too much to get the help of intent with what you had in mind.&lt;/p&gt;\n\n&lt;p&gt;You have to virtually forget you wanted that.&lt;/p&gt;\n\n&lt;p&gt;Patanjali&amp;#39;s aphorisms work the same way, for those of you who know them.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Think the sutra, drop it, and back to samadhi.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then the sutra happens. &lt;/p&gt;\n\n&lt;p&gt;When faced with viewing the emanations in general, you&amp;#39;re trying to remove any influence of wanting or expecting, and see them without causing them to form anything else.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s sort of a new thing for most who are learning.&lt;/p&gt;\n\n&lt;p&gt;Normally you gaze at the whitish light thinking, &amp;quot;make me a little dream floating in the air&amp;quot;.  Or something similar.&lt;/p&gt;\n\n&lt;p&gt;But in this case, you want to see the thing, not what it can become.&lt;/p&gt;\n\n&lt;p&gt;I guess it&amp;#39;s a little like wanting to see a woman naked.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s been showing you all of her wonderful new clothes, but at some point, you have a desire to see her without the clothes.&lt;/p&gt;\n\n&lt;p&gt;But all you end up with, is her wrapped in a towel.&lt;/p&gt;\n\n&lt;p&gt;We end up with &amp;quot;The Eagle&amp;quot;, because some genius old sorcerer saw something that looked a little like an eagle, in phases (Wings, beak, etc), and now that&amp;#39;s the strongest intent out there.&lt;/p&gt;\n\n&lt;p&gt;So when we drop our &amp;quot;wants&amp;quot;, it&amp;#39;s still not enough to prevent the emanations from becoming something.&lt;/p&gt;\n\n&lt;p&gt;And I suppose don Juan says here, it&amp;#39;s impossible for living beings to see that raw sight.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4du1sd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625683525.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625683525.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4dnpry", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dj4u5", "score": 9, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not that one, but also interesting:\n\n\"Seers explain the act of seeing the Eagle in very simple terms: because man is composed of the Eagle's emanations, man need only revert back to his components. The problem arises with man's awareness; it is his awareness that becomes entangled and confused. At the crucial moment when it should be a simple case of the emanations acknowledging themselves, man's awareness is compelled to inteipret. The result is a vision of the Eagle and the Eagle's emanations. But there is no Eagle and no Eagle's emanations. What is out there is something that no living creature can grasp.\"", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h4dnpry", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not that one, but also interesting:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Seers explain the act of seeing the Eagle in very simple terms: because man is composed of the Eagle&amp;#39;s emanations, man need only revert back to his components. The problem arises with man&amp;#39;s awareness; it is his awareness that becomes entangled and confused. At the crucial moment when it should be a simple case of the emanations acknowledging themselves, man&amp;#39;s awareness is compelled to inteipret. The result is a vision of the Eagle and the Eagle&amp;#39;s emanations. But there is no Eagle and no Eagle&amp;#39;s emanations. What is out there is something that no living creature can grasp.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4dnpry/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625680725.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625680725.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h4ds3qu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dm617", "score": 9, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Sounds wonderful!\n\nI can't finish my post today.  Too much looking in books to find what I needed.\n\nBut we're in to topics you can't just talk about, you have to have some real knowledge.\n\nSo they aren't well understood in the community (if at all).\n\nIn fact, if you bring up such topics, someone mentions a mental masturbator somewhere who included that in his phony sorcery book. Or on his web page.\n\nYou'll get \"Cloudfoot's\" opinion on what intent is.\n\nAnd no one has any feel for whether it's true.\n\nBut if we can tie it to darkroom experiences, maybe we can pin it down enough so people learn to spot bad information.\n\nDon Juan said the whole thing of explaining was largely a trick.\n\nYou make it all seem reasonable, so people proceed to try to learn it.\n\nUnfortunately, we haven't even gotten to that point in the community as a whole.  It just gets more unreasonable as time goes on.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h4ds3qu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sounds wonderful!&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t finish my post today.  Too much looking in books to find what I needed.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re in to topics you can&amp;#39;t just talk about, you have to have some real knowledge.&lt;/p&gt;\n\n&lt;p&gt;So they aren&amp;#39;t well understood in the community (if at all).&lt;/p&gt;\n\n&lt;p&gt;In fact, if you bring up such topics, someone mentions a mental masturbator somewhere who included that in his phony sorcery book. Or on his web page.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get &amp;quot;Cloudfoot&amp;#39;s&amp;quot; opinion on what intent is.&lt;/p&gt;\n\n&lt;p&gt;And no one has any feel for whether it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;But if we can tie it to darkroom experiences, maybe we can pin it down enough so people learn to spot bad information.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said the whole thing of explaining was largely a trick.&lt;/p&gt;\n\n&lt;p&gt;You make it all seem reasonable, so people proceed to try to learn it.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, we haven&amp;#39;t even gotten to that point in the community as a whole.  It just gets more unreasonable as time goes on.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4ds3qu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625682669.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625682669.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4dm617", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dj4u5", "score": 4, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I recall Carlos seeing Intent as \"the force that gives movement to the emanations\".\n\nI think it was in the Power of Silence, in a chapter called Seeing the Spirit.\n\nDon Juan and Carlos were on sleeping dreaming, because \"nobody can resist a view of the emanations awake\".\n\nI will try to find that one.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h4dm617", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I recall Carlos seeing Intent as &amp;quot;the force that gives movement to the emanations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I think it was in the Power of Silence, in a chapter called Seeing the Spirit.&lt;/p&gt;\n\n&lt;p&gt;Don Juan and Carlos were on sleeping dreaming, because &amp;quot;nobody can resist a view of the emanations awake&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I will try to find that one.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4dm617/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625680045.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625680045.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h4e0z7a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dqdf6", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I had an entirely physical sensation of wading through blackness.\n\nHorizontal shifts are like that. It's one reason they aren't a good thing, if they're induced by too many shrooms.  You get \"stuck\".\n\n\\&gt;Then it suddenly became reddish, then orange, then glaring white, like a terribly strong neon light.\n\nHis assemblage point moved from the lower part of his back to the bottom, and back up again except in the front?  If so, then he was in full on HA where seeing energy is possible.  \n\n\\&gt;This beautiful prairie was bathed in a glow that, like rays of light, emanated from the land itself.\n\nSeeing energy on surfaces.\n\nWe get to do that every single night, after you learn to get silent and move the assemblage point.\n\n6 weeks if you work really hard, with cool stuff that makes Dzogchen people very angry if you tell them, at the 1 week mark.\n\nI hope no one thinks I'm picking on Dzogchen.  I only use it because they actually have a shot at magic.  If I said it makes Girl Scouts angry, obviously that would be picking on them.\n\nBut with Dzogchen people, they're big boys. They can dish it out, so they have to take it too.  And when they get angry, you're on the right track. The one they were hoping for.\n\nThe rest is exactly what you get to see in darkroom, once you can clearly focus on the \"seeing energy\" stuff on surfaces.  Maybe not as dramatic because it's not all at once.  You have to battle the return of the internal dialogue, even at that position.\n\nBut seeing what Carlos saw, one tiny piece at a time, lets you learn more.\n\nFor instance, the emanations don't just form something from the lines you see.\n\nThe lines twist in on themselves, alter coloration, pick up shadows, and there's a bunch of really weird sights to see at that \"mini-level\", that isn't mentioned here.\n\nI guess it's sort of like a sci-fi movie where Lon Chaney Jr. turns into the werewolf.\n\nThe first time, they probably tried it too fast to save makeup work.\n\nPerhaps you saw him twitching, then he just sprang up from the ground as a wolf man.\n\nThey looked at it, and thought it's not cool enough.\n\nSo they slowed it down.  You get to see his eyebrows form, some facial hair grow, teeth slowly growing longer.\n\nThat's what you get to see on your own, if you use your own power and don't have a \"Don Juan\" doing the work for you.\n\nIt's painfully slow at times.  Can take a half hour to see the emanations finish forming something good.\n\nBut in the meantime you see very interesting things, like a little bundle of filaments twist together and then bend back in on themselves like a tiny worm.\n\nAs that continues, you get my famous hamburger example.  \n\nAll that work, just for a free hamburger.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h4e0z7a", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I had an entirely physical sensation of wading through blackness.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Horizontal shifts are like that. It&amp;#39;s one reason they aren&amp;#39;t a good thing, if they&amp;#39;re induced by too many shrooms.  You get &amp;quot;stuck&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Then it suddenly became reddish, then orange, then glaring white, like a terribly strong neon light.&lt;/p&gt;\n\n&lt;p&gt;His assemblage point moved from the lower part of his back to the bottom, and back up again except in the front?  If so, then he was in full on HA where seeing energy is possible.  &lt;/p&gt;\n\n&lt;p&gt;&amp;gt;This beautiful prairie was bathed in a glow that, like rays of light, emanated from the land itself.&lt;/p&gt;\n\n&lt;p&gt;Seeing energy on surfaces.&lt;/p&gt;\n\n&lt;p&gt;We get to do that every single night, after you learn to get silent and move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;6 weeks if you work really hard, with cool stuff that makes Dzogchen people very angry if you tell them, at the 1 week mark.&lt;/p&gt;\n\n&lt;p&gt;I hope no one thinks I&amp;#39;m picking on Dzogchen.  I only use it because they actually have a shot at magic.  If I said it makes Girl Scouts angry, obviously that would be picking on them.&lt;/p&gt;\n\n&lt;p&gt;But with Dzogchen people, they&amp;#39;re big boys. They can dish it out, so they have to take it too.  And when they get angry, you&amp;#39;re on the right track. The one they were hoping for.&lt;/p&gt;\n\n&lt;p&gt;The rest is exactly what you get to see in darkroom, once you can clearly focus on the &amp;quot;seeing energy&amp;quot; stuff on surfaces.  Maybe not as dramatic because it&amp;#39;s not all at once.  You have to battle the return of the internal dialogue, even at that position.&lt;/p&gt;\n\n&lt;p&gt;But seeing what Carlos saw, one tiny piece at a time, lets you learn more.&lt;/p&gt;\n\n&lt;p&gt;For instance, the emanations don&amp;#39;t just form something from the lines you see.&lt;/p&gt;\n\n&lt;p&gt;The lines twist in on themselves, alter coloration, pick up shadows, and there&amp;#39;s a bunch of really weird sights to see at that &amp;quot;mini-level&amp;quot;, that isn&amp;#39;t mentioned here.&lt;/p&gt;\n\n&lt;p&gt;I guess it&amp;#39;s sort of like a sci-fi movie where Lon Chaney Jr. turns into the werewolf.&lt;/p&gt;\n\n&lt;p&gt;The first time, they probably tried it too fast to save makeup work.&lt;/p&gt;\n\n&lt;p&gt;Perhaps you saw him twitching, then he just sprang up from the ground as a wolf man.&lt;/p&gt;\n\n&lt;p&gt;They looked at it, and thought it&amp;#39;s not cool enough.&lt;/p&gt;\n\n&lt;p&gt;So they slowed it down.  You get to see his eyebrows form, some facial hair grow, teeth slowly growing longer.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what you get to see on your own, if you use your own power and don&amp;#39;t have a &amp;quot;Don Juan&amp;quot; doing the work for you.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s painfully slow at times.  Can take a half hour to see the emanations finish forming something good.&lt;/p&gt;\n\n&lt;p&gt;But in the meantime you see very interesting things, like a little bundle of filaments twist together and then bend back in on themselves like a tiny worm.&lt;/p&gt;\n\n&lt;p&gt;As that continues, you get my famous hamburger example.  &lt;/p&gt;\n\n&lt;p&gt;All that work, just for a free hamburger.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4e0z7a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625686572.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625686572.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4dqdf6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4dj4u5", "score": 6, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This one:\n\n\"By the time it became completely dark, an immense fatigue had begun to make my eyes sore and itchy. Finally I gave up my resistance and was pulled into the deepest, blackest sleep I have ever had. Yet I was not totally asleep. I could feel the thick blackness around me. I had an entirely physical sensation of wading through blackness. Then it suddenly became reddish, then orange, then glaring white, like a terribly strong neon light. Gradually I focused my vision until I saw I was still sitting in the same position with don Juan - but no longer in the cave. We were on a mountaintop looking down over exquisite flatlands with mountains in the distance. This beautiful prairie was bathed in a glow that, like rays of light, emanated from the land itself. Wherever I looked, I saw familiar features: rocks, hills, rivers, forests, canyons, enhanced and transformed by their inner vibration, their inner glow. This glow that was so pleasing to my eyes also tingled out of my very being\"\n\n\"As I stared at the wondrous sight, filaments of light began to radiate from everything on that prairie. At first it was like the explosion of an infinite number of short fibers, then the fibers became long threadlike strands of luminosity bundled together into beams of vibrating light that reached infinity. There was really no way for me to make sense of what I was seeing, or to describe it, except as filaments of vibrating light. The filaments were not intermingled or entwined. Although they sprang, and continued to spring, in every direction, each one was separate, and yet all of them were inextricably bundled together.\"  \n\"You are seeing the Eagle's emanations and the force that keeps them apart and bundles them together,\" don Juan thought. (Intent)", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h4dqdf6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This one:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;By the time it became completely dark, an immense fatigue had begun to make my eyes sore and itchy. Finally I gave up my resistance and was pulled into the deepest, blackest sleep I have ever had. Yet I was not totally asleep. I could feel the thick blackness around me. I had an entirely physical sensation of wading through blackness. Then it suddenly became reddish, then orange, then glaring white, like a terribly strong neon light. Gradually I focused my vision until I saw I was still sitting in the same position with don Juan - but no longer in the cave. We were on a mountaintop looking down over exquisite flatlands with mountains in the distance. This beautiful prairie was bathed in a glow that, like rays of light, emanated from the land itself. Wherever I looked, I saw familiar features: rocks, hills, rivers, forests, canyons, enhanced and transformed by their inner vibration, their inner glow. This glow that was so pleasing to my eyes also tingled out of my very being&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As I stared at the wondrous sight, filaments of light began to radiate from everything on that prairie. At first it was like the explosion of an infinite number of short fibers, then the fibers became long threadlike strands of luminosity bundled together into beams of vibrating light that reached infinity. There was really no way for me to make sense of what I was seeing, or to describe it, except as filaments of vibrating light. The filaments were not intermingled or entwined. Although they sprang, and continued to spring, in every direction, each one was separate, and yet all of them were inextricably bundled together.&amp;quot;&lt;br/&gt;\n&amp;quot;You are seeing the Eagle&amp;#39;s emanations and the force that keeps them apart and bundles them together,&amp;quot; don Juan thought. (Intent)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4dqdf6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625681903.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625681903.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4dj4u5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4db9pf", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The Eagle is the emanations.\n\nI was surprised to see that last week or so.\n\nIntent is likely a by-product of the emanations.  Maybe the interaction of their awareness among themselves?\n\nThey are in fact aware.  But you have to reduce your *seeing* to the level of a single one.\n\nAs a whitish light that has texture, you can detect it. But not really isolate a single one.", "edited": false, "author_flair_css_class": null, "name": "t1_h4dj4u5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The Eagle is the emanations.&lt;/p&gt;\n\n&lt;p&gt;I was surprised to see that last week or so.&lt;/p&gt;\n\n&lt;p&gt;Intent is likely a by-product of the emanations.  Maybe the interaction of their awareness among themselves?&lt;/p&gt;\n\n&lt;p&gt;They are in fact aware.  But you have to reduce your &lt;em&gt;seeing&lt;/em&gt; to the level of a single one.&lt;/p&gt;\n\n&lt;p&gt;As a whitish light that has texture, you can detect it. But not really isolate a single one.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_ofkh5a", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4dj4u5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625678720.0, "author_flair_text": null, "collapsed": false, "created_utc": 1625678720.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4db9pf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "selftransforming", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4d8z6l", "score": 1, "author_fullname": "t2_12vaj0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The Eagle, which is not different from the Eagle's manifestations. The word \"intent\" isn't mentioned in the passage.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4db9pf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The Eagle, which is not different from the Eagle&amp;#39;s manifestations. The word &amp;quot;intent&amp;quot; isn&amp;#39;t mentioned in the passage.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ofkh5a", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4db9pf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625675279.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625675279.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4d8z6l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4d42yt", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So what was he referring to there?  Intent, or the emanations?\n\nOr worse...\n\nMaybe intent is generated by the emanations.\n\nBut, there's also \"not-being\".\n\nThe darkness behind the dark sea of awareness.\n\nWe have nearly no knowledge of that.\n\nBurnt out suns too!  There's a hint at dark matter in there...", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h4d8z6l", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So what was he referring to there?  Intent, or the emanations?&lt;/p&gt;\n\n&lt;p&gt;Or worse...&lt;/p&gt;\n\n&lt;p&gt;Maybe intent is generated by the emanations.&lt;/p&gt;\n\n&lt;p&gt;But, there&amp;#39;s also &amp;quot;not-being&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The darkness behind the dark sea of awareness.&lt;/p&gt;\n\n&lt;p&gt;We have nearly no knowledge of that.&lt;/p&gt;\n\n&lt;p&gt;Burnt out suns too!  There&amp;#39;s a hint at dark matter in there...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ofkh5a", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4d8z6l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625674282.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625674282.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4d42yt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "selftransforming", "can_mod_post": false, "created_utc": 1625672137.0, "send_replies": true, "parent_id": "t1_h4d24e0", "score": 2, "author_fullname": "t2_12vaj0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\"I'm talking about all of existence. If your consciousness is linked to the origin of all things, you can achieve seemingly impossible feats,\" Don Juan Matus, in ch 12 of Taisha's unpublished work", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4d42yt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;I&amp;#39;m talking about all of existence. If your consciousness is linked to the origin of all things, you can achieve seemingly impossible feats,&amp;quot; Don Juan Matus, in ch 12 of Taisha&amp;#39;s unpublished work&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ofkh5a", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4d42yt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625672137.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4d24e0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1625671277.0, "send_replies": true, "parent_id": "t3_ofkh5a", "score": 12, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "... continued\n\nSo \"The Spirit\" is intent when viewed over time.\n\nBut how is \"The Abstract\" the same thing?\n\nLet me redefine \"Abstract\" in ordinary terms, as Carlos did.\n\nYou can easily find the justifications for this by searching the books.\n\nThe abstract is called that, because you can't form any words to describe it.\n\nIt doesn't yield to language.\n\nAnd yet, you can experience it.\n\nSo the \"abstract dreaming\" I mentioned from before, which is a hazard dreamers face because it can trap you for hours (like a feverish dream), is abstract because you can't describe it adequately using words.\n\nAt one point don Juan admits you can begin to describe it, if you have an enormous amount of energy.\n\nMy inorganic being Fancy used to taunt me with that idea.  She said, \"The indescribable is only undescribable until someone describes it.\"\n\nWhich has a lot more meaning than it seems on the surface.  In her case, the advice was to find one single thing from the experience which you **can** describe, and do it.  Such as \"flat\".\n\nNow that you have \"flat\", what was flat?  Well, it was also long.  Long and flat.\n\nWood?  Yes, maybe it was a long wooden plank.\n\nAnd on it goes, until you have an actual description.\n\nBut when you compare it to the original, it's still not right.\n\nThat's what makes the abstract, \"abstract\".  You can't use words to describe it.\n\nBut that might bring up another story from the books, in the mind of a good inventory warrior.\n\nThe inventory is useful, as long as it doesn't become an excuse not to learn to get silent.\n\nDon Juan, Silvio Manuel, and Carlos were eating in a restaurant.  Don Juan had pushed him into full on heightened awareness, and all they wanted was for Carlos to eat come food in that state.\n\n(If anyone finds it, post it in a comment!).\n\nThey got to talking, and don Juan asked Carlos if he knew what \"intent\" was now.\n\nAnd he said he did!  But then when asked to explain it, he could not.\n\nSo intent is in fact \"abstract\", when viewed as a real thing.\n\nWhen you don't look at the effects, but look at the thing itself.\n\nThe effects are easy to describe.\n\nMAGIC!\n\nThat's what intent does.\n\nBut that says nothing about the magician (intent itself).\n\nIn \"Silent Knowledge\", a publication Carlos made to give us last minute instructions, because he was dying, there's this:\n\n\\*\\*\\*\n\nSorcerers, by the force of their practices and goals, refute the power of the word. They define themselves as navigators in the sea of the unknown. For them, navigation is a practicality, and navigation means to move from world to world, without losing, sobriety, without losing strength: and, to accomplish this feat of navigation, there cannot be procedures, or steps to be followed, but one single abstract act that defines it all: the act, of reinforcing our link with the force that permeates the universe, a force which sorcerers call intent. Since we are alive and conscious, we are already intimately related to intent. What we need, sorcerers say, is to make that link the realm of our conscious acts, and that act of becoming conscious of our link with intent is another way of defining silent knowledge.\n\n\\*\\*\\*\n\nThat indicates Silent Knowledge is knowing something, but it can't be put into words.\n\nIt has the same problem as \"the abstract\".  You can know it, but you can't explain or talk about what you know.\n\nIn the darkroom, you can get the impression that what we want is to reach the end of the J curve, and then pull hamburgers out of thin air.\n\nAnd that's a lot of fun!\n\nBut in fact, we want to explore knowledge that can't be described.\n\nPlaying with manifesting objects using intent, materializing dream worlds in front of you and walking right in, leaping across the universe by using the emanations themselves to open a passage, are all just exercises to help us clean our link to intent.\n\nAnd for newbies, things you can actually learn to do. We don't fool around in this subreddit.  Anything you read here, you can do yourself if you follow instructions.\n\nIntent provides for us to assist when needed, but it also listens to our wishes.  \n\nDon Juan commented that at some point in the past, our link to intent must have been strong.  I guess you could call those, \"the men of old\", who could do wonders we can only hint at these days.\n\nBut why did the men of old lose their ability over time? Wouldn't their abilities make them more likely to survice in our world, and pass on their knowledge.\n\nNo. The opposite is true.  The man who askes his lover to \"hold him tight, and never let him go\", has a better chance of passing on his view of reality.\n\nThe Men of Old were likely to just pass on the whole reproductive cycle thing.  But the \"Men of New\" believe it's all there is in life.\n\nYou can recover what the Men of Old knew, by cleaning your link to intent.  \n\nAnd you do that by seeking out experiences that can only happen with intent on your side.\n\nYou learn to please it, so it pleases you in return.\n\nBut it's still not \"Silent Knowledge\".\n\nSilent knowledge can only be experienced. What it feels like, is a series of \"revelations\".\n\nThey might relate to something you were curious about.  The \"answer\" comes to you, even if you can't describe it.\n\nYou are viewing intent directly, and it's feeding you information on a continuous basis.\n\nIt's a state you get into with perfect silence where you seem to be looking at something in front of you. Some light perhaps?  A \"depth\" filled with \"things\", but you can't really say what those things are.\n\nWhat exactly is the practical side of watching it?\n\nWe don't really yet know. If it isn't cool enough for you without knowing why, you'll never put in the work needed.\n\nBut if a justification is needed, that's where Carlos wanted us to go.  To Silent Knowledge.\n\nPossibly as a substitute for his presence.\n\nIn the process of learning that we have to slide our assemblage points along the outside of our cocoon, to the destination of heightened awareness.\n\nIf you search the books you'll see, don Juan explains how the assemblage point can move. \n\nIt can move in depth, or along the outside.\n\nThe movement in depth requires the Nagual's Blow.\n\nBut the movement along the outside does not.  There are several occasions in the books where don Juan congratulates Carlos for moving himself into heightened awareness.  As I recall, they seem to be in a situation where they've been sitting for a long time, which is what's needed in the darkroom also, go move it that far.\n\nWhen it moves along the outside, it turns out it can come up in the front again. \n\nI suppose simply because the egg is round.\n\nThus the J curve.\n\nWhen it comes to the same location that the Nagual' blow pushes it to, we get the same benefits.\n\nIn fact, you might say we get more! It's further to the front, than it is with the Nagual's blow.\n\nIn the process of learning to move it, using darkroom, we also gain the ability to reach the 3rd attention, the only solution sorcerers have come up with to escape death without becoming a prisoner of the inorganic beings.\n\nTo move the assemblage point across the entire range so fast, that no single position can \"cool down\".  \n\nWith all of them glowing at once, the luminous shell burns away.\n\nSo I suppose you could say, whatever benefit there is to learning to be in \"Silent Knowledge\" for sustained periods, is incidental to learning to move our assemblage points on our own.  It's a goal that requires we learn the 2 most important things.\n\nSilence, and moving the assemblage point.\n\ncontinued...", "edited": 1625673220.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4d24e0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;... continued&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;The Spirit&amp;quot; is intent when viewed over time.&lt;/p&gt;\n\n&lt;p&gt;But how is &amp;quot;The Abstract&amp;quot; the same thing?&lt;/p&gt;\n\n&lt;p&gt;Let me redefine &amp;quot;Abstract&amp;quot; in ordinary terms, as Carlos did.&lt;/p&gt;\n\n&lt;p&gt;You can easily find the justifications for this by searching the books.&lt;/p&gt;\n\n&lt;p&gt;The abstract is called that, because you can&amp;#39;t form any words to describe it.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t yield to language.&lt;/p&gt;\n\n&lt;p&gt;And yet, you can experience it.&lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;abstract dreaming&amp;quot; I mentioned from before, which is a hazard dreamers face because it can trap you for hours (like a feverish dream), is abstract because you can&amp;#39;t describe it adequately using words.&lt;/p&gt;\n\n&lt;p&gt;At one point don Juan admits you can begin to describe it, if you have an enormous amount of energy.&lt;/p&gt;\n\n&lt;p&gt;My inorganic being Fancy used to taunt me with that idea.  She said, &amp;quot;The indescribable is only undescribable until someone describes it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Which has a lot more meaning than it seems on the surface.  In her case, the advice was to find one single thing from the experience which you &lt;strong&gt;can&lt;/strong&gt; describe, and do it.  Such as &amp;quot;flat&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Now that you have &amp;quot;flat&amp;quot;, what was flat?  Well, it was also long.  Long and flat.&lt;/p&gt;\n\n&lt;p&gt;Wood?  Yes, maybe it was a long wooden plank.&lt;/p&gt;\n\n&lt;p&gt;And on it goes, until you have an actual description.&lt;/p&gt;\n\n&lt;p&gt;But when you compare it to the original, it&amp;#39;s still not right.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what makes the abstract, &amp;quot;abstract&amp;quot;.  You can&amp;#39;t use words to describe it.&lt;/p&gt;\n\n&lt;p&gt;But that might bring up another story from the books, in the mind of a good inventory warrior.&lt;/p&gt;\n\n&lt;p&gt;The inventory is useful, as long as it doesn&amp;#39;t become an excuse not to learn to get silent.&lt;/p&gt;\n\n&lt;p&gt;Don Juan, Silvio Manuel, and Carlos were eating in a restaurant.  Don Juan had pushed him into full on heightened awareness, and all they wanted was for Carlos to eat come food in that state.&lt;/p&gt;\n\n&lt;p&gt;(If anyone finds it, post it in a comment!).&lt;/p&gt;\n\n&lt;p&gt;They got to talking, and don Juan asked Carlos if he knew what &amp;quot;intent&amp;quot; was now.&lt;/p&gt;\n\n&lt;p&gt;And he said he did!  But then when asked to explain it, he could not.&lt;/p&gt;\n\n&lt;p&gt;So intent is in fact &amp;quot;abstract&amp;quot;, when viewed as a real thing.&lt;/p&gt;\n\n&lt;p&gt;When you don&amp;#39;t look at the effects, but look at the thing itself.&lt;/p&gt;\n\n&lt;p&gt;The effects are easy to describe.&lt;/p&gt;\n\n&lt;p&gt;MAGIC!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what intent does.&lt;/p&gt;\n\n&lt;p&gt;But that says nothing about the magician (intent itself).&lt;/p&gt;\n\n&lt;p&gt;In &amp;quot;Silent Knowledge&amp;quot;, a publication Carlos made to give us last minute instructions, because he was dying, there&amp;#39;s this:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Sorcerers, by the force of their practices and goals, refute the power of the word. They define themselves as navigators in the sea of the unknown. For them, navigation is a practicality, and navigation means to move from world to world, without losing, sobriety, without losing strength: and, to accomplish this feat of navigation, there cannot be procedures, or steps to be followed, but one single abstract act that defines it all: the act, of reinforcing our link with the force that permeates the universe, a force which sorcerers call intent. Since we are alive and conscious, we are already intimately related to intent. What we need, sorcerers say, is to make that link the realm of our conscious acts, and that act of becoming conscious of our link with intent is another way of defining silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;That indicates Silent Knowledge is knowing something, but it can&amp;#39;t be put into words.&lt;/p&gt;\n\n&lt;p&gt;It has the same problem as &amp;quot;the abstract&amp;quot;.  You can know it, but you can&amp;#39;t explain or talk about what you know.&lt;/p&gt;\n\n&lt;p&gt;In the darkroom, you can get the impression that what we want is to reach the end of the J curve, and then pull hamburgers out of thin air.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s a lot of fun!&lt;/p&gt;\n\n&lt;p&gt;But in fact, we want to explore knowledge that can&amp;#39;t be described.&lt;/p&gt;\n\n&lt;p&gt;Playing with manifesting objects using intent, materializing dream worlds in front of you and walking right in, leaping across the universe by using the emanations themselves to open a passage, are all just exercises to help us clean our link to intent.&lt;/p&gt;\n\n&lt;p&gt;And for newbies, things you can actually learn to do. We don&amp;#39;t fool around in this subreddit.  Anything you read here, you can do yourself if you follow instructions.&lt;/p&gt;\n\n&lt;p&gt;Intent provides for us to assist when needed, but it also listens to our wishes.  &lt;/p&gt;\n\n&lt;p&gt;Don Juan commented that at some point in the past, our link to intent must have been strong.  I guess you could call those, &amp;quot;the men of old&amp;quot;, who could do wonders we can only hint at these days.&lt;/p&gt;\n\n&lt;p&gt;But why did the men of old lose their ability over time? Wouldn&amp;#39;t their abilities make them more likely to survice in our world, and pass on their knowledge.&lt;/p&gt;\n\n&lt;p&gt;No. The opposite is true.  The man who askes his lover to &amp;quot;hold him tight, and never let him go&amp;quot;, has a better chance of passing on his view of reality.&lt;/p&gt;\n\n&lt;p&gt;The Men of Old were likely to just pass on the whole reproductive cycle thing.  But the &amp;quot;Men of New&amp;quot; believe it&amp;#39;s all there is in life.&lt;/p&gt;\n\n&lt;p&gt;You can recover what the Men of Old knew, by cleaning your link to intent.  &lt;/p&gt;\n\n&lt;p&gt;And you do that by seeking out experiences that can only happen with intent on your side.&lt;/p&gt;\n\n&lt;p&gt;You learn to please it, so it pleases you in return.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still not &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silent knowledge can only be experienced. What it feels like, is a series of &amp;quot;revelations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They might relate to something you were curious about.  The &amp;quot;answer&amp;quot; comes to you, even if you can&amp;#39;t describe it.&lt;/p&gt;\n\n&lt;p&gt;You are viewing intent directly, and it&amp;#39;s feeding you information on a continuous basis.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a state you get into with perfect silence where you seem to be looking at something in front of you. Some light perhaps?  A &amp;quot;depth&amp;quot; filled with &amp;quot;things&amp;quot;, but you can&amp;#39;t really say what those things are.&lt;/p&gt;\n\n&lt;p&gt;What exactly is the practical side of watching it?&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t really yet know. If it isn&amp;#39;t cool enough for you without knowing why, you&amp;#39;ll never put in the work needed.&lt;/p&gt;\n\n&lt;p&gt;But if a justification is needed, that&amp;#39;s where Carlos wanted us to go.  To Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Possibly as a substitute for his presence.&lt;/p&gt;\n\n&lt;p&gt;In the process of learning that we have to slide our assemblage points along the outside of our cocoon, to the destination of heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;If you search the books you&amp;#39;ll see, don Juan explains how the assemblage point can move. &lt;/p&gt;\n\n&lt;p&gt;It can move in depth, or along the outside.&lt;/p&gt;\n\n&lt;p&gt;The movement in depth requires the Nagual&amp;#39;s Blow.&lt;/p&gt;\n\n&lt;p&gt;But the movement along the outside does not.  There are several occasions in the books where don Juan congratulates Carlos for moving himself into heightened awareness.  As I recall, they seem to be in a situation where they&amp;#39;ve been sitting for a long time, which is what&amp;#39;s needed in the darkroom also, go move it that far.&lt;/p&gt;\n\n&lt;p&gt;When it moves along the outside, it turns out it can come up in the front again. &lt;/p&gt;\n\n&lt;p&gt;I suppose simply because the egg is round.&lt;/p&gt;\n\n&lt;p&gt;Thus the J curve.&lt;/p&gt;\n\n&lt;p&gt;When it comes to the same location that the Nagual&amp;#39; blow pushes it to, we get the same benefits.&lt;/p&gt;\n\n&lt;p&gt;In fact, you might say we get more! It&amp;#39;s further to the front, than it is with the Nagual&amp;#39;s blow.&lt;/p&gt;\n\n&lt;p&gt;In the process of learning to move it, using darkroom, we also gain the ability to reach the 3rd attention, the only solution sorcerers have come up with to escape death without becoming a prisoner of the inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;To move the assemblage point across the entire range so fast, that no single position can &amp;quot;cool down&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;With all of them glowing at once, the luminous shell burns away.&lt;/p&gt;\n\n&lt;p&gt;So I suppose you could say, whatever benefit there is to learning to be in &amp;quot;Silent Knowledge&amp;quot; for sustained periods, is incidental to learning to move our assemblage points on our own.  It&amp;#39;s a goal that requires we learn the 2 most important things.&lt;/p&gt;\n\n&lt;p&gt;Silence, and moving the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;continued...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4d24e0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625671277.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ofkh5a", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h4r9t0o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1625963044.0, "send_replies": true, "parent_id": "t1_h4qjqzd", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;come up with other numbers\n\nOne of the ways that cops have been trained to tell when someone is lying is when they are asked to repeatedly recount their story, it's exactly the same every time. Like word for word exact. Because it almost certainly means that it's prefabricated and memorized. Crooks getting their stories straight before being interrogated.\n\nReal memory can respond to events as they change in the future, it's adaptive and flexible. For good or ill.  While prefabricated constructs can't hold up to intense scrutiny from unexpected angles. They're inflexible, because you have to add or edit things in real time as requests for unpredicted info arise. Info that can invalidate the rest of the \"memory.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4r9t0o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;come up with other numbers&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;One of the ways that cops have been trained to tell when someone is lying is when they are asked to repeatedly recount their story, it&amp;#39;s exactly the same every time. Like word for word exact. Because it almost certainly means that it&amp;#39;s prefabricated and memorized. Crooks getting their stories straight before being interrogated.&lt;/p&gt;\n\n&lt;p&gt;Real memory can respond to events as they change in the future, it&amp;#39;s adaptive and flexible. For good or ill.  While prefabricated constructs can&amp;#39;t hold up to intense scrutiny from unexpected angles. They&amp;#39;re inflexible, because you have to add or edit things in real time as requests for unpredicted info arise. Info that can invalidate the rest of the &amp;quot;memory.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ofkh5a", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4r9t0o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625963044.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4qjqzd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1625948820.0, "send_replies": true, "parent_id": "t3_ofkh5a", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "... Last continued\n\nI got busy.  Let's finish this.\n\nThis is what surprised me.   I was searching for info on Elias, and kept running into \"the abstract\".\n\nI didn't have a good reason to be researching that, but I stopped and searched based on it.\n\nAnd found, \"the abstract\" is the same as other things which I believed were different.\n\nI kind of understand now.    I'll just lay it out:\n\nintent = the emanations when viewed for their ability to convert awareness into something you can recognize.\n\nspirit = intent when viewed over time, showing it has some plan or intelligence behind it.\n\nabstract = something you can witness, but not talk about. Not describe.  Not even think about clearly, except to remember how it happened.\n\nSo \"the nagual\" would also be \"the abstract\".  But \"intent\" is also.\n\nOk...  I guess I don't understand it as I thought.\n\nI'll let you guys figure it out.\n\nHere's what I found in inspirational quotes about that topic.  Aside from, Carlos liked that word, \"abstract\".  Maybe there's a spanish language reason he thought he could use it so often.\n\nI never found many opportunities to use that word in English.\n\n\\*\\*\\*\n\nI stretched my legs and put my head on the pillow. I felt that if I closed my eyes or did not keep on talking I would be asleep in an instant. I told Carol how I had argued with don Juan at the beginning of my association with him about his confessed motive for staying on the warrior's path. He had said that fear kept him going in a straight line, and that what he feared the most was to lose the nagual; the abstract; the spirit.\n\n\\*\\*\n\nThe mastery of intent is the riddle of the spirit; the paradox of the abstract; sorcerers' thoughts and actions projected beyond our human condition.\n\n\\*\\*\n\nUntil now it had been impossible for me to write or even to think coherently about the art of stalking and the mastery of intent. My mistake has been to regard them as subjects for normal memory and recollection. They are, but at the same time they are not. In order to resolve this contradiction, I have not pursued the subjects directly- a virtual impossibility- but have dealt with them indirectly through the concluding topic of don Juan's instruction: the stories of the sorcerers of the past.\r  \n\r  \nHe recounted these stories to make evident what he called the abstract cores of his lessons.\r  \n\r  \nHis way of talking made me believe for many years that his explanations of the abstract cores were like academic dissertations. I was, however, intellectually incapable of grasping the nature of the abstract cores despite his comprehensive explanations. All I was able to do under these circumstances was to take his explanations as given.\r  \n\r  \nAnd even without a thorough rational assessment which I believed was essential to understanding them, the abstract cores became part of my tacit acceptance and understanding of his teachings.\r  \n\r  \nI know now that the stories of the sorcerers of the past, were intended more to open my mind than to explain anything in a rational manner.\r  \n\r  \nDon Juan presented three sets of six abstract cores each, arranged in an increasing level of complexity.\r  \n\r  \nI have dealt here with the first set, which is composed of the following: the manifestations of the spirit, the knock of the spirit, the trickery of the spirit, the descent of the spirit, the requirements of intent, and handling intent.\n\n\\*\\*\n\n\"In sorcery there are twenty-one abstract cores,\" don Juan went on. \"And then, based on those abstract cores, there are scores of sorcery stories about the naguals of our lineage battling to understand the spirit. It's time to tell you the abstract cores and the sorcery stories.\"\n\n(I included that one because someone came here to battle the subreddit, and pointed out that in one place it's 18, in another a different number,  and so it's a \"gotcha!\"\n\nWe're in here doing real magic, and all he wants to do is make it go away!  Even if he has to make up stuff.\n\nBut in fact, it's in the same book that the number of abstract cores changes, not just in a later publication.  And, as that statement suggests, you could come up with other numbers and it wouldn't be a \"gotcha!!!\"\n\nMan, former private class members were petty weren't they???\n\n\\*\\*\n\n\"The only way to know intent\" he replied, \"is to know it directly through a living connection that exists between intent and all sentient beings. Sorcerers call intent the indescribable, the spirit, the abstract, or the nagual. I would prefer to call it nagual, but it overlaps with the name for the leader- the benefactor- who is also called nagual. So I have opted for calling it the spirit, intent, or the abstract.\"\n\n\\*\\*\\*\n\nAnd that was the one that bothered me.  We'll all learn about intent in the darkroom, long before we encounter, \"the abstract\".\n\nBut I suppose it's just a different way of looking at the same thing.\n\nDon't get me started about \"abstract dreaming\".\n\nCarlos had occasion to talk about that.\n\nIt makes the whole topic even more confusing.", "edited": 1625949659.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4qjqzd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;... Last continued&lt;/p&gt;\n\n&lt;p&gt;I got busy.  Let&amp;#39;s finish this.&lt;/p&gt;\n\n&lt;p&gt;This is what surprised me.   I was searching for info on Elias, and kept running into &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t have a good reason to be researching that, but I stopped and searched based on it.&lt;/p&gt;\n\n&lt;p&gt;And found, &amp;quot;the abstract&amp;quot; is the same as other things which I believed were different.&lt;/p&gt;\n\n&lt;p&gt;I kind of understand now.    I&amp;#39;ll just lay it out:&lt;/p&gt;\n\n&lt;p&gt;intent = the emanations when viewed for their ability to convert awareness into something you can recognize.&lt;/p&gt;\n\n&lt;p&gt;spirit = intent when viewed over time, showing it has some plan or intelligence behind it.&lt;/p&gt;\n\n&lt;p&gt;abstract = something you can witness, but not talk about. Not describe.  Not even think about clearly, except to remember how it happened.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;the nagual&amp;quot; would also be &amp;quot;the abstract&amp;quot;.  But &amp;quot;intent&amp;quot; is also.&lt;/p&gt;\n\n&lt;p&gt;Ok...  I guess I don&amp;#39;t understand it as I thought.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll let you guys figure it out.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I found in inspirational quotes about that topic.  Aside from, Carlos liked that word, &amp;quot;abstract&amp;quot;.  Maybe there&amp;#39;s a spanish language reason he thought he could use it so often.&lt;/p&gt;\n\n&lt;p&gt;I never found many opportunities to use that word in English.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;I stretched my legs and put my head on the pillow. I felt that if I closed my eyes or did not keep on talking I would be asleep in an instant. I told Carol how I had argued with don Juan at the beginning of my association with him about his confessed motive for staying on the warrior&amp;#39;s path. He had said that fear kept him going in a straight line, and that what he feared the most was to lose the nagual; the abstract; the spirit.&lt;/p&gt;\n\n&lt;p&gt;**&lt;/p&gt;\n\n&lt;p&gt;The mastery of intent is the riddle of the spirit; the paradox of the abstract; sorcerers&amp;#39; thoughts and actions projected beyond our human condition.&lt;/p&gt;\n\n&lt;p&gt;**&lt;/p&gt;\n\n&lt;p&gt;Until now it had been impossible for me to write or even to think coherently about the art of stalking and the mastery of intent. My mistake has been to regard them as subjects for normal memory and recollection. They are, but at the same time they are not. In order to resolve this contradiction, I have not pursued the subjects directly- a virtual impossibility- but have dealt with them indirectly through the concluding topic of don Juan&amp;#39;s instruction: the stories of the sorcerers of the past.&lt;/p&gt;\n\n&lt;p&gt;He recounted these stories to make evident what he called the abstract cores of his lessons.&lt;/p&gt;\n\n&lt;p&gt;His way of talking made me believe for many years that his explanations of the abstract cores were like academic dissertations. I was, however, intellectually incapable of grasping the nature of the abstract cores despite his comprehensive explanations. All I was able to do under these circumstances was to take his explanations as given.&lt;/p&gt;\n\n&lt;p&gt;And even without a thorough rational assessment which I believed was essential to understanding them, the abstract cores became part of my tacit acceptance and understanding of his teachings.&lt;/p&gt;\n\n&lt;p&gt;I know now that the stories of the sorcerers of the past, were intended more to open my mind than to explain anything in a rational manner.&lt;/p&gt;\n\n&lt;p&gt;Don Juan presented three sets of six abstract cores each, arranged in an increasing level of complexity.&lt;/p&gt;\n\n&lt;p&gt;I have dealt here with the first set, which is composed of the following: the manifestations of the spirit, the knock of the spirit, the trickery of the spirit, the descent of the spirit, the requirements of intent, and handling intent.&lt;/p&gt;\n\n&lt;p&gt;**&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In sorcery there are twenty-one abstract cores,&amp;quot; don Juan went on. &amp;quot;And then, based on those abstract cores, there are scores of sorcery stories about the naguals of our lineage battling to understand the spirit. It&amp;#39;s time to tell you the abstract cores and the sorcery stories.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(I included that one because someone came here to battle the subreddit, and pointed out that in one place it&amp;#39;s 18, in another a different number,  and so it&amp;#39;s a &amp;quot;gotcha!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re in here doing real magic, and all he wants to do is make it go away!  Even if he has to make up stuff.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it&amp;#39;s in the same book that the number of abstract cores changes, not just in a later publication.  And, as that statement suggests, you could come up with other numbers and it wouldn&amp;#39;t be a &amp;quot;gotcha!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Man, former private class members were petty weren&amp;#39;t they???&lt;/p&gt;\n\n&lt;p&gt;**&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The only way to know intent&amp;quot; he replied, &amp;quot;is to know it directly through a living connection that exists between intent and all sentient beings. Sorcerers call intent the indescribable, the spirit, the abstract, or the nagual. I would prefer to call it nagual, but it overlaps with the name for the leader- the benefactor- who is also called nagual. So I have opted for calling it the spirit, intent, or the abstract.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;And that was the one that bothered me.  We&amp;#39;ll all learn about intent in the darkroom, long before we encounter, &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I suppose it&amp;#39;s just a different way of looking at the same thing.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t get me started about &amp;quot;abstract dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos had occasion to talk about that.&lt;/p&gt;\n\n&lt;p&gt;It makes the whole topic even more confusing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4qjqzd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625948820.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ofkh5a", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jjzd6qa", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1683971953.0, "send_replies": true, "parent_id": "t3_ofkh5a", "score": 2, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's unbelievable; I'm still translating this text. Because there are so many Reddit posts, every time I see a sign or come across one, I visit Reddit and translate the posts. It's strange how they reflect my own problems or the state I was in during my sorcery practices. Coincidentally or I don't know, but my husband also has schizophrenia, and with his help, I was able to learn silence. I realized that when I'm silent, he becomes calm, and it's incredibly unbelievable that he is a powerful sorcerer who taught me many things because he had never experienced schizophrenia before and had been practicing sorcery for twenty years. He said, \"When I saw you, I decided to bring all the energy I had stored to help you learn as well.\" And now I find myself in a situation where there is no other path for me except the darkroom, and the signs of my spirit lead me towards that darkroom, even on days when I can't benefit from it and have to practice in the daylight. Some days the gifts are excellent, and I'm very happy and excited, and on days when I don't receive any gifts, the only thing I can do is be patient and wait for my spirit to reconnect with me and embark on a journey with it alone. I sent my husband to the hospital to get some improvement because the situation got out of control, and he told me he couldn't resist the conditions of his illness anymore, and it might overpower him. I left him alone because I couldn't maintain my discipline yet. I'm a bit scared to bring my husband back home because it will be very difficult to deal with him without any mercy or discipline, and I can't afford to be negligent for a moment because he is a powerful sorcerer, and any decrease in my discipline will quickly show a reaction. For now, my spirit has disconnected from him in dreams, and my focus has shifted to other aspects of sorcery. Thank you again for your activity on this Reddit because I truly thought I was alone, and of course, I'm deeply grateful to my spirit for constantly guiding me towards sorcery.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jjzd6qa", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s unbelievable; I&amp;#39;m still translating this text. Because there are so many Reddit posts, every time I see a sign or come across one, I visit Reddit and translate the posts. It&amp;#39;s strange how they reflect my own problems or the state I was in during my sorcery practices. Coincidentally or I don&amp;#39;t know, but my husband also has schizophrenia, and with his help, I was able to learn silence. I realized that when I&amp;#39;m silent, he becomes calm, and it&amp;#39;s incredibly unbelievable that he is a powerful sorcerer who taught me many things because he had never experienced schizophrenia before and had been practicing sorcery for twenty years. He said, &amp;quot;When I saw you, I decided to bring all the energy I had stored to help you learn as well.&amp;quot; And now I find myself in a situation where there is no other path for me except the darkroom, and the signs of my spirit lead me towards that darkroom, even on days when I can&amp;#39;t benefit from it and have to practice in the daylight. Some days the gifts are excellent, and I&amp;#39;m very happy and excited, and on days when I don&amp;#39;t receive any gifts, the only thing I can do is be patient and wait for my spirit to reconnect with me and embark on a journey with it alone. I sent my husband to the hospital to get some improvement because the situation got out of control, and he told me he couldn&amp;#39;t resist the conditions of his illness anymore, and it might overpower him. I left him alone because I couldn&amp;#39;t maintain my discipline yet. I&amp;#39;m a bit scared to bring my husband back home because it will be very difficult to deal with him without any mercy or discipline, and I can&amp;#39;t afford to be negligent for a moment because he is a powerful sorcerer, and any decrease in my discipline will quickly show a reaction. For now, my spirit has disconnected from him in dreams, and my focus has shifted to other aspects of sorcery. Thank you again for your activity on this Reddit because I truly thought I was alone, and of course, I&amp;#39;m deeply grateful to my spirit for constantly guiding me towards sorcery.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/jjzd6qa/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683971953.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ofkh5a", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jjzdbt3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1683972078.0, "send_replies": true, "parent_id": "t3_ofkh5a", "score": 2, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "With the help of the content you post, I regularly correct my faults and every time I find more passion for learning and practicing witchcraft.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jjzdbt3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;With the help of the content you post, I regularly correct my faults and every time I find more passion for learning and practicing witchcraft.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/jjzdbt3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683972078.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ofkh5a", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iga26c3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1657901176.0, "send_replies": true, "parent_id": "t1_ig70nxg", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos saw purple also, as you might recall from the mirror in the stream trick.\n\nHowever, you can \"change the puff color\" at any time, once you reach the deep orange zone.\n\nZuleica commented she prefers orangish red.\n\nSo no, you don't need to see purple!\n\nEventually I suppose we'll have so many experienced people, we could figure this out.\n\nI tend to be \"technically minded\".\n\nAnd orange is the anti-purple, at the level of RGB dynamics.\n\nIt's very likely all of our color information is extrapolated from just 2 \"combined colors\", of which purple is one.  You only need 2 colors that are different, to calculate a third.\n\nAnd so the \"color balance\" algorithm in the eyes goes nuts when it's dark, and \"cranks up the amplification\".\n\nWhich causes stray purple and orangish red.  Likely because those are associated with the color cells of the eye.\n\nThose \"excessive amplification artifacts\" become \"not-doings\", and manifest our energy body pieces.\n\nIf you don't like purple, the following choices are easy to generate once you become advanced.\n\nI have a \"tensegrity pass\" I created to switch colors.\n\nYou can have INTENSE tiel.\n\nI mean, startling!!!\n\nOr yellow as bright as a setting sun on a cloudless clear day free of smog.\n\nBlack puffs, which feel sort of \"evil\".\n\nAnd my favorite, white puffs.\n\nMinx, Cholita's ally, loves the white puffs.\n\nThey can \"make him solid\".\n\nGiven enough of those, he can actually chase me around during the day in the form of a squirrel, darting out into traffic to \"kill himself\" with my car.\n\nOr taunting Cholita with a high wire act while we sit in the car waiting for something.\n\nWhite puffs...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iga26c3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos saw purple also, as you might recall from the mirror in the stream trick.&lt;/p&gt;\n\n&lt;p&gt;However, you can &amp;quot;change the puff color&amp;quot; at any time, once you reach the deep orange zone.&lt;/p&gt;\n\n&lt;p&gt;Zuleica commented she prefers orangish red.&lt;/p&gt;\n\n&lt;p&gt;So no, you don&amp;#39;t need to see purple!&lt;/p&gt;\n\n&lt;p&gt;Eventually I suppose we&amp;#39;ll have so many experienced people, we could figure this out.&lt;/p&gt;\n\n&lt;p&gt;I tend to be &amp;quot;technically minded&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And orange is the anti-purple, at the level of RGB dynamics.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very likely all of our color information is extrapolated from just 2 &amp;quot;combined colors&amp;quot;, of which purple is one.  You only need 2 colors that are different, to calculate a third.&lt;/p&gt;\n\n&lt;p&gt;And so the &amp;quot;color balance&amp;quot; algorithm in the eyes goes nuts when it&amp;#39;s dark, and &amp;quot;cranks up the amplification&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which causes stray purple and orangish red.  Likely because those are associated with the color cells of the eye.&lt;/p&gt;\n\n&lt;p&gt;Those &amp;quot;excessive amplification artifacts&amp;quot; become &amp;quot;not-doings&amp;quot;, and manifest our energy body pieces.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t like purple, the following choices are easy to generate once you become advanced.&lt;/p&gt;\n\n&lt;p&gt;I have a &amp;quot;tensegrity pass&amp;quot; I created to switch colors.&lt;/p&gt;\n\n&lt;p&gt;You can have INTENSE tiel.&lt;/p&gt;\n\n&lt;p&gt;I mean, startling!!!&lt;/p&gt;\n\n&lt;p&gt;Or yellow as bright as a setting sun on a cloudless clear day free of smog.&lt;/p&gt;\n\n&lt;p&gt;Black puffs, which feel sort of &amp;quot;evil&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And my favorite, white puffs.&lt;/p&gt;\n\n&lt;p&gt;Minx, Cholita&amp;#39;s ally, loves the white puffs.&lt;/p&gt;\n\n&lt;p&gt;They can &amp;quot;make him solid&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Given enough of those, he can actually chase me around during the day in the form of a squirrel, darting out into traffic to &amp;quot;kill himself&amp;quot; with my car.&lt;/p&gt;\n\n&lt;p&gt;Or taunting Cholita with a high wire act while we sit in the car waiting for something.&lt;/p&gt;\n\n&lt;p&gt;White puffs...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ofkh5a", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/iga26c3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657901176.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ig70nxg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Light-Weaver", "can_mod_post": false, "created_utc": 1657840901.0, "send_replies": true, "parent_id": "t3_ofkh5a", "score": 1, "author_fullname": "t2_itv2mmn0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"in order to keep her I had to be silent all the time\"\n\nI came to this post for a different reason I was going to ask if you had to see purple puffs as purple. Or if just white would work. I can see purple if just takes more (muscle flexing) but if it's the only way known I will.\n\nI gave my path to spirit once. Fully. And it was a year worth of weird spheres that changed daily. But it showed me that I can trust it . And I always will. It's just hard to remember when I forget how powerful inner silence and stillness is.. And it's a very long walk back. I wish I would have just fully trusted myself. Then I wouldn't feel like I'll never learn it until I (physical world) study it and actually... Label things. So that I can make sense and, progress.\n\nI know my intent to know the spirit within as without, has lead me here. No doubt. I don't know what it means.  \n\nBut I am here.\n\nAnd will always be called, as I have been shown. against the will of whoever is in control at the moment. (Lesser me)\n\nThe ripples from the deep continue to approach", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ig70nxg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;in order to keep her I had to be silent all the time&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I came to this post for a different reason I was going to ask if you had to see purple puffs as purple. Or if just white would work. I can see purple if just takes more (muscle flexing) but if it&amp;#39;s the only way known I will.&lt;/p&gt;\n\n&lt;p&gt;I gave my path to spirit once. Fully. And it was a year worth of weird spheres that changed daily. But it showed me that I can trust it . And I always will. It&amp;#39;s just hard to remember when I forget how powerful inner silence and stillness is.. And it&amp;#39;s a very long walk back. I wish I would have just fully trusted myself. Then I wouldn&amp;#39;t feel like I&amp;#39;ll never learn it until I (physical world) study it and actually... Label things. So that I can make sense and, progress.&lt;/p&gt;\n\n&lt;p&gt;I know my intent to know the spirit within as without, has lead me here. No doubt. I don&amp;#39;t know what it means.  &lt;/p&gt;\n\n&lt;p&gt;But I am here.&lt;/p&gt;\n\n&lt;p&gt;And will always be called, as I have been shown. against the will of whoever is in control at the moment. (Lesser me)&lt;/p&gt;\n\n&lt;p&gt;The ripples from the deep continue to approach&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/ig70nxg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657840901.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ofkh5a", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]