[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Why do women like smelly baths with candles?](https://preview.redd.it/vlkashoprev71.jpg?width=507&amp;format=pjpg&amp;auto=webp&amp;s=1e751c39904021c6a127a5132f63106e07a5d5a2)\n\nIf you make it firmly past the red zone, where Dragons and Fairies play together for your amusement,  the amazing super saturated colors will bleach out. They'll turn nearly grey,  move toward the walls, and you'll end up with a whitish light on all surfaces.\n\nIf you remain there in silence, you'll begin to see texture in the whitish light.\n\nWhen you begin to see lines, you are in *seeing* territory.\n\nYou probably have a wrong impression of *seeing*, based on the Castaneda communities 23 years of pretending, after the death of Carlos.\n\nBut I've been told I'm \"too angry\" over on Facebook.  By a bad player for sure.    But, the women are sure to get that impression.  And they aren't comfortable with aggressive male over analysis.\n\nSo let's just say, \"seeing\" is closer to something raising your IQ 100 points.\n\nImagine what you could do with a 200+ IQ!\n\nWait...  I know.  You'd be so screwed, you might as well hang up the towel. You'd be smart enough to figure out that this social order never leads to happiness, yet so smart you believe you can find out what's wrong with it, and just fix that part of it.\n\nI have a couple of friends in that boat.  Didn't work out too well for them.  Their egos got so big, they started thinking in terms of genocide to cure the world of stupid people, who are reproducing faster than the average person.  And to reward them, the high tech industry paid them $300K a year and let them run engineering meetings.\n\nNever noticed they were homicidal.\n\nLet's say, you get your IQ raised, but  you also get rid of the idea of \"self\".\n\nThere's no \"ME\" to defend anymore.  You don't come up with ideas to gratify yourself, the ideas come on their own in response to need.\n\nSome of the ideas are so amazing you want to run and write them down.  But doing so puts an end to it.\n\nAnd some of the ideas are just you realizing things you ought to have known already.  You had all the pieces.  You just didn't put them together in a useful fashion.\n\nWhich means they aren't exactly a  \"revelation\".  But  they aren't \"ordinary\" either.  Because as you have the idea, you get a vision to explain it better.\n\nHere's some from last night.  I tried to verify them, but I see so many things in the darkroom I can't try out stuff that's better suited for people who are struggling to find colors.\n\n1  The assemblage point moves easier if the body is moving.  Thus some sorcerers techniques actually \"walk the assemblage point\".   In practical terms, once in a while we all hit a \"wall\" and silence seems not to work.  Our assemblage point doesn't move further.  In such a case, try the \"running man\" series, where the feet move, but you don't have to get up and find an empty spot in the room.\n\nTry clapping the hands gently, so that just the palms collide.  Look at the colors. If you had some, they'll be changed with each clap.  Mildly, but it should be visible.  If you don't have colors don't expect anything, but do it anyway.  Focus your attention on the sensation and sound, as an aid to deepen  your silence.\n\nRemember: We are obsessed with \"ME!\".  But what that really means is, our \"beam of awareness\" is focused between the toes.  We need to move it off that spot.  Anything you focus on which is not \"ME\", helps in the long run.\n\nImagine two powerful magnets stuck together.  So powerful you can't just pull one off the other.  So what do you do?  You slide one away until only a tiny bit of surface area is in contact with the other, and then you bend it off at an angle.  That's what moving the beam of awareness off ME does.  It's easier to break the assemblage point free.  Keep in mind that moving away from ME will get a little confusing.  Or abstract.  You won't feel like \"you\" as much, which is the whole point.\n\n2 Raise the arms up above your head, and rub them like you were soaping them up in a smelly bath.  If you like, you can think of it as getting the blood in all the vessels to move around a bit, and increase the flow.  Look for a purple glow on the arms, and if you get it, use that as your visual focus, to move off ME.\n\n3 Spray a perfume you like on a small spot in the room.  You don't want to fill the whole room.  Just create a \"spot\", \"somewhere else\", on which you can try to focus your smell.\n\nWhy do women like flowers?\n\nI always feel stupid buying them for women, and I'm always shocked when they like them.\n\nIt's because of their period!  And maybe, a little evolution.  Women's periods push their assemblage points sideways.  Many \"physical\" things can do that.  Power plants have a similar effect.  A fever can do it too.\n\nWhen they can't control it, and they don't like the resulting moodiness, women seek to sooth themselves.\n\nWhich really just means, to move the assemblage point back to the center of the blue line.\n\nWhen the assemblage point is in the middle, it can move down more easily.\n\nIf it moves down to the green line, bliss is the result.\n\nThat's why women like flowers more than men.  Flowers represent a chance to be happy when you were not.\n\nThe smelly bath with candles and soft music is the ultimate technique to move off \"ME\" using props, in order to reach the middle of the blue line with the assemblage point, and lure it down.\n\n4 If you are forced to sit and can't walk around, there's still plenty of Tensegrity you can do.  Remember, the assemblage point moves more easily if your body is moving in a rhythmical, repetitious way, which is not disturbing.\n\nI *saw* why.  But it was a video of a barrage of internal energy movement, and nothing I could describe.  Suffice it to say, when the body moves, energy moves.\n\nLook for tingles on the head.  Try rubbing gently or pressing moderately on the bump on the top of your head.  If you can find the tingles, that's what moves inside you, when the body moves.  It can lure the assemblage point down.\n\nFind some movements you can do while sitting, and pay attention to the results.  If you have colors, there should be a visible result in the colors. If you do not, you should be able to either find some vague flashes, or lines forming and then going away, or you should be able to see \"dark waves\" in the air, where your hand moved.\n\nIt's ok to modify any movement you like, so it can be done sitting. If you're supposed to turn completely around, but your back is against a bed frame, just turn as far as you can comfortably, and do whatever you were supposed to do behind you.  Typically look down, to move the assemblage point down. So just look sideways.\n\nMoving it sideways with a techniques, is nearly as good as moving it down!\n\nAlso, don't forget to move your head closer to your feet once in a while.  Bend down if you can. It \"mixes\" low and high energy.  The calves and ankles are especially energetic.\n\nThe result of doing that has an \"intent delay\" of minutes.  So pay attention to \"coincidences\".\n\nIt activates dreaming, which produces \"visionary\" results.  You don't so much brighten existing stuff doing that, but rather you \"turn to face a new direction\" and encounter something cool in that location.\n\n5 There are some Tensegrity movements which work on just the hands.  One hand, on the other.  For those with the most confinement for their practice (stuck with absolutely no way to move), that might be all you can use for movement.  One has you interlock your fingers, and then one hand scrapes or slides along the **web** between the other hands fingers, in order to make a \"snapping\" sound.  In another, one hand puts the fingers and thumb at the base on a finger or thumb on the other hand, squeezes fairly tightly, and then pulls off the finger quickly while continuing to squeeze, making a fairly loud snapping sound. Go ahead and \"snap\" it **off** the other hand, moving a full 1 foot to 2 feet away, as is natural.  Don't keep that hand close so that the instant it clears the finger, it stops.  You are literally pulling fibers of light from the hand.  Stretching out natural lines embedded in the hand.  So the moving hand needs to go far enough, so that you can see how long the fibers are.\n\nNone of these will work if you don't force your self silent.  But be careful not to \"want\" something.\n\nIf you are doing these movements to get yourself over a blockage, you can get stuck if you are focused on that too much. On \"wanting\" to get over a block.\n\nRemember, you're really \"reskimming the emanations\".\n\nYou have your normal \"reality\" which is composed of a fixed set of emanations, in use by everyone in the world.\n\nPurple puffs of light floating in the air is not part of that normal view.\n\nYou are using silence to convince *intent* to add that element.\n\nYou can occasionally actually feel the assemblage point break free, and instantly bright colors swirl around you.\n\nYou just reskimmed the emanations.\n\nBut why was that selected?   Puffs and swirls.\n\nWhy not a pink elephant floating in the room?\n\nYou expected that.  But not too much.  Just go into the room with that as your purpose, and forget about it.\n\nIf you focus heavily on the result, you'll reskim something suitable for focusing heavily on stuff.\n\nWhich is typically going to end up being \"ME\".\n\nMaybe \"strongly expecting magic\" produces the \"book deal mind\" automatically.  An obsession with using the result, to get attention from other people.\n\nYou are NOT \"doing it\".\n\nYou are summoning intent to do it for you.\n\nA full on sorcerer, doesn't cause anything.\n\nHe lets intent know what's needed using humor, boldness, effort, and a tiny bit of maliciousness.\n\nThey he forgets about it and waits to see what happens, without being obsessed with waiting.\n\nAn analogy:\n\nA sorcerer goes up to the pitcher's mound, and puts on the biggest \"wind up\" show a pitcher ever made.   Lots of signaling to the coach, lots of glancing at other players on the bases.  The whole show.\n\nBut just shy of actually releasing the ball from his hand, he steps to the side.\n\n*Intent* steps up to the plate and finishes the pitch for him.\n\nIf that gives you pause and you think, \"But I want to learn to do it\", you're not understanding.\n\nThis is how ALL of reality works.\n\nYou never do it. It's always just the emanations, guided by intent.\n\nThe choice you get, is only how you feel about it. Both before, and after.\n\nThat's all the Eagle is after!\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Random Suggestions from Seeing", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 93, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"vlkashoprev71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 72, "x": 108, "u": "https://preview.redd.it/vlkashoprev71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=672d67ea5f1dfbbbda693375a3e87dace7b55da9"}, {"y": 144, "x": 216, "u": "https://preview.redd.it/vlkashoprev71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=185c181c033fa86b38c1457a267246a8b25e07cf"}, {"y": 214, "x": 320, "u": "https://preview.redd.it/vlkashoprev71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=931b65b2379e3d6535a263c300c66c44a2f3dda5"}], "s": {"y": 340, "x": 507, "u": "https://preview.redd.it/vlkashoprev71.jpg?width=507&amp;format=pjpg&amp;auto=webp&amp;s=1e751c39904021c6a127a5132f63106e07a5d5a2"}, "id": "vlkashoprev71"}}, "name": "t3_qetthn", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.69, "author_flair_background_color": null, "subreddit_type": "public", "ups": 7, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 7, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/64Kd35Tzwjj8Jvh8RQQ0B7_Yc4rOrDFdShMrdWuRfF0.jpg", "edited": 1635098260.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1635087572.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/vlkashoprev71.jpg?width=507&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1e751c39904021c6a127a5132f63106e07a5d5a2\"&gt;Why do women like smelly baths with candles?&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you make it firmly past the red zone, where Dragons and Fairies play together for your amusement,  the amazing super saturated colors will bleach out. They&amp;#39;ll turn nearly grey,  move toward the walls, and you&amp;#39;ll end up with a whitish light on all surfaces.&lt;/p&gt;\n\n&lt;p&gt;If you remain there in silence, you&amp;#39;ll begin to see texture in the whitish light.&lt;/p&gt;\n\n&lt;p&gt;When you begin to see lines, you are in &lt;em&gt;seeing&lt;/em&gt; territory.&lt;/p&gt;\n\n&lt;p&gt;You probably have a wrong impression of &lt;em&gt;seeing&lt;/em&gt;, based on the Castaneda communities 23 years of pretending, after the death of Carlos.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve been told I&amp;#39;m &amp;quot;too angry&amp;quot; over on Facebook.  By a bad player for sure.    But, the women are sure to get that impression.  And they aren&amp;#39;t comfortable with aggressive male over analysis.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s just say, &amp;quot;seeing&amp;quot; is closer to something raising your IQ 100 points.&lt;/p&gt;\n\n&lt;p&gt;Imagine what you could do with a 200+ IQ!&lt;/p&gt;\n\n&lt;p&gt;Wait...  I know.  You&amp;#39;d be so screwed, you might as well hang up the towel. You&amp;#39;d be smart enough to figure out that this social order never leads to happiness, yet so smart you believe you can find out what&amp;#39;s wrong with it, and just fix that part of it.&lt;/p&gt;\n\n&lt;p&gt;I have a couple of friends in that boat.  Didn&amp;#39;t work out too well for them.  Their egos got so big, they started thinking in terms of genocide to cure the world of stupid people, who are reproducing faster than the average person.  And to reward them, the high tech industry paid them $300K a year and let them run engineering meetings.&lt;/p&gt;\n\n&lt;p&gt;Never noticed they were homicidal.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say, you get your IQ raised, but  you also get rid of the idea of &amp;quot;self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no &amp;quot;ME&amp;quot; to defend anymore.  You don&amp;#39;t come up with ideas to gratify yourself, the ideas come on their own in response to need.&lt;/p&gt;\n\n&lt;p&gt;Some of the ideas are so amazing you want to run and write them down.  But doing so puts an end to it.&lt;/p&gt;\n\n&lt;p&gt;And some of the ideas are just you realizing things you ought to have known already.  You had all the pieces.  You just didn&amp;#39;t put them together in a useful fashion.&lt;/p&gt;\n\n&lt;p&gt;Which means they aren&amp;#39;t exactly a  &amp;quot;revelation&amp;quot;.  But  they aren&amp;#39;t &amp;quot;ordinary&amp;quot; either.  Because as you have the idea, you get a vision to explain it better.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s some from last night.  I tried to verify them, but I see so many things in the darkroom I can&amp;#39;t try out stuff that&amp;#39;s better suited for people who are struggling to find colors.&lt;/p&gt;\n\n&lt;p&gt;1  The assemblage point moves easier if the body is moving.  Thus some sorcerers techniques actually &amp;quot;walk the assemblage point&amp;quot;.   In practical terms, once in a while we all hit a &amp;quot;wall&amp;quot; and silence seems not to work.  Our assemblage point doesn&amp;#39;t move further.  In such a case, try the &amp;quot;running man&amp;quot; series, where the feet move, but you don&amp;#39;t have to get up and find an empty spot in the room.&lt;/p&gt;\n\n&lt;p&gt;Try clapping the hands gently, so that just the palms collide.  Look at the colors. If you had some, they&amp;#39;ll be changed with each clap.  Mildly, but it should be visible.  If you don&amp;#39;t have colors don&amp;#39;t expect anything, but do it anyway.  Focus your attention on the sensation and sound, as an aid to deepen  your silence.&lt;/p&gt;\n\n&lt;p&gt;Remember: We are obsessed with &amp;quot;ME!&amp;quot;.  But what that really means is, our &amp;quot;beam of awareness&amp;quot; is focused between the toes.  We need to move it off that spot.  Anything you focus on which is not &amp;quot;ME&amp;quot;, helps in the long run.&lt;/p&gt;\n\n&lt;p&gt;Imagine two powerful magnets stuck together.  So powerful you can&amp;#39;t just pull one off the other.  So what do you do?  You slide one away until only a tiny bit of surface area is in contact with the other, and then you bend it off at an angle.  That&amp;#39;s what moving the beam of awareness off ME does.  It&amp;#39;s easier to break the assemblage point free.  Keep in mind that moving away from ME will get a little confusing.  Or abstract.  You won&amp;#39;t feel like &amp;quot;you&amp;quot; as much, which is the whole point.&lt;/p&gt;\n\n&lt;p&gt;2 Raise the arms up above your head, and rub them like you were soaping them up in a smelly bath.  If you like, you can think of it as getting the blood in all the vessels to move around a bit, and increase the flow.  Look for a purple glow on the arms, and if you get it, use that as your visual focus, to move off ME.&lt;/p&gt;\n\n&lt;p&gt;3 Spray a perfume you like on a small spot in the room.  You don&amp;#39;t want to fill the whole room.  Just create a &amp;quot;spot&amp;quot;, &amp;quot;somewhere else&amp;quot;, on which you can try to focus your smell.&lt;/p&gt;\n\n&lt;p&gt;Why do women like flowers?&lt;/p&gt;\n\n&lt;p&gt;I always feel stupid buying them for women, and I&amp;#39;m always shocked when they like them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because of their period!  And maybe, a little evolution.  Women&amp;#39;s periods push their assemblage points sideways.  Many &amp;quot;physical&amp;quot; things can do that.  Power plants have a similar effect.  A fever can do it too.&lt;/p&gt;\n\n&lt;p&gt;When they can&amp;#39;t control it, and they don&amp;#39;t like the resulting moodiness, women seek to sooth themselves.&lt;/p&gt;\n\n&lt;p&gt;Which really just means, to move the assemblage point back to the center of the blue line.&lt;/p&gt;\n\n&lt;p&gt;When the assemblage point is in the middle, it can move down more easily.&lt;/p&gt;\n\n&lt;p&gt;If it moves down to the green line, bliss is the result.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why women like flowers more than men.  Flowers represent a chance to be happy when you were not.&lt;/p&gt;\n\n&lt;p&gt;The smelly bath with candles and soft music is the ultimate technique to move off &amp;quot;ME&amp;quot; using props, in order to reach the middle of the blue line with the assemblage point, and lure it down.&lt;/p&gt;\n\n&lt;p&gt;4 If you are forced to sit and can&amp;#39;t walk around, there&amp;#39;s still plenty of Tensegrity you can do.  Remember, the assemblage point moves more easily if your body is moving in a rhythmical, repetitious way, which is not disturbing.&lt;/p&gt;\n\n&lt;p&gt;I &lt;em&gt;saw&lt;/em&gt; why.  But it was a video of a barrage of internal energy movement, and nothing I could describe.  Suffice it to say, when the body moves, energy moves.&lt;/p&gt;\n\n&lt;p&gt;Look for tingles on the head.  Try rubbing gently or pressing moderately on the bump on the top of your head.  If you can find the tingles, that&amp;#39;s what moves inside you, when the body moves.  It can lure the assemblage point down.&lt;/p&gt;\n\n&lt;p&gt;Find some movements you can do while sitting, and pay attention to the results.  If you have colors, there should be a visible result in the colors. If you do not, you should be able to either find some vague flashes, or lines forming and then going away, or you should be able to see &amp;quot;dark waves&amp;quot; in the air, where your hand moved.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s ok to modify any movement you like, so it can be done sitting. If you&amp;#39;re supposed to turn completely around, but your back is against a bed frame, just turn as far as you can comfortably, and do whatever you were supposed to do behind you.  Typically look down, to move the assemblage point down. So just look sideways.&lt;/p&gt;\n\n&lt;p&gt;Moving it sideways with a techniques, is nearly as good as moving it down!&lt;/p&gt;\n\n&lt;p&gt;Also, don&amp;#39;t forget to move your head closer to your feet once in a while.  Bend down if you can. It &amp;quot;mixes&amp;quot; low and high energy.  The calves and ankles are especially energetic.&lt;/p&gt;\n\n&lt;p&gt;The result of doing that has an &amp;quot;intent delay&amp;quot; of minutes.  So pay attention to &amp;quot;coincidences&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It activates dreaming, which produces &amp;quot;visionary&amp;quot; results.  You don&amp;#39;t so much brighten existing stuff doing that, but rather you &amp;quot;turn to face a new direction&amp;quot; and encounter something cool in that location.&lt;/p&gt;\n\n&lt;p&gt;5 There are some Tensegrity movements which work on just the hands.  One hand, on the other.  For those with the most confinement for their practice (stuck with absolutely no way to move), that might be all you can use for movement.  One has you interlock your fingers, and then one hand scrapes or slides along the &lt;strong&gt;web&lt;/strong&gt; between the other hands fingers, in order to make a &amp;quot;snapping&amp;quot; sound.  In another, one hand puts the fingers and thumb at the base on a finger or thumb on the other hand, squeezes fairly tightly, and then pulls off the finger quickly while continuing to squeeze, making a fairly loud snapping sound. Go ahead and &amp;quot;snap&amp;quot; it &lt;strong&gt;off&lt;/strong&gt; the other hand, moving a full 1 foot to 2 feet away, as is natural.  Don&amp;#39;t keep that hand close so that the instant it clears the finger, it stops.  You are literally pulling fibers of light from the hand.  Stretching out natural lines embedded in the hand.  So the moving hand needs to go far enough, so that you can see how long the fibers are.&lt;/p&gt;\n\n&lt;p&gt;None of these will work if you don&amp;#39;t force your self silent.  But be careful not to &amp;quot;want&amp;quot; something.&lt;/p&gt;\n\n&lt;p&gt;If you are doing these movements to get yourself over a blockage, you can get stuck if you are focused on that too much. On &amp;quot;wanting&amp;quot; to get over a block.&lt;/p&gt;\n\n&lt;p&gt;Remember, you&amp;#39;re really &amp;quot;reskimming the emanations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You have your normal &amp;quot;reality&amp;quot; which is composed of a fixed set of emanations, in use by everyone in the world.&lt;/p&gt;\n\n&lt;p&gt;Purple puffs of light floating in the air is not part of that normal view.&lt;/p&gt;\n\n&lt;p&gt;You are using silence to convince &lt;em&gt;intent&lt;/em&gt; to add that element.&lt;/p&gt;\n\n&lt;p&gt;You can occasionally actually feel the assemblage point break free, and instantly bright colors swirl around you.&lt;/p&gt;\n\n&lt;p&gt;You just reskimmed the emanations.&lt;/p&gt;\n\n&lt;p&gt;But why was that selected?   Puffs and swirls.&lt;/p&gt;\n\n&lt;p&gt;Why not a pink elephant floating in the room?&lt;/p&gt;\n\n&lt;p&gt;You expected that.  But not too much.  Just go into the room with that as your purpose, and forget about it.&lt;/p&gt;\n\n&lt;p&gt;If you focus heavily on the result, you&amp;#39;ll reskim something suitable for focusing heavily on stuff.&lt;/p&gt;\n\n&lt;p&gt;Which is typically going to end up being &amp;quot;ME&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Maybe &amp;quot;strongly expecting magic&amp;quot; produces the &amp;quot;book deal mind&amp;quot; automatically.  An obsession with using the result, to get attention from other people.&lt;/p&gt;\n\n&lt;p&gt;You are NOT &amp;quot;doing it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You are summoning intent to do it for you.&lt;/p&gt;\n\n&lt;p&gt;A full on sorcerer, doesn&amp;#39;t cause anything.&lt;/p&gt;\n\n&lt;p&gt;He lets intent know what&amp;#39;s needed using humor, boldness, effort, and a tiny bit of maliciousness.&lt;/p&gt;\n\n&lt;p&gt;They he forgets about it and waits to see what happens, without being obsessed with waiting.&lt;/p&gt;\n\n&lt;p&gt;An analogy:&lt;/p&gt;\n\n&lt;p&gt;A sorcerer goes up to the pitcher&amp;#39;s mound, and puts on the biggest &amp;quot;wind up&amp;quot; show a pitcher ever made.   Lots of signaling to the coach, lots of glancing at other players on the bases.  The whole show.&lt;/p&gt;\n\n&lt;p&gt;But just shy of actually releasing the ball from his hand, he steps to the side.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Intent&lt;/em&gt; steps up to the plate and finishes the pitch for him.&lt;/p&gt;\n\n&lt;p&gt;If that gives you pause and you think, &amp;quot;But I want to learn to do it&amp;quot;, you&amp;#39;re not understanding.&lt;/p&gt;\n\n&lt;p&gt;This is how ALL of reality works.&lt;/p&gt;\n\n&lt;p&gt;You never do it. It&amp;#39;s always just the emanations, guided by intent.&lt;/p&gt;\n\n&lt;p&gt;The choice you get, is only how you feel about it. Both before, and after.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all the Eagle is after!&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qetthn", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qetthn/random_suggestions_from_seeing/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qetthn/random_suggestions_from_seeing/", "subreddit_subscribers": 9561, "created_utc": 1635087572.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hhvxao4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635097683.0, "send_replies": true, "parent_id": "t1_hhvtkn0", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That sounds promising!\n\nNot the ME part.\n\nThe possibility that you could in fact do that.\n\nYou could recreate all of \"Crouching Tiger, Hidden Dragon\", using your double!\n\nNow what part would Cholita end up playing?...  \n\nI wonder.\n\nI was a bit worried about poison the first year she came to live with me.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhvxao4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That sounds promising!&lt;/p&gt;\n\n&lt;p&gt;Not the ME part.&lt;/p&gt;\n\n&lt;p&gt;The possibility that you could in fact do that.&lt;/p&gt;\n\n&lt;p&gt;You could recreate all of &amp;quot;Crouching Tiger, Hidden Dragon&amp;quot;, using your double!&lt;/p&gt;\n\n&lt;p&gt;Now what part would Cholita end up playing?...  &lt;/p&gt;\n\n&lt;p&gt;I wonder.&lt;/p&gt;\n\n&lt;p&gt;I was a bit worried about poison the first year she came to live with me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qetthn", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qetthn/random_suggestions_from_seeing/hhvxao4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635097683.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hhvtkn0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dirgable_dirigible", "can_mod_post": false, "created_utc": 1635096200.0, "send_replies": true, "parent_id": "t3_qetthn", "score": 1, "author_fullname": "t2_j1twu", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Getting past “ME” in this context reminds me of when Carlos asked if Genero could use the double to strike his enemies. Don Juan replied with something like: Once a sorcerer gets to the point of being able to use the double in that way, he has no need to do so because he’s lost all self importance.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhvtkn0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Getting past “ME” in this context reminds me of when Carlos asked if Genero could use the double to strike his enemies. Don Juan replied with something like: Once a sorcerer gets to the point of being able to use the double in that way, he has no need to do so because he’s lost all self importance.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qetthn/random_suggestions_from_seeing/hhvtkn0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635096200.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qetthn", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hi0b9yx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635182684.0, "send_replies": true, "parent_id": "t1_hhy6hrv", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't know. I'd love to ask Cholita, but she despises me.\n\nShe's supposedly past menopause age wise,  but I think it still hasn't come for her.\n\nOr she's doing spells on me, leaving \"stuff\" in the trash to trap my attention.\n\nI have a collection of \"stuff\" Cholita left in the trash.\n\nIt's fairly amazing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hi0b9yx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know. I&amp;#39;d love to ask Cholita, but she despises me.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s supposedly past menopause age wise,  but I think it still hasn&amp;#39;t come for her.&lt;/p&gt;\n\n&lt;p&gt;Or she&amp;#39;s doing spells on me, leaving &amp;quot;stuff&amp;quot; in the trash to trap my attention.&lt;/p&gt;\n\n&lt;p&gt;I have a collection of &amp;quot;stuff&amp;quot; Cholita left in the trash.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s fairly amazing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qetthn", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qetthn/random_suggestions_from_seeing/hi0b9yx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635182684.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hhy6hrv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Responsible_Sock4997", "can_mod_post": false, "created_utc": 1635135635.0, "send_replies": true, "parent_id": "t3_qetthn", "score": 1, "author_fullname": "t2_66v62ejm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I dont find you agro,but I dont like cut flowers!(60 year old female)certainly scent is helpful but not synthetic or dead flowers.That is socialisation along with the box of chocolates.Of course we can use power pants without kiling the whole plant.\nAs for the assemblage spot,what happens when periods stop?I find mine is still in the\n abdomen,as DonJuan described. Women often don't menstruate,for many reasons.I have not caught up with all the Castaneda books regarding woman,so that might reveal more. You should feel silly giving flowers!but I would appreciate power plants or books.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhy6hrv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I dont find you agro,but I dont like cut flowers!(60 year old female)certainly scent is helpful but not synthetic or dead flowers.That is socialisation along with the box of chocolates.Of course we can use power pants without kiling the whole plant.\nAs for the assemblage spot,what happens when periods stop?I find mine is still in the\n abdomen,as DonJuan described. Women often don&amp;#39;t menstruate,for many reasons.I have not caught up with all the Castaneda books regarding woman,so that might reveal more. You should feel silly giving flowers!but I would appreciate power plants or books.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qetthn/random_suggestions_from_seeing/hhy6hrv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635135635.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qetthn", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]