[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[The Key to Tensegrity???](https://preview.redd.it/9j9lk96vya881.jpg?width=350&amp;format=pjpg&amp;auto=webp&amp;s=758dfd6d0c9539b57656527b44a8831291dc979b)\n\nA warning: it gets weird at the end of the J curve.\n\nJust now I was glancing up to my right at Fancy, who had taken over my practice session.\n\nI'd been trying to figure out a common meeting place in the second attention, which could possibly be used to form a group that can meet in waking dreaming, in order to pull off a heist.\n\nThe heist was Fancy's idea.  Probably more properly you might say the purpose of the group is to use \"Readers of Infinity\" technology as given to us by Carlos, to raid instead of read.\n\nRaiders of Infinity.  Ok, sounds too much like a movie title, but the basic principle is sound.  And Carlos came up with some pretty cheesy names if we're to be honest about it.\n\nFancy had  a rather smug look on her face, after showing me her idea of a virtual practice room.\n\n\"Is that it for now?\",  I asked her.\n\nBut my assemblage point was firmly in the middle, a happy side effect of Fancy's VPR (virtual practice room).\n\nWhich meant, at that distant  position of the assemblage point, I was in heaven.\n\nAll around me the walls were stuffed with amazing toys and jewels.  I had only to reach into the surface of a wall, stir it with my hand, and \"stuff\" began to form.\n\nThere was no change in mood over time, or by activity.  Typically darkroom practice that far out on the J curve, comes with slight moodiness.  You can be doing miracles that would get you a huge saintly book deal in any religion, but suddenly it's boring.   You're holding real, genuine fairy dust in your hand, can cast it into the air and watch a shower of sparkles fall, and  yet, still it's boring.\n\nOr worse.  You hit a \"sneeze zone\".  You see an amazing formation on the wall, composed of pleasing pinkish peach stucco like texture, and as you glance into it, the secrets of the universe are about to be revealed to you.\n\nBut instead, you sneeze.\n\nBut I was worried about forgetting everything Fancy had shown me, and wanted to get out my laptop, which I've done now.\n\nAt the time I was worried about losing precious information, so I reached my hand into the wall again trying to understand how to describe the potential of a virtual practice room.  I wanted to see if stuff formed from pink gas, or was behind the pink gas from the start.\n\n\"Localized Micro-translocations!\", Fancy explained.\n\nApparently the entire room is translocation energized.  Not just a single wall, but every square inch of the room has the potential to form a virtual reality.  It's like being in the edges of a crystalline puff.\n\nThe tensegrity is full of those, she added.\n\n\"But I need to write this down\", I suggested, pink smoke oozing off my right hand, after having stuck it into the walls.\n\n\"No, that's not the best part!\", Fancy hinted.\n\nShe flew left and faded into nothing.  She was mostly just a head floating in the purple and black mists at that point.  But she could animate faster than normal, probably because we'd been sharing energy so long.  It had to be hours at that point.\n\nI turned to see where she'd gone, expecting to be shown the best part of all.\n\nI got a sudden fright when I saw one of Fancy's \"friends\" stuck on the virtual wall, like a head on a  shelf.\n\n\"It comes with shelves!\", she added.\n\nMy mind was racing with the idea that you could put something you raided from infinity on a shelf in a virtual practice room, and the next day it was still there.\n\n\"You mean  you get to keep stuff?\", I asked her.\n\n\"Yea, but don't become a hoarder.\", she chuckled.  She  had a malicious grin on her face.  She'd materialized to the right of the head on the shelf, maybe so I knew that wasn't her head, and was a proper, \"real\" object on a real shelf.\n\nI glanced around the room and got a bit suspicious.\n\n\"Looks a lot like an inorganic being's cave to me.\", I complained.\n\n\"The shape is optional.\", she explained.  \"you always get obsessed with square rooms.  The important thing is to have enough space to move around.  The tensegrity alone needs 20 feet in either direction, if you don't want to bump into any walls.\"\n\nI felt like I was about to sign a lease on an apartment in the bad area of town.\n\n\"I'll think about it, and see if it makes any sense when I type it all out\", I told her.\n\nNow, here I am typing, and I'm afraid it's too late.  I lost most of it.\n\nMy idea had been to use, \"the wall\" to teach people to reskim emanations on demand.\n\nOr more properly, Lily had liked that idea.  I woke up this morning aware they were floating above my head arguing like a current girlfriend who's teamed up with your ex, leaving you a bit worried about what they discuss when you aren't around.\n\nThey'd decided things were a mess, and it wasn't going well.  We needed a practical activity, so the women didn't get bored to death, trying to obsess over minor technical details of how the assemblage point movement changes things.\n\nFancy suggested we steal the death defiers village.\n\n\"They don't need it anymore\", she had explained.  And she insisted we could surely find it.\n\n\"How?\" I asked her, a little too far into the second attention to realize, we were now sitting around a kitchen table discussing things.\n\n\"Phantom rooms have unstable sides\", she explained.\n\n\"No matter how stable they look there's always an end to it. And beyond the end, the emanations are trying to create something new, but on the border areas it's just fuzz.\"\n\nShe reminded me how I'd chased Cholita nearly 10 miles in our phantom copy of the house, headed for Long Beach. I'd discovered that Cholita's resort hotel addition to our garage was split in half on the north end, and lead to a very confusing railroad system with tracks in the air, and switches that sent trains hurtling down into a dark cavern below.\n\nCholita likes trains.  Especially sleeper trains.\n\nI have a theory about why, but it's not much.  Probably men hit on her all night long on a sleeper train.\n\nI flew over the tracks in Cholita's extension of the resort, and noticed we were headed to Long Beach, which was a logical place to expand to since that beach is south of Santa Monica Beach, one of her favorite places in LA.\n\nI could see vast stretches of buildings and roads materialize just ahead of Cholita.\n\nBut I couldn't catch up with her, so I dropped to the ground and landed near an oil refinery.\n\nFancy had commented, \"The edges are not only always trying to form, but they're like a magnet.  They'll form a bend in reality that connects them to another phantom room nearby.\"\n\n\"Given a little luck, Pandora connects to the death defier's village, at some hole or break in the wall in the back yard\", she explained.\n\nIf you gain entry to that phantom copy of the old home of Carlos, you can locate the death defier's village through an unfinished part there.  It'll stretch to connect to Pandora.  Someone might even have used it a few times.\"\n\nShe reminded me that Carlos had shown me the entrance himself, and then given me a gift of half a pear with Mexican crema on it, the pear possibly having grown at Pandora.  He wanted me to go in there.\n\nI wish I could recall all Fancy showed me about how to use a VPR.\n\nIt was weird stuff that made a lot of sense at the time, some of which was connected to moving, and not to being stationary.  Fancy had explained, if you are in the second attention, better move around or you will lose control of your translocation.  It \"drifts\".\n\nIf you move around it mutates, but that's the value of a VPR.  Any mutations of that translocated room tend to remain \"roomish\".  So as long as you move around, you're still in the \"same one\".\n\nShe suggested I test that out by doing lobster strike right in front of me.\n\nThe result was that a perfect 3D rectangular object made of glowing green light structured as metal rods of a cage, rotated in space to absorb the energy of the strike, and then shrank right before my eyes, absorbed into the floor.\n\nDoesn't make sense now.\n\nOther random things I can recall:  The floor was perfectly sharp.  I could see details such as you'd see on a natural surface outdoors, and the focus was intense.\n\nI have a problem with phantom room focus.\n\nA phantom room has a certain \"feel\" to it while it's forming.  When it finishes, you get a jolt of \"recognition\".\n\nIt's like a little shock wave goes out when the phantom room decides what it's going to look like, and when the shock wave hits you, you \"recognize\" a room.\n\nBut even with the feeling that this is certainly a room now, and not just second attention fog, the details can be so blurry  you have to squint to see if that's a painting on the wall, or some structural details.\n\nI always wonder why sometimes, the focus is so intense it's like looking at the new high def TV at the mall, and being shocked at how good the image looks.\n\nGlancing at the floor Fancy commented, \"That part of the room has real energy behind it.  It really exists.  When it's blurry, it's only your energy.\"\n\n\"Why is this part of the floor, real?\", I asked.\n\nShe didn't seem to want to answer and changed the subject.\n\n\"Don't worry about the focus.  Remember Cholita's copy of the house?  It only had the energy of 4, and you couldn't tell it apart from the real thing except for the weirdness.\"\n\nI looked at the walls, and they hadn't even bothered to form a smooth surface.  In fact I got the impression if you moved a certain direction, the walls might \"back up\" to give you more space.\n\nFancy had also explained that the VPR is better than using \"the wall\" to meet people in the second attention, because one person's VPR will stretch to connect to the other person's room.\n\nThey're like bubbles in space, but when they touch another bubble they form into a single one, with both people now present in the same VPR.\n\nIf you want to use the whitish light of \"the wall\", you'd have to teach people to form the same translocation reality.  A nearly impossible task, when both people are not located in the same vicinity.\n\nI'm afraid, that's all I remember now.\n\nI got quite a lecture on how \"active\" tensegrity really is, when done in a phantom room. It's like being covered in fluorescent gas that evaporates from your limbs as they move around, then becoming alive itself for a few seconds, as the energy of awareness dissipates.\n\nI also got a lecture on why tensegrity inevitably brings out the double.\n\nSomething to do with, if you see it, that's him.  Those puffs are him!\n\nAnd to control him, you just need to see the puffs.\n\nWhen the puffs are dispersed to the outside, it's like a kid sticking his face against  a car window, watching the world go by.  The double is like that, but he has many faces.\n\nSo he's got 6  heads pressed up against the periphery of our luminous shell, watching 6 realities at once.\n\nWhich he can't do, so he flows from one reality to the other, irrationally.\n\nJust scoop him into the middle.  So he can perceive what you are perceiving.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Virtual Practice Rooms", "link_flair_richtext": [{"e": "text", "t": "Places of Power"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"9j9lk96vya881": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 199, "x": 108, "u": "https://preview.redd.it/9j9lk96vya881.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=ad7f91b2fcc17f5665ddcc75b556f2bb96cfbdcf"}, {"y": 398, "x": 216, "u": "https://preview.redd.it/9j9lk96vya881.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=9a4857f9dab64b45a77c7236eda36a6ec6d29911"}, {"y": 589, "x": 320, "u": "https://preview.redd.it/9j9lk96vya881.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=72ce2383b53534f7174c0f97096b5800dcf16afb"}], "s": {"y": 645, "x": 350, "u": "https://preview.redd.it/9j9lk96vya881.jpg?width=350&amp;format=pjpg&amp;auto=webp&amp;s=758dfd6d0c9539b57656527b44a8831291dc979b"}, "id": "9j9lk96vya881"}}, "name": "t3_rpkb1x", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Places of Power", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/Wip-dTwqu44v1fwebs3yRR3Tsd8epnlDQcf6Lkfhg-0.jpg", "edited": 1640705795.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1640599667.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/9j9lk96vya881.jpg?width=350&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=758dfd6d0c9539b57656527b44a8831291dc979b\"&gt;The Key to Tensegrity???&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;A warning: it gets weird at the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;Just now I was glancing up to my right at Fancy, who had taken over my practice session.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been trying to figure out a common meeting place in the second attention, which could possibly be used to form a group that can meet in waking dreaming, in order to pull off a heist.&lt;/p&gt;\n\n&lt;p&gt;The heist was Fancy&amp;#39;s idea.  Probably more properly you might say the purpose of the group is to use &amp;quot;Readers of Infinity&amp;quot; technology as given to us by Carlos, to raid instead of read.&lt;/p&gt;\n\n&lt;p&gt;Raiders of Infinity.  Ok, sounds too much like a movie title, but the basic principle is sound.  And Carlos came up with some pretty cheesy names if we&amp;#39;re to be honest about it.&lt;/p&gt;\n\n&lt;p&gt;Fancy had  a rather smug look on her face, after showing me her idea of a virtual practice room.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is that it for now?&amp;quot;,  I asked her.&lt;/p&gt;\n\n&lt;p&gt;But my assemblage point was firmly in the middle, a happy side effect of Fancy&amp;#39;s VPR (virtual practice room).&lt;/p&gt;\n\n&lt;p&gt;Which meant, at that distant  position of the assemblage point, I was in heaven.&lt;/p&gt;\n\n&lt;p&gt;All around me the walls were stuffed with amazing toys and jewels.  I had only to reach into the surface of a wall, stir it with my hand, and &amp;quot;stuff&amp;quot; began to form.&lt;/p&gt;\n\n&lt;p&gt;There was no change in mood over time, or by activity.  Typically darkroom practice that far out on the J curve, comes with slight moodiness.  You can be doing miracles that would get you a huge saintly book deal in any religion, but suddenly it&amp;#39;s boring.   You&amp;#39;re holding real, genuine fairy dust in your hand, can cast it into the air and watch a shower of sparkles fall, and  yet, still it&amp;#39;s boring.&lt;/p&gt;\n\n&lt;p&gt;Or worse.  You hit a &amp;quot;sneeze zone&amp;quot;.  You see an amazing formation on the wall, composed of pleasing pinkish peach stucco like texture, and as you glance into it, the secrets of the universe are about to be revealed to you.&lt;/p&gt;\n\n&lt;p&gt;But instead, you sneeze.&lt;/p&gt;\n\n&lt;p&gt;But I was worried about forgetting everything Fancy had shown me, and wanted to get out my laptop, which I&amp;#39;ve done now.&lt;/p&gt;\n\n&lt;p&gt;At the time I was worried about losing precious information, so I reached my hand into the wall again trying to understand how to describe the potential of a virtual practice room.  I wanted to see if stuff formed from pink gas, or was behind the pink gas from the start.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Localized Micro-translocations!&amp;quot;, Fancy explained.&lt;/p&gt;\n\n&lt;p&gt;Apparently the entire room is translocation energized.  Not just a single wall, but every square inch of the room has the potential to form a virtual reality.  It&amp;#39;s like being in the edges of a crystalline puff.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity is full of those, she added.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But I need to write this down&amp;quot;, I suggested, pink smoke oozing off my right hand, after having stuck it into the walls.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, that&amp;#39;s not the best part!&amp;quot;, Fancy hinted.&lt;/p&gt;\n\n&lt;p&gt;She flew left and faded into nothing.  She was mostly just a head floating in the purple and black mists at that point.  But she could animate faster than normal, probably because we&amp;#39;d been sharing energy so long.  It had to be hours at that point.&lt;/p&gt;\n\n&lt;p&gt;I turned to see where she&amp;#39;d gone, expecting to be shown the best part of all.&lt;/p&gt;\n\n&lt;p&gt;I got a sudden fright when I saw one of Fancy&amp;#39;s &amp;quot;friends&amp;quot; stuck on the virtual wall, like a head on a  shelf.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It comes with shelves!&amp;quot;, she added.&lt;/p&gt;\n\n&lt;p&gt;My mind was racing with the idea that you could put something you raided from infinity on a shelf in a virtual practice room, and the next day it was still there.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You mean  you get to keep stuff?&amp;quot;, I asked her.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yea, but don&amp;#39;t become a hoarder.&amp;quot;, she chuckled.  She  had a malicious grin on her face.  She&amp;#39;d materialized to the right of the head on the shelf, maybe so I knew that wasn&amp;#39;t her head, and was a proper, &amp;quot;real&amp;quot; object on a real shelf.&lt;/p&gt;\n\n&lt;p&gt;I glanced around the room and got a bit suspicious.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Looks a lot like an inorganic being&amp;#39;s cave to me.&amp;quot;, I complained.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The shape is optional.&amp;quot;, she explained.  &amp;quot;you always get obsessed with square rooms.  The important thing is to have enough space to move around.  The tensegrity alone needs 20 feet in either direction, if you don&amp;#39;t want to bump into any walls.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I felt like I was about to sign a lease on an apartment in the bad area of town.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ll think about it, and see if it makes any sense when I type it all out&amp;quot;, I told her.&lt;/p&gt;\n\n&lt;p&gt;Now, here I am typing, and I&amp;#39;m afraid it&amp;#39;s too late.  I lost most of it.&lt;/p&gt;\n\n&lt;p&gt;My idea had been to use, &amp;quot;the wall&amp;quot; to teach people to reskim emanations on demand.&lt;/p&gt;\n\n&lt;p&gt;Or more properly, Lily had liked that idea.  I woke up this morning aware they were floating above my head arguing like a current girlfriend who&amp;#39;s teamed up with your ex, leaving you a bit worried about what they discuss when you aren&amp;#39;t around.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;d decided things were a mess, and it wasn&amp;#39;t going well.  We needed a practical activity, so the women didn&amp;#39;t get bored to death, trying to obsess over minor technical details of how the assemblage point movement changes things.&lt;/p&gt;\n\n&lt;p&gt;Fancy suggested we steal the death defiers village.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;They don&amp;#39;t need it anymore&amp;quot;, she had explained.  And she insisted we could surely find it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How?&amp;quot; I asked her, a little too far into the second attention to realize, we were now sitting around a kitchen table discussing things.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Phantom rooms have unstable sides&amp;quot;, she explained.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No matter how stable they look there&amp;#39;s always an end to it. And beyond the end, the emanations are trying to create something new, but on the border areas it&amp;#39;s just fuzz.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She reminded me how I&amp;#39;d chased Cholita nearly 10 miles in our phantom copy of the house, headed for Long Beach. I&amp;#39;d discovered that Cholita&amp;#39;s resort hotel addition to our garage was split in half on the north end, and lead to a very confusing railroad system with tracks in the air, and switches that sent trains hurtling down into a dark cavern below.&lt;/p&gt;\n\n&lt;p&gt;Cholita likes trains.  Especially sleeper trains.&lt;/p&gt;\n\n&lt;p&gt;I have a theory about why, but it&amp;#39;s not much.  Probably men hit on her all night long on a sleeper train.&lt;/p&gt;\n\n&lt;p&gt;I flew over the tracks in Cholita&amp;#39;s extension of the resort, and noticed we were headed to Long Beach, which was a logical place to expand to since that beach is south of Santa Monica Beach, one of her favorite places in LA.&lt;/p&gt;\n\n&lt;p&gt;I could see vast stretches of buildings and roads materialize just ahead of Cholita.&lt;/p&gt;\n\n&lt;p&gt;But I couldn&amp;#39;t catch up with her, so I dropped to the ground and landed near an oil refinery.&lt;/p&gt;\n\n&lt;p&gt;Fancy had commented, &amp;quot;The edges are not only always trying to form, but they&amp;#39;re like a magnet.  They&amp;#39;ll form a bend in reality that connects them to another phantom room nearby.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Given a little luck, Pandora connects to the death defier&amp;#39;s village, at some hole or break in the wall in the back yard&amp;quot;, she explained.&lt;/p&gt;\n\n&lt;p&gt;If you gain entry to that phantom copy of the old home of Carlos, you can locate the death defier&amp;#39;s village through an unfinished part there.  It&amp;#39;ll stretch to connect to Pandora.  Someone might even have used it a few times.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She reminded me that Carlos had shown me the entrance himself, and then given me a gift of half a pear with Mexican crema on it, the pear possibly having grown at Pandora.  He wanted me to go in there.&lt;/p&gt;\n\n&lt;p&gt;I wish I could recall all Fancy showed me about how to use a VPR.&lt;/p&gt;\n\n&lt;p&gt;It was weird stuff that made a lot of sense at the time, some of which was connected to moving, and not to being stationary.  Fancy had explained, if you are in the second attention, better move around or you will lose control of your translocation.  It &amp;quot;drifts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you move around it mutates, but that&amp;#39;s the value of a VPR.  Any mutations of that translocated room tend to remain &amp;quot;roomish&amp;quot;.  So as long as you move around, you&amp;#39;re still in the &amp;quot;same one&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She suggested I test that out by doing lobster strike right in front of me.&lt;/p&gt;\n\n&lt;p&gt;The result was that a perfect 3D rectangular object made of glowing green light structured as metal rods of a cage, rotated in space to absorb the energy of the strike, and then shrank right before my eyes, absorbed into the floor.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t make sense now.&lt;/p&gt;\n\n&lt;p&gt;Other random things I can recall:  The floor was perfectly sharp.  I could see details such as you&amp;#39;d see on a natural surface outdoors, and the focus was intense.&lt;/p&gt;\n\n&lt;p&gt;I have a problem with phantom room focus.&lt;/p&gt;\n\n&lt;p&gt;A phantom room has a certain &amp;quot;feel&amp;quot; to it while it&amp;#39;s forming.  When it finishes, you get a jolt of &amp;quot;recognition&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like a little shock wave goes out when the phantom room decides what it&amp;#39;s going to look like, and when the shock wave hits you, you &amp;quot;recognize&amp;quot; a room.&lt;/p&gt;\n\n&lt;p&gt;But even with the feeling that this is certainly a room now, and not just second attention fog, the details can be so blurry  you have to squint to see if that&amp;#39;s a painting on the wall, or some structural details.&lt;/p&gt;\n\n&lt;p&gt;I always wonder why sometimes, the focus is so intense it&amp;#39;s like looking at the new high def TV at the mall, and being shocked at how good the image looks.&lt;/p&gt;\n\n&lt;p&gt;Glancing at the floor Fancy commented, &amp;quot;That part of the room has real energy behind it.  It really exists.  When it&amp;#39;s blurry, it&amp;#39;s only your energy.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why is this part of the floor, real?&amp;quot;, I asked.&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t seem to want to answer and changed the subject.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t worry about the focus.  Remember Cholita&amp;#39;s copy of the house?  It only had the energy of 4, and you couldn&amp;#39;t tell it apart from the real thing except for the weirdness.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked at the walls, and they hadn&amp;#39;t even bothered to form a smooth surface.  In fact I got the impression if you moved a certain direction, the walls might &amp;quot;back up&amp;quot; to give you more space.&lt;/p&gt;\n\n&lt;p&gt;Fancy had also explained that the VPR is better than using &amp;quot;the wall&amp;quot; to meet people in the second attention, because one person&amp;#39;s VPR will stretch to connect to the other person&amp;#39;s room.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re like bubbles in space, but when they touch another bubble they form into a single one, with both people now present in the same VPR.&lt;/p&gt;\n\n&lt;p&gt;If you want to use the whitish light of &amp;quot;the wall&amp;quot;, you&amp;#39;d have to teach people to form the same translocation reality.  A nearly impossible task, when both people are not located in the same vicinity.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, that&amp;#39;s all I remember now.&lt;/p&gt;\n\n&lt;p&gt;I got quite a lecture on how &amp;quot;active&amp;quot; tensegrity really is, when done in a phantom room. It&amp;#39;s like being covered in fluorescent gas that evaporates from your limbs as they move around, then becoming alive itself for a few seconds, as the energy of awareness dissipates.&lt;/p&gt;\n\n&lt;p&gt;I also got a lecture on why tensegrity inevitably brings out the double.&lt;/p&gt;\n\n&lt;p&gt;Something to do with, if you see it, that&amp;#39;s him.  Those puffs are him!&lt;/p&gt;\n\n&lt;p&gt;And to control him, you just need to see the puffs.&lt;/p&gt;\n\n&lt;p&gt;When the puffs are dispersed to the outside, it&amp;#39;s like a kid sticking his face against  a car window, watching the world go by.  The double is like that, but he has many faces.&lt;/p&gt;\n\n&lt;p&gt;So he&amp;#39;s got 6  heads pressed up against the periphery of our luminous shell, watching 6 realities at once.&lt;/p&gt;\n\n&lt;p&gt;Which he can&amp;#39;t do, so he flows from one reality to the other, irrationally.&lt;/p&gt;\n\n&lt;p&gt;Just scoop him into the middle.  So he can perceive what you are perceiving.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "36d7fbc6-6006-11ea-8a0a-0eb484a5c2d1", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "rpkb1x", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 12, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/rpkb1x/virtual_practice_rooms/", "subreddit_subscribers": 9561, "created_utc": 1640599667.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqahtxt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1640708020.0, "send_replies": true, "parent_id": "t1_hqahowo", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "(the rest)\n\n\"As you do the tensegrity and your assemblage point moves, the double is lured to come near.  He nearly can't help it.  He rides our movement like that Olmec statue, facing to your front, and the second attention results become visible in darkness.\n\nThat's what creates a phantom room. His eyes gazing all over the darkness, looking for what's there.\n\nSorcerers always make phantom realities when they live somewhere long enough.  Cholita started her phantom house, when she kept coming into your room in her double, and interacted with you that way. The \"space\" you followed her in, right through the wall, is clearly \"double\" territory. Only he could do that.\n\nThis process doesn't work well in the whitish light. It's red zone behavior.\n\nBut it's not as dangerous as you'd think, because your attention is focused all around you, to perceive \"room\".\n\nYou aren't gazing at a single object, and focusing your attention on that only, which causes horizontal movement and shapeshifting.\n\nShe added, \"See, it's perfectly safe!\"\n\nI didn't quite believe her, but it made sense.\n\nI noticed the day before you end up in a remarkably good mood in a VPR.\n\nThat could be because perceiving \"room\" keeps your assemblage point closer to the middle, and in a confined range of horizontal travel.\n\nFancy wanted me to try it, so I did the affection for the energy body pass, as best I could remember it.\n\nIt was so amazing, I felt sad.\n\nNeither of the video copies we have match, and I'd be surprised if either was the same as the description.\n\nThat pass was nearly lost.\n\nWe're going to lose many of them.\n\nAccording to Fancy, each one has an \"idea\" Carlos had, embedded in it.  Or something one of the witches learned from Zuleica or Clara.\n\nAnd those \"pieces\" can be combined, as Fancy said, to do more complicated magic.\n\nWe're going to lose some.\n\nFancy suggested, I use more than the double's eyes.\n\nHe can \"learn forward\" during the form, and you can be watching your actual energy body, do the tensegrity in the dark.\n\nYou \"switch to the energy body\" slowly.  Not instantly as Carlos did in Eagle's Gift.\n\nOur fate is to take all the steps ourselves, one at a time. The books just skipped to the end a bit fast.\n\nOnce you are watching the weird energy body flowing fibers and tentacles around during the tensegrity, the air itself becomes fibrous.\n\nAs the air gets thicker, you seem to have trouble moving though it.\n\nYour trace internal dialog begins to form a line in space.  Like a thick \"emanation\", but it has color to it.  Dullish yellows with browns, and some pink.\n\nIt's holding you from moving forward while trying to see what that pass does.\n\nIf you concentrate the rope breaks, the strand crashes to the ground, and you find yourself completely alien.\n\nYou have no idea of \"self\".\n\nYou remember that!   As a child.  Once in a while you'd \"feel\" that you could drop your developing idea of a self, and go into a peaceful, but hard to hold, domain of the senses.\n\nWhen you failed, an idea popped into your mind such as you didn't get 3 cookies, but your brother did.\n\nAs an adult, when the idea of self completely goes away that abruptly, it makes you worry that you will soon feel very sad.\n\nIt's like a \"threat\".  Maybe in serious danger or during emergencies, we temporarily freeze and drop the idea of self, so we've gotten used to that being an indication something bad is coming.\n\n\"Bring back that self, or you'll be sorry!\"\n\nBut nothing happens if you don't.\n\nIf you can manage to gaze around, you now have the double's \"dark vision\".\n\nAnother thing you'll remember.\n\nIn that mode, what you see is composed of dark balls the size of a small gumball, with glowing red edges.\n\nThey form everything, using their sparkle.\n\nOf course, when I saw that I was in a perfectly dark room, so what I \"saw\" made no sense.\n\nThe double was manifesting objects to see how they were perceived, because my tonal mind had been added and wanted the \"how to details\".\n\nSo I was gazing at a shovel floating in the air, not wondering why that was there, but rather, curious to see how the balls of blackness illuminate it into being.\n\nFancy said, \"That's the nagual.\"", "edited": 1640709549.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqahtxt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;(the rest)&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As you do the tensegrity and your assemblage point moves, the double is lured to come near.  He nearly can&amp;#39;t help it.  He rides our movement like that Olmec statue, facing to your front, and the second attention results become visible in darkness.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what creates a phantom room. His eyes gazing all over the darkness, looking for what&amp;#39;s there.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers always make phantom realities when they live somewhere long enough.  Cholita started her phantom house, when she kept coming into your room in her double, and interacted with you that way. The &amp;quot;space&amp;quot; you followed her in, right through the wall, is clearly &amp;quot;double&amp;quot; territory. Only he could do that.&lt;/p&gt;\n\n&lt;p&gt;This process doesn&amp;#39;t work well in the whitish light. It&amp;#39;s red zone behavior.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not as dangerous as you&amp;#39;d think, because your attention is focused all around you, to perceive &amp;quot;room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t gazing at a single object, and focusing your attention on that only, which causes horizontal movement and shapeshifting.&lt;/p&gt;\n\n&lt;p&gt;She added, &amp;quot;See, it&amp;#39;s perfectly safe!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t quite believe her, but it made sense.&lt;/p&gt;\n\n&lt;p&gt;I noticed the day before you end up in a remarkably good mood in a VPR.&lt;/p&gt;\n\n&lt;p&gt;That could be because perceiving &amp;quot;room&amp;quot; keeps your assemblage point closer to the middle, and in a confined range of horizontal travel.&lt;/p&gt;\n\n&lt;p&gt;Fancy wanted me to try it, so I did the affection for the energy body pass, as best I could remember it.&lt;/p&gt;\n\n&lt;p&gt;It was so amazing, I felt sad.&lt;/p&gt;\n\n&lt;p&gt;Neither of the video copies we have match, and I&amp;#39;d be surprised if either was the same as the description.&lt;/p&gt;\n\n&lt;p&gt;That pass was nearly lost.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re going to lose many of them.&lt;/p&gt;\n\n&lt;p&gt;According to Fancy, each one has an &amp;quot;idea&amp;quot; Carlos had, embedded in it.  Or something one of the witches learned from Zuleica or Clara.&lt;/p&gt;\n\n&lt;p&gt;And those &amp;quot;pieces&amp;quot; can be combined, as Fancy said, to do more complicated magic.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re going to lose some.&lt;/p&gt;\n\n&lt;p&gt;Fancy suggested, I use more than the double&amp;#39;s eyes.&lt;/p&gt;\n\n&lt;p&gt;He can &amp;quot;learn forward&amp;quot; during the form, and you can be watching your actual energy body, do the tensegrity in the dark.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;switch to the energy body&amp;quot; slowly.  Not instantly as Carlos did in Eagle&amp;#39;s Gift.&lt;/p&gt;\n\n&lt;p&gt;Our fate is to take all the steps ourselves, one at a time. The books just skipped to the end a bit fast.&lt;/p&gt;\n\n&lt;p&gt;Once you are watching the weird energy body flowing fibers and tentacles around during the tensegrity, the air itself becomes fibrous.&lt;/p&gt;\n\n&lt;p&gt;As the air gets thicker, you seem to have trouble moving though it.&lt;/p&gt;\n\n&lt;p&gt;Your trace internal dialog begins to form a line in space.  Like a thick &amp;quot;emanation&amp;quot;, but it has color to it.  Dullish yellows with browns, and some pink.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s holding you from moving forward while trying to see what that pass does.&lt;/p&gt;\n\n&lt;p&gt;If you concentrate the rope breaks, the strand crashes to the ground, and you find yourself completely alien.&lt;/p&gt;\n\n&lt;p&gt;You have no idea of &amp;quot;self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You remember that!   As a child.  Once in a while you&amp;#39;d &amp;quot;feel&amp;quot; that you could drop your developing idea of a self, and go into a peaceful, but hard to hold, domain of the senses.&lt;/p&gt;\n\n&lt;p&gt;When you failed, an idea popped into your mind such as you didn&amp;#39;t get 3 cookies, but your brother did.&lt;/p&gt;\n\n&lt;p&gt;As an adult, when the idea of self completely goes away that abruptly, it makes you worry that you will soon feel very sad.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like a &amp;quot;threat&amp;quot;.  Maybe in serious danger or during emergencies, we temporarily freeze and drop the idea of self, so we&amp;#39;ve gotten used to that being an indication something bad is coming.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Bring back that self, or you&amp;#39;ll be sorry!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But nothing happens if you don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;If you can manage to gaze around, you now have the double&amp;#39;s &amp;quot;dark vision&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Another thing you&amp;#39;ll remember.&lt;/p&gt;\n\n&lt;p&gt;In that mode, what you see is composed of dark balls the size of a small gumball, with glowing red edges.&lt;/p&gt;\n\n&lt;p&gt;They form everything, using their sparkle.&lt;/p&gt;\n\n&lt;p&gt;Of course, when I saw that I was in a perfectly dark room, so what I &amp;quot;saw&amp;quot; made no sense.&lt;/p&gt;\n\n&lt;p&gt;The double was manifesting objects to see how they were perceived, because my tonal mind had been added and wanted the &amp;quot;how to details&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So I was gazing at a shovel floating in the air, not wondering why that was there, but rather, curious to see how the balls of blackness illuminate it into being.&lt;/p&gt;\n\n&lt;p&gt;Fancy said, &amp;quot;That&amp;#39;s the nagual.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rpkb1x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hqahtxt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640708020.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hqahowo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1640707962.0, "send_replies": true, "parent_id": "t3_rpkb1x", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Part 2:\n\nI went back into the darkroom hoping to find the same VPR, so I could complain to Fancy that it's firmly in the red zone, and what is she up to?!\n\nShe showed up in seconds, once I did mashing energy series.  I like to warm up with it, until I can see the yellow glow of energy at my feet.\n\nAs you mash, the floor becomes visible. And if that isn't enough, the rest of the mashing movements slide back and forth, and push the light around on the floor.\n\nYou go from absolutely dark room, to standing on yellowish light.\n\nI was gazing down at the floor when I realized, mashing energy is the FASTEST way to \"hint\" at a phantom room!  In fact, floors are more critical indicators of the quality of a VPR than the walls.\n\nFancy showed up rapidly when I finished, as if she'd just rushed in from the shopping mall.\n\nShe was wearing a fancy hat and her hair had been done up.\n\nAll this red zone activity must have charged her up.\n\nI wanted to complain, but when I looked at her, she had a grin.\n\n\"Nice to see you Fancy!  You look lovely\", I told her instead.\n\nShe got started right away.\n\nShe glanced at the floor I had just lit up, and said, \"Each tensegrity move has the potential to do something like that.\"\n\nConsider them like building blocks.  Find out what they do, and use that to construct any type of VPN room you like!\n\nI felt stupid. How many times had I been looking down at the floor after mashing energy, judging how high my energy had risen, meanwhile wondering how I can make a phantom room as quickly as possible.\n\nI was standing on one!\n\nI already felt dull, so complaining to Fancy wasn't going to hurt anything.\n\nI started to tell her that although it's easier, I can't encourage new people to build red zone phantom rooms.\n\nThen, Fancy started the \"over teaching\" thing the Emissary can do.\n\nWhere you want to rush for paper to write on, but are afraid to move at all.\n\nI kept wanting to stop and write what I had down so fr,  on my computer.\n\nAt one point Fancy commented, \"What happens in Vegas, stays in Vegas!\"\n\nI instantly understood what she meant.\n\nIf you learn something in deep heightened awareness, you can never lose it.\n\nIt's where it's needed, stored permanently.\n\nLet's say, a silly example, a big Pacman appears in the air, trying to eat everything in sight.\n\nYour magical spirit shows you how to create a pathway of floating dots, which he immediately starts to chomp into pieces, until he reaches the end of the path you made and goes though the wall.\n\nSaved!\n\nBut the next day, you have absolutely no memory of it.\n\nWhich I suppose is kind of good.  Your friend may accept the sorcery thing as a \"quirk\" you have, but if you mention Pacman, you're in trouble.\n\nAnd yet, if you find yourself in the darkroom and a giant Pacman threatens, you absolutely will indeed remember what to do about it.\n\nSo you have to accept, \"memory belongs to that position of the assemblage point\", as Fancy put it.\n\nI suppose, the only way you remember it at another position is that you kept repeating it to  yourself with words, and the words are mostly what you can recall about it.\n\nWhich makes it dangerous to post in here.  When you post an experience, you alter it.\n\nStorytelling is powerful, especially with sorcery, where some realities you visit may only be partially finished.  When you have to alter how you tell the story so it makes sense, whatever you do to fix the holes in reality it contained, becomes are real as the other experience.\n\nCarlos warned us about this in his books, saying he did his best to convey heightened awareness events, but to give them the texture of daily life, he had to make some alterations.\n\nIf you are lucky enough to be able to repeat it that event again, the one you put into story formm, you'll be surprised to find those \"curtains\" you had to add to make a window's behavior during the experience, make sense.\n\nMaybe you made up the curtains because something was flapping there at a window-like portal,  on your wall.\n\nBut when you return the next night it's full on curtains, a curtain rod to hold them there, flower pattern, and some stray threats showing the curtains are not brand new.\n\nThose are from Cholita's curtains in the kitchen.  Apparently some of the \"new\" details copied her obsession with those particular curtains.\n\nYou just have to live with that.  As the witches like to say, \"We're dreaming ourselves these days.\"\n\nSo Fancy's rapid lesson on VPRs:\n\nI'm sorry if it doesn't flow well, I lost the rest.  It got amazingly weird.\n\nAs I recall I started to complain to fancy it was the red zone, and she said, \"It ages into the pink zone as you gaze.  And you can age that back and forth, to the whitish light.  The red zone is just to get it started, and because it's so darned invigorating in there!\"\n\nI looked, and indeed the walls were now pink, instead of being reddish with fire like details.\n\nA clock floated in front, to show the approximate passage of time as it aged. As I watched, the pink faded away, the second hand moved forward, and I was now in perfect whitish light, with vertical lines on all surfaces.\n\n\"It's a completely different room you know\", Fancy said.  \"Go back.\"\n\nI glanced at the walls, and they were again deep brown with red highlights, and jet black holes.\n\nIt was a real surface, and even looked organic.\n\nI went back to find the \"shelf\" Fancy had promised could keep things.  I saw the shelf, but the head was missing from last night.\n\nI wanted to complain to Fancy. She'd promised that if we stole stuff as a group, we could keep it as trophies in our darkroom.\n\nShe was on the other end of the room, and without realizing it I walked right through the bed. At least, where the bed should have been.\n\nFancy told me to turn around, and I saw that the path I walked was now a solid object.  Like it was made out of the left over burnt carbon those 4th of July snakes leave, as they burn and expand into a black snake.\n\nI'm not sure how this next part happened.  All I can do is describe what it was sort of like.\n\nAnd hope my description isn't too creepy, because it's going to \"overwrite\" what would have happened tonight. \n\nAnd some of my new part will show up.\n\nA large hand dropped a miniature Kylie doll in the middle of the practice room, and she started doing a long form.\n\nAs she moved along, she left a trail of that black puffy carbon, exactly the shape of where her body had moved, during the tensegrity.\n\nThere were probably even \"little finger\" trails you could find, if you examined the surface closely.\n\nFancy explained:  Each tensegrity move is 3 dimensional and trains part of your awareness.\n\nYou can recall the \"feeling\" of the structure it created.\n\nIf the structure exists there, the room must expand to hold it.\n\nSince the room is in the second attention, it's under control of the double.\n\nA combination of long forms can create a specific shape of VPR, but because the double has his own ideas, you can't count on the form being rigid or fixed.\n\nIt just sets the mood of the VPR.\n\nViolent, smooth, unsettling, spooky, soothing.  You could have different types of room, for different goals.  Different \"heists\".\n\nI looked at the carbon structure, and the double emerged from the lead of it. He leaned out.\n\nWasn't kylie anymore, but I didn't notice.\n\n(continued)", "edited": 1640708961.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqahowo", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Part 2:&lt;/p&gt;\n\n&lt;p&gt;I went back into the darkroom hoping to find the same VPR, so I could complain to Fancy that it&amp;#39;s firmly in the red zone, and what is she up to?!&lt;/p&gt;\n\n&lt;p&gt;She showed up in seconds, once I did mashing energy series.  I like to warm up with it, until I can see the yellow glow of energy at my feet.&lt;/p&gt;\n\n&lt;p&gt;As you mash, the floor becomes visible. And if that isn&amp;#39;t enough, the rest of the mashing movements slide back and forth, and push the light around on the floor.&lt;/p&gt;\n\n&lt;p&gt;You go from absolutely dark room, to standing on yellowish light.&lt;/p&gt;\n\n&lt;p&gt;I was gazing down at the floor when I realized, mashing energy is the FASTEST way to &amp;quot;hint&amp;quot; at a phantom room!  In fact, floors are more critical indicators of the quality of a VPR than the walls.&lt;/p&gt;\n\n&lt;p&gt;Fancy showed up rapidly when I finished, as if she&amp;#39;d just rushed in from the shopping mall.&lt;/p&gt;\n\n&lt;p&gt;She was wearing a fancy hat and her hair had been done up.&lt;/p&gt;\n\n&lt;p&gt;All this red zone activity must have charged her up.&lt;/p&gt;\n\n&lt;p&gt;I wanted to complain, but when I looked at her, she had a grin.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Nice to see you Fancy!  You look lovely&amp;quot;, I told her instead.&lt;/p&gt;\n\n&lt;p&gt;She got started right away.&lt;/p&gt;\n\n&lt;p&gt;She glanced at the floor I had just lit up, and said, &amp;quot;Each tensegrity move has the potential to do something like that.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Consider them like building blocks.  Find out what they do, and use that to construct any type of VPN room you like!&lt;/p&gt;\n\n&lt;p&gt;I felt stupid. How many times had I been looking down at the floor after mashing energy, judging how high my energy had risen, meanwhile wondering how I can make a phantom room as quickly as possible.&lt;/p&gt;\n\n&lt;p&gt;I was standing on one!&lt;/p&gt;\n\n&lt;p&gt;I already felt dull, so complaining to Fancy wasn&amp;#39;t going to hurt anything.&lt;/p&gt;\n\n&lt;p&gt;I started to tell her that although it&amp;#39;s easier, I can&amp;#39;t encourage new people to build red zone phantom rooms.&lt;/p&gt;\n\n&lt;p&gt;Then, Fancy started the &amp;quot;over teaching&amp;quot; thing the Emissary can do.&lt;/p&gt;\n\n&lt;p&gt;Where you want to rush for paper to write on, but are afraid to move at all.&lt;/p&gt;\n\n&lt;p&gt;I kept wanting to stop and write what I had down so fr,  on my computer.&lt;/p&gt;\n\n&lt;p&gt;At one point Fancy commented, &amp;quot;What happens in Vegas, stays in Vegas!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I instantly understood what she meant.&lt;/p&gt;\n\n&lt;p&gt;If you learn something in deep heightened awareness, you can never lose it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s where it&amp;#39;s needed, stored permanently.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say, a silly example, a big Pacman appears in the air, trying to eat everything in sight.&lt;/p&gt;\n\n&lt;p&gt;Your magical spirit shows you how to create a pathway of floating dots, which he immediately starts to chomp into pieces, until he reaches the end of the path you made and goes though the wall.&lt;/p&gt;\n\n&lt;p&gt;Saved!&lt;/p&gt;\n\n&lt;p&gt;But the next day, you have absolutely no memory of it.&lt;/p&gt;\n\n&lt;p&gt;Which I suppose is kind of good.  Your friend may accept the sorcery thing as a &amp;quot;quirk&amp;quot; you have, but if you mention Pacman, you&amp;#39;re in trouble.&lt;/p&gt;\n\n&lt;p&gt;And yet, if you find yourself in the darkroom and a giant Pacman threatens, you absolutely will indeed remember what to do about it.&lt;/p&gt;\n\n&lt;p&gt;So you have to accept, &amp;quot;memory belongs to that position of the assemblage point&amp;quot;, as Fancy put it.&lt;/p&gt;\n\n&lt;p&gt;I suppose, the only way you remember it at another position is that you kept repeating it to  yourself with words, and the words are mostly what you can recall about it.&lt;/p&gt;\n\n&lt;p&gt;Which makes it dangerous to post in here.  When you post an experience, you alter it.&lt;/p&gt;\n\n&lt;p&gt;Storytelling is powerful, especially with sorcery, where some realities you visit may only be partially finished.  When you have to alter how you tell the story so it makes sense, whatever you do to fix the holes in reality it contained, becomes are real as the other experience.&lt;/p&gt;\n\n&lt;p&gt;Carlos warned us about this in his books, saying he did his best to convey heightened awareness events, but to give them the texture of daily life, he had to make some alterations.&lt;/p&gt;\n\n&lt;p&gt;If you are lucky enough to be able to repeat it that event again, the one you put into story formm, you&amp;#39;ll be surprised to find those &amp;quot;curtains&amp;quot; you had to add to make a window&amp;#39;s behavior during the experience, make sense.&lt;/p&gt;\n\n&lt;p&gt;Maybe you made up the curtains because something was flapping there at a window-like portal,  on your wall.&lt;/p&gt;\n\n&lt;p&gt;But when you return the next night it&amp;#39;s full on curtains, a curtain rod to hold them there, flower pattern, and some stray threats showing the curtains are not brand new.&lt;/p&gt;\n\n&lt;p&gt;Those are from Cholita&amp;#39;s curtains in the kitchen.  Apparently some of the &amp;quot;new&amp;quot; details copied her obsession with those particular curtains.&lt;/p&gt;\n\n&lt;p&gt;You just have to live with that.  As the witches like to say, &amp;quot;We&amp;#39;re dreaming ourselves these days.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So Fancy&amp;#39;s rapid lesson on VPRs:&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sorry if it doesn&amp;#39;t flow well, I lost the rest.  It got amazingly weird.&lt;/p&gt;\n\n&lt;p&gt;As I recall I started to complain to fancy it was the red zone, and she said, &amp;quot;It ages into the pink zone as you gaze.  And you can age that back and forth, to the whitish light.  The red zone is just to get it started, and because it&amp;#39;s so darned invigorating in there!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked, and indeed the walls were now pink, instead of being reddish with fire like details.&lt;/p&gt;\n\n&lt;p&gt;A clock floated in front, to show the approximate passage of time as it aged. As I watched, the pink faded away, the second hand moved forward, and I was now in perfect whitish light, with vertical lines on all surfaces.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s a completely different room you know&amp;quot;, Fancy said.  &amp;quot;Go back.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I glanced at the walls, and they were again deep brown with red highlights, and jet black holes.&lt;/p&gt;\n\n&lt;p&gt;It was a real surface, and even looked organic.&lt;/p&gt;\n\n&lt;p&gt;I went back to find the &amp;quot;shelf&amp;quot; Fancy had promised could keep things.  I saw the shelf, but the head was missing from last night.&lt;/p&gt;\n\n&lt;p&gt;I wanted to complain to Fancy. She&amp;#39;d promised that if we stole stuff as a group, we could keep it as trophies in our darkroom.&lt;/p&gt;\n\n&lt;p&gt;She was on the other end of the room, and without realizing it I walked right through the bed. At least, where the bed should have been.&lt;/p&gt;\n\n&lt;p&gt;Fancy told me to turn around, and I saw that the path I walked was now a solid object.  Like it was made out of the left over burnt carbon those 4th of July snakes leave, as they burn and expand into a black snake.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure how this next part happened.  All I can do is describe what it was sort of like.&lt;/p&gt;\n\n&lt;p&gt;And hope my description isn&amp;#39;t too creepy, because it&amp;#39;s going to &amp;quot;overwrite&amp;quot; what would have happened tonight. &lt;/p&gt;\n\n&lt;p&gt;And some of my new part will show up.&lt;/p&gt;\n\n&lt;p&gt;A large hand dropped a miniature Kylie doll in the middle of the practice room, and she started doing a long form.&lt;/p&gt;\n\n&lt;p&gt;As she moved along, she left a trail of that black puffy carbon, exactly the shape of where her body had moved, during the tensegrity.&lt;/p&gt;\n\n&lt;p&gt;There were probably even &amp;quot;little finger&amp;quot; trails you could find, if you examined the surface closely.&lt;/p&gt;\n\n&lt;p&gt;Fancy explained:  Each tensegrity move is 3 dimensional and trains part of your awareness.&lt;/p&gt;\n\n&lt;p&gt;You can recall the &amp;quot;feeling&amp;quot; of the structure it created.&lt;/p&gt;\n\n&lt;p&gt;If the structure exists there, the room must expand to hold it.&lt;/p&gt;\n\n&lt;p&gt;Since the room is in the second attention, it&amp;#39;s under control of the double.&lt;/p&gt;\n\n&lt;p&gt;A combination of long forms can create a specific shape of VPR, but because the double has his own ideas, you can&amp;#39;t count on the form being rigid or fixed.&lt;/p&gt;\n\n&lt;p&gt;It just sets the mood of the VPR.&lt;/p&gt;\n\n&lt;p&gt;Violent, smooth, unsettling, spooky, soothing.  You could have different types of room, for different goals.  Different &amp;quot;heists&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I looked at the carbon structure, and the double emerged from the lead of it. He leaned out.&lt;/p&gt;\n\n&lt;p&gt;Wasn&amp;#39;t kylie anymore, but I didn&amp;#39;t notice.&lt;/p&gt;\n\n&lt;p&gt;(continued)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hqahowo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640707962.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rpkb1x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqfmvfh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1640799584.0, "send_replies": true, "parent_id": "t3_rpkb1x", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Part 3:\n\nAfter years, I've learned that eventually you learn what can be reproduced, and what was just an \"intent gift\" to keep you motivated.  Meaning (for beginners),  you work like a dog to get magic, get none, and then at t he last minute, when you were about to give up, something amazing happens.\n\nAnd the next night you are practically drooling to do that again.\n\nBut you can't repeat it!\n\nFortunately, phantom rooms are repeatable.\n\nI did it again last night, hoping to learn more about making them in the red zone, versus in the orange zone.\n\nIt would take too long to explain, but a phantom room forms automatically in the deep red zone.\n\nYou just don't notice it, because there's so much to see floating in the air.\n\nIt's behind that!\n\nAnd, it's not horizontally shifted very much.\n\nIn fact, if you wanted to shift a phantom room horizontally, it might be like being in one of those clear plastic balls a human can stand up in, trying to walk it along on the grass in a park.\n\nIt would take real work!\n\nI suspect you'd have to make an effort to make a \"dangerous\" phantom room in the red zone.\n\nThey're \"safe\".\n\nJust don't play with anything.\n\nFor example, my favorite red zone game, shapeshifting.\n\nDon't reach out and grab a brilliant puff of purple floating in front of you, stretch it like taffy, and flatten it across your phantom room, to form a dirt road.\n\nOddly, those dirt roads form best at \"apron\" height.  At the same height on  your energy body, as the flowing fibers and tentacles.  They radiate out from relatively the same height on your body, which is around just below the belly button.\n\nThe \"dirt road\" is the only method for shapeshifting Fancy taught me, but it works well.\n\nDon't do that.  Ignore anything floating in the middle of  your phantom red zone room, unless you just scoop it onto one of the pouches, to build the energy body.\n\nWHICH YOU MUST DO, or I suspect a phantom room is impossible.\n\nFancy told me (almost forgot that), phantom rooms belong to the double, not to the tonal.\n\nShe didn't say the tonal couldn't occupy them.    Just that, the double was the one who sees them clearly.  Or better said, he sees them as \"real\".\n\nThe tonal sees a \"ghost room\".\n\nTo move on from the red zone room, just keep forcing even deeper silence while you look at the walls all around you, trying to clearly see the \"shape\" of your phantom room.\n\nThat will move you to the pink zone.\n\nI'm afraid to say, I learned a trick about that. Or maybe Fancy tricked me into noticing it.\n\nI saw EXACTLY why the assemblage point goes under the bottom.\n\nThe men of knowledge never got their assemblage points to move to the front.\n\nDidn't know how.\n\nBut I saw exactly how.\n\nNow it's lost.\n\nSo just force silence.\n\nIf you know \"why\" it moves to the front, it only takes 10 seconds to get to the pink zone.\n\nIf you don't, it might take 20 minutes.\n\nThe red and black \"room\" of the red zone starts to lose color, and you have pinkish walls.\n\nBut as you gaze at them to see \"how pink they are\", they flatten into a rectangular room that looks more like a room than the cave that likely forms in the red zone.\n\nAnd even more color bleaches out.\n\nFinally you have the full on orange zone, which means your assemblage point moved to the front, and up at least an inch.\n\nIf it moves up 2 inches, the breath change happens.\n\nIf it moves all the way up to slightly above the belly button, the whitish light takes on a heavy texture.\n\nLast night it was vertical lines, my favorite.\n\nThen I got the idea to \"prove\" that a red zone phantom room was the correct starting point for beginners.\n\nI'd thought previously, that's dangerous. So they have to move all the way to the mid orange zone where they can \"read off the wall\".\n\n(Seeing energy).\n\nI had my phantom room there, it was bleached out to all grey and white, but I also had a flat patch of whitish light, with vertical lines.\n\nA perfect chance to test out which is faster.  Technically, that patch would be called, \"the wall\".\n\nI'd seen how long it took to form what I had, a whitish phantom room.\n\nSo I did the \"snapping the web\" pass, which several nights in a row had transformed my room into a piece of the Olmec jungle.\n\nA giant tree grows from the floor, breaks through the roof, and foliage appropriate it eastern Mexico forms next to the tree.\n\nI can enter the world of the Brujo's, in the space between the bushes and the tree.\n\nNow keep in mind, it never occurred to me to manifest something I actually had a use for.\n\nI just manifest random stuff, or I gaze at the whitish light until I find an imperfection, and that forms into something.\n\nIt also gives rise to random translocations, which is sort of like turning your wall into a computer monitor with a view of a lovely outdoor scene.\n\nI had no preference for what would happen, because I've learned that having one \"interferes\" and nothing works like it should.\n\nWe're \"reskimming\" emanations.  Anything in your mind, in your pocket, on your hand,  or even left in your stomach from dinner, is made of \"emanations\".\n\nAnd so when *intent* reskims them for you, a mandatory step to manifesting something, it uses what's more prominent to select the range of emanations.\n\nI hope I don't lose any beginners here.  This is NOT a belief system!\n\nIt's a technology.\n\nAnd you will see it too!  Do it too.\n\nBut no Olmec forest formed for me.\n\nI glanced in that direction, disappointed.\n\nThen a mural around 3 feet wide rolled down from the ceiling, and I had an outdoor scene on my phantom room wall, as if someone had just laid a piece of cloth with that scene printed on it, as a form of wallpaper.\n\nYou can \"decorate\" your room, in the whitish light!\n\nWhich is odd. The phantom room is all white.  It's made from the whitish light, which does not like to remain unformed and is always trying to change into something you can \"recognize\".\n\nI also realized, if you want to manifest stuff in the whitish light, it comes sooner, if you actaully have a pressuign use for it.\n\nNeed.  Need is a component of *intent*.  Maybe **need**, prevents abuse of advanced magic.\n\nI had a very odd memory just now.\n\nWhen the wall paper rolled down, something flew from behind it as if it was just a prank.\n\nI should have looked more closely at the scene.\n\nIOBs are super intelligent. It just doesn't seem so, because we're out of phase with them.\n\nIt's possible, Fancy made a mural of a scene in Mexico, to taunt me on being unable to find that Olmec jungle tree.", "edited": 1640800334.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hqfmvfh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Part 3:&lt;/p&gt;\n\n&lt;p&gt;After years, I&amp;#39;ve learned that eventually you learn what can be reproduced, and what was just an &amp;quot;intent gift&amp;quot; to keep you motivated.  Meaning (for beginners),  you work like a dog to get magic, get none, and then at t he last minute, when you were about to give up, something amazing happens.&lt;/p&gt;\n\n&lt;p&gt;And the next night you are practically drooling to do that again.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t repeat it!&lt;/p&gt;\n\n&lt;p&gt;Fortunately, phantom rooms are repeatable.&lt;/p&gt;\n\n&lt;p&gt;I did it again last night, hoping to learn more about making them in the red zone, versus in the orange zone.&lt;/p&gt;\n\n&lt;p&gt;It would take too long to explain, but a phantom room forms automatically in the deep red zone.&lt;/p&gt;\n\n&lt;p&gt;You just don&amp;#39;t notice it, because there&amp;#39;s so much to see floating in the air.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s behind that!&lt;/p&gt;\n\n&lt;p&gt;And, it&amp;#39;s not horizontally shifted very much.&lt;/p&gt;\n\n&lt;p&gt;In fact, if you wanted to shift a phantom room horizontally, it might be like being in one of those clear plastic balls a human can stand up in, trying to walk it along on the grass in a park.&lt;/p&gt;\n\n&lt;p&gt;It would take real work!&lt;/p&gt;\n\n&lt;p&gt;I suspect you&amp;#39;d have to make an effort to make a &amp;quot;dangerous&amp;quot; phantom room in the red zone.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;quot;safe&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t play with anything.&lt;/p&gt;\n\n&lt;p&gt;For example, my favorite red zone game, shapeshifting.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t reach out and grab a brilliant puff of purple floating in front of you, stretch it like taffy, and flatten it across your phantom room, to form a dirt road.&lt;/p&gt;\n\n&lt;p&gt;Oddly, those dirt roads form best at &amp;quot;apron&amp;quot; height.  At the same height on  your energy body, as the flowing fibers and tentacles.  They radiate out from relatively the same height on your body, which is around just below the belly button.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;dirt road&amp;quot; is the only method for shapeshifting Fancy taught me, but it works well.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t do that.  Ignore anything floating in the middle of  your phantom red zone room, unless you just scoop it onto one of the pouches, to build the energy body.&lt;/p&gt;\n\n&lt;p&gt;WHICH YOU MUST DO, or I suspect a phantom room is impossible.&lt;/p&gt;\n\n&lt;p&gt;Fancy told me (almost forgot that), phantom rooms belong to the double, not to the tonal.&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t say the tonal couldn&amp;#39;t occupy them.    Just that, the double was the one who sees them clearly.  Or better said, he sees them as &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The tonal sees a &amp;quot;ghost room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To move on from the red zone room, just keep forcing even deeper silence while you look at the walls all around you, trying to clearly see the &amp;quot;shape&amp;quot; of your phantom room.&lt;/p&gt;\n\n&lt;p&gt;That will move you to the pink zone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid to say, I learned a trick about that. Or maybe Fancy tricked me into noticing it.&lt;/p&gt;\n\n&lt;p&gt;I saw EXACTLY why the assemblage point goes under the bottom.&lt;/p&gt;\n\n&lt;p&gt;The men of knowledge never got their assemblage points to move to the front.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t know how.&lt;/p&gt;\n\n&lt;p&gt;But I saw exactly how.&lt;/p&gt;\n\n&lt;p&gt;Now it&amp;#39;s lost.&lt;/p&gt;\n\n&lt;p&gt;So just force silence.&lt;/p&gt;\n\n&lt;p&gt;If you know &amp;quot;why&amp;quot; it moves to the front, it only takes 10 seconds to get to the pink zone.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t, it might take 20 minutes.&lt;/p&gt;\n\n&lt;p&gt;The red and black &amp;quot;room&amp;quot; of the red zone starts to lose color, and you have pinkish walls.&lt;/p&gt;\n\n&lt;p&gt;But as you gaze at them to see &amp;quot;how pink they are&amp;quot;, they flatten into a rectangular room that looks more like a room than the cave that likely forms in the red zone.&lt;/p&gt;\n\n&lt;p&gt;And even more color bleaches out.&lt;/p&gt;\n\n&lt;p&gt;Finally you have the full on orange zone, which means your assemblage point moved to the front, and up at least an inch.&lt;/p&gt;\n\n&lt;p&gt;If it moves up 2 inches, the breath change happens.&lt;/p&gt;\n\n&lt;p&gt;If it moves all the way up to slightly above the belly button, the whitish light takes on a heavy texture.&lt;/p&gt;\n\n&lt;p&gt;Last night it was vertical lines, my favorite.&lt;/p&gt;\n\n&lt;p&gt;Then I got the idea to &amp;quot;prove&amp;quot; that a red zone phantom room was the correct starting point for beginners.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d thought previously, that&amp;#39;s dangerous. So they have to move all the way to the mid orange zone where they can &amp;quot;read off the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;(Seeing energy).&lt;/p&gt;\n\n&lt;p&gt;I had my phantom room there, it was bleached out to all grey and white, but I also had a flat patch of whitish light, with vertical lines.&lt;/p&gt;\n\n&lt;p&gt;A perfect chance to test out which is faster.  Technically, that patch would be called, &amp;quot;the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d seen how long it took to form what I had, a whitish phantom room.&lt;/p&gt;\n\n&lt;p&gt;So I did the &amp;quot;snapping the web&amp;quot; pass, which several nights in a row had transformed my room into a piece of the Olmec jungle.&lt;/p&gt;\n\n&lt;p&gt;A giant tree grows from the floor, breaks through the roof, and foliage appropriate it eastern Mexico forms next to the tree.&lt;/p&gt;\n\n&lt;p&gt;I can enter the world of the Brujo&amp;#39;s, in the space between the bushes and the tree.&lt;/p&gt;\n\n&lt;p&gt;Now keep in mind, it never occurred to me to manifest something I actually had a use for.&lt;/p&gt;\n\n&lt;p&gt;I just manifest random stuff, or I gaze at the whitish light until I find an imperfection, and that forms into something.&lt;/p&gt;\n\n&lt;p&gt;It also gives rise to random translocations, which is sort of like turning your wall into a computer monitor with a view of a lovely outdoor scene.&lt;/p&gt;\n\n&lt;p&gt;I had no preference for what would happen, because I&amp;#39;ve learned that having one &amp;quot;interferes&amp;quot; and nothing works like it should.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re &amp;quot;reskimming&amp;quot; emanations.  Anything in your mind, in your pocket, on your hand,  or even left in your stomach from dinner, is made of &amp;quot;emanations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And so when &lt;em&gt;intent&lt;/em&gt; reskims them for you, a mandatory step to manifesting something, it uses what&amp;#39;s more prominent to select the range of emanations.&lt;/p&gt;\n\n&lt;p&gt;I hope I don&amp;#39;t lose any beginners here.  This is NOT a belief system!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a technology.&lt;/p&gt;\n\n&lt;p&gt;And you will see it too!  Do it too.&lt;/p&gt;\n\n&lt;p&gt;But no Olmec forest formed for me.&lt;/p&gt;\n\n&lt;p&gt;I glanced in that direction, disappointed.&lt;/p&gt;\n\n&lt;p&gt;Then a mural around 3 feet wide rolled down from the ceiling, and I had an outdoor scene on my phantom room wall, as if someone had just laid a piece of cloth with that scene printed on it, as a form of wallpaper.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;decorate&amp;quot; your room, in the whitish light!&lt;/p&gt;\n\n&lt;p&gt;Which is odd. The phantom room is all white.  It&amp;#39;s made from the whitish light, which does not like to remain unformed and is always trying to change into something you can &amp;quot;recognize&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I also realized, if you want to manifest stuff in the whitish light, it comes sooner, if you actaully have a pressuign use for it.&lt;/p&gt;\n\n&lt;p&gt;Need.  Need is a component of &lt;em&gt;intent&lt;/em&gt;.  Maybe &lt;strong&gt;need&lt;/strong&gt;, prevents abuse of advanced magic.&lt;/p&gt;\n\n&lt;p&gt;I had a very odd memory just now.&lt;/p&gt;\n\n&lt;p&gt;When the wall paper rolled down, something flew from behind it as if it was just a prank.&lt;/p&gt;\n\n&lt;p&gt;I should have looked more closely at the scene.&lt;/p&gt;\n\n&lt;p&gt;IOBs are super intelligent. It just doesn&amp;#39;t seem so, because we&amp;#39;re out of phase with them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible, Fancy made a mural of a scene in Mexico, to taunt me on being unable to find that Olmec jungle tree.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hqfmvfh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640799584.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rpkb1x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hq77q09", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq6ylx8", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's at least encouraging. It was my inorganic beings that caused me to go in this direction.\n\nGood to know they were following the same intent as is in the books.\n\nI have some crazy memories of Fancy showing me how to expand that dream bubble. From last night.\n\nBut they're so out of sync, I can't figure out when they happened.\n\nThere was one where I asked her \"what's in there?\"\n\nBehind a wall.\n\nShe said just find out.\n\nI reached into it, and pulled out random small objects.\n\nI was as if she had shown me that long ago.\n\nI posted a pic about it.   Many months ago.\n\nThe \"I'll teach you sliding dreaming\".  Where she first started wearing that red riding hood costume.\n\nWhich means, I messed up last night.\n\nGot a little too irrational.\n\nI noticed it was \"too easy\", but didn't realize why.\n\nIt seems, you can form phantom rooms in the red zone too.\n\nI messed up and did that.\n\nThe ones in the orange zone require perfect silence, so that the whitish light forms, and  then you have to sustain it until a room condenses out of the light. It takes intense silence to do that.\n\nAnd it's all bleached out. There's no colors, unless you disturb a specific spot in the air.\n\nThen, to pull off a heist as a group, each person would have to use the whitish light to produce \"the wall\" in front of them, then reskim to get a specific sight we all agree on, and walk inside.\n\nTall order for most at this point.\n\nBut it's more \"honest\".\n\nWhat I did by accident last night was, I was breezing through the red zone for the 3rd time that day (weekend), and once I cleared out the puffs in the red zone I gazed at the wall, and started looking closely at the details.\n\nI forgot to notice, it was reddish.  Lots of color!\n\nI gazed a bit too long, my assemblage point slid horizontally,  and it stretched the room out to create a perfectly fine empty practice area.\n\nI shapeshifted the room...\n\nNow I have to investigate both methods.  For all I know, I actually shrunk myself down, and it was just that the room LOOKED bigger. \n\nIt actually wasn't.\n\nOne method is easier, but not a good thing to do too much.  You could get trapped in it over time because that phantom room exists in the red zone.\n\nThe other is super hard to do, but makes you more like Silvio Manuel, than Julian. Each time you practice it, you get closer to Silent Knowledge and the Abstract.\n\nFancy is going to have some explaining to do tonight!\n\nNo wonder Lily didn't show up down there.\n\nEssentially Fancy convinced me to follow her to the bad area of town, so we could plan to rob someone.\n\nBad girl!\n\nHas a little Cholita in her, I suspect.", "edited": 1640643297.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hq77q09", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s at least encouraging. It was my inorganic beings that caused me to go in this direction.&lt;/p&gt;\n\n&lt;p&gt;Good to know they were following the same intent as is in the books.&lt;/p&gt;\n\n&lt;p&gt;I have some crazy memories of Fancy showing me how to expand that dream bubble. From last night.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re so out of sync, I can&amp;#39;t figure out when they happened.&lt;/p&gt;\n\n&lt;p&gt;There was one where I asked her &amp;quot;what&amp;#39;s in there?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Behind a wall.&lt;/p&gt;\n\n&lt;p&gt;She said just find out.&lt;/p&gt;\n\n&lt;p&gt;I reached into it, and pulled out random small objects.&lt;/p&gt;\n\n&lt;p&gt;I was as if she had shown me that long ago.&lt;/p&gt;\n\n&lt;p&gt;I posted a pic about it.   Many months ago.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;I&amp;#39;ll teach you sliding dreaming&amp;quot;.  Where she first started wearing that red riding hood costume.&lt;/p&gt;\n\n&lt;p&gt;Which means, I messed up last night.&lt;/p&gt;\n\n&lt;p&gt;Got a little too irrational.&lt;/p&gt;\n\n&lt;p&gt;I noticed it was &amp;quot;too easy&amp;quot;, but didn&amp;#39;t realize why.&lt;/p&gt;\n\n&lt;p&gt;It seems, you can form phantom rooms in the red zone too.&lt;/p&gt;\n\n&lt;p&gt;I messed up and did that.&lt;/p&gt;\n\n&lt;p&gt;The ones in the orange zone require perfect silence, so that the whitish light forms, and  then you have to sustain it until a room condenses out of the light. It takes intense silence to do that.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s all bleached out. There&amp;#39;s no colors, unless you disturb a specific spot in the air.&lt;/p&gt;\n\n&lt;p&gt;Then, to pull off a heist as a group, each person would have to use the whitish light to produce &amp;quot;the wall&amp;quot; in front of them, then reskim to get a specific sight we all agree on, and walk inside.&lt;/p&gt;\n\n&lt;p&gt;Tall order for most at this point.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s more &amp;quot;honest&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;What I did by accident last night was, I was breezing through the red zone for the 3rd time that day (weekend), and once I cleared out the puffs in the red zone I gazed at the wall, and started looking closely at the details.&lt;/p&gt;\n\n&lt;p&gt;I forgot to notice, it was reddish.  Lots of color!&lt;/p&gt;\n\n&lt;p&gt;I gazed a bit too long, my assemblage point slid horizontally,  and it stretched the room out to create a perfectly fine empty practice area.&lt;/p&gt;\n\n&lt;p&gt;I shapeshifted the room...&lt;/p&gt;\n\n&lt;p&gt;Now I have to investigate both methods.  For all I know, I actually shrunk myself down, and it was just that the room LOOKED bigger. &lt;/p&gt;\n\n&lt;p&gt;It actually wasn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;One method is easier, but not a good thing to do too much.  You could get trapped in it over time because that phantom room exists in the red zone.&lt;/p&gt;\n\n&lt;p&gt;The other is super hard to do, but makes you more like Silvio Manuel, than Julian. Each time you practice it, you get closer to Silent Knowledge and the Abstract.&lt;/p&gt;\n\n&lt;p&gt;Fancy is going to have some explaining to do tonight!&lt;/p&gt;\n\n&lt;p&gt;No wonder Lily didn&amp;#39;t show up down there.&lt;/p&gt;\n\n&lt;p&gt;Essentially Fancy convinced me to follow her to the bad area of town, so we could plan to rob someone.&lt;/p&gt;\n\n&lt;p&gt;Bad girl!&lt;/p&gt;\n\n&lt;p&gt;Has a little Cholita in her, I suspect.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_rpkb1x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq77q09/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640643040.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1640643040.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hq6ylx8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq6vybq", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Maybe she’s speaking about a particular phantom world, as are all worlds, that they inherited from the old sorcerers. One to which the entrance was passed down, and has the cumulative intent of thousands of sorcerers who have contributed energy to it over the millennia. She’s not describing an IOB world.\n\nI’m thinking that it’s the same one that Taisha talked about in workshop notes. The one that has technology that was just slightly ahead of ours, but that is otherwise up to date with our world. \n\nBut like you said, there are so many possibilities…", "edited": false, "author_flair_css_class": null, "name": "t1_hq6ylx8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe she’s speaking about a particular phantom world, as are all worlds, that they inherited from the old sorcerers. One to which the entrance was passed down, and has the cumulative intent of thousands of sorcerers who have contributed energy to it over the millennia. She’s not describing an IOB world.&lt;/p&gt;\n\n&lt;p&gt;I’m thinking that it’s the same one that Taisha talked about in workshop notes. The one that has technology that was just slightly ahead of ours, but that is otherwise up to date with our world. &lt;/p&gt;\n\n&lt;p&gt;But like you said, there are so many possibilities…&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_rpkb1x", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq6ylx8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640639263.0, "author_flair_text": null, "collapsed": false, "created_utc": 1640639263.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hq6vybq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq684cn", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "First part of that is odd. It's like the stuff La Catalina was taught, for attacking Carlos.  Old seer point of view.  Rituals used in place of seeing intent directly.\n\nBut then so were the Genaros and Little Sisters understanding of things.  Heavy dose of old seers.\n\nI suppose we've gotten a larger dose of sobriety than is best for teaching?\n\nThere isn't any \"parallel\" world. There are millions of them!\n\nIf you tell people, \"We're going to move our assemblage points to the middle of the orange zone, create a dark expansion of our practice room, and use our double to try to find the death defier's village\", that sounds cool to the men.\n\nBut the women seem more motivated to hear, \"We're going to pull a heist in the second attention.\"\n\nIn the second part there, it starts to make a little more sense. Someone had already produced the phantom reality I'm seeking, and they were just speaking of it that way, as a trick to make it more real.\n\nBut it worries me a bit about the one in Tula.\n\nCould be a weird \"composite\" world.  I've seen those only 2 or 3 times.\n\nWhen you get into the double, you can end up in one.\n\nSo you darkroom successes: One day you'll shapeshift in the red zone, go outside, do something amazing, but there won't be anyone around.\n\nThat's normal.\n\nSo later you'll believe you must have dreamed that.\n\nNope.  There's a hint in it, for what happens to the tonal, when it travels in the Nagual.\n\nI sure hope the physical matter can go along somehow.", "edited": 1640638487.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hq6vybq", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;First part of that is odd. It&amp;#39;s like the stuff La Catalina was taught, for attacking Carlos.  Old seer point of view.  Rituals used in place of seeing intent directly.&lt;/p&gt;\n\n&lt;p&gt;But then so were the Genaros and Little Sisters understanding of things.  Heavy dose of old seers.&lt;/p&gt;\n\n&lt;p&gt;I suppose we&amp;#39;ve gotten a larger dose of sobriety than is best for teaching?&lt;/p&gt;\n\n&lt;p&gt;There isn&amp;#39;t any &amp;quot;parallel&amp;quot; world. There are millions of them!&lt;/p&gt;\n\n&lt;p&gt;If you tell people, &amp;quot;We&amp;#39;re going to move our assemblage points to the middle of the orange zone, create a dark expansion of our practice room, and use our double to try to find the death defier&amp;#39;s village&amp;quot;, that sounds cool to the men.&lt;/p&gt;\n\n&lt;p&gt;But the women seem more motivated to hear, &amp;quot;We&amp;#39;re going to pull a heist in the second attention.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In the second part there, it starts to make a little more sense. Someone had already produced the phantom reality I&amp;#39;m seeking, and they were just speaking of it that way, as a trick to make it more real.&lt;/p&gt;\n\n&lt;p&gt;But it worries me a bit about the one in Tula.&lt;/p&gt;\n\n&lt;p&gt;Could be a weird &amp;quot;composite&amp;quot; world.  I&amp;#39;ve seen those only 2 or 3 times.&lt;/p&gt;\n\n&lt;p&gt;When you get into the double, you can end up in one.&lt;/p&gt;\n\n&lt;p&gt;So you darkroom successes: One day you&amp;#39;ll shapeshift in the red zone, go outside, do something amazing, but there won&amp;#39;t be anyone around.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s normal.&lt;/p&gt;\n\n&lt;p&gt;So later you&amp;#39;ll believe you must have dreamed that.&lt;/p&gt;\n\n&lt;p&gt;Nope.  There&amp;#39;s a hint in it, for what happens to the tonal, when it travels in the Nagual.&lt;/p&gt;\n\n&lt;p&gt;I sure hope the physical matter can go along somehow.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rpkb1x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq6vybq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640638182.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1640638182.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_rpkb1x", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqbyo1p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq684cn", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Mosaic / Braiding / Overlapping, thats the one.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mosaic / Braiding / Overlapping, thats the one.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hqbyo1p/", "num_reports": null, "locked": false, "name": "t1_hqbyo1p", "created": 1640729216.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1640729216.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hq684cn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq5y7jf", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "From page 325 (as noted on the actual scanned pages):\n\n*(I’ll try and correct the atrocious formatting later this is just how the text from that file comes out when copy and pasted)*\n\n“Emilito nodded silently waiting tor me to finish with my bubbling realizations. I knew also that it that was so, then I, too, was in my dreaming body and so was everyone in the room and that was why they seemed so sparkling. What's more, the house, the bench, the tables, the food that had been set out in the patio, a l l were part of another world. I had crossed over into the twin world without even realizing it. And that meant that the discoveries that everyone had been sharing, were not about some inaccessible distant dream world, but about the very reality which we were now inhabiting.\n\nThe minute I realized this, Emilito said, \"That's right' Taisha. I am the other side ot Zuleica, and you are your dream body, the other side of yourself. You have used the energetic wave trom the universe to cross over to the parallel world, the one that exists next to our own. \"\n\nI pinched myselt to see it I was real, and seemed to be as solid as could be, given my state of excitation and ebullience upon realizing where I was.\n\n\"We are in another b r a i d of the universe,\" Emilito explained. “The one overlapping with the world of every day life; made up of the same energy only slightly different. Now you know what it means to become invisible, and what it is like to be stalking with the double.””\n\n=======\n\nFrom the last three pages of the original scanned version of that manuscript:\n\n“I woke up gradually becoming solid again. I was laying in my bed in Zuleica's house, numb and disoriented. And t h e n 1 remembered b i t s and pieces ot a giant mosaic. I knew that another world existed, a world that was as real as the one I had learned to call my own. I knew that I was nothing. That whatever I thought I was, is a fabrica- tion, a temporary consolidation ot components held together by a force for some ettect. but it could never be taken for real. There was another reality, parallel to our own, and it too wasn't real. The position ot our assemblage points was everything. It amalgamated worlds upon worlds and enabled us to experience them as our world, as the world.\n\nThe world ot everyday life was only one perceptual possibility out ot an infinite number of possibility that make up existence. The stalkers training is to be tluid, invisible without attachment to self and things, so that one could shift back and torch at ease without losing energy or getting lost.\n\nLiving in the world ot everyday life was Like being a student in a class. I had to give a good presentation, I had to appear that I knew what I was talking about, that I meant what I said. I needed to strive for order and coherence. Hut when the class was over, whatever was said meant nothing, it was only an orderly structure created tor that moment and not meant to ever be taken seriously as something real or believable. It was an exercise which had to be discarded when the need was over so that one could move on in a never ending journey.\n\nSo it was with the twin reality. It was made up of people and animals and vegetation just like our world, only ditterent. The grove of trees in Clara's house, the tree house, Emilito and myself a l l had been part ot the twin world. I realized I had spent entire stretches ot time there without even knowing it. I had been able to enter it under the power of don Juan and his group of sorcerers who trained me.\n\nHe and his group ot sorcerers througti a lifetime of training had scored enough energy to cross back and forth without losing their awareness, their control aad sobriety. With training I, too, would be able to make the great crossing and have enough energy not only to perceive the twin world but to hold that position of the assemblage point long enough to remember it in detail. And with added energy to be able to describe the place and the path so that the listener on this side would be able to comprehend them and perhaps even to make that journey (themself).”", "edited": 1640629453.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hq684cn", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From page 325 (as noted on the actual scanned pages):&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(I’ll try and correct the atrocious formatting later this is just how the text from that file comes out when copy and pasted)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;“Emilito nodded silently waiting tor me to finish with my bubbling realizations. I knew also that it that was so, then I, too, was in my dreaming body and so was everyone in the room and that was why they seemed so sparkling. What&amp;#39;s more, the house, the bench, the tables, the food that had been set out in the patio, a l l were part of another world. I had crossed over into the twin world without even realizing it. And that meant that the discoveries that everyone had been sharing, were not about some inaccessible distant dream world, but about the very reality which we were now inhabiting.&lt;/p&gt;\n\n&lt;p&gt;The minute I realized this, Emilito said, &amp;quot;That&amp;#39;s right&amp;#39; Taisha. I am the other side ot Zuleica, and you are your dream body, the other side of yourself. You have used the energetic wave trom the universe to cross over to the parallel world, the one that exists next to our own. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I pinched myselt to see it I was real, and seemed to be as solid as could be, given my state of excitation and ebullience upon realizing where I was.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We are in another b r a i d of the universe,&amp;quot; Emilito explained. “The one overlapping with the world of every day life; made up of the same energy only slightly different. Now you know what it means to become invisible, and what it is like to be stalking with the double.””&lt;/p&gt;\n\n&lt;h1&gt;&lt;/h1&gt;\n\n&lt;p&gt;From the last three pages of the original scanned version of that manuscript:&lt;/p&gt;\n\n&lt;p&gt;“I woke up gradually becoming solid again. I was laying in my bed in Zuleica&amp;#39;s house, numb and disoriented. And t h e n 1 remembered b i t s and pieces ot a giant mosaic. I knew that another world existed, a world that was as real as the one I had learned to call my own. I knew that I was nothing. That whatever I thought I was, is a fabrica- tion, a temporary consolidation ot components held together by a force for some ettect. but it could never be taken for real. There was another reality, parallel to our own, and it too wasn&amp;#39;t real. The position ot our assemblage points was everything. It amalgamated worlds upon worlds and enabled us to experience them as our world, as the world.&lt;/p&gt;\n\n&lt;p&gt;The world ot everyday life was only one perceptual possibility out ot an infinite number of possibility that make up existence. The stalkers training is to be tluid, invisible without attachment to self and things, so that one could shift back and torch at ease without losing energy or getting lost.&lt;/p&gt;\n\n&lt;p&gt;Living in the world ot everyday life was Like being a student in a class. I had to give a good presentation, I had to appear that I knew what I was talking about, that I meant what I said. I needed to strive for order and coherence. Hut when the class was over, whatever was said meant nothing, it was only an orderly structure created tor that moment and not meant to ever be taken seriously as something real or believable. It was an exercise which had to be discarded when the need was over so that one could move on in a never ending journey.&lt;/p&gt;\n\n&lt;p&gt;So it was with the twin reality. It was made up of people and animals and vegetation just like our world, only ditterent. The grove of trees in Clara&amp;#39;s house, the tree house, Emilito and myself a l l had been part ot the twin world. I realized I had spent entire stretches ot time there without even knowing it. I had been able to enter it under the power of don Juan and his group of sorcerers who trained me.&lt;/p&gt;\n\n&lt;p&gt;He and his group ot sorcerers througti a lifetime of training had scored enough energy to cross back and forth without losing their awareness, their control aad sobriety. With training I, too, would be able to make the great crossing and have enough energy not only to perceive the twin world but to hold that position of the assemblage point long enough to remember it in detail. And with added energy to be able to describe the place and the path so that the listener on this side would be able to comprehend them and perhaps even to make that journey (themself).”&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rpkb1x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq684cn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640628403.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1640628403.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hq5y7jf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1640624396.0, "send_replies": true, "parent_id": "t1_hq5h7j1", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Any possibility you have that Taisha mention of the bubble?\n\nI don't know how you connect the bubbles of each person, but Tensegrity drives the double nuts, inside one of those bubbles.\n\nI don't see why we can't figure out a Tensegrity pass to patch bubbles together.\n\nCould be, there's already one of those.\n\nWish I could remember everything Fancy showed me last night.\n\nSome was beyond words.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hq5y7jf", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Any possibility you have that Taisha mention of the bubble?&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know how you connect the bubbles of each person, but Tensegrity drives the double nuts, inside one of those bubbles.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t see why we can&amp;#39;t figure out a Tensegrity pass to patch bubbles together.&lt;/p&gt;\n\n&lt;p&gt;Could be, there&amp;#39;s already one of those.&lt;/p&gt;\n\n&lt;p&gt;Wish I could remember everything Fancy showed me last night.&lt;/p&gt;\n\n&lt;p&gt;Some was beyond words.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_rpkb1x", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq5y7jf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640624396.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_rpkb1x", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hqby929", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hq5h7j1", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I was thinking this exactly. Zuckerberg is not and has never been ‘the gate keeper’ or keeper of keys , it’s tough to ‘explain’ the imitation / simulation aspects of the ‘infinite abstract vastness field grid myriad parallel ‘worlds’ that always were, are and will be, no beginning, no end. \n\nIt seems as though there are a lot of of us practising here and it will be a natural progression… it would be rad if we could pull that off and get a VR environment. It’s on the cards, surely.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was thinking this exactly. Zuckerberg is not and has never been ‘the gate keeper’ or keeper of keys , it’s tough to ‘explain’ the imitation / simulation aspects of the ‘infinite abstract vastness field grid myriad parallel ‘worlds’ that always were, are and will be, no beginning, no end. &lt;/p&gt;\n\n&lt;p&gt;It seems as though there are a lot of of us practising here and it will be a natural progression… it would be rad if we could pull that off and get a VR environment. It’s on the cards, surely.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hqby929/", "num_reports": null, "locked": false, "name": "t1_hqby929", "created": 1640729049.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1640729049.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hq5h7j1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1640616986.0, "send_replies": true, "parent_id": "t3_rpkb1x", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So, we have a way for people across the globe to meet up and chill in the second attention (not Netflix and Chill 😉), if they can silence their inner monologue and move their assemblage point far enough.\n\nAnd it's potentially stable enough, and expansive enough, to eventually become another entire world with hundreds of dreamers contributing energy. It could even be attached to the intent bubble described at the end of Taisha's unpublished manuscript, which developed over generations of the lineage's activities in the second attention...and is separate from the death defiers Tula bubble (as I understood it).\n\nThe Phantom Subreddit could also be integrated, I assume. Or is it the starting point?\n\nZuckerberg can go f*ck himself with his (practically unavoidably dystopian) META plans. Though I do wonder if someone skilled enough in the second attention could infiltrate a tech-based VR environment without any hardware.", "edited": 1640617845.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hq5h7j1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So, we have a way for people across the globe to meet up and chill in the second attention (not Netflix and Chill 😉), if they can silence their inner monologue and move their assemblage point far enough.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s potentially stable enough, and expansive enough, to eventually become another entire world with hundreds of dreamers contributing energy. It could even be attached to the intent bubble described at the end of Taisha&amp;#39;s unpublished manuscript, which developed over generations of the lineage&amp;#39;s activities in the second attention...and is separate from the death defiers Tula bubble (as I understood it).&lt;/p&gt;\n\n&lt;p&gt;The Phantom Subreddit could also be integrated, I assume. Or is it the starting point?&lt;/p&gt;\n\n&lt;p&gt;Zuckerberg can go f*ck himself with his (practically unavoidably dystopian) META plans. Though I do wonder if someone skilled enough in the second attention could infiltrate a tech-based VR environment without any hardware.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq5h7j1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640616986.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_rpkb1x", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_rpkb1x", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hq5yncr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_rpkb1x", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/rpkb1x/virtual_practice_rooms/hq5yncr/", "num_reports": null, "locked": false, "name": "t1_hq5yncr", "created": 1640624577.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1640624577.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]