[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "How Fast The Narrative Changes When You Want To Create A Religion", "link_flair_richtext": [{"e": "text", "t": "Illustrations"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 130, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qzm2v3", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.85, "author_flair_background_color": null, "ups": 27, "domain": "i.redd.it", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3l9c5e07", "secure_media": null, "is_reddit_media_domain": true, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Illustrations", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/MZPbjIiBwMkqRhdqPhQA7__hEBQLF9MoKgz0yp_J2Wo.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "image", "content_categories": null, "is_self": false, "subreddit_type": "public", "created": 1637589733.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": true, "selftext_html": null, "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "https://i.redd.it/2pq6revz44181.png", "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://preview.redd.it/2pq6revz44181.png?auto=webp&amp;s=4e27de6db12e5a6ad22d43db47c3905f5ac511c4", "width": 650, "height": 604}, "resolutions": [{"url": "https://preview.redd.it/2pq6revz44181.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=adc51744967381c51ab42f4e36ff7c922766ea24", "width": 108, "height": 100}, {"url": "https://preview.redd.it/2pq6revz44181.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=7567cb0c0d3272c0f88a9ed668cd733102e22c22", "width": 216, "height": 200}, {"url": "https://preview.redd.it/2pq6revz44181.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=8085443294eae12396b211eab69f157c80f5935f", "width": 320, "height": 297}, {"url": "https://preview.redd.it/2pq6revz44181.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=f04c775ac9060731b3a8ba3b38a54186faade3fd", "width": 640, "height": 594}], "variants": {}, "id": "jPI8NAyrzHtLiH9d0ML1959x0aNCbr0ixxBXY9S5fS0"}], "enabled": true}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "fb9e20b2-b0f5-11ea-aec6-0e725ac6deb5", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qzm2v3", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Gnos_Yidari", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qzm2v3/how_fast_the_narrative_changes_when_you_want_to/", "whitelist_status": "some_ads", "stickied": false, "url": "https://i.redd.it/2pq6revz44181.png", "subreddit_subscribers": 9561, "created_utc": 1637589733.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlnae2t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1637594442.0, "send_replies": true, "parent_id": "t3_qzm2v3", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Christianity got misrepresented big time!\n\nFirst, there's no Lucifer.\n\nIf you do darkroom and make it to the deep orange zone, it'll become obvious.\n\nThere's no lucifer.\n\nThen, if you doubt it, you start to think about all the religions of the world, and how most of them are based on someone seeing demons.\n\nBut only the Jews saw Lucifer!  The **king** of demons, and only the Jews saw him.\n\nYou might say, \"But Buddhism isn't based on demons!\"\n\nOf course it is!\n\nRead the fire Kasina texts where they brag about the Buddha's mediocre meditation skills.\n\nWouldn't even be worth posting in here.  The Buddha's head would explode inside a week as people corrected his bad technique and tried to convince him to open his eyes, and stop reporting his nightmares as experiences.\n\nOne of the fire Kasina \"achievementS\"  was \"4 dancing women\".\n\nThose are just 1 IOB.  I must have seen 50 last night.  Even doing tricks to please me, just like Buddha's dancing women.\n\nBut I was able to keep them around, while the Buddha wasn't. The texts imply he was too proper to be seduced by dancing girls.\n\nActually, he probably barely perceived them and they hyped it up.\n\nOr go read about the famous Tibetan Yogi Milarepa, and his ill informed escapades with demons.  The \"demons\" took him to hell, as the climax to all his years of sitting with his eyes closed, trying to have visions.\n\nDoesn't seem to have learned to do it eyes open, so he could relearn the world.\n\nBuddhists are delusional and feel \"entitled\" to get away with it!\n\nJust go talk to some and see!  I've had them literally flee from private chat, because I didn't respect their idea that Buddhism was the same thing.    \n\nAs best I can figure, the Buddha had normal Hindu meditation experiences, those got super hyped up, and his greedy disciples decided to franchise it.  In Asia, where everything gets distorted to fit their social order.\n\nAnd they collected all the \"wise sayings\" of  the past, the way you can see dishonest yogis do on YouTube going back as far as they had movies.  They just repeated the same old, \"Self, is not a self, as you reach the eternal atman...\"\n\nIt's crap!!!    \n\n\nThey make entire Youtube videos to celebrate some old Indian geezer, repeating nonsense on a little throne.\n\nHe's got his \"Amen Brother\" groupies surrounding him. To show how important and wise he is.\n\nIt's delusional misunderstandings of the assemblage point moving a little.  A tiny little bit.\n\nBeginners stuff, with no good understanding before they began.\n\nAnd it all got book dealed up the yin/yang, with people continuously adding \"wise sayings\" from the past, and attributing them to the Buddha. So they could sell some new \"sacred text\" only that branch had.\n\nBut what he **did** say, if you make it to the deep orange zone, is obviously NOT wise.\n\nIt's about as wise as an upper middle class teen looks wealthy, to homeless teens.\n\nWhen they hear the middle class teen goes out to eat for every meal, they are amazed at the riches, not realizing he simply lives in a dysfunctional family.\n\nBuddha's wisdom is just a narrow little agriculture driven point of view, on how to live in this hellish social system.\n\nWithout teaching you that you can leave it behind. Or that you can modify this one with a little skill, and undertanding of the assemblage point.\n\nIt never takes into account all the other worlds you can visit and live in.\n\nSome non-human!\n\nAnd it's intersting to see the groupies for Buddhism and Hinduism, brag about their \"Saints\" who ascended, when in fact that's just the IOB realm, and considered a failure to sorcerers.  \n\nAnother world!!!!  Wow, that must make those guys very special! (They think).  One woman told me you can pray to the ascended yogis, and they'll help you out.\n\nMeanwhile I translocated to at least 20 different worlds last night.  Each one, you could go live in there.  And it was no big deal.\n\nThe same with Daoism, if you take an honest look at it.  Delusional.  They're feeding older writings to you, with a bunch of ketchup on top.\n\nBut you can't take an honest look at those religions.\n\nBecause all Buddhists and Daoists are bad players.\n\nLike in here.  The worst who come through, are hooked on Asian nonsense.\n\nYou question their book deal,  trying to  understand what they think is cool about it, and their heads explode.\n\nThere's a force generated by that belief they have. A worldwide force,  making it difficult for anyone to stand up and be honest about those religions.\n\nThe emperor has no clothes!\n\nThat's the truth of it.\n\nSame for Christianity.  But harder for westerners to see.\n\nIt's a self-pity driven religions, so if  you even think about whether it's a lie, you have to start feeling guilty.\n\nBut if there's no Lucifer, the whole thing is nonsense. \n\nIf you don't know that, you don't have enough knowledge of the bible to realize, it's all based on the story of Adam and his descendants, existing amidst the \"controversy\" between Lucifer and God.\n\nRemove Lucifer, and it's a lie.\n\nBut Christ seems to have believed it!\n\nEven going so far as to \"exorcise demons\" from mentally ill people.\n\nTook a very long time with the most \"possessed\".  And when done, he warned that the person had to fill his mind with scriptures, or even more demons would be back.\n\nIn other words, reprogram his internal dialogue, or his assemblage point will shift back to \"crazy\".\n\nAnyone who has seriously studied the further out there Christians, who also attempt exorcisms, know that crazy people love attention, and will suck up whatever they can, finally becoming \"free\" from the demons.\n\nTo get attention. It never fails if you put in enough time. Or maybe they just get tired of the delusional exorcist.\n\nOr if you have an actually good exorcist, he manages to move their assemblage points, temporarily.\n\nAs best I can figure, the Jews were controlling intent, as if it were god.  Which in it's form of \"the spirit\", it sort of is.\n\nThey actually got to go visit God, the same way Carlos did.\n\nAnd it's very convincing!\n\nUnless you actually have real skills, and aren't a one hit wonder, as the Jewish prophets seem to have been.\n\nAnd realize visiting heaven is easy.\n\nTheir technique was essentially the same as ours (silence) but they didn't know about the assemblage point.\n\nSo they couldn't explore in a pragmatic way. It was hit or miss.\n\nThey misinterpreted inorganic beings to be demons and angels, because they didn't have the skills to see them over and over again, and make friends with them.\n\nSo we got book deal nonsense, like, \"A spirit of Jealousy\", and \"A spirit of greed\".\n\nAs if one IOB had just one emotion it liked to feed on.\n\nThey got fed some ludicrous stories by IOBs when visiting heavenly realms, and wrote them down as fact.\n\nI don't want to imply they were bad men. They added very good morals to mankind, which might have been what they were actually up to. Tinkering with society, the way sorcerers are like to do.\n\nBut bottom line, they were delusional.\n\nBut they had a \"path\".  And intent helps you along whatever path you choose.\n\nIf it's nonsense, you go down the nonsense path as far as it goes.\n\nTo self-pity and failure for most systems.\n\nBut sorcerers is all they were.  40 years in the desert eating locusts and honey. The college of the prophets in a cave.\n\nRunning at supernatural speeds (Elijah), making metal axe heads float (Elisha).\n\nThey were selling the idea of super powers, to make people listen to their book deal writings.\n\nChrist realized the summoning of intent through prayers, the method of the prophets because they didn't understand what as going on, could be learned by everyone.\n\nAnd he imitated some prophecies on purpose, to fit himself in there.\n\nI guess the rest was created by the apostles in their \"accounts\", twisting events around to fit prophecies.\n\nSome hard to explain, others obvious.\n\nBut the bottom line is, there's no real heaven (it's a phantom world created by e3veryone on earth), God is merely the Human form (and easy to see at the end of the orange zone), hell is just an alternate world you can easily translocate on your walls for study, and demons and angles are no more real then my own \"Fancy\", in a red riding hood costumes.\n\nJust inorganic beings.\n\nI might have mixed up Elijah and Elisha, that's very easy to do.\n\nInteresting that the Jewish prophets are afraid of women.\n\n\"Thou shalt not suffer a witch to live.\"\n\nThe witch of Endor used the Pandora's Box pass to manifest a spirit for a king gone astray.\n\nBut  the Jewish prophets weren't afraid of  the male witches.\n\nLike Balaam or Simon.\n\nThey simply made fun of the competition (other sorcerers who didn't fall in line with the prophets narrative).  Balaam was outsmarted by his own donkey, and Simon's attempts to rise to the top of the books deals and steal some of Christ's glory, ended up with him killing himself via his delusions.\n\nBut of course let's not forget the Pharaoh's magicians.  Who could in fact manifest things.\n\nAnd ended up getting egg on their faces by Moses.\n\nHonestly...\n\nWhy does anyone take any religion seriously???\n\nYou only have to look at it honestly and it falls apart.\n\nPeople....\n\nYou can't hang onto your buddha boy delusional narratives.\n\nSorcery has to be the real thing.  With no additions.\n\nOtherwise, you don't lure the spirit to help you out on the Olmec path.\n\nYou'll get help to become a Jehovah's witness, or an impotent monk like Tony Lama.\n\nHe could have had it all, but made a fatal choice.\n\nCarlos gave me the task of studying the bible, which caused me to study all religions I could find information about.\n\nI suppose he wanted me to be able to do what I just did, convincingly.\n\nHe was afraid to do it.  Afraid of Catholics, and Buddhists, because he had a limit on how many students he could acquire.\n\nWe don't.\n\nOffending one bad player is merely a pity in here.  It's not a serious hit on your attempts to build energetic mass.", "edited": 1637604114.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlnae2t", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Christianity got misrepresented big time!&lt;/p&gt;\n\n&lt;p&gt;First, there&amp;#39;s no Lucifer.&lt;/p&gt;\n\n&lt;p&gt;If you do darkroom and make it to the deep orange zone, it&amp;#39;ll become obvious.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no lucifer.&lt;/p&gt;\n\n&lt;p&gt;Then, if you doubt it, you start to think about all the religions of the world, and how most of them are based on someone seeing demons.&lt;/p&gt;\n\n&lt;p&gt;But only the Jews saw Lucifer!  The &lt;strong&gt;king&lt;/strong&gt; of demons, and only the Jews saw him.&lt;/p&gt;\n\n&lt;p&gt;You might say, &amp;quot;But Buddhism isn&amp;#39;t based on demons!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Of course it is!&lt;/p&gt;\n\n&lt;p&gt;Read the fire Kasina texts where they brag about the Buddha&amp;#39;s mediocre meditation skills.&lt;/p&gt;\n\n&lt;p&gt;Wouldn&amp;#39;t even be worth posting in here.  The Buddha&amp;#39;s head would explode inside a week as people corrected his bad technique and tried to convince him to open his eyes, and stop reporting his nightmares as experiences.&lt;/p&gt;\n\n&lt;p&gt;One of the fire Kasina &amp;quot;achievementS&amp;quot;  was &amp;quot;4 dancing women&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are just 1 IOB.  I must have seen 50 last night.  Even doing tricks to please me, just like Buddha&amp;#39;s dancing women.&lt;/p&gt;\n\n&lt;p&gt;But I was able to keep them around, while the Buddha wasn&amp;#39;t. The texts imply he was too proper to be seduced by dancing girls.&lt;/p&gt;\n\n&lt;p&gt;Actually, he probably barely perceived them and they hyped it up.&lt;/p&gt;\n\n&lt;p&gt;Or go read about the famous Tibetan Yogi Milarepa, and his ill informed escapades with demons.  The &amp;quot;demons&amp;quot; took him to hell, as the climax to all his years of sitting with his eyes closed, trying to have visions.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t seem to have learned to do it eyes open, so he could relearn the world.&lt;/p&gt;\n\n&lt;p&gt;Buddhists are delusional and feel &amp;quot;entitled&amp;quot; to get away with it!&lt;/p&gt;\n\n&lt;p&gt;Just go talk to some and see!  I&amp;#39;ve had them literally flee from private chat, because I didn&amp;#39;t respect their idea that Buddhism was the same thing.    &lt;/p&gt;\n\n&lt;p&gt;As best I can figure, the Buddha had normal Hindu meditation experiences, those got super hyped up, and his greedy disciples decided to franchise it.  In Asia, where everything gets distorted to fit their social order.&lt;/p&gt;\n\n&lt;p&gt;And they collected all the &amp;quot;wise sayings&amp;quot; of  the past, the way you can see dishonest yogis do on YouTube going back as far as they had movies.  They just repeated the same old, &amp;quot;Self, is not a self, as you reach the eternal atman...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s crap!!!    &lt;/p&gt;\n\n&lt;p&gt;They make entire Youtube videos to celebrate some old Indian geezer, repeating nonsense on a little throne.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s got his &amp;quot;Amen Brother&amp;quot; groupies surrounding him. To show how important and wise he is.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s delusional misunderstandings of the assemblage point moving a little.  A tiny little bit.&lt;/p&gt;\n\n&lt;p&gt;Beginners stuff, with no good understanding before they began.&lt;/p&gt;\n\n&lt;p&gt;And it all got book dealed up the yin/yang, with people continuously adding &amp;quot;wise sayings&amp;quot; from the past, and attributing them to the Buddha. So they could sell some new &amp;quot;sacred text&amp;quot; only that branch had.&lt;/p&gt;\n\n&lt;p&gt;But what he &lt;strong&gt;did&lt;/strong&gt; say, if you make it to the deep orange zone, is obviously NOT wise.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s about as wise as an upper middle class teen looks wealthy, to homeless teens.&lt;/p&gt;\n\n&lt;p&gt;When they hear the middle class teen goes out to eat for every meal, they are amazed at the riches, not realizing he simply lives in a dysfunctional family.&lt;/p&gt;\n\n&lt;p&gt;Buddha&amp;#39;s wisdom is just a narrow little agriculture driven point of view, on how to live in this hellish social system.&lt;/p&gt;\n\n&lt;p&gt;Without teaching you that you can leave it behind. Or that you can modify this one with a little skill, and undertanding of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;It never takes into account all the other worlds you can visit and live in.&lt;/p&gt;\n\n&lt;p&gt;Some non-human!&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s intersting to see the groupies for Buddhism and Hinduism, brag about their &amp;quot;Saints&amp;quot; who ascended, when in fact that&amp;#39;s just the IOB realm, and considered a failure to sorcerers.  &lt;/p&gt;\n\n&lt;p&gt;Another world!!!!  Wow, that must make those guys very special! (They think).  One woman told me you can pray to the ascended yogis, and they&amp;#39;ll help you out.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile I translocated to at least 20 different worlds last night.  Each one, you could go live in there.  And it was no big deal.&lt;/p&gt;\n\n&lt;p&gt;The same with Daoism, if you take an honest look at it.  Delusional.  They&amp;#39;re feeding older writings to you, with a bunch of ketchup on top.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t take an honest look at those religions.&lt;/p&gt;\n\n&lt;p&gt;Because all Buddhists and Daoists are bad players.&lt;/p&gt;\n\n&lt;p&gt;Like in here.  The worst who come through, are hooked on Asian nonsense.&lt;/p&gt;\n\n&lt;p&gt;You question their book deal,  trying to  understand what they think is cool about it, and their heads explode.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a force generated by that belief they have. A worldwide force,  making it difficult for anyone to stand up and be honest about those religions.&lt;/p&gt;\n\n&lt;p&gt;The emperor has no clothes!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the truth of it.&lt;/p&gt;\n\n&lt;p&gt;Same for Christianity.  But harder for westerners to see.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a self-pity driven religions, so if  you even think about whether it&amp;#39;s a lie, you have to start feeling guilty.&lt;/p&gt;\n\n&lt;p&gt;But if there&amp;#39;s no Lucifer, the whole thing is nonsense. &lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t know that, you don&amp;#39;t have enough knowledge of the bible to realize, it&amp;#39;s all based on the story of Adam and his descendants, existing amidst the &amp;quot;controversy&amp;quot; between Lucifer and God.&lt;/p&gt;\n\n&lt;p&gt;Remove Lucifer, and it&amp;#39;s a lie.&lt;/p&gt;\n\n&lt;p&gt;But Christ seems to have believed it!&lt;/p&gt;\n\n&lt;p&gt;Even going so far as to &amp;quot;exorcise demons&amp;quot; from mentally ill people.&lt;/p&gt;\n\n&lt;p&gt;Took a very long time with the most &amp;quot;possessed&amp;quot;.  And when done, he warned that the person had to fill his mind with scriptures, or even more demons would be back.&lt;/p&gt;\n\n&lt;p&gt;In other words, reprogram his internal dialogue, or his assemblage point will shift back to &amp;quot;crazy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Anyone who has seriously studied the further out there Christians, who also attempt exorcisms, know that crazy people love attention, and will suck up whatever they can, finally becoming &amp;quot;free&amp;quot; from the demons.&lt;/p&gt;\n\n&lt;p&gt;To get attention. It never fails if you put in enough time. Or maybe they just get tired of the delusional exorcist.&lt;/p&gt;\n\n&lt;p&gt;Or if you have an actually good exorcist, he manages to move their assemblage points, temporarily.&lt;/p&gt;\n\n&lt;p&gt;As best I can figure, the Jews were controlling intent, as if it were god.  Which in it&amp;#39;s form of &amp;quot;the spirit&amp;quot;, it sort of is.&lt;/p&gt;\n\n&lt;p&gt;They actually got to go visit God, the same way Carlos did.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s very convincing!&lt;/p&gt;\n\n&lt;p&gt;Unless you actually have real skills, and aren&amp;#39;t a one hit wonder, as the Jewish prophets seem to have been.&lt;/p&gt;\n\n&lt;p&gt;And realize visiting heaven is easy.&lt;/p&gt;\n\n&lt;p&gt;Their technique was essentially the same as ours (silence) but they didn&amp;#39;t know about the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;So they couldn&amp;#39;t explore in a pragmatic way. It was hit or miss.&lt;/p&gt;\n\n&lt;p&gt;They misinterpreted inorganic beings to be demons and angels, because they didn&amp;#39;t have the skills to see them over and over again, and make friends with them.&lt;/p&gt;\n\n&lt;p&gt;So we got book deal nonsense, like, &amp;quot;A spirit of Jealousy&amp;quot;, and &amp;quot;A spirit of greed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As if one IOB had just one emotion it liked to feed on.&lt;/p&gt;\n\n&lt;p&gt;They got fed some ludicrous stories by IOBs when visiting heavenly realms, and wrote them down as fact.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to imply they were bad men. They added very good morals to mankind, which might have been what they were actually up to. Tinkering with society, the way sorcerers are like to do.&lt;/p&gt;\n\n&lt;p&gt;But bottom line, they were delusional.&lt;/p&gt;\n\n&lt;p&gt;But they had a &amp;quot;path&amp;quot;.  And intent helps you along whatever path you choose.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s nonsense, you go down the nonsense path as far as it goes.&lt;/p&gt;\n\n&lt;p&gt;To self-pity and failure for most systems.&lt;/p&gt;\n\n&lt;p&gt;But sorcerers is all they were.  40 years in the desert eating locusts and honey. The college of the prophets in a cave.&lt;/p&gt;\n\n&lt;p&gt;Running at supernatural speeds (Elijah), making metal axe heads float (Elisha).&lt;/p&gt;\n\n&lt;p&gt;They were selling the idea of super powers, to make people listen to their book deal writings.&lt;/p&gt;\n\n&lt;p&gt;Christ realized the summoning of intent through prayers, the method of the prophets because they didn&amp;#39;t understand what as going on, could be learned by everyone.&lt;/p&gt;\n\n&lt;p&gt;And he imitated some prophecies on purpose, to fit himself in there.&lt;/p&gt;\n\n&lt;p&gt;I guess the rest was created by the apostles in their &amp;quot;accounts&amp;quot;, twisting events around to fit prophecies.&lt;/p&gt;\n\n&lt;p&gt;Some hard to explain, others obvious.&lt;/p&gt;\n\n&lt;p&gt;But the bottom line is, there&amp;#39;s no real heaven (it&amp;#39;s a phantom world created by e3veryone on earth), God is merely the Human form (and easy to see at the end of the orange zone), hell is just an alternate world you can easily translocate on your walls for study, and demons and angles are no more real then my own &amp;quot;Fancy&amp;quot;, in a red riding hood costumes.&lt;/p&gt;\n\n&lt;p&gt;Just inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;I might have mixed up Elijah and Elisha, that&amp;#39;s very easy to do.&lt;/p&gt;\n\n&lt;p&gt;Interesting that the Jewish prophets are afraid of women.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Thou shalt not suffer a witch to live.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The witch of Endor used the Pandora&amp;#39;s Box pass to manifest a spirit for a king gone astray.&lt;/p&gt;\n\n&lt;p&gt;But  the Jewish prophets weren&amp;#39;t afraid of  the male witches.&lt;/p&gt;\n\n&lt;p&gt;Like Balaam or Simon.&lt;/p&gt;\n\n&lt;p&gt;They simply made fun of the competition (other sorcerers who didn&amp;#39;t fall in line with the prophets narrative).  Balaam was outsmarted by his own donkey, and Simon&amp;#39;s attempts to rise to the top of the books deals and steal some of Christ&amp;#39;s glory, ended up with him killing himself via his delusions.&lt;/p&gt;\n\n&lt;p&gt;But of course let&amp;#39;s not forget the Pharaoh&amp;#39;s magicians.  Who could in fact manifest things.&lt;/p&gt;\n\n&lt;p&gt;And ended up getting egg on their faces by Moses.&lt;/p&gt;\n\n&lt;p&gt;Honestly...&lt;/p&gt;\n\n&lt;p&gt;Why does anyone take any religion seriously???&lt;/p&gt;\n\n&lt;p&gt;You only have to look at it honestly and it falls apart.&lt;/p&gt;\n\n&lt;p&gt;People....&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t hang onto your buddha boy delusional narratives.&lt;/p&gt;\n\n&lt;p&gt;Sorcery has to be the real thing.  With no additions.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, you don&amp;#39;t lure the spirit to help you out on the Olmec path.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get help to become a Jehovah&amp;#39;s witness, or an impotent monk like Tony Lama.&lt;/p&gt;\n\n&lt;p&gt;He could have had it all, but made a fatal choice.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave me the task of studying the bible, which caused me to study all religions I could find information about.&lt;/p&gt;\n\n&lt;p&gt;I suppose he wanted me to be able to do what I just did, convincingly.&lt;/p&gt;\n\n&lt;p&gt;He was afraid to do it.  Afraid of Catholics, and Buddhists, because he had a limit on how many students he could acquire.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Offending one bad player is merely a pity in here.  It&amp;#39;s not a serious hit on your attempts to build energetic mass.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qzm2v3/how_fast_the_narrative_changes_when_you_want_to/hlnae2t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637594442.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qzm2v3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlnz43p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "nosleepincrooklyn", "can_mod_post": false, "created_utc": 1637604455.0, "send_replies": true, "parent_id": "t3_qzm2v3", "score": 3, "author_fullname": "t2_7xfh6ig3", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Mainstream Christianity establishments are Fucking evil but Christ is good. \n\nI was watching Jesus of Nazareth the other day and one thing I found striking was the scene for “them, \"Let anyone among you who is without sin be the first to throw a stone at her.” \n\nThat he who cast the first stone line is in defense of a women committing adulty about to be stoned to death. To me this story should seem pretty profound on who should judge a women and her sexuality but I never seen that brought up.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlnz43p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mainstream Christianity establishments are Fucking evil but Christ is good. &lt;/p&gt;\n\n&lt;p&gt;I was watching Jesus of Nazareth the other day and one thing I found striking was the scene for “them, &amp;quot;Let anyone among you who is without sin be the first to throw a stone at her.” &lt;/p&gt;\n\n&lt;p&gt;That he who cast the first stone line is in defense of a women committing adulty about to be stoned to death. To me this story should seem pretty profound on who should judge a women and her sexuality but I never seen that brought up.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qzm2v3/how_fast_the_narrative_changes_when_you_want_to/hlnz43p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637604455.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qzm2v3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlnblf6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1637594967.0, "send_replies": true, "parent_id": "t3_qzm2v3", "score": 2, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And when you're scheming to create a new religion, be sure to have an ample supply of rocks on hand to pelt the guy that says \"\"Hey, I don't think that's what he said **or** meant!!\"\n\n\"Shut up Steve! There's money to be made in this!\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlnblf6", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And when you&amp;#39;re scheming to create a new religion, be sure to have an ample supply of rocks on hand to pelt the guy that says &amp;quot;&amp;quot;Hey, I don&amp;#39;t think that&amp;#39;s what he said &lt;strong&gt;or&lt;/strong&gt; meant!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Shut up Steve! There&amp;#39;s money to be made in this!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qzm2v3/how_fast_the_narrative_changes_when_you_want_to/hlnblf6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637594967.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qzm2v3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hlnkwos", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "qbenzo928", "can_mod_post": false, "created_utc": 1637598817.0, "send_replies": true, "parent_id": "t3_qzm2v3", "score": 2, "author_fullname": "t2_cy0bxv1n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"blessed are the meek? Oh that's good, they've had a hell of a time...\" -- Life of Brian", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlnkwos", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;blessed are the meek? Oh that&amp;#39;s good, they&amp;#39;ve had a hell of a time...&amp;quot; -- Life of Brian&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qzm2v3/how_fast_the_narrative_changes_when_you_want_to/hlnkwos/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637598817.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qzm2v3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]