[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Lily's Story that Should Never Be Told. How to enter and exit the IOB realm at will.](https://preview.redd.it/rb3p1sr4gv271.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=cc5acbd35e46a2ee3c9abece13c7f73e9b59cbed)\n\nFor newbies, I made a comic book page so I could remind people of important topics they had either forgotten, or ignored.  My idea was that it would be a sort of fun story, but that each picture frame would teach you a point from the books which would make it easier for everyone to \"fix\" their sorcery, and actually make it work.\n\nRight now the understanding in the Castaneda community is so messed up that there's no magic at all.\n\nJust a lot of pretending and bullying. It's a very ugly situation, with the reputation of Carlos in the toilet.  And until it's obvious Olmec magic is more powerful than anything else on earth, we won't resolve this equitably.\n\nLily was one of the stars of my original comic.  She's my \"Imp of the Well\", because that's where I found her,  deep in the well of the second attention's assemblage point.\n\nAnd she's used the same visual appearance a few times.\n\nShe was a little imp sitting on a Lily pad, in a shallow pond.\n\nBut she also flies overhead on fire, as brilliant as the sun. It's breathtaking.\n\nAgain, newbies. Let me remind you.\n\nThere's no visualization in sorcery. No pretending. No imagining.\n\nIf a demon doesn't fly overhead completely burning with purple flames, so that you fear your hair will be burned off, you are not doing actual sorcery.\n\nLeave the pretending to the other subreddits.\n\nYou should worry about peeing your pants once in a while!\n\nWe're not playing Tulpa here.   We aren't trying to visualize \"the Golden Buddha\" sitting on our heads.\n\nThis is witchcraft.\n\nIt's eyes wide open!\n\nLily seems to be a dreaming instructor.\n\nFairy taught me darkroom gazing, and we have this subreddit as a result.\n\nBut Fairy didn't teach me how to move the assemblage point horizontally. Fairy was a very good entity, given to me by Carlos.  She's likely been around the lineage for hundreds of years.\n\nAs close to human, as inorganic beings can get.\n\nSo she seems to never do any harm.\n\nIt's true that Fairy and Devil's Weed tried to kidnap Carlos as he was dying.\n\nBut Fairy explained that to me.  They wanted to save him.  Not steal him.\n\nWhen Fairy left to help others, I found Fancy.  And I specifically wanted an untested inorganic being, to see just how dangerous they could be.\n\nThe Castaneda community is afraid of them, mostly because the bullies among them can't do any actual magic. So they try to convince others, magic is dangerous.  Just keep pretending.\n\nFancy is not very nice.  She's pulled a few tricks on me, mostly trying to trap me somewhere.\n\nBut she's a wonderful teacher of horizontal shifts of the assemblage point.\n\nEspecially the \"fancy\" costumes she likes to wear.  Holds my attention firmly, while she slides off into the second attention looking like grownup little red riding hood.\n\nI can't help but follow her into the \"woods\".\n\nLily is different.  She teaches how to EXIT the dark room, into dreams.\n\nThat's always tricky.  Translocation is easy. That's where you see the puffs of light, you play with them, they get brighter, jet black begins to swirl, and then eventually when you look at the walls of your room you see a whitish light.\n\nEventually the whitish light turns into another location.  It looks as if your bedroom is now located in the middle of a jungle. Or an alien planet. Or it's become a 1950s living room.\n\nOr like the cover of Wheel of Time!  Did you know that was actually a \"how to\" picture?\n\nI've been criticized a couple of times for making pictures, by bad players who didn't like others actually learning magic.\n\nBut the truth is, Carlos was making pictures all along.  On his books.\n\nLook carefully at those!  You'll see Little Smoke on many (the moth).\n\nAnd at the end, Carlos even made a poster and gave it out at a workshop, trying to motivate people to learn to get silent and *see*.\n\nCarlos just didn't draw much himself. See egg diagram.\n\nThat was his drawing.\n\nWhen you translocate in your darkroom, trees and bamboo from the new world can even grow right into the room, making you afraid to walk around barefoot.\n\nThere can be a small freeway under your feet, making you afraid you'll step on someone.\n\nI once reached down and pulled out a chunk of Mexico, trying to chase Cholita around 2 continents.\n\nBut you are still in your room the whole time.\n\nTo walk off into that other world seems to always require the help of an inorganic being.\n\nOr a witch.\n\nLily decided to teach me another method, which does not require their help.\n\nSort of.\n\nShe suggested this was what the Nagual Elias did, to travel bodiless around the universe.\n\nI'm still working on that one. It requires a perfect situation, and Lily just keeps teaching.\n\nI can't get where I need to go, without her trying to show me something else.\n\nThe position to make that technique work, is the same position to make most others work.\n\nWhat you *intend* is the only difference most of the time.\n\nIOBs do that. They show you something amazing, make it possible for you to do it, but not necessarily repeat it.\n\nAnd then the next day they teach you something else.\n\nAnd they don't stop.\n\nPossibly that's part of their \"sales pitch\".\n\nThey show you, they have infinite magic to teach.\n\nThis was Lily's second method to leave the dark room, and enter a waking dream world.\n\nA \"story which should never be told\".\n\nAt first, I thought maybe she had some plan to gain energy from a larger audience, using the comic books I was drawing.\n\nShe'd tell me a story that had advanced techniques in it, I'd print it, and more people would learn to interact with the inorganic beings.\n\nA happy arrangement, and perfectly ordinary.\n\nYes, sure. She's a demon.\n\nBut she tells a good story!  And the entire world seeks to be more \"inclusive\".\n\nSo, why not demons too?\n\nAnd she did that!   Told a good story.\n\nHer \"story\" had very advanced techniques in it, disguised as part of the story.\n\nI'm afraid, I lost 80% of the techniques.  That had me thinking, the remaining 20% wasn't enough to draw.\n\nIf Lily decides to finish the story, I'll draw it up.   If not, I won't.\n\nBut they do tend to keep moving on.\n\nHere's what I have so far:\n\nA powerful witch gave 3 magic pouches to 3 beings.\n\nBy the way, the witch was Lily in a hoodie. She tried to turn her  head so I would think it was some \"other witch\", but it was just Lily.\n\nThe magic bags contain the only money you can spend in a scary old amusement park, where all of the attractions teach magic.\n\nThe park is thousands of years old but hasn't been used much in many years.\n\nIf you run out of money, the park guards throw you out.\n\nRoughly.  Best is to  have a little left as you leave, to keep them polite.\n\nIf you make too big of a fuss, there are two \"detectives\" at the park who will take you in to the office for questioning.\n\nLily warned me, the detectives are real. Never look them in the eyes.  Only glance at them.\n\nLily also advised, spend wisely so you can stay longer.\n\nThis story is in fact a game, and you can learn to win at it.\n\nBut losing is not very fun.\n\nI'll add that from what I saw of the story so far, the 3 beings are just 3 people, but one is an old shapeshifter so you can't quite call him a \"person\".\n\nOne is an angry man of the type who has to be tossed out of here on a regular basis.  Those will always exist in the world of magic, unfortunately.\n\nOne is a young witch.  She does the best in the story, because she never pays for anything unless cornered and forced to do it.\n\nWhen I realized that one of them was a witch who never pays, while literally watching the story with Lily, I looked to see if I could recognize the witch.\n\nLily nodded. \"Yes, she's been in here before.\"\n\nShe gave me some tips using the witch. I got to see what she did, with Lily pointing out the important details.\n\nWhen you walk by a magic show, don't turn your head to look.\n\nWindow shop, like a cautious shop lifter suspect.\n\nJust glance briefly at the show on the stage, so that the owner of the exhibit doesn't see that you have looked hard.\n\nIf you look too hard, he decides you have to pay full fare  and watch the entire show.\n\nAnd maybe, you have to watch the ENTIRE show before you can leave.\n\nBut by sneaking a glance on the way by, you can gain some of the knowledge of that show for free.\n\nThe park is so huge, there's no reason to get obsessed with a single magic demonstration.\n\nThe magic bags refill with money each day after you go home,  based on some rules you must discover.\n\nIf you don't follow the rules there's barely any more energy (money) the next day.  If you discover what the rules are, your bag will have as much as you need every single day.\n\nShe confided, no one can do that.  Everyone has had a money shortage.  Even back in the old days.\n\nSome can drift through, barely looking, and they don't lose any money doing it.\n\nBut they see just a wisp of the realness there.\n\nI started to suspect this was a story about the old seers and the inorganic beings realm, and how they used it.\n\nLily discouraged me from repeating that \"unfounded\" rumor.\n\n\"It's just a story\", she told me.\n\nI ran out of energy, and had to go to sleep.\n\nLately, I don't push it.\n\nWell... I did push it two times that night.   So I could stay and watch more of the story with Lily. It was just so interesting.\n\nBut after 2 recharges using quick tensegrity moves, I just had to give up.\n\nI got up and posted what I'd seen on this subreddit in chat.  Because I knew it would all be bone in an hour or two.\n\nThen during the next day I got doubts on whether this whole \"Stories from Lily\" would be worth doing.\n\nI could see that her story contained the secrets of dreaming, but would anyone be able to translate from a silly story, to practical advice?\n\nBut last night I discovered, the magic in Lily's story doesn't require any translation.\n\nI'd gotten home early, and gone to bed so that I had more time with Lily.\n\nA few hours later Cholita was slamming drawers in the kitchen. I was already asleep, but got up to make sure she was all right.  I listened carefully from behind my locked door.  She was all the way in the kitchen, too far away to hear clearly.\n\nShe was chanting softly to herself.   I couldn't make out what she was saying.  Wasn't happy, wasn't sad.\n\nShe was simply chanting, while banging the same kitchen doors over and over again.\n\nOnce in a while it would be obvious she was having a conversation with someone.\n\nBut I heard no other person's voice, and no steps on the noisy wooden floors.\n\nI started practicing my silence as hard as I could.\n\nI got rid of my internal dialogue.  The puffs of color were brilliant in minutes.\n\nThen I got rid of the images in my mind. I vaguely remembered Lily saying, get rid of those and she can replace them for teaching.\n\nIn fact, she even made a little fun of me, for being slow  to  understand that.\n\n\"Of course we replace those images in the mind!  You *see* us floating in the air.  Your mind is silent.  That's an image!\n\nWhat did you think it was?\n\nDidn't you wonder why you can't make up your mind as to whether we can speak with an audible voice?\n\nThere's why. We're images in the mind.  We have more control over you than you can even suspect.\n\nBut we always need permission, so don't worry about it.  You can trust us.\n\nTrue, we can strand you in the desert in a shack, the way Carlos and Carol were almost stranded.\n\nBut you have to have told us it's ok to move you like that.\n\nIf we're an image floating in the air, or a thought inside your mind, what's the difference once the assemblage point moves very far?\n\nThere's no internal or external at that point.\n\nI had to admit, that all should have been obvious.\n\nOnce I got rid of the images in my mind an amber/peach colored light materialized, and an object fell off a shelf up near the ceiling, falling down to the middle of the room where it got stuck.\n\nMy heart skipped a beat. I was not only silent, and free of images, but I was far into some sort of distorted space between realities.\n\n\"That's REAL!\" I commented.\n\nLily had arrived.\n\n\"I already told you it was a structure...\" Lily explained.\n\nIt's made of intent????, I asked her.\n\n\"It's the foundation of my story that should not be told\", she replied. \"You volunteered to hear it didn't you?\"\n\nI had to admit, I had been eager to hear it even if I didn't actually ask.\n\n\"We have a much stronger connection to intent than you do.  You could even say, we can build structures with it, and they don't go away for a very long time.\n\nAnd they can be located anywhere. Even inside you.\n\nAs I gazed at it, thinking the intent of the story was odd, another object spilled out.\n\nIt had its own energy.  It was literally shocking.  My head jerked a bit, but it wasn't unpleasant.\n\nI realized, the dark room, when viewed as intent structures, had cracks to other worlds.\n\nIf you could step back from a floating dream, turn it sideways a bit to inspect it for cracks, you can find an entrance to that dream.\n\nAnd so, to exit the dark room into a dream you only had to find the crack that leads into the dream you want to enter.\n\nWhen you get IOB help, they merely show it to you.  You may not realize you are walking through a crack, but they make sure you find the right spot, so you don't smash into the wall.\n\nI tried to gaze between the second object, which was at least 6 feet high and looked like a side view of a very thick CD, and the first object, something like a big flat suitcase, which had fallen and gotten stuck in the air.\n\nThe contents of another world spilled through the middle,   tumbling by like objects rolling down a hill, until I found myself standing in Lily's amusement park.\n\nI didn't move. The amusement park surrounded me on its own.\n\nI'd been sitting up on the bed, but now I was standing in the park.\n\nLily was nearby in a hoodie, ready to give me money and show me the way in.\n\nI realized, \"So THAT'S why the story should never be told!\"\n\nIt really shouldn't.  She was not exaggerating.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Stories That Should Never Be Told", "link_flair_richtext": [{"e": "text", "t": "Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"rb3p1sr4gv271": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=2361e2f620860a219634f5b658c3885134ab5c15"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=7a85ad6def8a8fd4b8e490977f970012a6525e81"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=dd34e2bced54c318cd4cfeba20a28189c3f7b1f6"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=baaa0bfb955255dcba8149b29296eeccf181ac00"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=93269977880fc408844a07086721adc5c50833bc"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=803c12bdc5fd1ca52b5afa0bf26e8e8164c64841"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/rb3p1sr4gv271.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=cc5acbd35e46a2ee3c9abece13c7f73e9b59cbed"}, "id": "rb3p1sr4gv271"}}, "name": "t3_nqon1n", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.93, "author_flair_background_color": null, "subreddit_type": "public", "ups": 21, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming", "can_mod_post": false, "score": 21, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/uvk-0NDHiArC-FykuDA8zA6zTcU9SmBtR1zGzmMyI4o.jpg", "edited": 1622660543.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1622648200.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/rb3p1sr4gv271.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=cc5acbd35e46a2ee3c9abece13c7f73e9b59cbed\"&gt;Lily&amp;#39;s Story that Should Never Be Told. How to enter and exit the IOB realm at will.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;For newbies, I made a comic book page so I could remind people of important topics they had either forgotten, or ignored.  My idea was that it would be a sort of fun story, but that each picture frame would teach you a point from the books which would make it easier for everyone to &amp;quot;fix&amp;quot; their sorcery, and actually make it work.&lt;/p&gt;\n\n&lt;p&gt;Right now the understanding in the Castaneda community is so messed up that there&amp;#39;s no magic at all.&lt;/p&gt;\n\n&lt;p&gt;Just a lot of pretending and bullying. It&amp;#39;s a very ugly situation, with the reputation of Carlos in the toilet.  And until it&amp;#39;s obvious Olmec magic is more powerful than anything else on earth, we won&amp;#39;t resolve this equitably.&lt;/p&gt;\n\n&lt;p&gt;Lily was one of the stars of my original comic.  She&amp;#39;s my &amp;quot;Imp of the Well&amp;quot;, because that&amp;#39;s where I found her,  deep in the well of the second attention&amp;#39;s assemblage point.&lt;/p&gt;\n\n&lt;p&gt;And she&amp;#39;s used the same visual appearance a few times.&lt;/p&gt;\n\n&lt;p&gt;She was a little imp sitting on a Lily pad, in a shallow pond.&lt;/p&gt;\n\n&lt;p&gt;But she also flies overhead on fire, as brilliant as the sun. It&amp;#39;s breathtaking.&lt;/p&gt;\n\n&lt;p&gt;Again, newbies. Let me remind you.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no visualization in sorcery. No pretending. No imagining.&lt;/p&gt;\n\n&lt;p&gt;If a demon doesn&amp;#39;t fly overhead completely burning with purple flames, so that you fear your hair will be burned off, you are not doing actual sorcery.&lt;/p&gt;\n\n&lt;p&gt;Leave the pretending to the other subreddits.&lt;/p&gt;\n\n&lt;p&gt;You should worry about peeing your pants once in a while!&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re not playing Tulpa here.   We aren&amp;#39;t trying to visualize &amp;quot;the Golden Buddha&amp;quot; sitting on our heads.&lt;/p&gt;\n\n&lt;p&gt;This is witchcraft.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s eyes wide open!&lt;/p&gt;\n\n&lt;p&gt;Lily seems to be a dreaming instructor.&lt;/p&gt;\n\n&lt;p&gt;Fairy taught me darkroom gazing, and we have this subreddit as a result.&lt;/p&gt;\n\n&lt;p&gt;But Fairy didn&amp;#39;t teach me how to move the assemblage point horizontally. Fairy was a very good entity, given to me by Carlos.  She&amp;#39;s likely been around the lineage for hundreds of years.&lt;/p&gt;\n\n&lt;p&gt;As close to human, as inorganic beings can get.&lt;/p&gt;\n\n&lt;p&gt;So she seems to never do any harm.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s true that Fairy and Devil&amp;#39;s Weed tried to kidnap Carlos as he was dying.&lt;/p&gt;\n\n&lt;p&gt;But Fairy explained that to me.  They wanted to save him.  Not steal him.&lt;/p&gt;\n\n&lt;p&gt;When Fairy left to help others, I found Fancy.  And I specifically wanted an untested inorganic being, to see just how dangerous they could be.&lt;/p&gt;\n\n&lt;p&gt;The Castaneda community is afraid of them, mostly because the bullies among them can&amp;#39;t do any actual magic. So they try to convince others, magic is dangerous.  Just keep pretending.&lt;/p&gt;\n\n&lt;p&gt;Fancy is not very nice.  She&amp;#39;s pulled a few tricks on me, mostly trying to trap me somewhere.&lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s a wonderful teacher of horizontal shifts of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Especially the &amp;quot;fancy&amp;quot; costumes she likes to wear.  Holds my attention firmly, while she slides off into the second attention looking like grownup little red riding hood.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t help but follow her into the &amp;quot;woods&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Lily is different.  She teaches how to EXIT the dark room, into dreams.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s always tricky.  Translocation is easy. That&amp;#39;s where you see the puffs of light, you play with them, they get brighter, jet black begins to swirl, and then eventually when you look at the walls of your room you see a whitish light.&lt;/p&gt;\n\n&lt;p&gt;Eventually the whitish light turns into another location.  It looks as if your bedroom is now located in the middle of a jungle. Or an alien planet. Or it&amp;#39;s become a 1950s living room.&lt;/p&gt;\n\n&lt;p&gt;Or like the cover of Wheel of Time!  Did you know that was actually a &amp;quot;how to&amp;quot; picture?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been criticized a couple of times for making pictures, by bad players who didn&amp;#39;t like others actually learning magic.&lt;/p&gt;\n\n&lt;p&gt;But the truth is, Carlos was making pictures all along.  On his books.&lt;/p&gt;\n\n&lt;p&gt;Look carefully at those!  You&amp;#39;ll see Little Smoke on many (the moth).&lt;/p&gt;\n\n&lt;p&gt;And at the end, Carlos even made a poster and gave it out at a workshop, trying to motivate people to learn to get silent and &lt;em&gt;see&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Carlos just didn&amp;#39;t draw much himself. See egg diagram.&lt;/p&gt;\n\n&lt;p&gt;That was his drawing.&lt;/p&gt;\n\n&lt;p&gt;When you translocate in your darkroom, trees and bamboo from the new world can even grow right into the room, making you afraid to walk around barefoot.&lt;/p&gt;\n\n&lt;p&gt;There can be a small freeway under your feet, making you afraid you&amp;#39;ll step on someone.&lt;/p&gt;\n\n&lt;p&gt;I once reached down and pulled out a chunk of Mexico, trying to chase Cholita around 2 continents.&lt;/p&gt;\n\n&lt;p&gt;But you are still in your room the whole time.&lt;/p&gt;\n\n&lt;p&gt;To walk off into that other world seems to always require the help of an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;Or a witch.&lt;/p&gt;\n\n&lt;p&gt;Lily decided to teach me another method, which does not require their help.&lt;/p&gt;\n\n&lt;p&gt;Sort of.&lt;/p&gt;\n\n&lt;p&gt;She suggested this was what the Nagual Elias did, to travel bodiless around the universe.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still working on that one. It requires a perfect situation, and Lily just keeps teaching.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t get where I need to go, without her trying to show me something else.&lt;/p&gt;\n\n&lt;p&gt;The position to make that technique work, is the same position to make most others work.&lt;/p&gt;\n\n&lt;p&gt;What you &lt;em&gt;intend&lt;/em&gt; is the only difference most of the time.&lt;/p&gt;\n\n&lt;p&gt;IOBs do that. They show you something amazing, make it possible for you to do it, but not necessarily repeat it.&lt;/p&gt;\n\n&lt;p&gt;And then the next day they teach you something else.&lt;/p&gt;\n\n&lt;p&gt;And they don&amp;#39;t stop.&lt;/p&gt;\n\n&lt;p&gt;Possibly that&amp;#39;s part of their &amp;quot;sales pitch&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They show you, they have infinite magic to teach.&lt;/p&gt;\n\n&lt;p&gt;This was Lily&amp;#39;s second method to leave the dark room, and enter a waking dream world.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;story which should never be told&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At first, I thought maybe she had some plan to gain energy from a larger audience, using the comic books I was drawing.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d tell me a story that had advanced techniques in it, I&amp;#39;d print it, and more people would learn to interact with the inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;A happy arrangement, and perfectly ordinary.&lt;/p&gt;\n\n&lt;p&gt;Yes, sure. She&amp;#39;s a demon.&lt;/p&gt;\n\n&lt;p&gt;But she tells a good story!  And the entire world seeks to be more &amp;quot;inclusive&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So, why not demons too?&lt;/p&gt;\n\n&lt;p&gt;And she did that!   Told a good story.&lt;/p&gt;\n\n&lt;p&gt;Her &amp;quot;story&amp;quot; had very advanced techniques in it, disguised as part of the story.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, I lost 80% of the techniques.  That had me thinking, the remaining 20% wasn&amp;#39;t enough to draw.&lt;/p&gt;\n\n&lt;p&gt;If Lily decides to finish the story, I&amp;#39;ll draw it up.   If not, I won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;But they do tend to keep moving on.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I have so far:&lt;/p&gt;\n\n&lt;p&gt;A powerful witch gave 3 magic pouches to 3 beings.&lt;/p&gt;\n\n&lt;p&gt;By the way, the witch was Lily in a hoodie. She tried to turn her  head so I would think it was some &amp;quot;other witch&amp;quot;, but it was just Lily.&lt;/p&gt;\n\n&lt;p&gt;The magic bags contain the only money you can spend in a scary old amusement park, where all of the attractions teach magic.&lt;/p&gt;\n\n&lt;p&gt;The park is thousands of years old but hasn&amp;#39;t been used much in many years.&lt;/p&gt;\n\n&lt;p&gt;If you run out of money, the park guards throw you out.&lt;/p&gt;\n\n&lt;p&gt;Roughly.  Best is to  have a little left as you leave, to keep them polite.&lt;/p&gt;\n\n&lt;p&gt;If you make too big of a fuss, there are two &amp;quot;detectives&amp;quot; at the park who will take you in to the office for questioning.&lt;/p&gt;\n\n&lt;p&gt;Lily warned me, the detectives are real. Never look them in the eyes.  Only glance at them.&lt;/p&gt;\n\n&lt;p&gt;Lily also advised, spend wisely so you can stay longer.&lt;/p&gt;\n\n&lt;p&gt;This story is in fact a game, and you can learn to win at it.&lt;/p&gt;\n\n&lt;p&gt;But losing is not very fun.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll add that from what I saw of the story so far, the 3 beings are just 3 people, but one is an old shapeshifter so you can&amp;#39;t quite call him a &amp;quot;person&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;One is an angry man of the type who has to be tossed out of here on a regular basis.  Those will always exist in the world of magic, unfortunately.&lt;/p&gt;\n\n&lt;p&gt;One is a young witch.  She does the best in the story, because she never pays for anything unless cornered and forced to do it.&lt;/p&gt;\n\n&lt;p&gt;When I realized that one of them was a witch who never pays, while literally watching the story with Lily, I looked to see if I could recognize the witch.&lt;/p&gt;\n\n&lt;p&gt;Lily nodded. &amp;quot;Yes, she&amp;#39;s been in here before.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She gave me some tips using the witch. I got to see what she did, with Lily pointing out the important details.&lt;/p&gt;\n\n&lt;p&gt;When you walk by a magic show, don&amp;#39;t turn your head to look.&lt;/p&gt;\n\n&lt;p&gt;Window shop, like a cautious shop lifter suspect.&lt;/p&gt;\n\n&lt;p&gt;Just glance briefly at the show on the stage, so that the owner of the exhibit doesn&amp;#39;t see that you have looked hard.&lt;/p&gt;\n\n&lt;p&gt;If you look too hard, he decides you have to pay full fare  and watch the entire show.&lt;/p&gt;\n\n&lt;p&gt;And maybe, you have to watch the ENTIRE show before you can leave.&lt;/p&gt;\n\n&lt;p&gt;But by sneaking a glance on the way by, you can gain some of the knowledge of that show for free.&lt;/p&gt;\n\n&lt;p&gt;The park is so huge, there&amp;#39;s no reason to get obsessed with a single magic demonstration.&lt;/p&gt;\n\n&lt;p&gt;The magic bags refill with money each day after you go home,  based on some rules you must discover.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t follow the rules there&amp;#39;s barely any more energy (money) the next day.  If you discover what the rules are, your bag will have as much as you need every single day.&lt;/p&gt;\n\n&lt;p&gt;She confided, no one can do that.  Everyone has had a money shortage.  Even back in the old days.&lt;/p&gt;\n\n&lt;p&gt;Some can drift through, barely looking, and they don&amp;#39;t lose any money doing it.&lt;/p&gt;\n\n&lt;p&gt;But they see just a wisp of the realness there.&lt;/p&gt;\n\n&lt;p&gt;I started to suspect this was a story about the old seers and the inorganic beings realm, and how they used it.&lt;/p&gt;\n\n&lt;p&gt;Lily discouraged me from repeating that &amp;quot;unfounded&amp;quot; rumor.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s just a story&amp;quot;, she told me.&lt;/p&gt;\n\n&lt;p&gt;I ran out of energy, and had to go to sleep.&lt;/p&gt;\n\n&lt;p&gt;Lately, I don&amp;#39;t push it.&lt;/p&gt;\n\n&lt;p&gt;Well... I did push it two times that night.   So I could stay and watch more of the story with Lily. It was just so interesting.&lt;/p&gt;\n\n&lt;p&gt;But after 2 recharges using quick tensegrity moves, I just had to give up.&lt;/p&gt;\n\n&lt;p&gt;I got up and posted what I&amp;#39;d seen on this subreddit in chat.  Because I knew it would all be bone in an hour or two.&lt;/p&gt;\n\n&lt;p&gt;Then during the next day I got doubts on whether this whole &amp;quot;Stories from Lily&amp;quot; would be worth doing.&lt;/p&gt;\n\n&lt;p&gt;I could see that her story contained the secrets of dreaming, but would anyone be able to translate from a silly story, to practical advice?&lt;/p&gt;\n\n&lt;p&gt;But last night I discovered, the magic in Lily&amp;#39;s story doesn&amp;#39;t require any translation.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d gotten home early, and gone to bed so that I had more time with Lily.&lt;/p&gt;\n\n&lt;p&gt;A few hours later Cholita was slamming drawers in the kitchen. I was already asleep, but got up to make sure she was all right.  I listened carefully from behind my locked door.  She was all the way in the kitchen, too far away to hear clearly.&lt;/p&gt;\n\n&lt;p&gt;She was chanting softly to herself.   I couldn&amp;#39;t make out what she was saying.  Wasn&amp;#39;t happy, wasn&amp;#39;t sad.&lt;/p&gt;\n\n&lt;p&gt;She was simply chanting, while banging the same kitchen doors over and over again.&lt;/p&gt;\n\n&lt;p&gt;Once in a while it would be obvious she was having a conversation with someone.&lt;/p&gt;\n\n&lt;p&gt;But I heard no other person&amp;#39;s voice, and no steps on the noisy wooden floors.&lt;/p&gt;\n\n&lt;p&gt;I started practicing my silence as hard as I could.&lt;/p&gt;\n\n&lt;p&gt;I got rid of my internal dialogue.  The puffs of color were brilliant in minutes.&lt;/p&gt;\n\n&lt;p&gt;Then I got rid of the images in my mind. I vaguely remembered Lily saying, get rid of those and she can replace them for teaching.&lt;/p&gt;\n\n&lt;p&gt;In fact, she even made a little fun of me, for being slow  to  understand that.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Of course we replace those images in the mind!  You &lt;em&gt;see&lt;/em&gt; us floating in the air.  Your mind is silent.  That&amp;#39;s an image!&lt;/p&gt;\n\n&lt;p&gt;What did you think it was?&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t you wonder why you can&amp;#39;t make up your mind as to whether we can speak with an audible voice?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s why. We&amp;#39;re images in the mind.  We have more control over you than you can even suspect.&lt;/p&gt;\n\n&lt;p&gt;But we always need permission, so don&amp;#39;t worry about it.  You can trust us.&lt;/p&gt;\n\n&lt;p&gt;True, we can strand you in the desert in a shack, the way Carlos and Carol were almost stranded.&lt;/p&gt;\n\n&lt;p&gt;But you have to have told us it&amp;#39;s ok to move you like that.&lt;/p&gt;\n\n&lt;p&gt;If we&amp;#39;re an image floating in the air, or a thought inside your mind, what&amp;#39;s the difference once the assemblage point moves very far?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no internal or external at that point.&lt;/p&gt;\n\n&lt;p&gt;I had to admit, that all should have been obvious.&lt;/p&gt;\n\n&lt;p&gt;Once I got rid of the images in my mind an amber/peach colored light materialized, and an object fell off a shelf up near the ceiling, falling down to the middle of the room where it got stuck.&lt;/p&gt;\n\n&lt;p&gt;My heart skipped a beat. I was not only silent, and free of images, but I was far into some sort of distorted space between realities.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That&amp;#39;s REAL!&amp;quot; I commented.&lt;/p&gt;\n\n&lt;p&gt;Lily had arrived.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I already told you it was a structure...&amp;quot; Lily explained.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s made of intent????, I asked her.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s the foundation of my story that should not be told&amp;quot;, she replied. &amp;quot;You volunteered to hear it didn&amp;#39;t you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had to admit, I had been eager to hear it even if I didn&amp;#39;t actually ask.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We have a much stronger connection to intent than you do.  You could even say, we can build structures with it, and they don&amp;#39;t go away for a very long time.&lt;/p&gt;\n\n&lt;p&gt;And they can be located anywhere. Even inside you.&lt;/p&gt;\n\n&lt;p&gt;As I gazed at it, thinking the intent of the story was odd, another object spilled out.&lt;/p&gt;\n\n&lt;p&gt;It had its own energy.  It was literally shocking.  My head jerked a bit, but it wasn&amp;#39;t unpleasant.&lt;/p&gt;\n\n&lt;p&gt;I realized, the dark room, when viewed as intent structures, had cracks to other worlds.&lt;/p&gt;\n\n&lt;p&gt;If you could step back from a floating dream, turn it sideways a bit to inspect it for cracks, you can find an entrance to that dream.&lt;/p&gt;\n\n&lt;p&gt;And so, to exit the dark room into a dream you only had to find the crack that leads into the dream you want to enter.&lt;/p&gt;\n\n&lt;p&gt;When you get IOB help, they merely show it to you.  You may not realize you are walking through a crack, but they make sure you find the right spot, so you don&amp;#39;t smash into the wall.&lt;/p&gt;\n\n&lt;p&gt;I tried to gaze between the second object, which was at least 6 feet high and looked like a side view of a very thick CD, and the first object, something like a big flat suitcase, which had fallen and gotten stuck in the air.&lt;/p&gt;\n\n&lt;p&gt;The contents of another world spilled through the middle,   tumbling by like objects rolling down a hill, until I found myself standing in Lily&amp;#39;s amusement park.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t move. The amusement park surrounded me on its own.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been sitting up on the bed, but now I was standing in the park.&lt;/p&gt;\n\n&lt;p&gt;Lily was nearby in a hoodie, ready to give me money and show me the way in.&lt;/p&gt;\n\n&lt;p&gt;I realized, &amp;quot;So THAT&amp;#39;S why the story should never be told!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It really shouldn&amp;#39;t.  She was not exaggerating.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "nqon1n", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 41, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/", "subreddit_subscribers": 9561, "created_utc": 1622648200.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0d4nla", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0czktz", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It sounds reasonable.\n\nBut my guess is, that community is composed of 90% made up stuff, to get attention.\n\nSo you're taking instructions from a gigantic mess that doesn't actually do what they say.\n\nAnd is full of bogus conclusions.\n\nBut still, yes of course you can learn some magic there.\n\nSame with Buddhism.\n\nAnyone who likes the  Buddhism thing can simply take one piece of advice from here, and greatly improve it.\n\nPay attention to magic!\n\nThat's all Ingram is doing.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h0d4nla", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It sounds reasonable.&lt;/p&gt;\n\n&lt;p&gt;But my guess is, that community is composed of 90% made up stuff, to get attention.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re taking instructions from a gigantic mess that doesn&amp;#39;t actually do what they say.&lt;/p&gt;\n\n&lt;p&gt;And is full of bogus conclusions.&lt;/p&gt;\n\n&lt;p&gt;But still, yes of course you can learn some magic there.&lt;/p&gt;\n\n&lt;p&gt;Same with Buddhism.&lt;/p&gt;\n\n&lt;p&gt;Anyone who likes the  Buddhism thing can simply take one piece of advice from here, and greatly improve it.&lt;/p&gt;\n\n&lt;p&gt;Pay attention to magic!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all Ingram is doing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0d4nla/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622669659.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622669659.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0dtfvg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0diqzh", "score": 2, "author_fullname": "t2_3l9c5e07", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"Step 3 - Forget Who You Are,\" from your image\n\nthis is probably the source of Unique Ambassador's comment", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0dtfvg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Step 3 - Forget Who You Are,&amp;quot; from your image&lt;/p&gt;\n\n&lt;p&gt;this is probably the source of Unique Ambassador&amp;#39;s comment&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dtfvg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622681635.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622681635.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_nqon1n", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0gd7xy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1622736409.0, "send_replies": true, "parent_id": "t1_h0eg72g", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You mean about reality being like a movie?\n\nIt's a good analogy, but there's a very bad player from the 90s who wrote a book \"explaining Castaneda\" using that analogy.\n\nSo it's highly polluted by a greedy bad man.\n\nCan't recall his  name.\n\nHe also liked to accuse Carlos of stealing his material, which indicates the guy had no real sorcery knowledge at all.\n\nIt doesn't take much experience to debunk the \"stolen techniques\" theory.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0gd7xy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You mean about reality being like a movie?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a good analogy, but there&amp;#39;s a very bad player from the 90s who wrote a book &amp;quot;explaining Castaneda&amp;quot; using that analogy.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s highly polluted by a greedy bad man.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t recall his  name.&lt;/p&gt;\n\n&lt;p&gt;He also liked to accuse Carlos of stealing his material, which indicates the guy had no real sorcery knowledge at all.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t take much experience to debunk the &amp;quot;stolen techniques&amp;quot; theory.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0gd7xy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622736409.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0eg72g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0e6r18", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0eg72g/", "num_reports": null, "locked": false, "name": "t1_h0eg72g", "created": 1622693576.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1622693576.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0e6r18", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dr7ix", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I like it. But way down below there it gets really weird. The internal dialog is way at the top. Its long gone before you find the idea of a self and can get rid of that too. \n\nThat's HA.\n\nBut still the human form remains.  Probably if that mixed up idea of ego is anywhere in there, its our idea of self.\n\nThe human form is tricky. There's also an awareness of where you are and what came before going on. And that's still not the human form.\n\nI'd say that's what Lily is emphasizing as the key to fully leaving the darkroom.\n\nYou have to drop keeping track of events.\n\nI called that forgetting who you are because that happens too. But probably that's a side effect.\n\nBy the way, Carlos never got dragged into trying to analyze something like astral travel. He'd just dismiss it as mental masturbation. Which says nothing about which parts might be interesting. It skips to the truth. That topic appeals  to people who pretend, and anyone serious would go elsewhere if not just to escape that crowd of people fussing with people to get attention.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0e6r18", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I like it. But way down below there it gets really weird. The internal dialog is way at the top. Its long gone before you find the idea of a self and can get rid of that too. &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s HA.&lt;/p&gt;\n\n&lt;p&gt;But still the human form remains.  Probably if that mixed up idea of ego is anywhere in there, its our idea of self.&lt;/p&gt;\n\n&lt;p&gt;The human form is tricky. There&amp;#39;s also an awareness of where you are and what came before going on. And that&amp;#39;s still not the human form.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say that&amp;#39;s what Lily is emphasizing as the key to fully leaving the darkroom.&lt;/p&gt;\n\n&lt;p&gt;You have to drop keeping track of events.&lt;/p&gt;\n\n&lt;p&gt;I called that forgetting who you are because that happens too. But probably that&amp;#39;s a side effect.&lt;/p&gt;\n\n&lt;p&gt;By the way, Carlos never got dragged into trying to analyze something like astral travel. He&amp;#39;d just dismiss it as mental masturbation. Which says nothing about which parts might be interesting. It skips to the truth. That topic appeals  to people who pretend, and anyone serious would go elsewhere if not just to escape that crowd of people fussing with people to get attention.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0e6r18/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622688298.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622688298.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0dss62", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dr7ix", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Sounds good to me! \n\nI just know, firsthand, that working at shutting that down is the hardest thing for us to do as modern humans.\n\nEdit: and that anything that adds to the difficulty has to be avoided like the plague", "edited": 1622682944.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0dss62", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sounds good to me! &lt;/p&gt;\n\n&lt;p&gt;I just know, firsthand, that working at shutting that down is the hardest thing for us to do as modern humans.&lt;/p&gt;\n\n&lt;p&gt;Edit: and that anything that adds to the difficulty has to be avoided like the plague&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dss62/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622681309.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622681309.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0dr7ix", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "selftransforming", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dn3xp", "score": 2, "author_fullname": "t2_12vaj0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My working understanding of ego vs inner dialogue is that ego is the part of us trying to make sense of our experience, and telling stories about it, and inner dialogue reinforces those stories by keeping us involved. Let's see if this example works: \n\nSay our experiences are like all the footage shot for a movie. The ego is the director, or maybe editor, who takes all those scenes and makes sense out of them, makes a narrative. Inner dialogue is like the fanboys watching, making up their own theories and yelling at the screen, getting so involved that they forget that it's not all real, and they have no actual control over what they see. Also, the way the ego put the story together isn't the only way it could have gone. \n\nPlease correct me if anyone has a better way to lay it out, or if I got it wrong", "edited": false, "author_flair_css_class": null, "name": "t1_h0dr7ix", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My working understanding of ego vs inner dialogue is that ego is the part of us trying to make sense of our experience, and telling stories about it, and inner dialogue reinforces those stories by keeping us involved. Let&amp;#39;s see if this example works: &lt;/p&gt;\n\n&lt;p&gt;Say our experiences are like all the footage shot for a movie. The ego is the director, or maybe editor, who takes all those scenes and makes sense out of them, makes a narrative. Inner dialogue is like the fanboys watching, making up their own theories and yelling at the screen, getting so involved that they forget that it&amp;#39;s not all real, and they have no actual control over what they see. Also, the way the ego put the story together isn&amp;#39;t the only way it could have gone. &lt;/p&gt;\n\n&lt;p&gt;Please correct me if anyone has a better way to lay it out, or if I got it wrong&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dr7ix/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622680534.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622680534.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0ecovz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dykbq", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think the sensible thing is to do what Carlos did and not get drawn into analyzing it, the differences between other schools of thought. Doesn't mean there isn't some cool stuff in those \"systems,\" some pearls that could be harvested, but that wading thru the quagmire of schlock and getting stained by it isn't worth it (until you can approach it complete objectively, from a position of strength in one's own direct experiences).\n\nWhat we have in here is complete and synergistic, as a system of practice and intent that is. The same can't be said within the hodgepodged fragmentation that is OBE and Astral Projection.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0ecovz", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think the sensible thing is to do what Carlos did and not get drawn into analyzing it, the differences between other schools of thought. Doesn&amp;#39;t mean there isn&amp;#39;t some cool stuff in those &amp;quot;systems,&amp;quot; some pearls that could be harvested, but that wading thru the quagmire of schlock and getting stained by it isn&amp;#39;t worth it (until you can approach it complete objectively, from a position of strength in one&amp;#39;s own direct experiences).&lt;/p&gt;\n\n&lt;p&gt;What we have in here is complete and synergistic, as a system of practice and intent that is. The same can&amp;#39;t be said within the hodgepodged fragmentation that is OBE and Astral Projection.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0ecovz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622691564.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622691564.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0dykbq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "monkeyguy999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dn3xp", "score": 1, "author_fullname": "t2_14w1ssx0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't think they are going into anything. Think the layers of cheese example but related to people. They are taking one or two of those layers and switching their consciousness to those slices. As those slices have the ability to go wander about. \n\nDefinitely not the double as understood in this sub.\n\nNot sure if that made sense.", "edited": 1622696616.0, "author_flair_css_class": null, "name": "t1_h0dykbq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t think they are going into anything. Think the layers of cheese example but related to people. They are taking one or two of those layers and switching their consciousness to those slices. As those slices have the ability to go wander about. &lt;/p&gt;\n\n&lt;p&gt;Definitely not the double as understood in this sub.&lt;/p&gt;\n\n&lt;p&gt;Not sure if that made sense.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dykbq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622684219.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622684219.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0fg00g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0ewudz", "score": 6, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ego death can't happen while the inner dialogue is functioning. You can't put the cart before the horse.\n\nIntent...it's practically impossible to talk about coherently, and it's what it's all about, what we're working at mastering. \n\nThe gap between that and what we're raised to be in modern human society is HUGE!!!!!\n\nThat's why I tend to be more forgiving than Dan, because I know how f****** hard this all is. That's also kind of my job, to be the person that steps between two kids arguing on the playground and tell them to go into the corner and think about things.\n\nDan's job is to be the instigator, say what no one wants to say but knows is true in their core, and call people out when they're wrong.\n\nThat's a recipe for friction and drama...and CHANGE.", "edited": 1622721487.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0fg00g", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ego death can&amp;#39;t happen while the inner dialogue is functioning. You can&amp;#39;t put the cart before the horse.&lt;/p&gt;\n\n&lt;p&gt;Intent...it&amp;#39;s practically impossible to talk about coherently, and it&amp;#39;s what it&amp;#39;s all about, what we&amp;#39;re working at mastering. &lt;/p&gt;\n\n&lt;p&gt;The gap between that and what we&amp;#39;re raised to be in modern human society is HUGE!!!!!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why I tend to be more forgiving than Dan, because I know how f****** hard this all is. That&amp;#39;s also kind of my job, to be the person that steps between two kids arguing on the playground and tell them to go into the corner and think about things.&lt;/p&gt;\n\n&lt;p&gt;Dan&amp;#39;s job is to be the instigator, say what no one wants to say but knows is true in their core, and call people out when they&amp;#39;re wrong.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a recipe for friction and drama...and CHANGE.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0fg00g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622721197.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622721197.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0ewudz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ItsBeyoondMee", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0dn3xp", "score": 1, "author_fullname": "t2_bgj6frr6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I felt like what he really wanted to prove, was that he likes abandon/ ego death more than just no dialog, for moving AP, \n\nrather than really promote the astral projection community.\n\nI can confirm that actually the \"not moving a nerve method\" has worked really well in the past. \n\nTo be honest i also thought that you had to let go of the ego/ inventory in order to move for real to move AP.\n\nHere is an example. You are in HA. It's not like if you think you will exit HA. Like he said you can even scream in your head, it won't effect it that much. It's probably because we have no control over the actual inner dialog, since it's not ours in a way. It just repeats and confirms stuff. Therefore it's also the ego. It wants to be safe.\n\n I guess the flyers mind was actually the best metaphor for the internal dialog and ego and self. \n\nI do agree that by inner dialog DJ somewhat meant ego/ self.\n\n\nAnd also if you look at the post/image. He was basically talking about step 3.", "edited": 1622709584.0, "author_flair_css_class": null, "name": "t1_h0ewudz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I felt like what he really wanted to prove, was that he likes abandon/ ego death more than just no dialog, for moving AP, &lt;/p&gt;\n\n&lt;p&gt;rather than really promote the astral projection community.&lt;/p&gt;\n\n&lt;p&gt;I can confirm that actually the &amp;quot;not moving a nerve method&amp;quot; has worked really well in the past. &lt;/p&gt;\n\n&lt;p&gt;To be honest i also thought that you had to let go of the ego/ inventory in order to move for real to move AP.&lt;/p&gt;\n\n&lt;p&gt;Here is an example. You are in HA. It&amp;#39;s not like if you think you will exit HA. Like he said you can even scream in your head, it won&amp;#39;t effect it that much. It&amp;#39;s probably because we have no control over the actual inner dialog, since it&amp;#39;s not ours in a way. It just repeats and confirms stuff. Therefore it&amp;#39;s also the ego. It wants to be safe.&lt;/p&gt;\n\n&lt;p&gt;I guess the flyers mind was actually the best metaphor for the internal dialog and ego and self. &lt;/p&gt;\n\n&lt;p&gt;I do agree that by inner dialog DJ somewhat meant ego/ self.&lt;/p&gt;\n\n&lt;p&gt;And also if you look at the post/image. He was basically talking about step 3.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0ewudz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622705504.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622705504.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0dn3xp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0diqzh", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So what they are actually going into, instead of their double, is a dream of a phantom copy of their room, for instance, in which lucidity is little different than looking at your hands in dreaming? The \"astral body\" being just their perspective/viewpoint?\n\nAnd, for everyone, is a clear/succinct manner of understanding the difference between the inner dialogue and the ego possible?\n\nIt's never phrased as \"shutting off the ego.\"\n\nAs in the self doesn't disappear (until losing the human form WAY down the line) you just stop \"talking\" to it.\n\nI'm kind of dumb when it comes to philosophical talk about inner identity and whatnot. Learned Self (that develops thru socialization) vs. Observational Self (the perceiver) is how Wikipedia lays it out at least.", "edited": 1622680180.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0dn3xp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So what they are actually going into, instead of their double, is a dream of a phantom copy of their room, for instance, in which lucidity is little different than looking at your hands in dreaming? The &amp;quot;astral body&amp;quot; being just their perspective/viewpoint?&lt;/p&gt;\n\n&lt;p&gt;And, for everyone, is a clear/succinct manner of understanding the difference between the inner dialogue and the ego possible?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s never phrased as &amp;quot;shutting off the ego.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As in the self doesn&amp;#39;t disappear (until losing the human form WAY down the line) you just stop &amp;quot;talking&amp;quot; to it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m kind of dumb when it comes to philosophical talk about inner identity and whatnot. Learned Self (that develops thru socialization) vs. Observational Self (the perceiver) is how Wikipedia lays it out at least.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dn3xp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622678508.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622678508.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0diqzh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0czktz", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have to correct some of that. It's just not true and not good for new people to read it.\n\nI was just trying to be nicer.\n\nThis place will collapse some day.    When there's no one left to fight, to correct false information.\n\nIt'll pile so high, it'll be like the red sea collapsing on the Egyptians, once the Israelites got to shore.\n\nWe'll have one crop going out, and never again another.  It's sad.\n\nEveryone left in here will be drowned in false information.\n\nMaybe that's what happened with the witches. Carol, Taisha, and Florinda.\n\nThey decided it was simply hopeless.\n\nFirst, the internal dialogue is not the ego.\n\nIf you believe that, it makes me suspect you don't even read in here.\n\nAlso, the astral travel people have less chance of stumbling upon their actual double, than women do when they have their period.\n\nI'd put my money on a random woman who has horrible periods, than the best astral traveler in that subreddit.\n\nThe woman would find her double long before he had a chance.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h0diqzh", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have to correct some of that. It&amp;#39;s just not true and not good for new people to read it.&lt;/p&gt;\n\n&lt;p&gt;I was just trying to be nicer.&lt;/p&gt;\n\n&lt;p&gt;This place will collapse some day.    When there&amp;#39;s no one left to fight, to correct false information.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll pile so high, it&amp;#39;ll be like the red sea collapsing on the Egyptians, once the Israelites got to shore.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ll have one crop going out, and never again another.  It&amp;#39;s sad.&lt;/p&gt;\n\n&lt;p&gt;Everyone left in here will be drowned in false information.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s what happened with the witches. Carol, Taisha, and Florinda.&lt;/p&gt;\n\n&lt;p&gt;They decided it was simply hopeless.&lt;/p&gt;\n\n&lt;p&gt;First, the internal dialogue is not the ego.&lt;/p&gt;\n\n&lt;p&gt;If you believe that, it makes me suspect you don&amp;#39;t even read in here.&lt;/p&gt;\n\n&lt;p&gt;Also, the astral travel people have less chance of stumbling upon their actual double, than women do when they have their period.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d put my money on a random woman who has horrible periods, than the best astral traveler in that subreddit.&lt;/p&gt;\n\n&lt;p&gt;The woman would find her double long before he had a chance.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0diqzh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622676342.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622676342.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0czktz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "UniqueAmbassador6875", "can_mod_post": false, "created_utc": 1622667445.0, "send_replies": true, "parent_id": "t1_h0bw9ow", "score": 0, "author_fullname": "t2_a5rw5cm9", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was thinking of what outside community actually learned a little sorcery. \n\nAnd some will disagree but it's definitely the astral projection community. \n\nI genuinely like they way of approach. They also teach silence but for them it's a bodily thing more then mental. \n\nYou see when you say you have to not have any internal dialog, no images and no ego, many people get confused. I did to. \n\nThe truth is you can have scream words in your head but still be silent. \n\nThe internal dialog is not all thoughs in the head. What DJ mean by internal dialog is the equivalent of what spiritual communities call \"the ego\". You have to essentially let it die. \n\nSo astral projection is the same as remote view, which is equivalent to the double. What makes the astral projection community so spesiall is they base their practice essentially on sleep paralysis. \n\nThey force you not to move a single nerve in your body for a while (like up to an hour), which should induce sleep paralysis. For that, an extreme level of abandon is needed. And since abandon is silence, their practice works. \n\nYou end up after a while of not moving you will start seeing second attention stuff and if you didn't move and you are lucky you will get to that sleep paralysis point where it feels like you body is shaking although it's laying completely still. And for some reason if you chose to litteraly walk out of your body, you will be in you double, and actually be able to see your body lying there in the bed. \n\nOf course between the sleep paralysis point and the beginning, you will of course see colors and stuff, wich they actually recommend to ignore completely. They teach you to be completely different to everything you see until your out of your body. \n\nI don't know why but the indifference towards the colors is actually something i prefer to get me really silent.\n\nAnd just like to view silence more as total abandon (basically forgetting who you are / just being dead basically) then turning of some words in your head.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0czktz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was thinking of what outside community actually learned a little sorcery. &lt;/p&gt;\n\n&lt;p&gt;And some will disagree but it&amp;#39;s definitely the astral projection community. &lt;/p&gt;\n\n&lt;p&gt;I genuinely like they way of approach. They also teach silence but for them it&amp;#39;s a bodily thing more then mental. &lt;/p&gt;\n\n&lt;p&gt;You see when you say you have to not have any internal dialog, no images and no ego, many people get confused. I did to. &lt;/p&gt;\n\n&lt;p&gt;The truth is you can have scream words in your head but still be silent. &lt;/p&gt;\n\n&lt;p&gt;The internal dialog is not all thoughs in the head. What DJ mean by internal dialog is the equivalent of what spiritual communities call &amp;quot;the ego&amp;quot;. You have to essentially let it die. &lt;/p&gt;\n\n&lt;p&gt;So astral projection is the same as remote view, which is equivalent to the double. What makes the astral projection community so spesiall is they base their practice essentially on sleep paralysis. &lt;/p&gt;\n\n&lt;p&gt;They force you not to move a single nerve in your body for a while (like up to an hour), which should induce sleep paralysis. For that, an extreme level of abandon is needed. And since abandon is silence, their practice works. &lt;/p&gt;\n\n&lt;p&gt;You end up after a while of not moving you will start seeing second attention stuff and if you didn&amp;#39;t move and you are lucky you will get to that sleep paralysis point where it feels like you body is shaking although it&amp;#39;s laying completely still. And for some reason if you chose to litteraly walk out of your body, you will be in you double, and actually be able to see your body lying there in the bed. &lt;/p&gt;\n\n&lt;p&gt;Of course between the sleep paralysis point and the beginning, you will of course see colors and stuff, wich they actually recommend to ignore completely. They teach you to be completely different to everything you see until your out of your body. &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know why but the indifference towards the colors is actually something i prefer to get me really silent.&lt;/p&gt;\n\n&lt;p&gt;And just like to view silence more as total abandon (basically forgetting who you are / just being dead basically) then turning of some words in your head.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0czktz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622667445.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 1, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0bw9ow", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622651380.0, "send_replies": true, "parent_id": "t3_nqon1n", "score": 14, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This story also explains why you should not mix outside stuff.\n\nThey come with harmful stories.\n\nThe stories in sorcery are real destinations.\n\nThe stories that go with outside systems are pretend. They lead nowhere except to greed.\n\nThe same is true of the books of copycat Carlos teachers.\n\nTheir books have stories of greed.  You can't escape it.\n\nSo even if the technique is the same, the results of thinking that way are not.\n\nI believe there's an old \"wise story\".\n\nNot sure if it's a kungfu story, or a Zen story.\n\nA teacher is helping a student, and criticizes his technique strongly. The student walks off feeling dejected.\n\nHe watches as the teacher helps another student. The other student does exactly the same thing the previous student did.\n\nThe master praises him profusely.\n\nThe student asks the teacher, \"But I did exactly the same thing!  What did he do differently?\"\n\nAnd the teacher replies...\n\nI can't recall.  But it was basically that what the wrong student was thinking, was going to make him fail.\n\nDidn't matter if he did the technique precisely the same.  His understanding was polluted.\n\nBottom line: We can't do anything at all. We can't learn magic.\n\nWe can only learn to be friends with *intent* and inorganic beings.\n\nAnd *intent* listens carefully to the stories we tell ourselves.\n\nSo make it a good story!\n\nDon't be careless with your own intent.\n\nYes, you went off to study Buddhism. Or Daoism.\n\nBecause Castaneda's magic wasn't working.\n\nBut now it does.   So cut that out. It's not helping you.\n\nFrankly, I don't want to be a guru, sage, or monk.\n\nThose are attention seeking professions, and their stories are fairly ugly if you look at the real world.", "edited": 1622666742.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0bw9ow", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This story also explains why you should not mix outside stuff.&lt;/p&gt;\n\n&lt;p&gt;They come with harmful stories.&lt;/p&gt;\n\n&lt;p&gt;The stories in sorcery are real destinations.&lt;/p&gt;\n\n&lt;p&gt;The stories that go with outside systems are pretend. They lead nowhere except to greed.&lt;/p&gt;\n\n&lt;p&gt;The same is true of the books of copycat Carlos teachers.&lt;/p&gt;\n\n&lt;p&gt;Their books have stories of greed.  You can&amp;#39;t escape it.&lt;/p&gt;\n\n&lt;p&gt;So even if the technique is the same, the results of thinking that way are not.&lt;/p&gt;\n\n&lt;p&gt;I believe there&amp;#39;s an old &amp;quot;wise story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not sure if it&amp;#39;s a kungfu story, or a Zen story.&lt;/p&gt;\n\n&lt;p&gt;A teacher is helping a student, and criticizes his technique strongly. The student walks off feeling dejected.&lt;/p&gt;\n\n&lt;p&gt;He watches as the teacher helps another student. The other student does exactly the same thing the previous student did.&lt;/p&gt;\n\n&lt;p&gt;The master praises him profusely.&lt;/p&gt;\n\n&lt;p&gt;The student asks the teacher, &amp;quot;But I did exactly the same thing!  What did he do differently?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And the teacher replies...&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t recall.  But it was basically that what the wrong student was thinking, was going to make him fail.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t matter if he did the technique precisely the same.  His understanding was polluted.&lt;/p&gt;\n\n&lt;p&gt;Bottom line: We can&amp;#39;t do anything at all. We can&amp;#39;t learn magic.&lt;/p&gt;\n\n&lt;p&gt;We can only learn to be friends with &lt;em&gt;intent&lt;/em&gt; and inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;And &lt;em&gt;intent&lt;/em&gt; listens carefully to the stories we tell ourselves.&lt;/p&gt;\n\n&lt;p&gt;So make it a good story!&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t be careless with your own intent.&lt;/p&gt;\n\n&lt;p&gt;Yes, you went off to study Buddhism. Or Daoism.&lt;/p&gt;\n\n&lt;p&gt;Because Castaneda&amp;#39;s magic wasn&amp;#39;t working.&lt;/p&gt;\n\n&lt;p&gt;But now it does.   So cut that out. It&amp;#39;s not helping you.&lt;/p&gt;\n\n&lt;p&gt;Frankly, I don&amp;#39;t want to be a guru, sage, or monk.&lt;/p&gt;\n\n&lt;p&gt;Those are attention seeking professions, and their stories are fairly ugly if you look at the real world.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0bw9ow/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622651380.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 14}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0fc7og", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622718742.0, "send_replies": true, "parent_id": "t3_nqon1n", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Part 2:\n\nI got lucky tonight and Lily continued teaching me about this dream thing.\n\nI'm in the darkroom right now, afraid I'll forget.\n\nSorcerers make phantom realms for themselves.  It's all over the books, but easy to overlook.\n\nFor example, Clara's village, which I've been told, the death defier actually made.\n\nThe old seers were masters of dreams that should never be told.\n\nBut here's the puzzling thing.  It isn't quite the story that should not be told, but the details of dreams themselves.\n\nThe story sure.  But inside the story is when you find out what part should not be told.\n\nLily was going to make one for teaching, but I misunderstood a bit what she actually was offering.\n\nIt's a navigation method, for moving around better.  To detach yourself from the dream, in whatever percentage you needed so you didn't get dragged too deeply into the activity, but could still benefit from observing it.\n\nLet's take Lily.  I was trying out the one dreaming technique I retained from her last \"class\", and she materialized.  She liked the type of energy that was generating.\n\nYou could say, I just \"told\" that part of the story by naming what was really just a disturbance of light in the air, \"Lily\".\n\nNot to say she's just imaginary. When the story gets told, she plays her part perfectly, and the ideas she has definitely come from an inorganic being.  There's a whole technical level to that which could be looked into and would be beneficial to understand.\n\nSee my sock puppet post. That's a practical example of how you can tell a story in dreaming, and the inorganic beings are often willing to play their part since it's a form of interaction, which is what they're after.\n\nIn that case, you materialize a little dream floating in the air, put the IOB ln your hand like a sock puppet, and if they agree, you can send them in to that dream, and they follow your narration.\n\nAccording to Lily, even a complete dream with you inside, is composed of tiny pieces like that sock puppet dream. And you can break any pieces down further if you like.\n\nWhen you stare at a phantom in lucid dreaming, to dissolve it so you can see if it contains a scout, you are \"untelling\" that phantom's dream.  It dissolves into a pile of trash just because you emphasized the pieces over the whole.'\n\nSo in waking dreaming (darkroom),  if you glance to Lily's left instead of looking  at her face, you realize she's composed of little clouds of light that just happen to look like her when seen front on, but from the side they're just shapes in the air.\n\nThat event at the rocks with the old seers (from the books) was far more educational than most would notice.  Carlos is afraid for his life while he is viewing the allies of the old seers head on. He's making the mistake of telling himself that story.\n\nBut at one point his assemblage point moves, and he realizes there's no men coming up from the ground to bite him. It's just shapes, projected by the old seers.\n\nI was examining Lily from that point of view, and decided I didn't like that. I'd rather view her as beautiful and fun (scary?).  Once I thought that, she became more real, and smiled at me.\n\nThere's an \"intent delay\" on responses from the IOBs in waking dreaming.  Maybe that's not entirely them, and is also connected to having to retell that part of the dream, which includes a little dream zone around them, a smaller part of the entire view.\n\nPerhaps they insist on a stage change to go with the new scene  (a joke).\n\nIt's just a matter of which angle you view an IOB from.  If you face her straight on, the pieces look perfect.  If you change angle even slightly, the image falls apart. It's still there, but as clouds or pieces, not a whole.\n\nIt sort of stops the dream.   Which is a little troublesome because you'd like to keep both views, but the deconstructed view dominates.\n\nIn a localized area that is.  To the sides on peripheral vision, the dream is still largely intact.\n\nBy the way, beginners with a potential IOB stuck on your peripheral vision, unwilling to come out face to face, should see if you can retell that story.   Just start narrating a tiny bit, when you believe you perceive it.   And don't get frustrated if the results are not immediate.  Remember Carlos being frustrated that he'd ask them a question, and they wouldn't answer it for many days.\n\nExperiment and see if you can manipulate them with a pleasing story about why they're still on the side.\n\nNote that it's next to impossible to learn any of this in 4 gates dreaming, so don't even try to apply it there. It's a different situation.\n\nFour gates dreaming is dominated by mental masturbation at this time.  Just stick to the rules of that, and don't try to do \"advanced\" techniques. You're just finding an excuse for why you can't follow the steps.  No steps, no actual 4 gates dreaming.\n\nOr to be more blunt, if you can't manage to find your hands, don't tell people you did lucid dreaming.  It was just a dream about wishing you could really do 4 gates dreaming.  But you didn't.\n\nThis story that shouldn't be told  point of view requires stone cold clarity, which you only have when awake.\n\nIt's mostly only good for a dreaming awake view.  Any attempt to use it in sleeping dreaming will simply be a different technique, which will mostly be just part of the dream instead of actually useful over and over.\n\nThere are fine details to this technique. You can see wavy lines of amber floating in the air, supporting the deconstructed dream details.\n\nAre they emanations?\n\nI suspect that's getting close. They're like a \"story being told\" version of the emanations.\n\nWe're big mouths.  Like the IOBs, we want to interact with everyone.  We always want to tell the stories. In fact, that's what happens in this subreddit, when bad men try to get attention.\n\nThey try to hijack the story and retell it with themselves in a more central part,  as we saw in this post's comments. Someone tried to redefine what he already did outside this subreddit, as being success in this subreddit.  He didn't  want to do the work, so he tried to change the task.\n\nAt the expense of everyone who actually wants to learn sorcery.\n\nLily warned me about deconstructing dreams. If you deconstruct everything, there's nothing to do.  And that's not fun.\n\nMight be why Silvio sat around watching TV when he could have been out pushing mountains around in the air with his hands, drunk with power.\n\nWhile looking at Lily partially deconstructed I noticed the whitish light on the west wall, gazed there, and Lily's spooky amusement park began to form.\n\nI was happy because I'd been thinking I'd never get to see that again.\n\nLily said, \"You forgot to start from the whitish light.  If you try to go there without a starting point, it won't be the same place.\"\n\n\"Old sorcerers had multiple starting points.  All phantom dreams they found useful for various purposes. Usually for shared dreaming because that made their starting points more stable.\"\n\n\"Your lineage had the wall of fog, passed down to you.  But those may be lost now. There's no one to tell that story to you.\"\n\nI gazed more at the whitish light to see if it reformed into a perfect copy of Lily's story that should not be told.\n\nI was pleased when I could see perfect details in the distance, past my west bedroom wall.  I even saw the right graffiti.\n\nThen I realized.  That was the picture I made, the one in this post. I got it on google.  It's not the original story, which looked more like a 1960s amusement park known as \"The Pike\", seen a lot in Twilight Zone episodes because it was not too far from Hollywood.\"\n\nThe original did not look like that.\n\nLily said, \"I warned you when you drew me. Drawing things is like naming things.   Or like story telling. It changes things.\"\n\nWhen don Juan suggested we got trapped in this world because we collided with the intent of it, it's a little like saying we heard that story and sat down to hear more.", "edited": 1622721290.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0fc7og", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Part 2:&lt;/p&gt;\n\n&lt;p&gt;I got lucky tonight and Lily continued teaching me about this dream thing.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m in the darkroom right now, afraid I&amp;#39;ll forget.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers make phantom realms for themselves.  It&amp;#39;s all over the books, but easy to overlook.&lt;/p&gt;\n\n&lt;p&gt;For example, Clara&amp;#39;s village, which I&amp;#39;ve been told, the death defier actually made.&lt;/p&gt;\n\n&lt;p&gt;The old seers were masters of dreams that should never be told.&lt;/p&gt;\n\n&lt;p&gt;But here&amp;#39;s the puzzling thing.  It isn&amp;#39;t quite the story that should not be told, but the details of dreams themselves.&lt;/p&gt;\n\n&lt;p&gt;The story sure.  But inside the story is when you find out what part should not be told.&lt;/p&gt;\n\n&lt;p&gt;Lily was going to make one for teaching, but I misunderstood a bit what she actually was offering.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a navigation method, for moving around better.  To detach yourself from the dream, in whatever percentage you needed so you didn&amp;#39;t get dragged too deeply into the activity, but could still benefit from observing it.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s take Lily.  I was trying out the one dreaming technique I retained from her last &amp;quot;class&amp;quot;, and she materialized.  She liked the type of energy that was generating.&lt;/p&gt;\n\n&lt;p&gt;You could say, I just &amp;quot;told&amp;quot; that part of the story by naming what was really just a disturbance of light in the air, &amp;quot;Lily&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not to say she&amp;#39;s just imaginary. When the story gets told, she plays her part perfectly, and the ideas she has definitely come from an inorganic being.  There&amp;#39;s a whole technical level to that which could be looked into and would be beneficial to understand.&lt;/p&gt;\n\n&lt;p&gt;See my sock puppet post. That&amp;#39;s a practical example of how you can tell a story in dreaming, and the inorganic beings are often willing to play their part since it&amp;#39;s a form of interaction, which is what they&amp;#39;re after.&lt;/p&gt;\n\n&lt;p&gt;In that case, you materialize a little dream floating in the air, put the IOB ln your hand like a sock puppet, and if they agree, you can send them in to that dream, and they follow your narration.&lt;/p&gt;\n\n&lt;p&gt;According to Lily, even a complete dream with you inside, is composed of tiny pieces like that sock puppet dream. And you can break any pieces down further if you like.&lt;/p&gt;\n\n&lt;p&gt;When you stare at a phantom in lucid dreaming, to dissolve it so you can see if it contains a scout, you are &amp;quot;untelling&amp;quot; that phantom&amp;#39;s dream.  It dissolves into a pile of trash just because you emphasized the pieces over the whole.&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;So in waking dreaming (darkroom),  if you glance to Lily&amp;#39;s left instead of looking  at her face, you realize she&amp;#39;s composed of little clouds of light that just happen to look like her when seen front on, but from the side they&amp;#39;re just shapes in the air.&lt;/p&gt;\n\n&lt;p&gt;That event at the rocks with the old seers (from the books) was far more educational than most would notice.  Carlos is afraid for his life while he is viewing the allies of the old seers head on. He&amp;#39;s making the mistake of telling himself that story.&lt;/p&gt;\n\n&lt;p&gt;But at one point his assemblage point moves, and he realizes there&amp;#39;s no men coming up from the ground to bite him. It&amp;#39;s just shapes, projected by the old seers.&lt;/p&gt;\n\n&lt;p&gt;I was examining Lily from that point of view, and decided I didn&amp;#39;t like that. I&amp;#39;d rather view her as beautiful and fun (scary?).  Once I thought that, she became more real, and smiled at me.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an &amp;quot;intent delay&amp;quot; on responses from the IOBs in waking dreaming.  Maybe that&amp;#39;s not entirely them, and is also connected to having to retell that part of the dream, which includes a little dream zone around them, a smaller part of the entire view.&lt;/p&gt;\n\n&lt;p&gt;Perhaps they insist on a stage change to go with the new scene  (a joke).&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a matter of which angle you view an IOB from.  If you face her straight on, the pieces look perfect.  If you change angle even slightly, the image falls apart. It&amp;#39;s still there, but as clouds or pieces, not a whole.&lt;/p&gt;\n\n&lt;p&gt;It sort of stops the dream.   Which is a little troublesome because you&amp;#39;d like to keep both views, but the deconstructed view dominates.&lt;/p&gt;\n\n&lt;p&gt;In a localized area that is.  To the sides on peripheral vision, the dream is still largely intact.&lt;/p&gt;\n\n&lt;p&gt;By the way, beginners with a potential IOB stuck on your peripheral vision, unwilling to come out face to face, should see if you can retell that story.   Just start narrating a tiny bit, when you believe you perceive it.   And don&amp;#39;t get frustrated if the results are not immediate.  Remember Carlos being frustrated that he&amp;#39;d ask them a question, and they wouldn&amp;#39;t answer it for many days.&lt;/p&gt;\n\n&lt;p&gt;Experiment and see if you can manipulate them with a pleasing story about why they&amp;#39;re still on the side.&lt;/p&gt;\n\n&lt;p&gt;Note that it&amp;#39;s next to impossible to learn any of this in 4 gates dreaming, so don&amp;#39;t even try to apply it there. It&amp;#39;s a different situation.&lt;/p&gt;\n\n&lt;p&gt;Four gates dreaming is dominated by mental masturbation at this time.  Just stick to the rules of that, and don&amp;#39;t try to do &amp;quot;advanced&amp;quot; techniques. You&amp;#39;re just finding an excuse for why you can&amp;#39;t follow the steps.  No steps, no actual 4 gates dreaming.&lt;/p&gt;\n\n&lt;p&gt;Or to be more blunt, if you can&amp;#39;t manage to find your hands, don&amp;#39;t tell people you did lucid dreaming.  It was just a dream about wishing you could really do 4 gates dreaming.  But you didn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;This story that shouldn&amp;#39;t be told  point of view requires stone cold clarity, which you only have when awake.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s mostly only good for a dreaming awake view.  Any attempt to use it in sleeping dreaming will simply be a different technique, which will mostly be just part of the dream instead of actually useful over and over.&lt;/p&gt;\n\n&lt;p&gt;There are fine details to this technique. You can see wavy lines of amber floating in the air, supporting the deconstructed dream details.&lt;/p&gt;\n\n&lt;p&gt;Are they emanations?&lt;/p&gt;\n\n&lt;p&gt;I suspect that&amp;#39;s getting close. They&amp;#39;re like a &amp;quot;story being told&amp;quot; version of the emanations.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re big mouths.  Like the IOBs, we want to interact with everyone.  We always want to tell the stories. In fact, that&amp;#39;s what happens in this subreddit, when bad men try to get attention.&lt;/p&gt;\n\n&lt;p&gt;They try to hijack the story and retell it with themselves in a more central part,  as we saw in this post&amp;#39;s comments. Someone tried to redefine what he already did outside this subreddit, as being success in this subreddit.  He didn&amp;#39;t  want to do the work, so he tried to change the task.&lt;/p&gt;\n\n&lt;p&gt;At the expense of everyone who actually wants to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;Lily warned me about deconstructing dreams. If you deconstruct everything, there&amp;#39;s nothing to do.  And that&amp;#39;s not fun.&lt;/p&gt;\n\n&lt;p&gt;Might be why Silvio sat around watching TV when he could have been out pushing mountains around in the air with his hands, drunk with power.&lt;/p&gt;\n\n&lt;p&gt;While looking at Lily partially deconstructed I noticed the whitish light on the west wall, gazed there, and Lily&amp;#39;s spooky amusement park began to form.&lt;/p&gt;\n\n&lt;p&gt;I was happy because I&amp;#39;d been thinking I&amp;#39;d never get to see that again.&lt;/p&gt;\n\n&lt;p&gt;Lily said, &amp;quot;You forgot to start from the whitish light.  If you try to go there without a starting point, it won&amp;#39;t be the same place.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Old sorcerers had multiple starting points.  All phantom dreams they found useful for various purposes. Usually for shared dreaming because that made their starting points more stable.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Your lineage had the wall of fog, passed down to you.  But those may be lost now. There&amp;#39;s no one to tell that story to you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I gazed more at the whitish light to see if it reformed into a perfect copy of Lily&amp;#39;s story that should not be told.&lt;/p&gt;\n\n&lt;p&gt;I was pleased when I could see perfect details in the distance, past my west bedroom wall.  I even saw the right graffiti.&lt;/p&gt;\n\n&lt;p&gt;Then I realized.  That was the picture I made, the one in this post. I got it on google.  It&amp;#39;s not the original story, which looked more like a 1960s amusement park known as &amp;quot;The Pike&amp;quot;, seen a lot in Twilight Zone episodes because it was not too far from Hollywood.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The original did not look like that.&lt;/p&gt;\n\n&lt;p&gt;Lily said, &amp;quot;I warned you when you drew me. Drawing things is like naming things.   Or like story telling. It changes things.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;When don Juan suggested we got trapped in this world because we collided with the intent of it, it&amp;#39;s a little like saying we heard that story and sat down to hear more.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0fc7og/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622718742.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0kxrr9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622822685.0, "send_replies": true, "parent_id": "t1_h0ihts5", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "They do the same with me!\n\nFairy taught me all of darkroom gazing, but I thought I was turning her into a pumpkin so I could throw her.\n\nLily just happens to be very chatty and helpful. In fact, last night she seems to have remembered my panic at not being able to remember things.  So she showed me some all by herself.  Like a teacher standing by  you when you are learning a new thing, showing you an old one and saying, \"But don't forget this one we did 2 days ago.\"\n\nShe's very helpful.\n\nFancy was not.  Mostly she'd show me, but not explain.  I didn't realize what I'd seen until much later.\n\nFancy is like the teenager who volunteers to show a kid around the amusement park, and then tries to ditch him in the scariest part.\n\nBut she teaches the shift below so well!\n\nFancy is pissed off with me over Lily.\n\nOr more likely, there's some energy thing going on and she can't manifest.\n\nMystery doesn't care either way.  Seems to use a different range of energy than the other 2.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0kxrr9", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They do the same with me!&lt;/p&gt;\n\n&lt;p&gt;Fairy taught me all of darkroom gazing, but I thought I was turning her into a pumpkin so I could throw her.&lt;/p&gt;\n\n&lt;p&gt;Lily just happens to be very chatty and helpful. In fact, last night she seems to have remembered my panic at not being able to remember things.  So she showed me some all by herself.  Like a teacher standing by  you when you are learning a new thing, showing you an old one and saying, &amp;quot;But don&amp;#39;t forget this one we did 2 days ago.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s very helpful.&lt;/p&gt;\n\n&lt;p&gt;Fancy was not.  Mostly she&amp;#39;d show me, but not explain.  I didn&amp;#39;t realize what I&amp;#39;d seen until much later.&lt;/p&gt;\n\n&lt;p&gt;Fancy is like the teenager who volunteers to show a kid around the amusement park, and then tries to ditch him in the scariest part.&lt;/p&gt;\n\n&lt;p&gt;But she teaches the shift below so well!&lt;/p&gt;\n\n&lt;p&gt;Fancy is pissed off with me over Lily.&lt;/p&gt;\n\n&lt;p&gt;Or more likely, there&amp;#39;s some energy thing going on and she can&amp;#39;t manifest.&lt;/p&gt;\n\n&lt;p&gt;Mystery doesn&amp;#39;t care either way.  Seems to use a different range of energy than the other 2.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0kxrr9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622822685.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0ihts5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0hzz9g", "score": 3, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;But it's hopeless to keep up with them\n\nI wonder if this is more specific to Lily or the way IBs teach men. The IBs who teach me have a very carrot-on-a-string approach. They basically never explain anything to do with techniques. Instead they trick me into doing something myself and I only realise afterwards that it's a technique. Then I do it again and again on my own after that. It took me a while to realise they were teaching me this way, because they didn't explain it. They would verbally talk about the universe and intent and things like that, but techniques were all tricks.\n\n\"Hey! Look what you just did! And you didn't even die.\" Though I'm sure they were lending me some energy to make it easier the first time.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0ihts5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But it&amp;#39;s hopeless to keep up with them&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I wonder if this is more specific to Lily or the way IBs teach men. The IBs who teach me have a very carrot-on-a-string approach. They basically never explain anything to do with techniques. Instead they trick me into doing something myself and I only realise afterwards that it&amp;#39;s a technique. Then I do it again and again on my own after that. It took me a while to realise they were teaching me this way, because they didn&amp;#39;t explain it. They would verbally talk about the universe and intent and things like that, but techniques were all tricks.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hey! Look what you just did! And you didn&amp;#39;t even die.&amp;quot; Though I&amp;#39;m sure they were lending me some energy to make it easier the first time.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0ihts5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622770232.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622770232.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0ifb4r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0hzz9g", "score": 2, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Not much point in mentioning those 20 techniques, because the lucid dreamers who only pretend and don't follow instructions, are always looking for a \"new technique\" to try.  \n&gt;  \n&gt;Because they don't follow instructions, and so they don't have a path they're currently working on.\n\nI've been pretty active on several lucid dreaming forums for a long time and this is very accurate. Granted, the well structured forums are very science focused - dreaming is just in your mind and that's that, BUT you can do whatever you want, whatever you can imagine.\n\nIt's possible to sometimes pick up a technique there because the disbelief in impediments is useful. If your belief in gravity is implicit, you'll never fly. You have to unlearn that.\n\nBut that is very very rare. I spend most of the time coaching people through how to become lucid or stabilise a dream. They are generally not very good at it, and most people don't want to put in any work. They want to go straight to wake-induced dreaming without bothering to do any of the preparatory steps. And their primary reason for wanting to learn how to lucid dream is usually escapism. Escapism isn't a very good path to follow.\n\nI have at least learnt a lot about the way other people dream. And I have a nearly 100% success rate in teaching people I know in person how to lucid dream, but they generally do it once and then lose interest.\n\nEdit: spelling", "edited": 1622769216.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0ifb4r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Not much point in mentioning those 20 techniques, because the lucid dreamers who only pretend and don&amp;#39;t follow instructions, are always looking for a &amp;quot;new technique&amp;quot; to try.  &lt;/p&gt;\n\n&lt;p&gt;Because they don&amp;#39;t follow instructions, and so they don&amp;#39;t have a path they&amp;#39;re currently working on.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;ve been pretty active on several lucid dreaming forums for a long time and this is very accurate. Granted, the well structured forums are very science focused - dreaming is just in your mind and that&amp;#39;s that, BUT you can do whatever you want, whatever you can imagine.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible to sometimes pick up a technique there because the disbelief in impediments is useful. If your belief in gravity is implicit, you&amp;#39;ll never fly. You have to unlearn that.&lt;/p&gt;\n\n&lt;p&gt;But that is very very rare. I spend most of the time coaching people through how to become lucid or stabilise a dream. They are generally not very good at it, and most people don&amp;#39;t want to put in any work. They want to go straight to wake-induced dreaming without bothering to do any of the preparatory steps. And their primary reason for wanting to learn how to lucid dream is usually escapism. Escapism isn&amp;#39;t a very good path to follow.&lt;/p&gt;\n\n&lt;p&gt;I have at least learnt a lot about the way other people dream. And I have a nearly 100% success rate in teaching people I know in person how to lucid dream, but they generally do it once and then lose interest.&lt;/p&gt;\n\n&lt;p&gt;Edit: spelling&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0ifb4r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622768951.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622768951.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0hzz9g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0hxmjz", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So maybe try Lily's technique.\n\nShe claims the dreaming body is pleased by some things. Or curious.\n\nI don't know which, but it has all kinds of \"buttons\" you can learn to push to save time.\n\nAn analogy:  It likes to skip.\n\nYou're too old to skip, but it's not.\n\nYou wouldn't realize that, unless someone mentioned it, and you tried it.\n\nIt has many things like that.\n\nOne thing is that if there's a corner, and you are inevitably going to walk to it and turn, you can simply lean where you'll end up, and the dreaming body knows how to get over there.\n\nDon't tell it this...  Shhhh...\n\nIt's like a dumb dog who never fails to chase the stick when you toss it.\n\nYou'll be thinking, \"no way he's going to fall for this again... Isn't he tired of it?\"\n\nNope.\n\nThe dreaming body likes to s how how clever it is, in getting to the right spot around the corner, even though it's not visible.\n\nYou sort of \"fall\" to activate it, with the accompanying sensation.\n\nBut later you'll just zip through the corner wall.\n\nShe taught me 20 techniques like that, to be used in waking dreaming.\n\nI suppose it was like being taught how to move around in the energy body, except it's in the waking dreaming body, whatever that turns out to be.\n\nNot much point in mentioning those 20 techniques, because the lucid dreamers who only pretend and don't follow instructions, are always looking for a \"new technique\" to try.\n\nBecause they don't follow instructions, and so they don't have a path they're currently working on.\n\nThey're after the, \"Oh look what I tried last night!\" feeling.\n\nSelf-reflection. \n\nIn other words, it's like giving a big bag of candy to a little kid, just before dinner.\n\nThe big problem with the 20 techniques Lily taught me was (I actually counted them), each one had a \"feeling\" you needed to remember to do it.\n\nAnd I discovered the memory of \"it feels like that\" is good for about 30 seconds when you're in waking dreaming with an Emissary.\n\nYou have to keep remembering it, in hopes of retaining it.\n\nMy head was spinning trying to \"review\" each technique endlessly, while Lily showed me another.\n\nAt 20 I lost the ability to keep up, and they were all gone.\n\nJust that one I told you, and one other for breaking the dream into pieces so you could \"cheat\" a bunch.\n\nIt seemed to be the technique don Juan was referring to with his, \"crack between the worlds\".\n\nOr at least, it literally produces that.\n\nWhen Carlos wrote that he was having problems remembering what the Emissary had taught him, and don Juan told him to concentrate on only one aspect (I forget which), that's exactly what happens.\n\nIf you have  an evil office nerd who is willing to \"help\" with computers, it's like those guys.\n\nThey come over and start clicking keys, moving the mouse around, and you try to learn what they're doing so you don't have to call them over next time.\n\nAnd they even have \"slowed down\" for you, complaining about how slow they're going (Implication, you're retarded.)\n\nBut it's hopeless to keep up with them.\n\nI can't figure out if the Emissary does that too, merely to lure you to stay with her.  So you have all the time you want to learn.\n\nOr if it's like the computer nerd, and she just doesn't realize how dumb you are.", "edited": 1622761913.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0hzz9g", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So maybe try Lily&amp;#39;s technique.&lt;/p&gt;\n\n&lt;p&gt;She claims the dreaming body is pleased by some things. Or curious.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know which, but it has all kinds of &amp;quot;buttons&amp;quot; you can learn to push to save time.&lt;/p&gt;\n\n&lt;p&gt;An analogy:  It likes to skip.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re too old to skip, but it&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;You wouldn&amp;#39;t realize that, unless someone mentioned it, and you tried it.&lt;/p&gt;\n\n&lt;p&gt;It has many things like that.&lt;/p&gt;\n\n&lt;p&gt;One thing is that if there&amp;#39;s a corner, and you are inevitably going to walk to it and turn, you can simply lean where you&amp;#39;ll end up, and the dreaming body knows how to get over there.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t tell it this...  Shhhh...&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like a dumb dog who never fails to chase the stick when you toss it.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be thinking, &amp;quot;no way he&amp;#39;s going to fall for this again... Isn&amp;#39;t he tired of it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Nope.&lt;/p&gt;\n\n&lt;p&gt;The dreaming body likes to s how how clever it is, in getting to the right spot around the corner, even though it&amp;#39;s not visible.&lt;/p&gt;\n\n&lt;p&gt;You sort of &amp;quot;fall&amp;quot; to activate it, with the accompanying sensation.&lt;/p&gt;\n\n&lt;p&gt;But later you&amp;#39;ll just zip through the corner wall.&lt;/p&gt;\n\n&lt;p&gt;She taught me 20 techniques like that, to be used in waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;I suppose it was like being taught how to move around in the energy body, except it&amp;#39;s in the waking dreaming body, whatever that turns out to be.&lt;/p&gt;\n\n&lt;p&gt;Not much point in mentioning those 20 techniques, because the lucid dreamers who only pretend and don&amp;#39;t follow instructions, are always looking for a &amp;quot;new technique&amp;quot; to try.&lt;/p&gt;\n\n&lt;p&gt;Because they don&amp;#39;t follow instructions, and so they don&amp;#39;t have a path they&amp;#39;re currently working on.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re after the, &amp;quot;Oh look what I tried last night!&amp;quot; feeling.&lt;/p&gt;\n\n&lt;p&gt;Self-reflection. &lt;/p&gt;\n\n&lt;p&gt;In other words, it&amp;#39;s like giving a big bag of candy to a little kid, just before dinner.&lt;/p&gt;\n\n&lt;p&gt;The big problem with the 20 techniques Lily taught me was (I actually counted them), each one had a &amp;quot;feeling&amp;quot; you needed to remember to do it.&lt;/p&gt;\n\n&lt;p&gt;And I discovered the memory of &amp;quot;it feels like that&amp;quot; is good for about 30 seconds when you&amp;#39;re in waking dreaming with an Emissary.&lt;/p&gt;\n\n&lt;p&gt;You have to keep remembering it, in hopes of retaining it.&lt;/p&gt;\n\n&lt;p&gt;My head was spinning trying to &amp;quot;review&amp;quot; each technique endlessly, while Lily showed me another.&lt;/p&gt;\n\n&lt;p&gt;At 20 I lost the ability to keep up, and they were all gone.&lt;/p&gt;\n\n&lt;p&gt;Just that one I told you, and one other for breaking the dream into pieces so you could &amp;quot;cheat&amp;quot; a bunch.&lt;/p&gt;\n\n&lt;p&gt;It seemed to be the technique don Juan was referring to with his, &amp;quot;crack between the worlds&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or at least, it literally produces that.&lt;/p&gt;\n\n&lt;p&gt;When Carlos wrote that he was having problems remembering what the Emissary had taught him, and don Juan told him to concentrate on only one aspect (I forget which), that&amp;#39;s exactly what happens.&lt;/p&gt;\n\n&lt;p&gt;If you have  an evil office nerd who is willing to &amp;quot;help&amp;quot; with computers, it&amp;#39;s like those guys.&lt;/p&gt;\n\n&lt;p&gt;They come over and start clicking keys, moving the mouse around, and you try to learn what they&amp;#39;re doing so you don&amp;#39;t have to call them over next time.&lt;/p&gt;\n\n&lt;p&gt;And they even have &amp;quot;slowed down&amp;quot; for you, complaining about how slow they&amp;#39;re going (Implication, you&amp;#39;re retarded.)&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s hopeless to keep up with them.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t figure out if the Emissary does that too, merely to lure you to stay with her.  So you have all the time you want to learn.&lt;/p&gt;\n\n&lt;p&gt;Or if it&amp;#39;s like the computer nerd, and she just doesn&amp;#39;t realize how dumb you are.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0hzz9g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622761486.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622761486.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0n4pc2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1622859712.0, "send_replies": true, "parent_id": "t1_h0kwxau", "score": 1, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Uh I am so keen for this. Thank you!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0n4pc2", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Uh I am so keen for this. Thank you!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0n4pc2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622859712.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0kwxau", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622822319.0, "send_replies": true, "parent_id": "t1_h0ifq5l", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You walk right in there, eyes open, no obvious reason why that ought to be possible.\n\nBut your assemblage point has shifted so far, you don't worry about bumping into the wall.\n\nYou'll be able to make bigtime use of this!  I'm not even a woman, and I have so many ways to enter dreams now, I can't keep track of them.\n\nIt's the IOBs.  They just LOVE to teach.\n\nNow, the big question is, if you sit down on the edge of the bed, and catapult yourself across the galaxy to land on another world, how do you get back to bed?\n\nI don't know. It just works out.\n\nMaybe you'll be able to figure that out.\n\nI once chased Cholita's dreaming double right through the wall.  I panicked, and ran back into the room like an idiot.\n\nI believe there are a couple of stories in the books that could help figure this out.\n\nLa Gorda's Flying technique. Read how they are laying on the ground when they were finished, with Carlos having no memory of laying down.\n\nAnd read how all the people on the bridge disappeared, when Carlos and La Gorda did whatever they did on that bridge (I don't recall).\n\nAlso, when Carlos stopped the world outside the UCLA cafeteria, how did he end up back in bed, on the other side of LA?  \n\nI drove that route with Cholita!  It took 2 hours.\n\nCholita kept telling me, \"There's a freeway coming up any minute now.\"\n\nGo ahead and follow Cholita into dreaming, but don't trust her directions.\n\nFact is, she prefers to get lost.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0kwxau", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You walk right in there, eyes open, no obvious reason why that ought to be possible.&lt;/p&gt;\n\n&lt;p&gt;But your assemblage point has shifted so far, you don&amp;#39;t worry about bumping into the wall.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be able to make bigtime use of this!  I&amp;#39;m not even a woman, and I have so many ways to enter dreams now, I can&amp;#39;t keep track of them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the IOBs.  They just LOVE to teach.&lt;/p&gt;\n\n&lt;p&gt;Now, the big question is, if you sit down on the edge of the bed, and catapult yourself across the galaxy to land on another world, how do you get back to bed?&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know. It just works out.&lt;/p&gt;\n\n&lt;p&gt;Maybe you&amp;#39;ll be able to figure that out.&lt;/p&gt;\n\n&lt;p&gt;I once chased Cholita&amp;#39;s dreaming double right through the wall.  I panicked, and ran back into the room like an idiot.&lt;/p&gt;\n\n&lt;p&gt;I believe there are a couple of stories in the books that could help figure this out.&lt;/p&gt;\n\n&lt;p&gt;La Gorda&amp;#39;s Flying technique. Read how they are laying on the ground when they were finished, with Carlos having no memory of laying down.&lt;/p&gt;\n\n&lt;p&gt;And read how all the people on the bridge disappeared, when Carlos and La Gorda did whatever they did on that bridge (I don&amp;#39;t recall).&lt;/p&gt;\n\n&lt;p&gt;Also, when Carlos stopped the world outside the UCLA cafeteria, how did he end up back in bed, on the other side of LA?  &lt;/p&gt;\n\n&lt;p&gt;I drove that route with Cholita!  It took 2 hours.&lt;/p&gt;\n\n&lt;p&gt;Cholita kept telling me, &amp;quot;There&amp;#39;s a freeway coming up any minute now.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Go ahead and follow Cholita into dreaming, but don&amp;#39;t trust her directions.&lt;/p&gt;\n\n&lt;p&gt;Fact is, she prefers to get lost.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0kwxau/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622822319.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0ifq5l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0i0zcj", "score": 3, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Unfortunately not. I started lucid dreaming when I was eight. He died when I was six.\n\nWhen I started using Castaneda's techniques I obviously didn't have a nagual, but I did have some IBs that had been following me since I was quite young and they were eager to start showing me things now that I was acknowledging them. So I guess I had a bit of an advantage over someone who came at sorceric dreaming completely new. I didn't have to go hunting for an ally.\n\nI was hoping you could clarify something. I know all darkroom practice is body awake and eyes open. When you are talking about Lily's waking dreaming that you enter from DRG, I assume this is eyes open body awake as well? Or when you step into the dream does your body fall asleep?", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h0ifq5l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Unfortunately not. I started lucid dreaming when I was eight. He died when I was six.&lt;/p&gt;\n\n&lt;p&gt;When I started using Castaneda&amp;#39;s techniques I obviously didn&amp;#39;t have a nagual, but I did have some IBs that had been following me since I was quite young and they were eager to start showing me things now that I was acknowledging them. So I guess I had a bit of an advantage over someone who came at sorceric dreaming completely new. I didn&amp;#39;t have to go hunting for an ally.&lt;/p&gt;\n\n&lt;p&gt;I was hoping you could clarify something. I know all darkroom practice is body awake and eyes open. When you are talking about Lily&amp;#39;s waking dreaming that you enter from DRG, I assume this is eyes open body awake as well? Or when you step into the dream does your body fall asleep?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0ifq5l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622769164.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622769164.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0i0zcj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0hxmjz", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I’ve been lucid dreaming for over twenty years. \n\nJust shy of how long Carlos has been dead.\n\nDid you get to meet him?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0i0zcj", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I’ve been lucid dreaming for over twenty years. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Just shy of how long Carlos has been dead.&lt;/p&gt;\n\n&lt;p&gt;Did you get to meet him?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0i0zcj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622761986.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622761986.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0hxmjz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0gcdcz", "score": 2, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I’m replying out of order to my messages from last night, so this is just for the benefit of anyone following the thread. \n\nI am female.\n\nI always look at my hands first.\n\nI’ve been lucid dreaming for over twenty years. I’ve been specifically following Carlos’ instructions for eight of those years. \n\nIt just feels tedious to mention all the preliminary steps I take each time I lucid dream so I don’t or we’d be here all day. I can already zoom and fly, leave and re-enter dreamspaces at will, follow scouts and hang out with IBs. Teleporting is just one of those things that I have a block for so I wanted to get better at it. I’m asleep anyway, may as well make it interesting and get better at handling intent.\n\nIf it benefits people here who are trying to learn so that they don’t get confused, I can specify all the lucidity checks and stabilising that I do each time if it’s helpful.\n\n&gt; Just grab him and wake up.\n\nHe’d probably think that’s funny", "edited": false, "author_flair_css_class": null, "name": "t1_h0hxmjz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’m replying out of order to my messages from last night, so this is just for the benefit of anyone following the thread. &lt;/p&gt;\n\n&lt;p&gt;I am female.&lt;/p&gt;\n\n&lt;p&gt;I always look at my hands first.&lt;/p&gt;\n\n&lt;p&gt;I’ve been lucid dreaming for over twenty years. I’ve been specifically following Carlos’ instructions for eight of those years. &lt;/p&gt;\n\n&lt;p&gt;It just feels tedious to mention all the preliminary steps I take each time I lucid dream so I don’t or we’d be here all day. I can already zoom and fly, leave and re-enter dreamspaces at will, follow scouts and hang out with IBs. Teleporting is just one of those things that I have a block for so I wanted to get better at it. I’m asleep anyway, may as well make it interesting and get better at handling intent.&lt;/p&gt;\n\n&lt;p&gt;If it benefits people here who are trying to learn so that they don’t get confused, I can specify all the lucidity checks and stabilising that I do each time if it’s helpful.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Just grab him and wake up.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;He’d probably think that’s funny&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0hxmjz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622760380.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622760380.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0hdop1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0gx8gn", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you can hold your assemblage point where you can see them, they stick around until you run out of energy.\n\nFor instance, Taisha moved her assemblage point, then climbed into the tree house where she could perceive the shadow beings, and used them to keep her assemblage point in place.\n\nI suspect that was more of a lesson in stalking the assemblage point, than actual practical advice.  But the lesson continued up there, to get her double to come out.\n\nYou could do that with an IOB that came out of your dream.\n\nBut you won't.\n\nHere's what will happen:\n\n\"OH MY GOD, IT'S FUCKING REAL!  HELP, I'M GOING CRAZY!!!\"\n\nYou run, your assemblage point moves back to normal, and it's gone.\n\nBut you're still shivering in the bathtub, or halfway down the street with no pants.\n\nEven a skilled darkroom person who had an IOB around all night long would still be very frightened to see one come out of a sleeping dream.  \n\nHere's what he'd do:\n\n\"OH MY GOD, THE LIGHTS ARE ON!  ARE THESE THINGS GOING TO FOLLOW ME AROUND ALL THE TIME NOW?  WHY DID I DISSAPOINT GOD AND BREAK MY MIND??!!\"\n\nBut worse, in his case it might not go away for a while.\n\nHere's the correct thing to do:\n\n\"Odd fashion choice!  Do you wear that often?  If I might suggest, a miniskirt would look better with those legs.\"", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0hdop1", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you can hold your assemblage point where you can see them, they stick around until you run out of energy.&lt;/p&gt;\n\n&lt;p&gt;For instance, Taisha moved her assemblage point, then climbed into the tree house where she could perceive the shadow beings, and used them to keep her assemblage point in place.&lt;/p&gt;\n\n&lt;p&gt;I suspect that was more of a lesson in stalking the assemblage point, than actual practical advice.  But the lesson continued up there, to get her double to come out.&lt;/p&gt;\n\n&lt;p&gt;You could do that with an IOB that came out of your dream.&lt;/p&gt;\n\n&lt;p&gt;But you won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what will happen:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;OH MY GOD, IT&amp;#39;S FUCKING REAL!  HELP, I&amp;#39;M GOING CRAZY!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You run, your assemblage point moves back to normal, and it&amp;#39;s gone.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;re still shivering in the bathtub, or halfway down the street with no pants.&lt;/p&gt;\n\n&lt;p&gt;Even a skilled darkroom person who had an IOB around all night long would still be very frightened to see one come out of a sleeping dream.  &lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what he&amp;#39;d do:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;OH MY GOD, THE LIGHTS ARE ON!  ARE THESE THINGS GOING TO FOLLOW ME AROUND ALL THE TIME NOW?  WHY DID I DISSAPOINT GOD AND BREAK MY MIND??!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But worse, in his case it might not go away for a while.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the correct thing to do:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Odd fashion choice!  Do you wear that often?  If I might suggest, a miniskirt would look better with those legs.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0hdop1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622751654.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622751654.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0gx8gn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0gcdcz", "score": 1, "author_fullname": "t2_5kwod04j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;At the very least, grab him and pull him out of the dream, to prove you really were lucid.  \n&gt;  \n&gt;I've done it a few times.  \n&gt;  \n&gt;Just grab him and wake up.  \n&gt;  \n&gt;But don't expect him to be in your arms. He'll be in the room somewhere.  \n&gt;  \n&gt;And in a new shape (probably).\n\nand what has happened afterwards?", "edited": false, "author_flair_css_class": null, "name": "t1_h0gx8gn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;At the very least, grab him and pull him out of the dream, to prove you really were lucid.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done it a few times.  &lt;/p&gt;\n\n&lt;p&gt;Just grab him and wake up.  &lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t expect him to be in your arms. He&amp;#39;ll be in the room somewhere.  &lt;/p&gt;\n\n&lt;p&gt;And in a new shape (probably).&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;and what has happened afterwards?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0gx8gn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622744692.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622744692.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0gcdcz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0eb4a6", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This lets you stare, but at an angle.\n\nSo it's like a quick glance in terms of energy lost.\n\nWorks with hypnogogic images too (dreams far at the top just floating there).\n\nIn fact, it amplifies them.  I was surprised to discover that last night.\n\n\\&gt;I've been trying to learn how to teleport in my LDs.\n\nI forget. Male or female?\n\nIf female, great.\n\nIf male, you're not following 4 gate instructions.  You say you're lucid, but I didn't hear if you found your hands or not.\n\nFinding your hands is to prove you really were lucid, and not convincing yourself later that you were.\n\nThe trying to teleport in a dream worries me greatly.\n\nYou can't play around in ordinary dreams and learn sorcery.\n\nIt just increases that \"mirror of self-reflection\".\n\nThe opposite of what we are after.\n\nIf you want to teleport, follow instructions and learn to gaze into the distance at a mountain top of building, and zip over there.\n\nLearn to move around, following the intent of that technique.\n\nDon't pacify yourself with flashy dreams.\n\nHowever, I suppose it's possible some weird mix might make the sleeping dreaming useful.  Especially if you read around in here, and have that deep of an understanding of sorcery.\n\nI just think, if you didn't look at your hands from time to time, it was just an ordinary dream about your interest in sorcery.\n\nThe IOB however, is a wild card.\n\nAt the very least, grab him and pull him out of the dream, to prove you really were lucid.\n\nI've done it a few times.\n\nJust grab him and wake up.\n\nBut don't expect him to be in your arms. He'll be in the room somewhere.\n\nAnd in a new shape (probably).", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0gcdcz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This lets you stare, but at an angle.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s like a quick glance in terms of energy lost.&lt;/p&gt;\n\n&lt;p&gt;Works with hypnogogic images too (dreams far at the top just floating there).&lt;/p&gt;\n\n&lt;p&gt;In fact, it amplifies them.  I was surprised to discover that last night.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;I&amp;#39;ve been trying to learn how to teleport in my LDs.&lt;/p&gt;\n\n&lt;p&gt;I forget. Male or female?&lt;/p&gt;\n\n&lt;p&gt;If female, great.&lt;/p&gt;\n\n&lt;p&gt;If male, you&amp;#39;re not following 4 gate instructions.  You say you&amp;#39;re lucid, but I didn&amp;#39;t hear if you found your hands or not.&lt;/p&gt;\n\n&lt;p&gt;Finding your hands is to prove you really were lucid, and not convincing yourself later that you were.&lt;/p&gt;\n\n&lt;p&gt;The trying to teleport in a dream worries me greatly.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t play around in ordinary dreams and learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;It just increases that &amp;quot;mirror of self-reflection&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The opposite of what we are after.&lt;/p&gt;\n\n&lt;p&gt;If you want to teleport, follow instructions and learn to gaze into the distance at a mountain top of building, and zip over there.&lt;/p&gt;\n\n&lt;p&gt;Learn to move around, following the intent of that technique.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t pacify yourself with flashy dreams.&lt;/p&gt;\n\n&lt;p&gt;However, I suppose it&amp;#39;s possible some weird mix might make the sleeping dreaming useful.  Especially if you read around in here, and have that deep of an understanding of sorcery.&lt;/p&gt;\n\n&lt;p&gt;I just think, if you didn&amp;#39;t look at your hands from time to time, it was just an ordinary dream about your interest in sorcery.&lt;/p&gt;\n\n&lt;p&gt;The IOB however, is a wild card.&lt;/p&gt;\n\n&lt;p&gt;At the very least, grab him and pull him out of the dream, to prove you really were lucid.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done it a few times.&lt;/p&gt;\n\n&lt;p&gt;Just grab him and wake up.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t expect him to be in your arms. He&amp;#39;ll be in the room somewhere.&lt;/p&gt;\n\n&lt;p&gt;And in a new shape (probably).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0gcdcz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622736056.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622736056.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0nn3k5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0geihs", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This worked thanks", "edited": false, "author_flair_css_class": null, "name": "t1_h0nn3k5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This worked thanks&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0nn3k5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622871051.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622871051.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0geihs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0eb4a6", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[Try disabling the Fancy Pants editor](https://www.reddit.com/r/bugs/comments/nm5xvq/reddit_will_not_let_me_post_the_rest_of_what_i/)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0geihs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/bugs/comments/nm5xvq/reddit_will_not_let_me_post_the_rest_of_what_i/\"&gt;Try disabling the Fancy Pants editor&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0geihs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622736947.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622736947.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0eb4a6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0e8x23", "score": 2, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This sounds incredibly valuable. I remember in TAOD don Juan tells Carlos never to stare at anything in a dream, quick glances only. If you stare your energy body becomes obsessed and you run out of dreaming attention just like that.\n\nI've been trying to learn how to teleport in my LDs. A lot trickier than flying. Maybe something Lily said could help. Dreaming body likes to know that a place must exist.\n\n&gt;Perhaps like you cant duplicate a shiver up your spine.\n\nI can. You'll need to come up with a better analogy :P\n\nI lost my comment again btw. A friend and I came up with a theory that it's a way of preventing pots from spamming copy+paste when generating comments. That's why the first one might work but the other ones just erase the text.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h0eb4a6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This sounds incredibly valuable. I remember in TAOD don Juan tells Carlos never to stare at anything in a dream, quick glances only. If you stare your energy body becomes obsessed and you run out of dreaming attention just like that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been trying to learn how to teleport in my LDs. A lot trickier than flying. Maybe something Lily said could help. Dreaming body likes to know that a place must exist.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Perhaps like you cant duplicate a shiver up your spine.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I can. You&amp;#39;ll need to come up with a better analogy :P&lt;/p&gt;\n\n&lt;p&gt;I lost my comment again btw. A friend and I came up with a theory that it&amp;#39;s a way of preventing pots from spamming copy+paste when generating comments. That&amp;#39;s why the first one might work but the other ones just erase the text.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0eb4a6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622690669.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622690669.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0e8x23", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622689445.0, "send_replies": true, "parent_id": "t1_h0dzd87", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ill be lucky if she continues the story.\n\nIt had around 20 dreaming techniques embedded. I literally counted them because there was no way to keep them without moving back to recall each one often. At 20 I started to lose them and panicked.\n\nThey were practical things about how to move around in dreaming while using the least energy so you could go much further.\n\nEven how to skip turning corners and just pop over there. A technique to skip instantly to an obvious place that must exist but cant be seen.\n\nThe fact that it cant be seen but must be there seems to please the dreaming body, which knows how to fall into there.\n\nBut its not something you can retain. Perhaps like you cant duplicate a shiver up your spine. Yet they happen.\n\nI only managed to usably retain one. But its so powerful I'm sure if I use it again, Lily will drop the story and change to explaining that one.\n\nIt deconstructs the dream into pieces, letting you see all the connections which are normally hidden.\n\nAnd all you do is glance at the dream from a slight angle and look for glowing objects extending into peripheral vision. Essentially you never confront any of the images by acknowledging they are real. Like quickly passing your office receptionist without glancing her way, so she doesn't try to interact and give you a list of callers.\n\nLily explained she hid that in the story so it would infect the readers mind without them analyzing too much.\n\nThe young witch goes in the park not to get magic. She has enough places to learn that. She goes in to steal things, for the thrill. Then it turns out that being like a thief is very efficient for waking dreaming.", "edited": 1622690131.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0e8x23", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ill be lucky if she continues the story.&lt;/p&gt;\n\n&lt;p&gt;It had around 20 dreaming techniques embedded. I literally counted them because there was no way to keep them without moving back to recall each one often. At 20 I started to lose them and panicked.&lt;/p&gt;\n\n&lt;p&gt;They were practical things about how to move around in dreaming while using the least energy so you could go much further.&lt;/p&gt;\n\n&lt;p&gt;Even how to skip turning corners and just pop over there. A technique to skip instantly to an obvious place that must exist but cant be seen.&lt;/p&gt;\n\n&lt;p&gt;The fact that it cant be seen but must be there seems to please the dreaming body, which knows how to fall into there.&lt;/p&gt;\n\n&lt;p&gt;But its not something you can retain. Perhaps like you cant duplicate a shiver up your spine. Yet they happen.&lt;/p&gt;\n\n&lt;p&gt;I only managed to usably retain one. But its so powerful I&amp;#39;m sure if I use it again, Lily will drop the story and change to explaining that one.&lt;/p&gt;\n\n&lt;p&gt;It deconstructs the dream into pieces, letting you see all the connections which are normally hidden.&lt;/p&gt;\n\n&lt;p&gt;And all you do is glance at the dream from a slight angle and look for glowing objects extending into peripheral vision. Essentially you never confront any of the images by acknowledging they are real. Like quickly passing your office receptionist without glancing her way, so she doesn&amp;#39;t try to interact and give you a list of callers.&lt;/p&gt;\n\n&lt;p&gt;Lily explained she hid that in the story so it would infect the readers mind without them analyzing too much.&lt;/p&gt;\n\n&lt;p&gt;The young witch goes in the park not to get magic. She has enough places to learn that. She goes in to steal things, for the thrill. Then it turns out that being like a thief is very efficient for waking dreaming.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0e8x23/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622689445.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0e9kvb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1622689812.0, "send_replies": true, "parent_id": "t1_h0dzd87", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The three pouches passage and passes are in this comment:\n\n[https://www.reddit.com/r/castaneda/comments/nn5u3q/where\\_did\\_all\\_the\\_awareness\\_go/gztkvvd](https://www.reddit.com/r/castaneda/comments/nn5u3q/where_did_all_the_awareness_go/gztkvvd)\n\nThe passes are in the third  (&amp; second) videos:\n\n[https://www.reddit.com/r/castaneda/wiki/tensegrity/core\\_tensegrity](https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0e9kvb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The three pouches passage and passes are in this comment:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/nn5u3q/where_did_all_the_awareness_go/gztkvvd\"&gt;https://www.reddit.com/r/castaneda/comments/nn5u3q/where_did_all_the_awareness_go/gztkvvd&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The passes are in the third  (&amp;amp; second) videos:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0e9kvb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622689812.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0dzd87", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1622684625.0, "send_replies": true, "parent_id": "t3_nqon1n", "score": 4, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I like this story and would like to hear more if you remember it. I wonder if the three characters are supposed to represent something? What is the significance of the shapeshifter?\n\nI'm really enjoying Lily's frankness about intent and the way they interact with us.\n\nMost importantly, I want to know how you can refill that magic bag every day.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0dzd87", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I like this story and would like to hear more if you remember it. I wonder if the three characters are supposed to represent something? What is the significance of the shapeshifter?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m really enjoying Lily&amp;#39;s frankness about intent and the way they interact with us.&lt;/p&gt;\n\n&lt;p&gt;Most importantly, I want to know how you can refill that magic bag every day.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dzd87/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622684625.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0dlv66", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1622677891.0, "send_replies": true, "parent_id": "t1_h0dgh1r", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Beats me!\n\nI just report what happened, and even that's next to impossible to do.\n\nBut I was in fact looking at the structure at the time she said that.\n\nIt **was** her story.\n\nBut it was also beams or rods of peach/amber colored light.   Or maybe it was pink tinted.\n\nThe color stood out.  I can't recall seeing an amber that clearly having a specific hue like that.  And I'm always on the lookout.\n\nMaybe the hue part could give me a clue on who Lily is.  Looks closer to insects than animals.\n\nPhysical matter?  Is there really any?\n\nSupposedly there's only the eagles emanations.\n\nThe solid matter is supposed to be some structures of intent that don't have awareness.  From other bands of emanations.\n\nOrganizing stuff.\n\nMy theory lately is, the IOBs have very strong connections to intent, and just play us using it.\n\nSo they're somewhat bound by the rules of intent, which seem to be favorable to us.\n\nInside us means, we have the same emanations in us as she used to make the story \"structure\".\n\nBut when she said it, I got a vision of that structure being inside my mind, which had expanded to a large space around 6 feet in diameter.\n\nIt was cozy in there!\n\nOne thing I could not convey in the writing, was the intense depth of the silence needed to do that.\n\nI was trying for the catapult technique.  The story thing had interrupted me from doing that again.\n\nJust before catapulting, reality deforms. It bends, and you get to look across the universe to choose a destination.\n\n(Which is nearly impossible to understand).\n\nSo, you're really bent out of shape.\n\nThe thought I had at the time was that it was hopeless to write that up, and I should forget it.\n\nBut then I got tired and wanted to retain some, so I wrote it in chat.\n\nThen by morning, it seemed like a fun story to draw.\n\nLily was in fact motivated. I just don't know for what.\n\nBut, an analogy of what it was like.\n\nIt was like being in a house, but inside the plaster walls.\n\nCrawling around in the narrow passage way in the walls.\n\nAnd thinking of how to explain to someone who hasn't been inside the walls, what was going on at the time.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0dlv66", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Beats me!&lt;/p&gt;\n\n&lt;p&gt;I just report what happened, and even that&amp;#39;s next to impossible to do.&lt;/p&gt;\n\n&lt;p&gt;But I was in fact looking at the structure at the time she said that.&lt;/p&gt;\n\n&lt;p&gt;It &lt;strong&gt;was&lt;/strong&gt; her story.&lt;/p&gt;\n\n&lt;p&gt;But it was also beams or rods of peach/amber colored light.   Or maybe it was pink tinted.&lt;/p&gt;\n\n&lt;p&gt;The color stood out.  I can&amp;#39;t recall seeing an amber that clearly having a specific hue like that.  And I&amp;#39;m always on the lookout.&lt;/p&gt;\n\n&lt;p&gt;Maybe the hue part could give me a clue on who Lily is.  Looks closer to insects than animals.&lt;/p&gt;\n\n&lt;p&gt;Physical matter?  Is there really any?&lt;/p&gt;\n\n&lt;p&gt;Supposedly there&amp;#39;s only the eagles emanations.&lt;/p&gt;\n\n&lt;p&gt;The solid matter is supposed to be some structures of intent that don&amp;#39;t have awareness.  From other bands of emanations.&lt;/p&gt;\n\n&lt;p&gt;Organizing stuff.&lt;/p&gt;\n\n&lt;p&gt;My theory lately is, the IOBs have very strong connections to intent, and just play us using it.&lt;/p&gt;\n\n&lt;p&gt;So they&amp;#39;re somewhat bound by the rules of intent, which seem to be favorable to us.&lt;/p&gt;\n\n&lt;p&gt;Inside us means, we have the same emanations in us as she used to make the story &amp;quot;structure&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But when she said it, I got a vision of that structure being inside my mind, which had expanded to a large space around 6 feet in diameter.&lt;/p&gt;\n\n&lt;p&gt;It was cozy in there!&lt;/p&gt;\n\n&lt;p&gt;One thing I could not convey in the writing, was the intense depth of the silence needed to do that.&lt;/p&gt;\n\n&lt;p&gt;I was trying for the catapult technique.  The story thing had interrupted me from doing that again.&lt;/p&gt;\n\n&lt;p&gt;Just before catapulting, reality deforms. It bends, and you get to look across the universe to choose a destination.&lt;/p&gt;\n\n&lt;p&gt;(Which is nearly impossible to understand).&lt;/p&gt;\n\n&lt;p&gt;So, you&amp;#39;re really bent out of shape.&lt;/p&gt;\n\n&lt;p&gt;The thought I had at the time was that it was hopeless to write that up, and I should forget it.&lt;/p&gt;\n\n&lt;p&gt;But then I got tired and wanted to retain some, so I wrote it in chat.&lt;/p&gt;\n\n&lt;p&gt;Then by morning, it seemed like a fun story to draw.&lt;/p&gt;\n\n&lt;p&gt;Lily was in fact motivated. I just don&amp;#39;t know for what.&lt;/p&gt;\n\n&lt;p&gt;But, an analogy of what it was like.&lt;/p&gt;\n\n&lt;p&gt;It was like being in a house, but inside the plaster walls.&lt;/p&gt;\n\n&lt;p&gt;Crawling around in the narrow passage way in the walls.&lt;/p&gt;\n\n&lt;p&gt;And thinking of how to explain to someone who hasn&amp;#39;t been inside the walls, what was going on at the time.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dlv66/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622677891.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0dgh1r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1622675225.0, "send_replies": true, "parent_id": "t3_nqon1n", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;We have a much stronger connection to intent than you do. You could even say, we can build structures with it, and they don't go away for a very long time.\n\n&gt;And they can be located anywhere. Even inside you.\n\nFirst thought, why would a being without a body need structures? But she's not talking about structures we're familiar with in this world, made of matter. These are pure intent...but then what about the physical objects around us...\n\nAnd I can't get my head around that second sentence. Inside us?!?!?!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0dgh1r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;We have a much stronger connection to intent than you do. You could even say, we can build structures with it, and they don&amp;#39;t go away for a very long time.&lt;/p&gt;\n\n&lt;p&gt;And they can be located anywhere. Even inside you.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;First thought, why would a being without a body need structures? But she&amp;#39;s not talking about structures we&amp;#39;re familiar with in this world, made of matter. These are pure intent...but then what about the physical objects around us...&lt;/p&gt;\n\n&lt;p&gt;And I can&amp;#39;t get my head around that second sentence. Inside us?!?!?!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0dgh1r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622675225.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h0papts", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0o5u62", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Out-of-body practices also lead to more self-reflection.\n\nAnd removing self-reflection is the entire sorcery path.\n\nThe rest is just for entertainment.\n\nIf you completely drop self-reflection in the darkroom, a very odd thing happens.\n\nYou're now inside a dream.  So the preciousness of summoning dreams in the air loses it's shine.\n\nOr to describe it better, you're standing there in the darkness, noticing you are actually in a phantom copy of your room.  You can see the walls, dimly, but they're not correct for your room.\n\nYou find some traces of self-reflection.  No internal dialogue. But somehow, you were just fantasizing about a task you need to take care of tomorrow.\n\nYou get rid of that.\n\nA sort of stillness falls from above, and covers the room.\n\nOr, alternately,  your internal dialogue manifests as a real object in front of you, now suppressed into a gray blob, and then your fantasies, also now suppressed, float down to the center of the room, and the internal dialogue and fantasies roll up like a grey blob cigar with a leaf wrapper.  As long as you keep that in your gaze, you are absolutely silent with no self-reflection other than that tied to the part of you that is still hooked to physical matter (an \"organizing emanations\" configuration).\n\nThe area inside the room starts to bubble with incomplete dream images, as a result of the lack of self-reflection. Maybe *intent* itself is making you offers.\n\nIf you wave your hand around to concentrate them, it disturbs the incomplete images, and scenes form.\n\nComplete dreams.  At least, in the part of the room disturbed by the arm moving.\n\nThat's when you realize, the room itself is also a fantasy.", "edited": 1622911663.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h0papts", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Out-of-body practices also lead to more self-reflection.&lt;/p&gt;\n\n&lt;p&gt;And removing self-reflection is the entire sorcery path.&lt;/p&gt;\n\n&lt;p&gt;The rest is just for entertainment.&lt;/p&gt;\n\n&lt;p&gt;If you completely drop self-reflection in the darkroom, a very odd thing happens.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re now inside a dream.  So the preciousness of summoning dreams in the air loses it&amp;#39;s shine.&lt;/p&gt;\n\n&lt;p&gt;Or to describe it better, you&amp;#39;re standing there in the darkness, noticing you are actually in a phantom copy of your room.  You can see the walls, dimly, but they&amp;#39;re not correct for your room.&lt;/p&gt;\n\n&lt;p&gt;You find some traces of self-reflection.  No internal dialogue. But somehow, you were just fantasizing about a task you need to take care of tomorrow.&lt;/p&gt;\n\n&lt;p&gt;You get rid of that.&lt;/p&gt;\n\n&lt;p&gt;A sort of stillness falls from above, and covers the room.&lt;/p&gt;\n\n&lt;p&gt;Or, alternately,  your internal dialogue manifests as a real object in front of you, now suppressed into a gray blob, and then your fantasies, also now suppressed, float down to the center of the room, and the internal dialogue and fantasies roll up like a grey blob cigar with a leaf wrapper.  As long as you keep that in your gaze, you are absolutely silent with no self-reflection other than that tied to the part of you that is still hooked to physical matter (an &amp;quot;organizing emanations&amp;quot; configuration).&lt;/p&gt;\n\n&lt;p&gt;The area inside the room starts to bubble with incomplete dream images, as a result of the lack of self-reflection. Maybe &lt;em&gt;intent&lt;/em&gt; itself is making you offers.&lt;/p&gt;\n\n&lt;p&gt;If you wave your hand around to concentrate them, it disturbs the incomplete images, and scenes form.&lt;/p&gt;\n\n&lt;p&gt;Complete dreams.  At least, in the part of the room disturbed by the arm moving.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s when you realize, the room itself is also a fantasy.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0papts/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622911467.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622911467.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0o5u62", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tabdrops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0hg9tf", "score": 2, "author_fullname": "t2_b9puh3b5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It left me no peace and therefore took this as an occasion to feel my way into this topic. With the right feeling then came, as always, the intuitive insights.\n\nThe problem with \"out-of-body\" is based on the assumption that spirit and matter are separate. At some point in history, this view must have become ingrained in people's minds. Science has even taken it to extremes by claiming that consciousness is a byproduct of biochemical processes that take place in the brain.\n\nHowever, all this is incompatible with the realization of the seers that everything is emanations of the eagle. Therefore a separation of spirit and matter is nonsense.", "edited": false, "author_flair_css_class": null, "name": "t1_h0o5u62", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It left me no peace and therefore took this as an occasion to feel my way into this topic. With the right feeling then came, as always, the intuitive insights.&lt;/p&gt;\n\n&lt;p&gt;The problem with &amp;quot;out-of-body&amp;quot; is based on the assumption that spirit and matter are separate. At some point in history, this view must have become ingrained in people&amp;#39;s minds. Science has even taken it to extremes by claiming that consciousness is a byproduct of biochemical processes that take place in the brain.&lt;/p&gt;\n\n&lt;p&gt;However, all this is incompatible with the realization of the seers that everything is emanations of the eagle. Therefore a separation of spirit and matter is nonsense.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_nqon1n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0o5u62/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622887490.0, "author_flair_text": null, "collapsed": false, "created_utc": 1622887490.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0hg9tf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0gxrvk", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Beats me. \n\nIt's just my job to make sure people remain honest.\n\nCarlos did that all the time.\n\nCholita felt the wrath.  Me too a couple of times.\n\nOne time one of the Chacmools came over to make me feel better, saying Carlos only did that when he cared.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0hg9tf", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Beats me. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just my job to make sure people remain honest.&lt;/p&gt;\n\n&lt;p&gt;Carlos did that all the time.&lt;/p&gt;\n\n&lt;p&gt;Cholita felt the wrath.  Me too a couple of times.&lt;/p&gt;\n\n&lt;p&gt;One time one of the Chacmools came over to make me feel better, saying Carlos only did that when he cared.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0hg9tf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622752762.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622752762.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0gxrvk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tabdrops", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h0get98", "score": 1, "author_fullname": "t2_b9puh3b5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Maybe it must be said at this point that \"out-of-body\" as well as \"near-death\" were for me as neutral terms as possible just to describe some phenomena. I do a lot by feeling, so terms are just like replaceable inventory for me. Perhaps this view is kinda mistake, but then I would have to take terms more important than they are.\n\nI'm just realizing that such phenomena are only single points on a huge spectrum called \"second attention\". Comparable to how infrared is just one small point in the whole electromagnetic spectrum. But I don't care much about the inventory. The general view has to give me a coherent feeling.\n\nBut so far there has never been a good general view. There are always things which don't fit. Once I attended a workshop. As participants, we were got served a story. One detail, which made the whole story questionable, was inconsistent. I confronted the teacher with this problem. The other participants thought my argument was good. But he only saw his credibility endangered. To save himself, he announced that I had not meditated enough yet. But actually he had no idea.\n\n\nEDIT:\n&gt;You're also using dreams as if they were sorcery experiences, to pacify yourself.\n\nAre that really just ordinary dreams when you know the way because you intended the result? And you always have the feeling that you have to be careful what you'll do for not running out of energy and therefore losing consciousness?", "edited": 1622748694.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h0gxrvk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe it must be said at this point that &amp;quot;out-of-body&amp;quot; as well as &amp;quot;near-death&amp;quot; were for me as neutral terms as possible just to describe some phenomena. I do a lot by feeling, so terms are just like replaceable inventory for me. Perhaps this view is kinda mistake, but then I would have to take terms more important than they are.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m just realizing that such phenomena are only single points on a huge spectrum called &amp;quot;second attention&amp;quot;. Comparable to how infrared is just one small point in the whole electromagnetic spectrum. But I don&amp;#39;t care much about the inventory. The general view has to give me a coherent feeling.&lt;/p&gt;\n\n&lt;p&gt;But so far there has never been a good general view. There are always things which don&amp;#39;t fit. Once I attended a workshop. As participants, we were got served a story. One detail, which made the whole story questionable, was inconsistent. I confronted the teacher with this problem. The other participants thought my argument was good. But he only saw his credibility endangered. To save himself, he announced that I had not meditated enough yet. But actually he had no idea.&lt;/p&gt;\n\n&lt;p&gt;EDIT:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;You&amp;#39;re also using dreams as if they were sorcery experiences, to pacify yourself.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Are that really just ordinary dreams when you know the way because you intended the result? And you always have the feeling that you have to be careful what you&amp;#39;ll do for not running out of energy and therefore losing consciousness?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0gxrvk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622744918.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1622744918.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0get98", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1622737071.0, "send_replies": true, "parent_id": "t1_h0fn3pz", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;It's that out-of-body stuff which you don't like.\n\nYou're right, I don't.\n\nBecause it's a confused point of view that will mess up  your intent.\n\nI guess Lily would say, you're telling yourself a story that's not completely helpful to learning sorcery.\n\nGo read Techno's \"inspirational quotes\" posted today, about how sorcery is nothing more than reducing self-reflection so we gain energy, and the assemblage point moves.\n\nAnd nothing else matters.\n\nOur technique is to FORCE the internal dialogue off, then use puffs to prove it. Self-reflection is starved off.  But other methods are possible, like the \"impeccable\" bit (though no one is).\n\nThe problem with the \"out of body stuff\" is that it comes from a place where everyone strives to INCREASE self-reflection, to get more attention for themselves.\n\nJust mentioning that will create echoes of egotism bouncing around wherever you learned it.\n\nLike a chorus of demons up in a gallery above you.  Or that Star Trek where Q had a medieval audience watch while he put Picard on trial.\n\nThe out of body people's goal is a \"good story to tell the guys\", and in that vein they're willing to misrepresent.\n\nYou're going the same direction as us, but you're over on a rabbit trail, not on the main road.\n\nYou're also using dreams as if they were sorcery experiences, to pacify yourself.\n\nBut you have the advantage of being sincerely interested, and not crazy like the worst that come here.\n\nSee if you can't find a rabbit trail a little closer to the main road?\n\nThere's a lot of self-reflection over on those rabbit trails.\n\nLets say I agreed with your methods, and said, \"Well maybe you could make it match in the long run.\"\n\nTechno's quotes of the day say no. That won't work.\n\nThose come from don  Juan.\n\nNow, just so you don't feel bummed out, I know for a fact Lily would simply try to adjust what you are doing with more instructions.\n\nIOBs aren't as snobby as don Juan was.\n\nBecause they help all sorts of \"systems\".\n\nEven Jesus freaks get IOB help.\n\nThey're the \"holy spirit\" flying above them.\n\nBut try telling one that church allows them to \"commune with demons\".\n\nThey probably won't like that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0get98", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s that out-of-body stuff which you don&amp;#39;t like.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;You&amp;#39;re right, I don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s a confused point of view that will mess up  your intent.&lt;/p&gt;\n\n&lt;p&gt;I guess Lily would say, you&amp;#39;re telling yourself a story that&amp;#39;s not completely helpful to learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;Go read Techno&amp;#39;s &amp;quot;inspirational quotes&amp;quot; posted today, about how sorcery is nothing more than reducing self-reflection so we gain energy, and the assemblage point moves.&lt;/p&gt;\n\n&lt;p&gt;And nothing else matters.&lt;/p&gt;\n\n&lt;p&gt;Our technique is to FORCE the internal dialogue off, then use puffs to prove it. Self-reflection is starved off.  But other methods are possible, like the &amp;quot;impeccable&amp;quot; bit (though no one is).&lt;/p&gt;\n\n&lt;p&gt;The problem with the &amp;quot;out of body stuff&amp;quot; is that it comes from a place where everyone strives to INCREASE self-reflection, to get more attention for themselves.&lt;/p&gt;\n\n&lt;p&gt;Just mentioning that will create echoes of egotism bouncing around wherever you learned it.&lt;/p&gt;\n\n&lt;p&gt;Like a chorus of demons up in a gallery above you.  Or that Star Trek where Q had a medieval audience watch while he put Picard on trial.&lt;/p&gt;\n\n&lt;p&gt;The out of body people&amp;#39;s goal is a &amp;quot;good story to tell the guys&amp;quot;, and in that vein they&amp;#39;re willing to misrepresent.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re going the same direction as us, but you&amp;#39;re over on a rabbit trail, not on the main road.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re also using dreams as if they were sorcery experiences, to pacify yourself.&lt;/p&gt;\n\n&lt;p&gt;But you have the advantage of being sincerely interested, and not crazy like the worst that come here.&lt;/p&gt;\n\n&lt;p&gt;See if you can&amp;#39;t find a rabbit trail a little closer to the main road?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a lot of self-reflection over on those rabbit trails.&lt;/p&gt;\n\n&lt;p&gt;Lets say I agreed with your methods, and said, &amp;quot;Well maybe you could make it match in the long run.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Techno&amp;#39;s quotes of the day say no. That won&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;Those come from don  Juan.&lt;/p&gt;\n\n&lt;p&gt;Now, just so you don&amp;#39;t feel bummed out, I know for a fact Lily would simply try to adjust what you are doing with more instructions.&lt;/p&gt;\n\n&lt;p&gt;IOBs aren&amp;#39;t as snobby as don Juan was.&lt;/p&gt;\n\n&lt;p&gt;Because they help all sorts of &amp;quot;systems&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Even Jesus freaks get IOB help.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re the &amp;quot;holy spirit&amp;quot; flying above them.&lt;/p&gt;\n\n&lt;p&gt;But try telling one that church allows them to &amp;quot;commune with demons&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They probably won&amp;#39;t like that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_nqon1n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0get98/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622737071.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h0fn3pz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tabdrops", "can_mod_post": false, "created_utc": 1622725178.0, "send_replies": true, "parent_id": "t3_nqon1n", "score": 1, "author_fullname": "t2_b9puh3b5", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's because I see it here again that in silence you still have to forget who you are. In the darkroom I found the point where it happens. The light puffs become dream scenes. It's where people would usually fall asleep when they go to bed. But it also correlates with the out-of-body point, when the consciousness remains awake while the body falls asleep. So darkroom is a good thing, it allows me to find this point of the second attention in a purposeful way, which before I could only reach by chance.\n\nIt was so dark that it made no difference whether the eyes were opened or closed. The darkness remained the same, and the light puffs didn't care either. I tested it because I was told in here it would make a difference. But I can see those light puffs even with my eyes closed, it doesn't change anything. This seeing is like feeling with the eyes that don't care about the eyelids. I don't know, but this is my experience so far. Sometimes I didn't even notice that my eyelids had closed. I had to remember who I was to realize that I needed to open my eyes again because I wanted to follow the instructions given in here. Same thing with sitting, it's pretty hard to forget yourself in that position because your body needs the attention to not fall over. Lying down is definitely easier. But in order not to fall asleep, I pull my knees close so that they stick up and lean my thighs against each other, while my feet are slightly apart for stabilization. For some reason, this prevents from falling asleep while lying down, even though being totally relaxed.\n\nHowever, I only really managed to dive into the second attention when I wanted to sleep. As almost always, I quickly moved away from the place where my body should lie. There was a glimmer of light there, but it seemed to me to be a trap. If I got too close, the trip could be over. It's that out-of-body stuff which you don't like. Then I made the room walls of this phantom copy permeable by putting my hands on them. I do this all the time when I want to leave the phantom copy, but without having been shown doing it. Maybe it was only intention the first time. The will for the walls to become permeable then flows out of my hands. And the walls obey every time. A bit like feeling the water temperature with a toe before jumping into a swimming pool.\n\nOutside I've often asked myself what I should actually do in this state and was always a bit at a loss. This time it was different. As I was roaming around, I saw a computer screen with a single window open. This window looked like one of those setup installation things when a progress bar with percentage number is just running through. Only that instead of the bar and the number, many different words were displayed very quickly one after the other, and only sometimes they stayed a bit longer to be read. Like when a gaming slot machine in the style of a one-armed bandit stops for a moment. I've read things in here about the fog wall, and that seems to be what's going on in my case. I've probably spent too much time programming computers for hobby.\n\nTwo of the words shown I can still remember: \"enjoy\" and \"laugh\". I had probably taken it as a literal instruction. Of all the things that might have been possible, I visited an old, eerie graveyard. Not such a boring one, where only a few tombstones are standing around, but instead one with mausoleums and underground passages. In fact, I wanted to meet some sexy gothic vampire girls and knew where to find them. At an excavation site I found a tunnel going down. I have a preference for mysterious hiding corners and detours. A sentinel greeted me. He was a vampire with a roundish, white and bloodless face with sunken cheeks and a protruding nose. His greeting was to scare me by playing a lying undead rising from the stairs leading down. He exceeded himself with the fulfillment of all the clichés as he was dressed in a clerical priest's ceremonial robe. He definitely hit my humor, but I hadn't come here for him and he knew it. He gave a bow and let me in: \"Through this gate, please.\" Yes, and there were the sexy gothic vampire girls. At first there was only one girl, but I knew the other two girls were already on the way. Delicious!\n\nAnd then I woke up in my bed. I had apparently run out of energy. You told that you are a \"sucker for sexy\". Haha, me too.", "edited": 1622727300.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h0fn3pz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s because I see it here again that in silence you still have to forget who you are. In the darkroom I found the point where it happens. The light puffs become dream scenes. It&amp;#39;s where people would usually fall asleep when they go to bed. But it also correlates with the out-of-body point, when the consciousness remains awake while the body falls asleep. So darkroom is a good thing, it allows me to find this point of the second attention in a purposeful way, which before I could only reach by chance.&lt;/p&gt;\n\n&lt;p&gt;It was so dark that it made no difference whether the eyes were opened or closed. The darkness remained the same, and the light puffs didn&amp;#39;t care either. I tested it because I was told in here it would make a difference. But I can see those light puffs even with my eyes closed, it doesn&amp;#39;t change anything. This seeing is like feeling with the eyes that don&amp;#39;t care about the eyelids. I don&amp;#39;t know, but this is my experience so far. Sometimes I didn&amp;#39;t even notice that my eyelids had closed. I had to remember who I was to realize that I needed to open my eyes again because I wanted to follow the instructions given in here. Same thing with sitting, it&amp;#39;s pretty hard to forget yourself in that position because your body needs the attention to not fall over. Lying down is definitely easier. But in order not to fall asleep, I pull my knees close so that they stick up and lean my thighs against each other, while my feet are slightly apart for stabilization. For some reason, this prevents from falling asleep while lying down, even though being totally relaxed.&lt;/p&gt;\n\n&lt;p&gt;However, I only really managed to dive into the second attention when I wanted to sleep. As almost always, I quickly moved away from the place where my body should lie. There was a glimmer of light there, but it seemed to me to be a trap. If I got too close, the trip could be over. It&amp;#39;s that out-of-body stuff which you don&amp;#39;t like. Then I made the room walls of this phantom copy permeable by putting my hands on them. I do this all the time when I want to leave the phantom copy, but without having been shown doing it. Maybe it was only intention the first time. The will for the walls to become permeable then flows out of my hands. And the walls obey every time. A bit like feeling the water temperature with a toe before jumping into a swimming pool.&lt;/p&gt;\n\n&lt;p&gt;Outside I&amp;#39;ve often asked myself what I should actually do in this state and was always a bit at a loss. This time it was different. As I was roaming around, I saw a computer screen with a single window open. This window looked like one of those setup installation things when a progress bar with percentage number is just running through. Only that instead of the bar and the number, many different words were displayed very quickly one after the other, and only sometimes they stayed a bit longer to be read. Like when a gaming slot machine in the style of a one-armed bandit stops for a moment. I&amp;#39;ve read things in here about the fog wall, and that seems to be what&amp;#39;s going on in my case. I&amp;#39;ve probably spent too much time programming computers for hobby.&lt;/p&gt;\n\n&lt;p&gt;Two of the words shown I can still remember: &amp;quot;enjoy&amp;quot; and &amp;quot;laugh&amp;quot;. I had probably taken it as a literal instruction. Of all the things that might have been possible, I visited an old, eerie graveyard. Not such a boring one, where only a few tombstones are standing around, but instead one with mausoleums and underground passages. In fact, I wanted to meet some sexy gothic vampire girls and knew where to find them. At an excavation site I found a tunnel going down. I have a preference for mysterious hiding corners and detours. A sentinel greeted me. He was a vampire with a roundish, white and bloodless face with sunken cheeks and a protruding nose. His greeting was to scare me by playing a lying undead rising from the stairs leading down. He exceeded himself with the fulfillment of all the clichés as he was dressed in a clerical priest&amp;#39;s ceremonial robe. He definitely hit my humor, but I hadn&amp;#39;t come here for him and he knew it. He gave a bow and let me in: &amp;quot;Through this gate, please.&amp;quot; Yes, and there were the sexy gothic vampire girls. At first there was only one girl, but I knew the other two girls were already on the way. Delicious!&lt;/p&gt;\n\n&lt;p&gt;And then I woke up in my bed. I had apparently run out of energy. You told that you are a &amp;quot;sucker for sexy&amp;quot;. Haha, me too.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/nqon1n/stories_that_should_never_be_told/h0fn3pz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1622725178.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_nqon1n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]