[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Normally I'd type this into chat, but I don't want to scroll conversations off there .\n\nIts from more continuous seeing, or reading off the  wall.\n\nIt really is a barrier!!  It deserves every bit to be on the J curve, the way the crystalline dreaming fog is.\n\nI guess you could say, the crystalline dreaming fog happens (or is barely noticed) when you have fully brought out your second attention, and it becomes a \"thing\".  Like other things in your life. Something you notice, and realize you can utilize.\n\nYou get stuck in the wonders of the second attention.\n\nBut we're headed further than that, so eventually you \"pass through\" it and eventually it doesn't form any barrier.\n\nThe continuous seeing barrier comes when you have played with the whitish light so much, that not only can it manifest in the air (through intent), but intent becomes more organized about what it selects to manifest. And can even manifest right into your mind.\n\nIt should go between seeing whitish light that has strong texture (is forming translocations), and the double and the abstract.\n\nIts a battle over ego versus progress.\n\nOr human versus sorcerer.  Lonely chimp versus explorer chimp.\n\nThe question keeps coming up, as you *see* more and more, should you keep learning, or go tell your friends what seems to be important and useful.\n\nCan you trust that sort of knowledge to return?  Meaning, can you trust the spirit to remind you later, once it has revealed something important to you.\n\nOr do you have to do everything yourself or things will go bad?\n\nAs for the new Tensegrity form which reveals the lines of the world, it works amazingly well.  With intent delay of course.\n\nI don't know about outdoors, but in the dark room it pulls you out of viewing a phantom room (which is beyond the lines by just a few inches of assemblage point movement), back to the lines.\n\nBut keep in mind, outdoors versus darkroom are not so different.  Juann's done both, and said they weren't all that different.  And Zuleica's advise to Taisha for outdoor walks, to \"search for power\" and then intent will reveal itself, is really just darkroom in the day time.\n\nAnything floating in the air in the darkroom is intent revealing itself. It's easy to get confused about that point.  If you see a little cluster of sparkling bubbles in front of you in the blackness, that's intent.  The Spirit.  Same as outdoors.  Can be a little dream, bright streaks, flashes, or even objects.\n\nThe path in the darkroom goes, clear out the puffs, see empty shell with no puffs (Juann has a theory red zone contains iob world  which seems to have merit),  see whitish light, see textured light (lines), see phantom room..\n\nFrom the phantom room, that tensegrity move makes you jump back to highly textured whitish light, which is malleable and very useful.\n\nIt's the explosion at the end mainly.  And I doubt the form is all that sensitive to errors in our interpretation. If you have those elements, its close enough to work well.\n\nEspecially since we'll eventually have so much energetic mass!\n\nRandom stuff:\n\nwe need the iobs far more than someone in a lineage would.  We have to face that fact.\n\nRecent workshop notes proved that, although anyone with an IOB would have told you how useful they are.\n\nI believe it was Taisha who said (look back no more than 2 weeks), when the IOBs are with you, your dreaming attention lasts much longer.\n\nBut to repeat what she said because it's fascinating, the IOBs are not as brave as they seem!\n\nYou can go places they won't.\n\nEither that, or they aren't as stupid as we are...\n\nNew topic: The simple truth is, our friends and family are bad players. The same as happens in here.\n\nNot accepting different views of reality, trying to bully others to conform, and even becoming violent and self-righteous, if anyone tries to get them to behave.\n\nPart of the false narrative we've been brainwashed with is the \"happy family\".\n\nThere's none.  It's unnatural.\n\nAnd surely I haven't seen any.  There's moments centered around successful preproduction, but in fact each family member is nuts, and nothing but trouble.\n\nWe just figure it's ok, because somewhere out there people are making it work.\n\nBut they aren't.\n\nWe don't see their heads explode as easily because we're a part of their \"system\".   It's like being a member of a nasty political party or overbearing church group.  You get cut a lot of slack just because you're a member.\n\nBut once you aren't, heads explode.\n\nSo we have to travel alone.\n\nSome might try to bring a friend, but that's very unlikely.\n\nGo ahead and try, but even 1 person has virtually no chance.\n\nDon Juan even discusses that, defining \"humility\" as when a sorcerers sees the odds against him, and realizes he has no chance.\n\nPut 2 people together, and expect both to learn sorcery, and if the odds were .000001 they're now .00000000001.\n\nAs a result, the problem is that humans need company.\n\nWe're spooky apes, and spooky apes are needy.\n\nToo bad we aren't evolved from cats!\n\nWe come from chimps, and chimps have friendship mode because of their tribal nature.\n\nBut also explore mode and hunt mode!  Those 3 are each different, and each one capable of supplying motivation.\n\nSo we have to concentrate on explore and hunt, because we aren't going to have any company until we no longer need it.  If we don't, we'll go back to the river of filth.  A defeated chimp...\n\nZuleica gave explore and hunt advice to Taisha when she told her to \"hunt for power\" during the day.\n\nNew topic: if 2 people agree something exists, even if it really doesn't, you just made a \"container\".\n\nVisualize 3 emanations from each person, colliding in the air at a fixed point.\n\nThe 2 people can put things into the container, and expand their new phantom reality.\n\nThe phantom subreddit is an example of a bizarre container that can't exist, but has people who have seen it. \n\nIt sounds silly, but in fact that's how everything is made.\n\nIt's not that things don't exist by themselves.\n\nBut only as emanations.  The organization of emanations in bundles and microbundles, is not their \"real state\".\n\nIt's just containers for awareness.\n\nAnd it doesn't matter if both people have doubts about the potential new reality.\n\nThose go in too!\n\nOnce you made a container, you almost can't miss  as long as you keep putting stuff in it.\n\nThat's why Cholita's phantom house keeps expanding.  She keeps putting stuff in there. Trying to get back to Los Angeles I suspect.  She wants to live in LA more than anything.  Maybe she does now!\n\nNew topic: in darkroom its important to actually see something.\n\nPlease, don't cheat yourself with pretending!!!!  The attention is not worth your chances to learn sorcery.\n\nIf you did some other practices, you've already been trained to pretend, and you have the feeling that's fine because that's every other subreddit with magic.\n\nBut you REALLY  have to see magic in the air.\n\nIt guarantees  the beam of awareness is off ME.\n\nMeaning, you aren't inevitably stuck up at the blue line with everything you know.  The \"organizing force\" at the blue line  is your idea that you are a separate being, who needs protecting and things, and people, and respect.\n\nOn your own, you can't imagine how to focus off ME.   You're surrounded by the filth in that river.  Won't help to move left or right a bit.\n\nI've tried to describe some ways, but they're too abstract. \n\nFor instance, instead of fantasying as you go for a walk, look for \"structures\" in reality.  They're out there!  Cholita is the master of that.  A piece of a cloud here, some bushes on the right, and find the new thing they produce.  Until it does.\n\nBut you'll always be drawn back to the last time you didn't get what you wanted from someone.\n\nYou can fuss and fume and shift horizontally along the blue line a bit, but its virtually impossible to escape ME obsession.\n\nYou need help from the spirit, which is the same as intent, which is the one that manifests things in the darkroom.\n\nBest is just accept that the sights change as the assemblage point moves, and focus awareness on any new sight. Don't judge their worth, just look.   Avoid focusing on only one, especially at the top.  You'll slide horizontally.\n\nBUT, the link to intent is clouded by interfering.  That's just ME again!  Don't bring that bastard with you!\n\nThat's the rub of it as far as interference.\n\nOnce you say, \"Hey darkroom, I need to see a bunch of cool stuff tonight!\"\n\nForget it.  \n\nThis is why Carlos didn't like to give the kind of details we share in here.\n\nBut we have to.  Don Juan and Genaro supplied the motivation to Carlos.\n\nWe  have to supply it to each other. \n\nSo find things to look at.  The colors and puffs are what gets us to the other side, energy body now in tow, and then over there its phantom realms and iobs were looking for.\n\nThere are 2 more, but I can't name them.  Or remember them either. If you run into the 3rd, which is not too difficult, give yourself 6 thumbs up in a row.\n\nThat will be nearly impossible to remember, but the motions will help.\n\nAbstract stuff can be viewed!    \n\nWhen viewing iobs, remember the container.\n\nIf they can be seen, you have made  a container with them.\n\nThey're like a pink cloud that can change shape, but they \"push\" on your emanations, forcing you to notice there is an aware presence, and then you come up with an appearance.\n\nThey're around, no matter how poor their manifestation is.\n\nIt's \"recognizing\" them, in the absence of an internal dialogue to have caused that, which insures you have one.\n\nIf you believe you see them, that's enough.\n\nAS LONG AS, you weren't just fantasizing about chapter #3 in your new \"wonderful me\" book.\n\nOnce you have an IOB, just stuff other things into it.\n\nTalk to it, praise it, hug it.\n\nEven pick up a pillow and offer to stuff it inside her.\n\nThey're irrational as far as interactions with humans go. The more crazy you seem, the more comfortable are.\n\nWe're too rational to be much fun to them.\n\nIf you want her to wear costumes, that's fine.   Be scary?  Ok too.\n\nBut our containers made with them are like baskets with a loose weave. They leak fast.  You could even put some water in there, but you wouldn't make it back to camp.\n\nAnd yet, it would still be wet.\n\nIt's the \"persistence\" of the emanations.  The glow fades away, but once an emanation has been lit up, it always retains a trace of  having been used.\n\nSo does an iob really look like what you see?\n\nYes!  For a while.\n\nAnd then it stays wet even longer.\n\nSo \"fairy\" (Little Smoke) likely can do a talking coyote to this day but it wont be a very good one.\n\nMinx has done lizard twice for me, and it had never occurred to me he was Devil's Weed.\n\nFairy is probably Little Smoke, because she's shown me that form several times, when playing with Cholita.  Looks like a little puff of intense white smoke made from fibers, with an occasional yellow fiber.\n\nSolid enough to push 2 ounce objects straight  up!\n\nJust remember to interact with iobs.\n\nDon't get greedy and rate how much it's helping.\n\nThat's not the point at all.  You aren't making something to show someone.\n\nYou're putting things in the container.\n\nPretend you're 2  years old playing with an adult.  A 2 year old puts really lame stuff into a box when playing, but the adult doesn't judge it.  The game is just to put stuff in there.\n\nSorcery is very serious business.  People given to imaginings are not going to do well, unless they are so irrational their imaging's are  a phantom reality.  Like Cholita.\n\nSo a hippy lady who closes her eyes and visualizes things, pretending to be doing dark room (it happens a lot), is focusing into a phantom darkroom, not the real one.\n\nHere witch abilities make that seem to be working for her.\n\nWhat she feels may seem real, but it's all headed to ME, ME, ME.\n\nSo when she practices, she's still focusing her beam of awareness on ME.\n\nA male would have been a better analogy, but they're imaginings are angry and bully like whih distracts from the analogy.\n\nDon't mentally masturbate!!!\n\nYou'll never get to the deep orange zone with ME attached.\n\nWe need to toss off being human as much as possible.\n\nThus the more engulfing and alien what you look at in the dark room, the better.\n\nIt might be common to find yourself in  a dark cave.  That can be the iob realm, or it can simply be a very crummy abstract room.\n\nThe sharpness of focus is what counts most. A blurry scene of the woods, complete with all details, is not as good as being surrounded by cracked dried mud, covering all the walls and floor,  intensely in focus.  So well in focus it's a bit frightening.\n\nThat's better for removing the ME beam than the blurry scene.\n\nNew topic:\n\nThe river of filth is a collection of bad players.  But its packetized to minimize collisions.\n\nThis subreddit it would fall apart if we had several bad players each day. We've all seen the effect of continuous attack.\n\nSo the river of filth segregates itself. But its still the same thing as in here.\n\nThat's why stalking.  Stalking is inevitable.\n\nStalking comes from how the emanations react to absolutely anything.\n\nYou can't just \"grin and bear it\" with the emanations.  They'll grin back.\n\nTrace thoughts, past actions, phantom containers you made with people.\n\nIt all goes into the mass of emanations in front of you, and then intent skims it according to how much activity there is on each emanation.\n\nOurs are very screwed up, by daily living.\n\nThis is no analogy.  People reading it will start to think Buddhist precept, or Hindu ancient seer texts.\n\nWe don't pretend stuff!\n\nIt's what you really have in your face in the darkroom, as you struggle to manipulate the emanations with your fingers.\n\nThis new pass does just that.\n\nIt uses 2 fingers on each hand to tickle some imaginary emanations,  adding energy to that idea.\n\nYou show intent you want the emanations, and then you clench your fists and explode.\n\nIntent reskims and you get the emanations.\n\nBut not entirely.  This pushes you to the precise spot where the emanations are at their strongest, in raw form.  I suppose thanks to the old seers. They have some intent left over in that movement.\n\nThat might even be a movement backwards on the J curve.\n\nIt's a parking spot. \n\nA \"mid orange zone\" spot.\n\nMaybe there's more of those we didn't notice in the Tensegrity?  A mid red zone movement?\n\nMaybe with 4 tensegrity moves, you can jump anywhere on the J curve?\n\nRecap is part of all of this.  You try to remove containers you made with random people.  So those stop taking your awareness.\n\nHere's the ugly part.\n\nRecap is a separate path.\n\nIt's not the same as being a new seer.\n\nSo we have 3 paths, to try to live a bit longer than our 100 years.\n\nYou can bury yourself and go to IOB world in your double. Can you bring physical matter?   I don't think so.\n\nThe death defier you suggest?  I've never seen his physical matter.\n\nBut I HAVE seen Cholita's double.  And it's solid.\n\nHopefully he had physical matter, but since he \"merged\" with Carol, that seems unlikely.\n\nRemember in the early books don Juan warned Carlos not to reveal where a sorcerer is buried.\n\nIt was men of knowledge technology.  They all went to the iob realm if they could.\n\nSome protected their physical matter by turning into trees.  Maybe the death defier is buried somewhere.\n\nWhen the IOBs \"come back for your matter later\", maybe they just push it down a hole to keep it intact.\n\nRecap is an escape plan.  You get yourself so used to seeing your life flash before your eyes that you can ignore the eagles replay,  perceive him, and sneak around.\n\nWhere you go I have no idea but Carols told us, \"Come find me and I'll show you which way to go.\"\n\nSo maybe you only need a guide.  And the dome is where you go.\n\nWhich likely means cleargreen decided to take the recap way out.  Carlos offered!  I got the offer too, with him looking right into my eyes as he said it.  After scanning others the same way.\n\nOr Carol can pull cleargreen into iob realm.  There's some talk that's where don Juan had to go.\n\nBut they seem to have given up on climbing.\n\nThat's the 3rd method. Climb to the top of the mountain so you can see everything around you.\n\nLight up all emanations at once.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Raw notes on the new tensegrity form", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qv47z6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 10, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 10, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1637079788.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1637055719.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Normally I&amp;#39;d type this into chat, but I don&amp;#39;t want to scroll conversations off there .&lt;/p&gt;\n\n&lt;p&gt;Its from more continuous seeing, or reading off the  wall.&lt;/p&gt;\n\n&lt;p&gt;It really is a barrier!!  It deserves every bit to be on the J curve, the way the crystalline dreaming fog is.&lt;/p&gt;\n\n&lt;p&gt;I guess you could say, the crystalline dreaming fog happens (or is barely noticed) when you have fully brought out your second attention, and it becomes a &amp;quot;thing&amp;quot;.  Like other things in your life. Something you notice, and realize you can utilize.&lt;/p&gt;\n\n&lt;p&gt;You get stuck in the wonders of the second attention.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re headed further than that, so eventually you &amp;quot;pass through&amp;quot; it and eventually it doesn&amp;#39;t form any barrier.&lt;/p&gt;\n\n&lt;p&gt;The continuous seeing barrier comes when you have played with the whitish light so much, that not only can it manifest in the air (through intent), but intent becomes more organized about what it selects to manifest. And can even manifest right into your mind.&lt;/p&gt;\n\n&lt;p&gt;It should go between seeing whitish light that has strong texture (is forming translocations), and the double and the abstract.&lt;/p&gt;\n\n&lt;p&gt;Its a battle over ego versus progress.&lt;/p&gt;\n\n&lt;p&gt;Or human versus sorcerer.  Lonely chimp versus explorer chimp.&lt;/p&gt;\n\n&lt;p&gt;The question keeps coming up, as you &lt;em&gt;see&lt;/em&gt; more and more, should you keep learning, or go tell your friends what seems to be important and useful.&lt;/p&gt;\n\n&lt;p&gt;Can you trust that sort of knowledge to return?  Meaning, can you trust the spirit to remind you later, once it has revealed something important to you.&lt;/p&gt;\n\n&lt;p&gt;Or do you have to do everything yourself or things will go bad?&lt;/p&gt;\n\n&lt;p&gt;As for the new Tensegrity form which reveals the lines of the world, it works amazingly well.  With intent delay of course.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know about outdoors, but in the dark room it pulls you out of viewing a phantom room (which is beyond the lines by just a few inches of assemblage point movement), back to the lines.&lt;/p&gt;\n\n&lt;p&gt;But keep in mind, outdoors versus darkroom are not so different.  Juann&amp;#39;s done both, and said they weren&amp;#39;t all that different.  And Zuleica&amp;#39;s advise to Taisha for outdoor walks, to &amp;quot;search for power&amp;quot; and then intent will reveal itself, is really just darkroom in the day time.&lt;/p&gt;\n\n&lt;p&gt;Anything floating in the air in the darkroom is intent revealing itself. It&amp;#39;s easy to get confused about that point.  If you see a little cluster of sparkling bubbles in front of you in the blackness, that&amp;#39;s intent.  The Spirit.  Same as outdoors.  Can be a little dream, bright streaks, flashes, or even objects.&lt;/p&gt;\n\n&lt;p&gt;The path in the darkroom goes, clear out the puffs, see empty shell with no puffs (Juann has a theory red zone contains iob world  which seems to have merit),  see whitish light, see textured light (lines), see phantom room..&lt;/p&gt;\n\n&lt;p&gt;From the phantom room, that tensegrity move makes you jump back to highly textured whitish light, which is malleable and very useful.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the explosion at the end mainly.  And I doubt the form is all that sensitive to errors in our interpretation. If you have those elements, its close enough to work well.&lt;/p&gt;\n\n&lt;p&gt;Especially since we&amp;#39;ll eventually have so much energetic mass!&lt;/p&gt;\n\n&lt;p&gt;Random stuff:&lt;/p&gt;\n\n&lt;p&gt;we need the iobs far more than someone in a lineage would.  We have to face that fact.&lt;/p&gt;\n\n&lt;p&gt;Recent workshop notes proved that, although anyone with an IOB would have told you how useful they are.&lt;/p&gt;\n\n&lt;p&gt;I believe it was Taisha who said (look back no more than 2 weeks), when the IOBs are with you, your dreaming attention lasts much longer.&lt;/p&gt;\n\n&lt;p&gt;But to repeat what she said because it&amp;#39;s fascinating, the IOBs are not as brave as they seem!&lt;/p&gt;\n\n&lt;p&gt;You can go places they won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Either that, or they aren&amp;#39;t as stupid as we are...&lt;/p&gt;\n\n&lt;p&gt;New topic: The simple truth is, our friends and family are bad players. The same as happens in here.&lt;/p&gt;\n\n&lt;p&gt;Not accepting different views of reality, trying to bully others to conform, and even becoming violent and self-righteous, if anyone tries to get them to behave.&lt;/p&gt;\n\n&lt;p&gt;Part of the false narrative we&amp;#39;ve been brainwashed with is the &amp;quot;happy family&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s none.  It&amp;#39;s unnatural.&lt;/p&gt;\n\n&lt;p&gt;And surely I haven&amp;#39;t seen any.  There&amp;#39;s moments centered around successful preproduction, but in fact each family member is nuts, and nothing but trouble.&lt;/p&gt;\n\n&lt;p&gt;We just figure it&amp;#39;s ok, because somewhere out there people are making it work.&lt;/p&gt;\n\n&lt;p&gt;But they aren&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t see their heads explode as easily because we&amp;#39;re a part of their &amp;quot;system&amp;quot;.   It&amp;#39;s like being a member of a nasty political party or overbearing church group.  You get cut a lot of slack just because you&amp;#39;re a member.&lt;/p&gt;\n\n&lt;p&gt;But once you aren&amp;#39;t, heads explode.&lt;/p&gt;\n\n&lt;p&gt;So we have to travel alone.&lt;/p&gt;\n\n&lt;p&gt;Some might try to bring a friend, but that&amp;#39;s very unlikely.&lt;/p&gt;\n\n&lt;p&gt;Go ahead and try, but even 1 person has virtually no chance.&lt;/p&gt;\n\n&lt;p&gt;Don Juan even discusses that, defining &amp;quot;humility&amp;quot; as when a sorcerers sees the odds against him, and realizes he has no chance.&lt;/p&gt;\n\n&lt;p&gt;Put 2 people together, and expect both to learn sorcery, and if the odds were .000001 they&amp;#39;re now .00000000001.&lt;/p&gt;\n\n&lt;p&gt;As a result, the problem is that humans need company.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re spooky apes, and spooky apes are needy.&lt;/p&gt;\n\n&lt;p&gt;Too bad we aren&amp;#39;t evolved from cats!&lt;/p&gt;\n\n&lt;p&gt;We come from chimps, and chimps have friendship mode because of their tribal nature.&lt;/p&gt;\n\n&lt;p&gt;But also explore mode and hunt mode!  Those 3 are each different, and each one capable of supplying motivation.&lt;/p&gt;\n\n&lt;p&gt;So we have to concentrate on explore and hunt, because we aren&amp;#39;t going to have any company until we no longer need it.  If we don&amp;#39;t, we&amp;#39;ll go back to the river of filth.  A defeated chimp...&lt;/p&gt;\n\n&lt;p&gt;Zuleica gave explore and hunt advice to Taisha when she told her to &amp;quot;hunt for power&amp;quot; during the day.&lt;/p&gt;\n\n&lt;p&gt;New topic: if 2 people agree something exists, even if it really doesn&amp;#39;t, you just made a &amp;quot;container&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Visualize 3 emanations from each person, colliding in the air at a fixed point.&lt;/p&gt;\n\n&lt;p&gt;The 2 people can put things into the container, and expand their new phantom reality.&lt;/p&gt;\n\n&lt;p&gt;The phantom subreddit is an example of a bizarre container that can&amp;#39;t exist, but has people who have seen it. &lt;/p&gt;\n\n&lt;p&gt;It sounds silly, but in fact that&amp;#39;s how everything is made.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not that things don&amp;#39;t exist by themselves.&lt;/p&gt;\n\n&lt;p&gt;But only as emanations.  The organization of emanations in bundles and microbundles, is not their &amp;quot;real state&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just containers for awareness.&lt;/p&gt;\n\n&lt;p&gt;And it doesn&amp;#39;t matter if both people have doubts about the potential new reality.&lt;/p&gt;\n\n&lt;p&gt;Those go in too!&lt;/p&gt;\n\n&lt;p&gt;Once you made a container, you almost can&amp;#39;t miss  as long as you keep putting stuff in it.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why Cholita&amp;#39;s phantom house keeps expanding.  She keeps putting stuff in there. Trying to get back to Los Angeles I suspect.  She wants to live in LA more than anything.  Maybe she does now!&lt;/p&gt;\n\n&lt;p&gt;New topic: in darkroom its important to actually see something.&lt;/p&gt;\n\n&lt;p&gt;Please, don&amp;#39;t cheat yourself with pretending!!!!  The attention is not worth your chances to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;If you did some other practices, you&amp;#39;ve already been trained to pretend, and you have the feeling that&amp;#39;s fine because that&amp;#39;s every other subreddit with magic.&lt;/p&gt;\n\n&lt;p&gt;But you REALLY  have to see magic in the air.&lt;/p&gt;\n\n&lt;p&gt;It guarantees  the beam of awareness is off ME.&lt;/p&gt;\n\n&lt;p&gt;Meaning, you aren&amp;#39;t inevitably stuck up at the blue line with everything you know.  The &amp;quot;organizing force&amp;quot; at the blue line  is your idea that you are a separate being, who needs protecting and things, and people, and respect.&lt;/p&gt;\n\n&lt;p&gt;On your own, you can&amp;#39;t imagine how to focus off ME.   You&amp;#39;re surrounded by the filth in that river.  Won&amp;#39;t help to move left or right a bit.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve tried to describe some ways, but they&amp;#39;re too abstract. &lt;/p&gt;\n\n&lt;p&gt;For instance, instead of fantasying as you go for a walk, look for &amp;quot;structures&amp;quot; in reality.  They&amp;#39;re out there!  Cholita is the master of that.  A piece of a cloud here, some bushes on the right, and find the new thing they produce.  Until it does.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;ll always be drawn back to the last time you didn&amp;#39;t get what you wanted from someone.&lt;/p&gt;\n\n&lt;p&gt;You can fuss and fume and shift horizontally along the blue line a bit, but its virtually impossible to escape ME obsession.&lt;/p&gt;\n\n&lt;p&gt;You need help from the spirit, which is the same as intent, which is the one that manifests things in the darkroom.&lt;/p&gt;\n\n&lt;p&gt;Best is just accept that the sights change as the assemblage point moves, and focus awareness on any new sight. Don&amp;#39;t judge their worth, just look.   Avoid focusing on only one, especially at the top.  You&amp;#39;ll slide horizontally.&lt;/p&gt;\n\n&lt;p&gt;BUT, the link to intent is clouded by interfering.  That&amp;#39;s just ME again!  Don&amp;#39;t bring that bastard with you!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the rub of it as far as interference.&lt;/p&gt;\n\n&lt;p&gt;Once you say, &amp;quot;Hey darkroom, I need to see a bunch of cool stuff tonight!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Forget it.  &lt;/p&gt;\n\n&lt;p&gt;This is why Carlos didn&amp;#39;t like to give the kind of details we share in here.&lt;/p&gt;\n\n&lt;p&gt;But we have to.  Don Juan and Genaro supplied the motivation to Carlos.&lt;/p&gt;\n\n&lt;p&gt;We  have to supply it to each other. &lt;/p&gt;\n\n&lt;p&gt;So find things to look at.  The colors and puffs are what gets us to the other side, energy body now in tow, and then over there its phantom realms and iobs were looking for.&lt;/p&gt;\n\n&lt;p&gt;There are 2 more, but I can&amp;#39;t name them.  Or remember them either. If you run into the 3rd, which is not too difficult, give yourself 6 thumbs up in a row.&lt;/p&gt;\n\n&lt;p&gt;That will be nearly impossible to remember, but the motions will help.&lt;/p&gt;\n\n&lt;p&gt;Abstract stuff can be viewed!    &lt;/p&gt;\n\n&lt;p&gt;When viewing iobs, remember the container.&lt;/p&gt;\n\n&lt;p&gt;If they can be seen, you have made  a container with them.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re like a pink cloud that can change shape, but they &amp;quot;push&amp;quot; on your emanations, forcing you to notice there is an aware presence, and then you come up with an appearance.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re around, no matter how poor their manifestation is.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;recognizing&amp;quot; them, in the absence of an internal dialogue to have caused that, which insures you have one.&lt;/p&gt;\n\n&lt;p&gt;If you believe you see them, that&amp;#39;s enough.&lt;/p&gt;\n\n&lt;p&gt;AS LONG AS, you weren&amp;#39;t just fantasizing about chapter #3 in your new &amp;quot;wonderful me&amp;quot; book.&lt;/p&gt;\n\n&lt;p&gt;Once you have an IOB, just stuff other things into it.&lt;/p&gt;\n\n&lt;p&gt;Talk to it, praise it, hug it.&lt;/p&gt;\n\n&lt;p&gt;Even pick up a pillow and offer to stuff it inside her.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re irrational as far as interactions with humans go. The more crazy you seem, the more comfortable are.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re too rational to be much fun to them.&lt;/p&gt;\n\n&lt;p&gt;If you want her to wear costumes, that&amp;#39;s fine.   Be scary?  Ok too.&lt;/p&gt;\n\n&lt;p&gt;But our containers made with them are like baskets with a loose weave. They leak fast.  You could even put some water in there, but you wouldn&amp;#39;t make it back to camp.&lt;/p&gt;\n\n&lt;p&gt;And yet, it would still be wet.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;persistence&amp;quot; of the emanations.  The glow fades away, but once an emanation has been lit up, it always retains a trace of  having been used.&lt;/p&gt;\n\n&lt;p&gt;So does an iob really look like what you see?&lt;/p&gt;\n\n&lt;p&gt;Yes!  For a while.&lt;/p&gt;\n\n&lt;p&gt;And then it stays wet even longer.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;fairy&amp;quot; (Little Smoke) likely can do a talking coyote to this day but it wont be a very good one.&lt;/p&gt;\n\n&lt;p&gt;Minx has done lizard twice for me, and it had never occurred to me he was Devil&amp;#39;s Weed.&lt;/p&gt;\n\n&lt;p&gt;Fairy is probably Little Smoke, because she&amp;#39;s shown me that form several times, when playing with Cholita.  Looks like a little puff of intense white smoke made from fibers, with an occasional yellow fiber.&lt;/p&gt;\n\n&lt;p&gt;Solid enough to push 2 ounce objects straight  up!&lt;/p&gt;\n\n&lt;p&gt;Just remember to interact with iobs.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t get greedy and rate how much it&amp;#39;s helping.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not the point at all.  You aren&amp;#39;t making something to show someone.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re putting things in the container.&lt;/p&gt;\n\n&lt;p&gt;Pretend you&amp;#39;re 2  years old playing with an adult.  A 2 year old puts really lame stuff into a box when playing, but the adult doesn&amp;#39;t judge it.  The game is just to put stuff in there.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is very serious business.  People given to imaginings are not going to do well, unless they are so irrational their imaging&amp;#39;s are  a phantom reality.  Like Cholita.&lt;/p&gt;\n\n&lt;p&gt;So a hippy lady who closes her eyes and visualizes things, pretending to be doing dark room (it happens a lot), is focusing into a phantom darkroom, not the real one.&lt;/p&gt;\n\n&lt;p&gt;Here witch abilities make that seem to be working for her.&lt;/p&gt;\n\n&lt;p&gt;What she feels may seem real, but it&amp;#39;s all headed to ME, ME, ME.&lt;/p&gt;\n\n&lt;p&gt;So when she practices, she&amp;#39;s still focusing her beam of awareness on ME.&lt;/p&gt;\n\n&lt;p&gt;A male would have been a better analogy, but they&amp;#39;re imaginings are angry and bully like whih distracts from the analogy.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t mentally masturbate!!!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll never get to the deep orange zone with ME attached.&lt;/p&gt;\n\n&lt;p&gt;We need to toss off being human as much as possible.&lt;/p&gt;\n\n&lt;p&gt;Thus the more engulfing and alien what you look at in the dark room, the better.&lt;/p&gt;\n\n&lt;p&gt;It might be common to find yourself in  a dark cave.  That can be the iob realm, or it can simply be a very crummy abstract room.&lt;/p&gt;\n\n&lt;p&gt;The sharpness of focus is what counts most. A blurry scene of the woods, complete with all details, is not as good as being surrounded by cracked dried mud, covering all the walls and floor,  intensely in focus.  So well in focus it&amp;#39;s a bit frightening.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s better for removing the ME beam than the blurry scene.&lt;/p&gt;\n\n&lt;p&gt;New topic:&lt;/p&gt;\n\n&lt;p&gt;The river of filth is a collection of bad players.  But its packetized to minimize collisions.&lt;/p&gt;\n\n&lt;p&gt;This subreddit it would fall apart if we had several bad players each day. We&amp;#39;ve all seen the effect of continuous attack.&lt;/p&gt;\n\n&lt;p&gt;So the river of filth segregates itself. But its still the same thing as in here.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why stalking.  Stalking is inevitable.&lt;/p&gt;\n\n&lt;p&gt;Stalking comes from how the emanations react to absolutely anything.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t just &amp;quot;grin and bear it&amp;quot; with the emanations.  They&amp;#39;ll grin back.&lt;/p&gt;\n\n&lt;p&gt;Trace thoughts, past actions, phantom containers you made with people.&lt;/p&gt;\n\n&lt;p&gt;It all goes into the mass of emanations in front of you, and then intent skims it according to how much activity there is on each emanation.&lt;/p&gt;\n\n&lt;p&gt;Ours are very screwed up, by daily living.&lt;/p&gt;\n\n&lt;p&gt;This is no analogy.  People reading it will start to think Buddhist precept, or Hindu ancient seer texts.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t pretend stuff!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what you really have in your face in the darkroom, as you struggle to manipulate the emanations with your fingers.&lt;/p&gt;\n\n&lt;p&gt;This new pass does just that.&lt;/p&gt;\n\n&lt;p&gt;It uses 2 fingers on each hand to tickle some imaginary emanations,  adding energy to that idea.&lt;/p&gt;\n\n&lt;p&gt;You show intent you want the emanations, and then you clench your fists and explode.&lt;/p&gt;\n\n&lt;p&gt;Intent reskims and you get the emanations.&lt;/p&gt;\n\n&lt;p&gt;But not entirely.  This pushes you to the precise spot where the emanations are at their strongest, in raw form.  I suppose thanks to the old seers. They have some intent left over in that movement.&lt;/p&gt;\n\n&lt;p&gt;That might even be a movement backwards on the J curve.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a parking spot. &lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;mid orange zone&amp;quot; spot.&lt;/p&gt;\n\n&lt;p&gt;Maybe there&amp;#39;s more of those we didn&amp;#39;t notice in the Tensegrity?  A mid red zone movement?&lt;/p&gt;\n\n&lt;p&gt;Maybe with 4 tensegrity moves, you can jump anywhere on the J curve?&lt;/p&gt;\n\n&lt;p&gt;Recap is part of all of this.  You try to remove containers you made with random people.  So those stop taking your awareness.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the ugly part.&lt;/p&gt;\n\n&lt;p&gt;Recap is a separate path.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not the same as being a new seer.&lt;/p&gt;\n\n&lt;p&gt;So we have 3 paths, to try to live a bit longer than our 100 years.&lt;/p&gt;\n\n&lt;p&gt;You can bury yourself and go to IOB world in your double. Can you bring physical matter?   I don&amp;#39;t think so.&lt;/p&gt;\n\n&lt;p&gt;The death defier you suggest?  I&amp;#39;ve never seen his physical matter.&lt;/p&gt;\n\n&lt;p&gt;But I HAVE seen Cholita&amp;#39;s double.  And it&amp;#39;s solid.&lt;/p&gt;\n\n&lt;p&gt;Hopefully he had physical matter, but since he &amp;quot;merged&amp;quot; with Carol, that seems unlikely.&lt;/p&gt;\n\n&lt;p&gt;Remember in the early books don Juan warned Carlos not to reveal where a sorcerer is buried.&lt;/p&gt;\n\n&lt;p&gt;It was men of knowledge technology.  They all went to the iob realm if they could.&lt;/p&gt;\n\n&lt;p&gt;Some protected their physical matter by turning into trees.  Maybe the death defier is buried somewhere.&lt;/p&gt;\n\n&lt;p&gt;When the IOBs &amp;quot;come back for your matter later&amp;quot;, maybe they just push it down a hole to keep it intact.&lt;/p&gt;\n\n&lt;p&gt;Recap is an escape plan.  You get yourself so used to seeing your life flash before your eyes that you can ignore the eagles replay,  perceive him, and sneak around.&lt;/p&gt;\n\n&lt;p&gt;Where you go I have no idea but Carols told us, &amp;quot;Come find me and I&amp;#39;ll show you which way to go.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So maybe you only need a guide.  And the dome is where you go.&lt;/p&gt;\n\n&lt;p&gt;Which likely means cleargreen decided to take the recap way out.  Carlos offered!  I got the offer too, with him looking right into my eyes as he said it.  After scanning others the same way.&lt;/p&gt;\n\n&lt;p&gt;Or Carol can pull cleargreen into iob realm.  There&amp;#39;s some talk that&amp;#39;s where don Juan had to go.&lt;/p&gt;\n\n&lt;p&gt;But they seem to have given up on climbing.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the 3rd method. Climb to the top of the mountain so you can see everything around you.&lt;/p&gt;\n\n&lt;p&gt;Light up all emanations at once.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qv47z6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qv47z6/raw_notes_on_the_new_tensegrity_form/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qv47z6/raw_notes_on_the_new_tensegrity_form/", "subreddit_subscribers": 9561, "created_utc": 1637055719.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j421gr0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j41pvum", "score": 1, "author_fullname": "t2_juj59kud", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Eyes wide open...all the time...well, except when doing glitter.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j421gr0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Eyes wide open...all the time...well, except when doing glitter.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qv47z6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qv47z6/raw_notes_on_the_new_tensegrity_form/j421gr0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673543548.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1673543548.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j41pvum", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1673539175.0, "send_replies": true, "parent_id": "t1_j40i5xe", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We don't have those answers.\n\nBut if you see them in the books, please point them out.\n\nI'm banned from reading them, or I'd be researching that topic.\n\nIt also relates to \"shrinking the tonal\".\n\nWhich WILL happen if you practice darkroom!\n\nIt's how you can break the laws of physics.\n\nBut you can't see what really happened.  You'd have to see someone else do that to figure out what's going on.\n\nFrom your point of view, it just seems as if you walked through a solid wall, or zipped across galaxies to land on a distant planet.\n\nFully awake! Eyes open. Standing up and running or jumping.\n\nSo why don't you become our \"physical matter\" expert and keep your eyes open?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j41pvum", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We don&amp;#39;t have those answers.&lt;/p&gt;\n\n&lt;p&gt;But if you see them in the books, please point them out.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m banned from reading them, or I&amp;#39;d be researching that topic.&lt;/p&gt;\n\n&lt;p&gt;It also relates to &amp;quot;shrinking the tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which WILL happen if you practice darkroom!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s how you can break the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t see what really happened.  You&amp;#39;d have to see someone else do that to figure out what&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;From your point of view, it just seems as if you walked through a solid wall, or zipped across galaxies to land on a distant planet.&lt;/p&gt;\n\n&lt;p&gt;Fully awake! Eyes open. Standing up and running or jumping.&lt;/p&gt;\n\n&lt;p&gt;So why don&amp;#39;t you become our &amp;quot;physical matter&amp;quot; expert and keep your eyes open?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qv47z6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qv47z6/raw_notes_on_the_new_tensegrity_form/j41pvum/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673539175.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j40i5xe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "created_utc": 1673514841.0, "send_replies": true, "parent_id": "t3_qv47z6", "score": 2, "author_fullname": "t2_juj59kud", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I do remember Don Jaun talking about not telling where Sorcerers are buried (or even where they live or who they are). I'm only half way through Tales of Power (reading the books in sequence, but I did skip ahead after TODJ and read TAOD before starting over chronologically). So I can't remember which of the books this conversation was in. I don't however recall reading about why it's important to protect our physical matter if we go to live in the IOBs world. \nIn TAOD it was clear that they can bring even our physical matter into their world.\nCan you point me in the direction of where to look for the importance of protecting physical matter left here if we go there.\nAnd I think don't Juan did the climb...I just read something, maybe a lecture of Taishas (found on our wiki) about how Manfred went with Don Jaun bc his emanations were lit all the way up...or is the \"climb\" something else. \nAnd if we do go to the IOBs world...it's \"like living for eternity\" but it's not really. So won't we still have to face the Eagle at some point if we go that route?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j40i5xe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I do remember Don Jaun talking about not telling where Sorcerers are buried (or even where they live or who they are). I&amp;#39;m only half way through Tales of Power (reading the books in sequence, but I did skip ahead after TODJ and read TAOD before starting over chronologically). So I can&amp;#39;t remember which of the books this conversation was in. I don&amp;#39;t however recall reading about why it&amp;#39;s important to protect our physical matter if we go to live in the IOBs world. \nIn TAOD it was clear that they can bring even our physical matter into their world.\nCan you point me in the direction of where to look for the importance of protecting physical matter left here if we go there.\nAnd I think don&amp;#39;t Juan did the climb...I just read something, maybe a lecture of Taishas (found on our wiki) about how Manfred went with Don Jaun bc his emanations were lit all the way up...or is the &amp;quot;climb&amp;quot; something else. \nAnd if we do go to the IOBs world...it&amp;#39;s &amp;quot;like living for eternity&amp;quot; but it&amp;#39;s not really. So won&amp;#39;t we still have to face the Eagle at some point if we go that route?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qv47z6/raw_notes_on_the_new_tensegrity_form/j40i5xe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673514841.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qv47z6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]