[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Dan, you mentioned a couple of times that fliers don't exist. \n\nOne question then, what exactly is the internal dialogue? Why is it so hard to get rid of it? Is it merely a position of the assemblage point?\n\nSometimes it does feel a bit \"foreign\" to me.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "What is the internal dialogue?", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_m7tsx1", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.86, "author_flair_background_color": null, "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_6f5a0kl9", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1616082705.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Dan, you mentioned a couple of times that fliers don&amp;#39;t exist. &lt;/p&gt;\n\n&lt;p&gt;One question then, what exactly is the internal dialogue? Why is it so hard to get rid of it? Is it merely a position of the assemblage point?&lt;/p&gt;\n\n&lt;p&gt;Sometimes it does feel a bit &amp;quot;foreign&amp;quot; to me.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "m7tsx1", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "apprentice2000", "discussion_type": null, "num_comments": 38, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/", "subreddit_subscribers": 9561, "created_utc": 1616082705.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grhgmie", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grf7gxj", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This is a complicated question.\n\n\\#1 Most important in my opinion:    If you can walk around, please walk around!   Especially do some \"lazy tensegrity\", like mashing energy, and try to see the energy get mashed.  Or crawl around on the floor, looking for your \"spot\".  Search the entire room for differences in the colors.\n\nOtherwise, if you're just sitting up  you'll get tired and lay down, or blank out.  In both cases, if you aren't very advanced, you'll fall asleep.\n\nIt'll probably be closer to lucid dreaming, which is great, but it doesn't help you move the assemblage point further.  And our main goal is silent knowledge, all the time. That's the same as cleaning the connecting link to intent.\n\nIf you can't walk around, at least stretch your legs out.\n\nIf you are scooping or playing with colors, even if you can only do that sitting,  then moving around is best.  Wave the arms, wiggle the fingers at the right spot and try to see sparks or lines of light, and generally observe and interact with  the colors as much as possible. There is a difference between scooping, and finger wiggling. Finger wiggling is like picking fleas out of another chimpanzees head, except with pieces and flecks of visible colors.  Scooping is an overall view.    Try a little of both, but remember that \"light fleas\" are more of a horizontal shift.  Scooping larger stuff is vertical.\n\nBut why \"play with the colors\", if we're following that incident with Zuleica and Carlos, in Eagle's Gift?  Where he does nothing but wiggle all night long, under threat of being struck by Zuleica.\n\nI hope you all can answer that yourself.\n\nIt's because, in that incident Carlos had been pushed into heightened awareness by don Juan, for days it seems. Certainly all night with Zuleica.\n\nWe're not.  So we do what Zuleica had Carlos do, toss in a bit of what Josefina and La Gorda were doing (just looking for anything at all), and MOST important of all, we follow the advice of Carlos.  Compress the puffs with the hands.  Pull them towards you and deposit them on the torso.\n\nNow, if you move the assemblage point so far that you enter the realm of the dreaming fog, as evidenced by \"things\" and tiny dream scenes materializing in the air, you can stop moving.\n\nSit up and gaze at it, without obsessing over any one thing, unless you want the assemblage point to move sideways instead of completing the J curve.\n\nWhich can be fun!  It brings out the double, to enter into the little dreams you see floating around.  And the horizontal movement if you \"interact\" with the dream scenes, is very motivational. So while it may be an evil horizontal shift, like the old sorcerers, we all need some tales of power, to motivate us.\n\nBut finally, you won't give a damn about any of the magic.  That means, you're getting very close to silent knowledge, stopping the world, bringing out the double, directly perceiving intent (gremlins for me), or \"the abstract\".\n\nIn \"not give a damn state\" (Buddhist equanimity), it's ok to sit still, to find out what happens next.\n\nIn that state, movement of the body produces a fireworks show every time, so it's very powerful. Your little finger can produce as much of a \"puff disturbance\" as your entire arm. Just by moving up 1/4th inch.  \n\nAnd, any movement, no matter how tiny, can move you back to \"caring\".\n\nThe \"book deal little finger\"?  \n\nSo you sit motionless forcing even better silence. That's the key!  More and more silence, or you will move backwards over the following months, when you get used to cool stuff and become complacent.\n\nMediocre darkroom gazing: You don't emphasize silence.\n\nGreat darkroom gazing: You absolutely won't allow any words in your mind, and realize that this has to be sustained for hours, not for seconds. And every single time you fail, or your attention focuses on the wrong thing, you try to figure out why, and apply more force to your silence.\n\nIf you are zoning out, that's a good sign. Your silence is pretty decent. Or if you are fully silent, and starting to topple over to the side, and don't want to do anything about it because it'll alter your silence, then slap your face.  For both conditions, because both will end your practice.\n\nIt's just a single movement, and it's over quick. And you only do it, when you're going to be \"gone\" soon. Which will cause you to stop practicing if you don't snap out of it.\n\nAnd there, if you ask me, is the goal for someone new at it.\n\nTo be in that \"don't care\" state, with the assemblage point so close to silent knowledge, anything at all can happen.\n\nAlways try to go for stopping the world when you get there, but bouncing off of that effect, into a cyclic being world, or into a re-run, can also happen.  And are just as much fun.\n\nIf we get more people there, we can discover other possibilities.\n\nFor example, that thing Carlos experienced with sound made by the allies, while he was in a forest. Where sound seemed to be forming structures.\n\nWe could do that too,  at that distant position of the assemblage point where magic surrounds you.\n\nBut it's not something you can \"dabble\" with.\n\nIt invokes *intent*, which can be deviated from what you were doing, for days.\n\nIt's not advisable to jump around in the dark room.  \"Navigate\" until you reach the point where you need to change course, either because you saw what you wanted, or it's not progressing to anything else.\n\nI'll add that I lost my puffs for a few days, and only could find flat color.  And yet, I was accomplishing amazing things, with finger wiggling. Bringing out the double kind of stuff.\n\nFancy showed up, and I realized, all the puffery is associated with the dreaming double being too dispersed. That's why we do tensegrity, to bring it into the middle, where we can redeploy it as the double.\n\nIt's a case of, \"You can't have your cake and eat it too.\"\n\nI found that rather disturbing, so I dropped finger wiggling.\n\nAnd found a balance in the middle. It is possible to retain both, but you sort of have to \"borrow\" the double, to help form the puffs.\n\nFancy still claims, that's him. The puffs.  \n\n\nBut she's greedy for puffs for herself.", "edited": 1616165983.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grhgmie", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is a complicated question.&lt;/p&gt;\n\n&lt;p&gt;#1 Most important in my opinion:    If you can walk around, please walk around!   Especially do some &amp;quot;lazy tensegrity&amp;quot;, like mashing energy, and try to see the energy get mashed.  Or crawl around on the floor, looking for your &amp;quot;spot&amp;quot;.  Search the entire room for differences in the colors.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, if you&amp;#39;re just sitting up  you&amp;#39;ll get tired and lay down, or blank out.  In both cases, if you aren&amp;#39;t very advanced, you&amp;#39;ll fall asleep.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll probably be closer to lucid dreaming, which is great, but it doesn&amp;#39;t help you move the assemblage point further.  And our main goal is silent knowledge, all the time. That&amp;#39;s the same as cleaning the connecting link to intent.&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t walk around, at least stretch your legs out.&lt;/p&gt;\n\n&lt;p&gt;If you are scooping or playing with colors, even if you can only do that sitting,  then moving around is best.  Wave the arms, wiggle the fingers at the right spot and try to see sparks or lines of light, and generally observe and interact with  the colors as much as possible. There is a difference between scooping, and finger wiggling. Finger wiggling is like picking fleas out of another chimpanzees head, except with pieces and flecks of visible colors.  Scooping is an overall view.    Try a little of both, but remember that &amp;quot;light fleas&amp;quot; are more of a horizontal shift.  Scooping larger stuff is vertical.&lt;/p&gt;\n\n&lt;p&gt;But why &amp;quot;play with the colors&amp;quot;, if we&amp;#39;re following that incident with Zuleica and Carlos, in Eagle&amp;#39;s Gift?  Where he does nothing but wiggle all night long, under threat of being struck by Zuleica.&lt;/p&gt;\n\n&lt;p&gt;I hope you all can answer that yourself.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because, in that incident Carlos had been pushed into heightened awareness by don Juan, for days it seems. Certainly all night with Zuleica.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re not.  So we do what Zuleica had Carlos do, toss in a bit of what Josefina and La Gorda were doing (just looking for anything at all), and MOST important of all, we follow the advice of Carlos.  Compress the puffs with the hands.  Pull them towards you and deposit them on the torso.&lt;/p&gt;\n\n&lt;p&gt;Now, if you move the assemblage point so far that you enter the realm of the dreaming fog, as evidenced by &amp;quot;things&amp;quot; and tiny dream scenes materializing in the air, you can stop moving.&lt;/p&gt;\n\n&lt;p&gt;Sit up and gaze at it, without obsessing over any one thing, unless you want the assemblage point to move sideways instead of completing the J curve.&lt;/p&gt;\n\n&lt;p&gt;Which can be fun!  It brings out the double, to enter into the little dreams you see floating around.  And the horizontal movement if you &amp;quot;interact&amp;quot; with the dream scenes, is very motivational. So while it may be an evil horizontal shift, like the old sorcerers, we all need some tales of power, to motivate us.&lt;/p&gt;\n\n&lt;p&gt;But finally, you won&amp;#39;t give a damn about any of the magic.  That means, you&amp;#39;re getting very close to silent knowledge, stopping the world, bringing out the double, directly perceiving intent (gremlins for me), or &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In &amp;quot;not give a damn state&amp;quot; (Buddhist equanimity), it&amp;#39;s ok to sit still, to find out what happens next.&lt;/p&gt;\n\n&lt;p&gt;In that state, movement of the body produces a fireworks show every time, so it&amp;#39;s very powerful. Your little finger can produce as much of a &amp;quot;puff disturbance&amp;quot; as your entire arm. Just by moving up 1/4th inch.  &lt;/p&gt;\n\n&lt;p&gt;And, any movement, no matter how tiny, can move you back to &amp;quot;caring&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;book deal little finger&amp;quot;?  &lt;/p&gt;\n\n&lt;p&gt;So you sit motionless forcing even better silence. That&amp;#39;s the key!  More and more silence, or you will move backwards over the following months, when you get used to cool stuff and become complacent.&lt;/p&gt;\n\n&lt;p&gt;Mediocre darkroom gazing: You don&amp;#39;t emphasize silence.&lt;/p&gt;\n\n&lt;p&gt;Great darkroom gazing: You absolutely won&amp;#39;t allow any words in your mind, and realize that this has to be sustained for hours, not for seconds. And every single time you fail, or your attention focuses on the wrong thing, you try to figure out why, and apply more force to your silence.&lt;/p&gt;\n\n&lt;p&gt;If you are zoning out, that&amp;#39;s a good sign. Your silence is pretty decent. Or if you are fully silent, and starting to topple over to the side, and don&amp;#39;t want to do anything about it because it&amp;#39;ll alter your silence, then slap your face.  For both conditions, because both will end your practice.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a single movement, and it&amp;#39;s over quick. And you only do it, when you&amp;#39;re going to be &amp;quot;gone&amp;quot; soon. Which will cause you to stop practicing if you don&amp;#39;t snap out of it.&lt;/p&gt;\n\n&lt;p&gt;And there, if you ask me, is the goal for someone new at it.&lt;/p&gt;\n\n&lt;p&gt;To be in that &amp;quot;don&amp;#39;t care&amp;quot; state, with the assemblage point so close to silent knowledge, anything at all can happen.&lt;/p&gt;\n\n&lt;p&gt;Always try to go for stopping the world when you get there, but bouncing off of that effect, into a cyclic being world, or into a re-run, can also happen.  And are just as much fun.&lt;/p&gt;\n\n&lt;p&gt;If we get more people there, we can discover other possibilities.&lt;/p&gt;\n\n&lt;p&gt;For example, that thing Carlos experienced with sound made by the allies, while he was in a forest. Where sound seemed to be forming structures.&lt;/p&gt;\n\n&lt;p&gt;We could do that too,  at that distant position of the assemblage point where magic surrounds you.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not something you can &amp;quot;dabble&amp;quot; with.&lt;/p&gt;\n\n&lt;p&gt;It invokes &lt;em&gt;intent&lt;/em&gt;, which can be deviated from what you were doing, for days.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not advisable to jump around in the dark room.  &amp;quot;Navigate&amp;quot; until you reach the point where you need to change course, either because you saw what you wanted, or it&amp;#39;s not progressing to anything else.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll add that I lost my puffs for a few days, and only could find flat color.  And yet, I was accomplishing amazing things, with finger wiggling. Bringing out the double kind of stuff.&lt;/p&gt;\n\n&lt;p&gt;Fancy showed up, and I realized, all the puffery is associated with the dreaming double being too dispersed. That&amp;#39;s why we do tensegrity, to bring it into the middle, where we can redeploy it as the double.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a case of, &amp;quot;You can&amp;#39;t have your cake and eat it too.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I found that rather disturbing, so I dropped finger wiggling.&lt;/p&gt;\n\n&lt;p&gt;And found a balance in the middle. It is possible to retain both, but you sort of have to &amp;quot;borrow&amp;quot; the double, to help form the puffs.&lt;/p&gt;\n\n&lt;p&gt;Fancy still claims, that&amp;#39;s him. The puffs.  &lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s greedy for puffs for herself.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grhgmie/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616165117.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616165117.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "grf7gxj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "1bpjc", "can_mod_post": false, "created_utc": 1616110187.0, "send_replies": true, "parent_id": "t1_greu4y7", "score": 2, "author_fullname": "t2_5hy76ro5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "For those succesfull in dark room gazing, have you noticed increase or decrease in success with certain body position ? Like are you not moving at all ... And also how much silence you generally reach ? Like not a words at all for long minutes, or sometimes you have few seconds where you lose attention.. ? Also do you dark room just before sleep or few hours before ?\n\nI ask because I usually have ok success early in session and then feel it's harder to keep the internal dialogue away; sometimes I even fell half-asleep.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grf7gxj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;For those succesfull in dark room gazing, have you noticed increase or decrease in success with certain body position ? Like are you not moving at all ... And also how much silence you generally reach ? Like not a words at all for long minutes, or sometimes you have few seconds where you lose attention.. ? Also do you dark room just before sleep or few hours before ?&lt;/p&gt;\n\n&lt;p&gt;I ask because I usually have ok success early in session and then feel it&amp;#39;s harder to keep the internal dialogue away; sometimes I even fell half-asleep.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grf7gxj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616110187.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gth7rab", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tryerrr", "can_mod_post": false, "created_utc": 1617645395.0, "send_replies": true, "parent_id": "t1_greu4y7", "score": 1, "author_fullname": "t2_n9h6v", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Magic is ambigious, potentially differently perceived by different people, and nigh-impossible to quantize to put into \"standard memory\" arrays. \n\nConsider analog vs digital circuits. Engineers used to digital (and software!) are terrified by possibility of something nondigital, nonquantized, belonging in \"real world\", like power, radio, even audio output in actual air by actual moving nonquantized physical bodies. Even great analog engineers try to quantize things and get them standardized, but always finding weird but working surprises like fractal antennas, Zenneck waves and whatnot. Biology is similarly analog, even with  \"it's all coded in DNA\" quantization attempts.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gth7rab", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Magic is ambigious, potentially differently perceived by different people, and nigh-impossible to quantize to put into &amp;quot;standard memory&amp;quot; arrays. &lt;/p&gt;\n\n&lt;p&gt;Consider analog vs digital circuits. Engineers used to digital (and software!) are terrified by possibility of something nondigital, nonquantized, belonging in &amp;quot;real world&amp;quot;, like power, radio, even audio output in actual air by actual moving nonquantized physical bodies. Even great analog engineers try to quantize things and get them standardized, but always finding weird but working surprises like fractal antennas, Zenneck waves and whatnot. Biology is similarly analog, even with  &amp;quot;it&amp;#39;s all coded in DNA&amp;quot; quantization attempts.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gth7rab/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1617645395.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "greu4y7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616103769.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 9, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Because we're insane from constant torture at the hands of our fellow man, while we're first learning about the world as infants?\n\nThat's my take on it, but it's not a very pleasant one.\n\nThe moms in here won't like that.  The dads will likely mumble to themselves, \"right on...\"\n\nSo I have to say instead, I don't know for sure where the internal dialogue comes from.\n\nCarlos never told us for real. We didn't reach that level, before he had to leave.\n\nHe started to explain it.  Normally, the energy you can *see*  there in the mind, goes around and around.  But in modern man, it goes back and forth.  Only sideways, and back to the same spot again.\n\nHe didn't say why it had been broken.\n\nBut I can give you some ideas.\n\n\"Reason\" can only be explained through \"talking\". Both are points on the 8 point diagram.\n\nYou can reason things out and never have to talk.  Such as, you see a rabbit running and reason out that if you go left instead of chasing after it directly,  you can surprise it on the other side of that big rock where there's a drop-off you can remember from visiting that place last week.\n\nThe rabbit will panic and delay an instant, when he sees the drop-off.\n\nYou don't have to talk to know that.\n\nBut to explain it to another hunter, so he can use that spot too, there's an intersection of reason and talking in the 8 point diagram, as don Juan described it.  So you can \"explain\" things.\n\nSome points don't intersect, but those 2 do.\n\nTalking isn't always needed to **use** reason.  But it's always needed to **explain** it.\n\nAnd, talking is also used for making lists. Without lists, we couldn't survive in the wild.\n\nWe need steps for many functions.  To warn ourselves, make the right moves in the right sequence, and so on.\n\nAnd especially to remember what things we need to gather as we wander around in the wild. So we can survive.\n\nMy guess is, our parents and family traumatize us so much, we start making too many lists of what we need to do, to avoid more trouble.\n\nWe become list obsessed, and use only that \"specialized\" ability of \"talking\", to repeat the same thing over and over.\n\nAs we grow older, our list becomes more and more complicated, even incorporating some imaginary ideas like \"self-worth\", and \"respect\" as things needing extra protection.\n\nIf you don't protect your \"self\",  and instead allow it to be disrespected, we quickly learn that even worse things will happen in the future, as people take advantage of us.\n\nThe Russians can give you an extra detailed view on that. They are far more worried about being perceived as having a weakness, than we are in the USA.\n\nAnd our list never includes any magical things.\n\nThe cool fun stuff that causes you to relax, and mellow out.\n\nBecause our family has decided to ignore magic.\n\nWorse, they've decided to forbid it.\n\nFor us in our modern situation, life is all about being trapped in 4 walls with angry,  insane family members.\n\nWith no chance to change worlds and explore something completely different.\n\nFor us, lists are more important than they ought to have been.\n\nIf we had a more natural setting,  like that of a hunting/gathering society, we could drop that list obsession for a while and go down to the stream to grab some fish, where we could see if that water spirit will make an appearance today and allow us passage into it's cave like world.\n\nIn my opinion, that's what causes the internal dialogue.\n\nConstant worry about how many cookies we're getting, how many times we get punished, and whether our sense of \"self\" is being properly respected, so that we have less trouble in the future.\n\nIf you hang out in here, you can tell from the first 2 sentences a new person posts, if they're a bad player.\n\nIt's not magic, or reading their mind.\n\nIt's obvious.\n\nIf they have an obsession with nothing but other people, and no actual interest in that water spirit making an appearance (magic),  they're going to be a bad player.\n\nIn other words, if they post first before reading anything at all, they're likely a bad player.\n\nThey're \"respect deficient\", and only come here thinking it's a place to gain more respect.\n\nThe magic attracts them, but not for the sake of magic.\n\nThe magic makes this place seem more important than other places they know of.\n\nWhich makes their head all the more likely to explode, when they get called on it.\n\nDarkroom gazers who have succeeded in holding a puff in their hand and setting it down, so that it remains where placed,  will know that other people are completely insane and obsessed with nothing but humans and their imaginary idea of \"Self\", getting the respect it deserves.", "edited": 1616104724.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_greu4y7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Because we&amp;#39;re insane from constant torture at the hands of our fellow man, while we&amp;#39;re first learning about the world as infants?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s my take on it, but it&amp;#39;s not a very pleasant one.&lt;/p&gt;\n\n&lt;p&gt;The moms in here won&amp;#39;t like that.  The dads will likely mumble to themselves, &amp;quot;right on...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So I have to say instead, I don&amp;#39;t know for sure where the internal dialogue comes from.&lt;/p&gt;\n\n&lt;p&gt;Carlos never told us for real. We didn&amp;#39;t reach that level, before he had to leave.&lt;/p&gt;\n\n&lt;p&gt;He started to explain it.  Normally, the energy you can &lt;em&gt;see&lt;/em&gt;  there in the mind, goes around and around.  But in modern man, it goes back and forth.  Only sideways, and back to the same spot again.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t say why it had been broken.&lt;/p&gt;\n\n&lt;p&gt;But I can give you some ideas.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Reason&amp;quot; can only be explained through &amp;quot;talking&amp;quot;. Both are points on the 8 point diagram.&lt;/p&gt;\n\n&lt;p&gt;You can reason things out and never have to talk.  Such as, you see a rabbit running and reason out that if you go left instead of chasing after it directly,  you can surprise it on the other side of that big rock where there&amp;#39;s a drop-off you can remember from visiting that place last week.&lt;/p&gt;\n\n&lt;p&gt;The rabbit will panic and delay an instant, when he sees the drop-off.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t have to talk to know that.&lt;/p&gt;\n\n&lt;p&gt;But to explain it to another hunter, so he can use that spot too, there&amp;#39;s an intersection of reason and talking in the 8 point diagram, as don Juan described it.  So you can &amp;quot;explain&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;Some points don&amp;#39;t intersect, but those 2 do.&lt;/p&gt;\n\n&lt;p&gt;Talking isn&amp;#39;t always needed to &lt;strong&gt;use&lt;/strong&gt; reason.  But it&amp;#39;s always needed to &lt;strong&gt;explain&lt;/strong&gt; it.&lt;/p&gt;\n\n&lt;p&gt;And, talking is also used for making lists. Without lists, we couldn&amp;#39;t survive in the wild.&lt;/p&gt;\n\n&lt;p&gt;We need steps for many functions.  To warn ourselves, make the right moves in the right sequence, and so on.&lt;/p&gt;\n\n&lt;p&gt;And especially to remember what things we need to gather as we wander around in the wild. So we can survive.&lt;/p&gt;\n\n&lt;p&gt;My guess is, our parents and family traumatize us so much, we start making too many lists of what we need to do, to avoid more trouble.&lt;/p&gt;\n\n&lt;p&gt;We become list obsessed, and use only that &amp;quot;specialized&amp;quot; ability of &amp;quot;talking&amp;quot;, to repeat the same thing over and over.&lt;/p&gt;\n\n&lt;p&gt;As we grow older, our list becomes more and more complicated, even incorporating some imaginary ideas like &amp;quot;self-worth&amp;quot;, and &amp;quot;respect&amp;quot; as things needing extra protection.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t protect your &amp;quot;self&amp;quot;,  and instead allow it to be disrespected, we quickly learn that even worse things will happen in the future, as people take advantage of us.&lt;/p&gt;\n\n&lt;p&gt;The Russians can give you an extra detailed view on that. They are far more worried about being perceived as having a weakness, than we are in the USA.&lt;/p&gt;\n\n&lt;p&gt;And our list never includes any magical things.&lt;/p&gt;\n\n&lt;p&gt;The cool fun stuff that causes you to relax, and mellow out.&lt;/p&gt;\n\n&lt;p&gt;Because our family has decided to ignore magic.&lt;/p&gt;\n\n&lt;p&gt;Worse, they&amp;#39;ve decided to forbid it.&lt;/p&gt;\n\n&lt;p&gt;For us in our modern situation, life is all about being trapped in 4 walls with angry,  insane family members.&lt;/p&gt;\n\n&lt;p&gt;With no chance to change worlds and explore something completely different.&lt;/p&gt;\n\n&lt;p&gt;For us, lists are more important than they ought to have been.&lt;/p&gt;\n\n&lt;p&gt;If we had a more natural setting,  like that of a hunting/gathering society, we could drop that list obsession for a while and go down to the stream to grab some fish, where we could see if that water spirit will make an appearance today and allow us passage into it&amp;#39;s cave like world.&lt;/p&gt;\n\n&lt;p&gt;In my opinion, that&amp;#39;s what causes the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Constant worry about how many cookies we&amp;#39;re getting, how many times we get punished, and whether our sense of &amp;quot;self&amp;quot; is being properly respected, so that we have less trouble in the future.&lt;/p&gt;\n\n&lt;p&gt;If you hang out in here, you can tell from the first 2 sentences a new person posts, if they&amp;#39;re a bad player.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not magic, or reading their mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s obvious.&lt;/p&gt;\n\n&lt;p&gt;If they have an obsession with nothing but other people, and no actual interest in that water spirit making an appearance (magic),  they&amp;#39;re going to be a bad player.&lt;/p&gt;\n\n&lt;p&gt;In other words, if they post first before reading anything at all, they&amp;#39;re likely a bad player.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;quot;respect deficient&amp;quot;, and only come here thinking it&amp;#39;s a place to gain more respect.&lt;/p&gt;\n\n&lt;p&gt;The magic attracts them, but not for the sake of magic.&lt;/p&gt;\n\n&lt;p&gt;The magic makes this place seem more important than other places they know of.&lt;/p&gt;\n\n&lt;p&gt;Which makes their head all the more likely to explode, when they get called on it.&lt;/p&gt;\n\n&lt;p&gt;Darkroom gazers who have succeeded in holding a puff in their hand and setting it down, so that it remains where placed,  will know that other people are completely insane and obsessed with nothing but humans and their imaginary idea of &amp;quot;Self&amp;quot;, getting the respect it deserves.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/greu4y7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616103769.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_m7tsx1", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grfujr7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "SilenceisGolden29", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grenuay", "score": 2, "author_fullname": "t2_3b1g8h4y", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In Daoist and Indian traditions they put the tongue touching the pallet at the roof of the mouth. To connect some type of energetic circuit in the body.\n\nOther than that you just have to train it.\n\n- speed reading techniques. Read a few paragraphs while counting backwards in your mind.\n\n- dan999 and others have written allot about forcing silence\n\n- try adding a distraction like talk radio in the background when training. It will make things harder.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grfujr7", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In Daoist and Indian traditions they put the tongue touching the pallet at the roof of the mouth. To connect some type of energetic circuit in the body.&lt;/p&gt;\n\n&lt;p&gt;Other than that you just have to train it.&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;p&gt;speed reading techniques. Read a few paragraphs while counting backwards in your mind.&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;dan999 and others have written allot about forcing silence&lt;/p&gt;&lt;/li&gt;\n&lt;li&gt;&lt;p&gt;try adding a distraction like talk radio in the background when training. It will make things harder.&lt;/p&gt;&lt;/li&gt;\n&lt;/ul&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grfujr7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616122331.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616122331.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "grenuay", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grdvfea", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Do you think positioning the tongue in a certain way during mediation can help silence the internal dialogue by mimicking no speech? Idk if that made sense", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do you think positioning the tongue in a certain way during mediation can help silence the internal dialogue by mimicking no speech? Idk if that made sense&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grenuay/", "num_reports": null, "locked": false, "name": "t1_grenuay", "created": 1616100867.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1616100867.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "grdvfea", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "SilenceisGolden29", "can_mod_post": false, "created_utc": 1616088066.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 3, "author_fullname": "t2_3b1g8h4y", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Subvocalization. Your inner speech is always working. \n\nIf you have ever trained speed reading. They teach you to gain control over your subvocalization to increasing your reading speed. Instead of being limited by pronouncing the words with your speech center or voice box you learn to silence it.\n\nIf you want to test it, just try to be silent. And even though you are your throat/tongue is still making micro movements. The voice box is still active", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grdvfea", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Subvocalization. Your inner speech is always working. &lt;/p&gt;\n\n&lt;p&gt;If you have ever trained speed reading. They teach you to gain control over your subvocalization to increasing your reading speed. Instead of being limited by pronouncing the words with your speech center or voice box you learn to silence it.&lt;/p&gt;\n\n&lt;p&gt;If you want to test it, just try to be silent. And even though you are your throat/tongue is still making micro movements. The voice box is still active&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grdvfea/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616088066.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "greaosv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616094704.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It doesn't become fully entrenched until we are around 10, give or take a few years. So the foreign feeling is likely derived purely from comparison, how we feel now as adults vs. how we felt as young children.\n\nI don't understand the relationship between the monologue-associated bursts of violent and disturbing thoughts most of us get, seemingly from a non-identfying source. I suspect it has something to do with residual species-level primal survival and defensive instincts that get mixed-up with the ego and our emotional baggage...and out comes a toxic mish-mashed nightmare to periodically brighten our day 🤪\n\nDefending the ego rather than your neck from a predators teeth, to put it more simply. Trouble is the ego is an illusion, but the monologue defends it with the same ferocity.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_greaosv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It doesn&amp;#39;t become fully entrenched until we are around 10, give or take a few years. So the foreign feeling is likely derived purely from comparison, how we feel now as adults vs. how we felt as young children.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t understand the relationship between the monologue-associated bursts of violent and disturbing thoughts most of us get, seemingly from a non-identfying source. I suspect it has something to do with residual species-level primal survival and defensive instincts that get mixed-up with the ego and our emotional baggage...and out comes a toxic mish-mashed nightmare to periodically brighten our day 🤪&lt;/p&gt;\n\n&lt;p&gt;Defending the ego rather than your neck from a predators teeth, to put it more simply. Trouble is the ego is an illusion, but the monologue defends it with the same ferocity.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/greaosv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616094704.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grf1ko4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616107290.0, "send_replies": true, "parent_id": "t1_grer1pu", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Maybe what you're describing is what the Russian \"sorcery school\" places have learned to do.\n\nTo reduce the losses, but they didn't realize reality ought to change if you really shut it off.\n\nStill, reducing losses is important for darkroom. And the sorcery school people get so angry when you contradict them, that you have to think they must have done SOMETHING.  Or they wouldn't be so sure of themselves.\n\nI'm afraid to say, I may have discovered a dreadful secret of darkroom gazing.\n\nWhich relates to reducing losses.\n\nI hope it's not true.  La Gorda hinted at  it, when she wondered why Carlos was seeing his inorganic beings as actual people or animals.  While after losing the human form,  she only sees them as a \"pressure\".\n\nI'd hate to end up like La Gorda!\n\nAn inorganic being in a miniskirt is pretty nice.\n\nA \"pressure\" is not that fun.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grf1ko4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe what you&amp;#39;re describing is what the Russian &amp;quot;sorcery school&amp;quot; places have learned to do.&lt;/p&gt;\n\n&lt;p&gt;To reduce the losses, but they didn&amp;#39;t realize reality ought to change if you really shut it off.&lt;/p&gt;\n\n&lt;p&gt;Still, reducing losses is important for darkroom. And the sorcery school people get so angry when you contradict them, that you have to think they must have done SOMETHING.  Or they wouldn&amp;#39;t be so sure of themselves.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid to say, I may have discovered a dreadful secret of darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;Which relates to reducing losses.&lt;/p&gt;\n\n&lt;p&gt;I hope it&amp;#39;s not true.  La Gorda hinted at  it, when she wondered why Carlos was seeing his inorganic beings as actual people or animals.  While after losing the human form,  she only sees them as a &amp;quot;pressure&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d hate to end up like La Gorda!&lt;/p&gt;\n\n&lt;p&gt;An inorganic being in a miniskirt is pretty nice.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;pressure&amp;quot; is not that fun.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grf1ko4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616107290.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "griz4dp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wifigunslinger", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grf2r0l", "score": 1, "author_fullname": "t2_7p4z0331", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Don’t be mad, I’m happy with my progress but you’re probably right, I should try harder😞", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_griz4dp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Don’t be mad, I’m happy with my progress but you’re probably right, I should try harder😞&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/griz4dp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616189793.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616189793.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grf2r0l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616107869.0, "send_replies": true, "parent_id": "t1_grer1pu", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;a complete shut down for me will never happen\n\nthat's a self-fullfilling prophecy, made from the perspective of the self. the inner monologue isn't all-powerful, it's just persistent. don't believe otherwise.\n\nrather, be a little more persistent that it is 😤", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grf2r0l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;a complete shut down for me will never happen&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;that&amp;#39;s a self-fullfilling prophecy, made from the perspective of the self. the inner monologue isn&amp;#39;t all-powerful, it&amp;#39;s just persistent. don&amp;#39;t believe otherwise.&lt;/p&gt;\n\n&lt;p&gt;rather, be a little more persistent that it is 😤&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grf2r0l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616107869.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grer1pu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "wifigunslinger", "can_mod_post": false, "created_utc": 1616102333.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 4, "author_fullname": "t2_7p4z0331", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I have fought with quieting the inner dialogue and have had some success.\nIn fact I wrote a whole book series on it that you can purchase on Amazon... kidding!\nSeriously though what my struggle has taught me is the dialogue is generally weak and repetitive and with a little stalking one can quickly identify when it grows out of control. \nWith a little stalking one can identify the repetition and stop the energetic losses before they happen.\nI practice this method because I know a complete shut down for me will never happen but I can help with not losing all my energy.\nIt’s the ability to understand that when you’re puffing yourself up I’m this or I’m that, I’m so special or I’m a victim, this is the emotional responses it wants to create and after a while you’re gonna realize that it is in fact a foreign installation. \nWhy else would your mind work this way?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grer1pu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have fought with quieting the inner dialogue and have had some success.\nIn fact I wrote a whole book series on it that you can purchase on Amazon... kidding!\nSeriously though what my struggle has taught me is the dialogue is generally weak and repetitive and with a little stalking one can quickly identify when it grows out of control. \nWith a little stalking one can identify the repetition and stop the energetic losses before they happen.\nI practice this method because I know a complete shut down for me will never happen but I can help with not losing all my energy.\nIt’s the ability to understand that when you’re puffing yourself up I’m this or I’m that, I’m so special or I’m a victim, this is the emotional responses it wants to create and after a while you’re gonna realize that it is in fact a foreign installation. \nWhy else would your mind work this way?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grer1pu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616102333.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_m7tsx1", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_gsmmn6e", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "gsmmn6e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Warring_Angel", "can_mod_post": false, "created_utc": 1616971895.0, "send_replies": true, "parent_id": "t1_grtiaj2", "score": 3, "author_fullname": "t2_bvh21q", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What's really crazy Dan is that my life overlapped the Tensegrity years. I lived in Venice circa 1996-1998 and frequented Deep River Books near Santa Monica and 4th and would often grab a bite at \"Real Food Daily\". I believe the yoga studio where classes were was above and adjacent to these.\n\nI was only around 19 years old at the time. The Deep River folks liked me and would let me sit there and read books without buying for hours. I did also buy lots of books too though. I was already well read on Castaneda actually and picked up the free newsletter they had there, \"Hermeneutical News\" or something or other. I think that's were \"Blue Scout\" was introduced. To be honest, I didn't know what to make of what direction he was going at that point.\n\nIt always seemed to be a quite side of the city when I went there and it was a happy time for me. I've c lurked on this sub for a bit. I definitely feel transported back to that place and time reading the posts here. Even in a periphery way, I feel tapped into the energy of the bands of that environment at that time in some kind of way which now seem like an altogether different aeon or era.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gsmmn6e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What&amp;#39;s really crazy Dan is that my life overlapped the Tensegrity years. I lived in Venice circa 1996-1998 and frequented Deep River Books near Santa Monica and 4th and would often grab a bite at &amp;quot;Real Food Daily&amp;quot;. I believe the yoga studio where classes were was above and adjacent to these.&lt;/p&gt;\n\n&lt;p&gt;I was only around 19 years old at the time. The Deep River folks liked me and would let me sit there and read books without buying for hours. I did also buy lots of books too though. I was already well read on Castaneda actually and picked up the free newsletter they had there, &amp;quot;Hermeneutical News&amp;quot; or something or other. I think that&amp;#39;s were &amp;quot;Blue Scout&amp;quot; was introduced. To be honest, I didn&amp;#39;t know what to make of what direction he was going at that point.&lt;/p&gt;\n\n&lt;p&gt;It always seemed to be a quite side of the city when I went there and it was a happy time for me. I&amp;#39;ve c lurked on this sub for a bit. I definitely feel transported back to that place and time reading the posts here. Even in a periphery way, I feel tapped into the energy of the bands of that environment at that time in some kind of way which now seem like an altogether different aeon or era.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gsmmn6e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616971895.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_grud63k", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "grud63k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616439753.0, "send_replies": true, "parent_id": "t1_grtiaj2", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;It didn't occur to him that the ones who were really practicing, wouldn't talk to him even if his life depended on it.\n\nFirst thought on why, because it would harm their chances, their relationship with intent?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grud63k", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It didn&amp;#39;t occur to him that the ones who were really practicing, wouldn&amp;#39;t talk to him even if his life depended on it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;First thought on why, because it would harm their chances, their relationship with intent?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grud63k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616439753.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grtiaj2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616426294.0, "send_replies": true, "parent_id": "t1_grrs83v", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The blue scout was one of the biggest bizarre things.\n\nHowever, in the end she behaved like he described.  Took her own life.\n\nShe was always threatening to do that, if he didn't do what she wanted.\n\nShe called it, \"I'll just leave then.\"\n\nCarlos claimed she could spin around, and drop dead.\n\nImplying, she'd kidnapped a cyclic being to take on her form.\n\nShe DID NOT LIKE sunday classes. Said they were a waste of time.  Carlos literally had to hide it from her, with trickery.\n\nWhich as it turned out, they were a waste of time.\n\nCarlos would have done just as well to simply introduce the same people to his allies.\n\nMost of what I learned is courtesy of Little Smoke and Devil's Weed.  Same as happened to Carlos in the early books.\n\nBut, if deception was involved in anything Carlos did, it was normal. \n\nIt's all through the books.  Not-doings, and stalking.\n\nIf he was a fake, you'd think he'd have done the opposite.  Not do all the trickery, to keep the workshop revenue safe.\n\nSo far from evidence he was faking things, it shows he was following the example of don Juan's lineage.\n\nI tried to find out from Cholita, if the blue scout was the real thing.  Cholita got to hang out with the higher up women. All of the women in Sunday Class got some special contact with the witches.   \n\nSomething about how women are the only ones who can truly pass on power.\n\nCholita would still speak a sentence or two to me back then, when I asked her about the blue scout,  as long as I took her shopping.\n\nShe was confused for an instant, and then said, \"You mean Nuri?\"\n\nOr some other name.    I can't tie names to faces, because I don't see faces well.  No hardwired facial recognition in my brain. It's doing something else.\n\nAll Cholita was willing to say was, \"She was certainly DIFFERENT!\"\n\nOr \"She was certainly Something Else!!\"\n\nI can't recall which.\n\nCholita used her, \"I got my butt kicked a few times, but couldn't take revenge on her\", tone of voice.\n\nBy the way, if you didn't notice, Mikhail put a lovely debunking the debunkers thing in here. It's in the wiki.\n\nBottom line: The debunkers were nearly all known bad men.  Outside of Carlos, they caused trouble with other people too.\n\nThe guy who wrote the book complaining about lizards can't have their eyes stitched shut, and a reputation as being a worried father of someone kidnapped by the lies of Carlos.\n\nAs it turns out, he was worse than that.\n\nJust the same way you'll find, the bad players who come here, if they haven't made a blank user ID, go around causing trouble in other subreddits.  It's interesting to read their \"calm, reasoning\" posts here, and then see that the last one they did elsewhere, was totally asinine.\n\nThey're nearly always troubled people, and part of the pretending in here is that they're just \"good guys\" trying to help other people out.\n\nSame as the \"debunkers\"!\n\nThey're just a different form of bad player.\n\nHopefully we've stopped the king of them, the one responsible for that negative magazine article.\n\nHe was working on a \"biography\" of Carlos.  He interviewed nothing but angry private class members.\n\nIt didn't occur to him that the ones who were really practicing, wouldn't talk to him even if his life depended on it.\n\nI wonder what he makes of this sub?  Still going to write another hit job?", "edited": 1616426865.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_grtiaj2", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The blue scout was one of the biggest bizarre things.&lt;/p&gt;\n\n&lt;p&gt;However, in the end she behaved like he described.  Took her own life.&lt;/p&gt;\n\n&lt;p&gt;She was always threatening to do that, if he didn&amp;#39;t do what she wanted.&lt;/p&gt;\n\n&lt;p&gt;She called it, &amp;quot;I&amp;#39;ll just leave then.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Carlos claimed she could spin around, and drop dead.&lt;/p&gt;\n\n&lt;p&gt;Implying, she&amp;#39;d kidnapped a cyclic being to take on her form.&lt;/p&gt;\n\n&lt;p&gt;She DID NOT LIKE sunday classes. Said they were a waste of time.  Carlos literally had to hide it from her, with trickery.&lt;/p&gt;\n\n&lt;p&gt;Which as it turned out, they were a waste of time.&lt;/p&gt;\n\n&lt;p&gt;Carlos would have done just as well to simply introduce the same people to his allies.&lt;/p&gt;\n\n&lt;p&gt;Most of what I learned is courtesy of Little Smoke and Devil&amp;#39;s Weed.  Same as happened to Carlos in the early books.&lt;/p&gt;\n\n&lt;p&gt;But, if deception was involved in anything Carlos did, it was normal. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all through the books.  Not-doings, and stalking.&lt;/p&gt;\n\n&lt;p&gt;If he was a fake, you&amp;#39;d think he&amp;#39;d have done the opposite.  Not do all the trickery, to keep the workshop revenue safe.&lt;/p&gt;\n\n&lt;p&gt;So far from evidence he was faking things, it shows he was following the example of don Juan&amp;#39;s lineage.&lt;/p&gt;\n\n&lt;p&gt;I tried to find out from Cholita, if the blue scout was the real thing.  Cholita got to hang out with the higher up women. All of the women in Sunday Class got some special contact with the witches.   &lt;/p&gt;\n\n&lt;p&gt;Something about how women are the only ones who can truly pass on power.&lt;/p&gt;\n\n&lt;p&gt;Cholita would still speak a sentence or two to me back then, when I asked her about the blue scout,  as long as I took her shopping.&lt;/p&gt;\n\n&lt;p&gt;She was confused for an instant, and then said, &amp;quot;You mean Nuri?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or some other name.    I can&amp;#39;t tie names to faces, because I don&amp;#39;t see faces well.  No hardwired facial recognition in my brain. It&amp;#39;s doing something else.&lt;/p&gt;\n\n&lt;p&gt;All Cholita was willing to say was, &amp;quot;She was certainly DIFFERENT!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or &amp;quot;She was certainly Something Else!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t recall which.&lt;/p&gt;\n\n&lt;p&gt;Cholita used her, &amp;quot;I got my butt kicked a few times, but couldn&amp;#39;t take revenge on her&amp;quot;, tone of voice.&lt;/p&gt;\n\n&lt;p&gt;By the way, if you didn&amp;#39;t notice, Mikhail put a lovely debunking the debunkers thing in here. It&amp;#39;s in the wiki.&lt;/p&gt;\n\n&lt;p&gt;Bottom line: The debunkers were nearly all known bad men.  Outside of Carlos, they caused trouble with other people too.&lt;/p&gt;\n\n&lt;p&gt;The guy who wrote the book complaining about lizards can&amp;#39;t have their eyes stitched shut, and a reputation as being a worried father of someone kidnapped by the lies of Carlos.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, he was worse than that.&lt;/p&gt;\n\n&lt;p&gt;Just the same way you&amp;#39;ll find, the bad players who come here, if they haven&amp;#39;t made a blank user ID, go around causing trouble in other subreddits.  It&amp;#39;s interesting to read their &amp;quot;calm, reasoning&amp;quot; posts here, and then see that the last one they did elsewhere, was totally asinine.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re nearly always troubled people, and part of the pretending in here is that they&amp;#39;re just &amp;quot;good guys&amp;quot; trying to help other people out.&lt;/p&gt;\n\n&lt;p&gt;Same as the &amp;quot;debunkers&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re just a different form of bad player.&lt;/p&gt;\n\n&lt;p&gt;Hopefully we&amp;#39;ve stopped the king of them, the one responsible for that negative magazine article.&lt;/p&gt;\n\n&lt;p&gt;He was working on a &amp;quot;biography&amp;quot; of Carlos.  He interviewed nothing but angry private class members.&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t occur to him that the ones who were really practicing, wouldn&amp;#39;t talk to him even if his life depended on it.&lt;/p&gt;\n\n&lt;p&gt;I wonder what he makes of this sub?  Still going to write another hit job?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grtiaj2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616426294.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grrs83v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Warring_Angel", "can_mod_post": false, "created_utc": 1616381114.0, "send_replies": true, "parent_id": "t1_gro9eas", "score": 1, "author_fullname": "t2_bvh21q", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Interesting what you said about the \"cover stories\" Carlos created. It's been years since I've read his books until recently. The Active Side of Infinity was the only novel I hadn't read and upon starting it all came back to me what a great story teller he was. \n\nThat's my stance regarding the \"debunkers\". Woven into the majesty of his narratives is wisdom to be gained and lessons to be learned. What was \"factually\" true he demonstrated to be quite malleable and maybe not so much what needs emphasis...at least in taking on his work. \n\nMaybe that ties into \"conspiracy\" research. They act as nets and capture ones attention. I can see how that could interfere with ones discipline with sorcery.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_grrs83v", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting what you said about the &amp;quot;cover stories&amp;quot; Carlos created. It&amp;#39;s been years since I&amp;#39;ve read his books until recently. The Active Side of Infinity was the only novel I hadn&amp;#39;t read and upon starting it all came back to me what a great story teller he was. &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s my stance regarding the &amp;quot;debunkers&amp;quot;. Woven into the majesty of his narratives is wisdom to be gained and lessons to be learned. What was &amp;quot;factually&amp;quot; true he demonstrated to be quite malleable and maybe not so much what needs emphasis...at least in taking on his work. &lt;/p&gt;\n\n&lt;p&gt;Maybe that ties into &amp;quot;conspiracy&amp;quot; research. They act as nets and capture ones attention. I can see how that could interfere with ones discipline with sorcery.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m7tsx1", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grrs83v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616381114.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gro9eas", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gro3qob", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Carlos was so careful about making sure the \"intent\" was on the right track, that he even created \"cover stories\" for members of the inner circle\n\nLike saying the chacmools resembled some statues in the Mexico City museum, or claiming one of the women had seen don Juan in the park in Mexico, when she probably had not.\n\nHe was trying to hook them just a tiny bit stronger to the intent of the ancient sorcerers.  He even warned us at the end, that was our only viable intent.\n \nAnd of course in the darkroom, you soon get very grateful for any magic that intent allows you to see, usually a reward for hard effort over time.  But not something you actually \"learned to do\", because the next day you cannot.\n\nThe material you're quoting is some of the most interesting out there.  Certainly if you search history for real magic, that's one of the places you end up thinking, \"maybe here!\"\n\nIt's of Enoch, who was clearly an \"old sorcerer\" type in that area.\n\nBut the reptilian mind is such a fascinating idea, it's become very complicated and mixed with all sorts of internet philosophies.\n\nShadow governments, tri-lateral whatever.  Cholita is fascinated by that stuff because it helps her feel good, when something vague is making her unhappy (her paranoid delusions).\n\nThe intent of that sort of popular magic is very messy.\n\nFor example, if I ran into someone who wanted to learn sorcery, and they had 10 such concepts in their mind, I'd be tempted to assume they will never learn, because too many things are pulling their intent in the wrong direction.\n\nNot that any one of them is so bad.  It's just the cumulative idea that the books themselves aren't a complete map.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_gro9eas", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos was so careful about making sure the &amp;quot;intent&amp;quot; was on the right track, that he even created &amp;quot;cover stories&amp;quot; for members of the inner circle&lt;/p&gt;\n\n&lt;p&gt;Like saying the chacmools resembled some statues in the Mexico City museum, or claiming one of the women had seen don Juan in the park in Mexico, when she probably had not.&lt;/p&gt;\n\n&lt;p&gt;He was trying to hook them just a tiny bit stronger to the intent of the ancient sorcerers.  He even warned us at the end, that was our only viable intent.&lt;/p&gt;\n\n&lt;p&gt;And of course in the darkroom, you soon get very grateful for any magic that intent allows you to see, usually a reward for hard effort over time.  But not something you actually &amp;quot;learned to do&amp;quot;, because the next day you cannot.&lt;/p&gt;\n\n&lt;p&gt;The material you&amp;#39;re quoting is some of the most interesting out there.  Certainly if you search history for real magic, that&amp;#39;s one of the places you end up thinking, &amp;quot;maybe here!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s of Enoch, who was clearly an &amp;quot;old sorcerer&amp;quot; type in that area.&lt;/p&gt;\n\n&lt;p&gt;But the reptilian mind is such a fascinating idea, it&amp;#39;s become very complicated and mixed with all sorts of internet philosophies.&lt;/p&gt;\n\n&lt;p&gt;Shadow governments, tri-lateral whatever.  Cholita is fascinated by that stuff because it helps her feel good, when something vague is making her unhappy (her paranoid delusions).&lt;/p&gt;\n\n&lt;p&gt;The intent of that sort of popular magic is very messy.&lt;/p&gt;\n\n&lt;p&gt;For example, if I ran into someone who wanted to learn sorcery, and they had 10 such concepts in their mind, I&amp;#39;d be tempted to assume they will never learn, because too many things are pulling their intent in the wrong direction.&lt;/p&gt;\n\n&lt;p&gt;Not that any one of them is so bad.  It&amp;#39;s just the cumulative idea that the books themselves aren&amp;#39;t a complete map.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m7tsx1", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gro9eas/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616304828.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616304828.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gro3qob", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Warring_Angel", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grmr1x2", "score": 3, "author_fullname": "t2_bvh21q", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My mistake. I thought you meant the flyers in general. I agree, there's no mention of reptiles in that chapter. \n\nThere are  parallels to be drawn between the flyers and the archons as described in the Nag Hamadi codices. This seems to be where a lot of the reptilian controller narratives are derived from. \n\nI think there's some aspect of projection at both an individual and collective level, like with wetiko.  However, it's hard for me to ignore evidence of what would seem like a hijacking of our realm by something \"alien\". Both Castaneda's flyer narrative and the gnostic archon description frame that perception in way that many interpret as facets of the same phenomena.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_gro3qob", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My mistake. I thought you meant the flyers in general. I agree, there&amp;#39;s no mention of reptiles in that chapter. &lt;/p&gt;\n\n&lt;p&gt;There are  parallels to be drawn between the flyers and the archons as described in the Nag Hamadi codices. This seems to be where a lot of the reptilian controller narratives are derived from. &lt;/p&gt;\n\n&lt;p&gt;I think there&amp;#39;s some aspect of projection at both an individual and collective level, like with wetiko.  However, it&amp;#39;s hard for me to ignore evidence of what would seem like a hijacking of our realm by something &amp;quot;alien&amp;quot;. Both Castaneda&amp;#39;s flyer narrative and the gnostic archon description frame that perception in way that many interpret as facets of the same phenomena.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m7tsx1", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gro3qob/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616300906.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616300906.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grn5rsi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grmr1x2", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Reptile, Reptilian, Lizard, or Virus are never used in Active Side of Infinity. I re-checked it in a cleaner non-OCR file. It's termed the Predator's Mind.\n\n[https://news.ycombinator.com/item?id=14462599](https://news.ycombinator.com/item?id=14462599)\n\nCan we put this to rest now please?\n\nWe're fucked. Whatever the cause.\n\nLet's get ourselves un-fucked.", "edited": 1616288006.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_grn5rsi", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Reptile, Reptilian, Lizard, or Virus are never used in Active Side of Infinity. I re-checked it in a cleaner non-OCR file. It&amp;#39;s termed the Predator&amp;#39;s Mind.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://news.ycombinator.com/item?id=14462599\"&gt;https://news.ycombinator.com/item?id=14462599&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Can we put this to rest now please?&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re fucked. Whatever the cause.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s get ourselves un-fucked.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m7tsx1", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grn5rsi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616281768.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616281768.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grmr1x2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grmdb40", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't see the word, \"Reptile\" in there.  Certainly not in the way people use that term, to refer to our own cerebellum.\n\nAnd to the shadow reptile government, which Cholita firmly believes in.\n\nEarlier in that book, we find La Catalina doing a reptile imitation in the bushes.  That's the only occurrence my search finds. And I skimmed the chapter and didn't see it.\n\nDo you have any words which surround that, so I can search for those?\n\nThe search facility works poorly on the \"searchable pdf\", maybe because it was optically scanned and has errors.\n\nI'm sensitive to things like that, for reasons others in here who have been around longer will understand.\n\nI've been \"battling\" to get people to learn actual sorcery for decades now.\n\nAnd there's always something else poisoning in their minds.  Because with no one doing real sorcery, everyone tried to re-create it, from other stuff.\n\nThe reptile concept is one of them.  It's often found in association with huge yellow and red fonts, a common thing on conspiracy web pages.", "edited": 1616275525.0, "author_flair_css_class": null, "name": "t1_grmr1x2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t see the word, &amp;quot;Reptile&amp;quot; in there.  Certainly not in the way people use that term, to refer to our own cerebellum.&lt;/p&gt;\n\n&lt;p&gt;And to the shadow reptile government, which Cholita firmly believes in.&lt;/p&gt;\n\n&lt;p&gt;Earlier in that book, we find La Catalina doing a reptile imitation in the bushes.  That&amp;#39;s the only occurrence my search finds. And I skimmed the chapter and didn&amp;#39;t see it.&lt;/p&gt;\n\n&lt;p&gt;Do you have any words which surround that, so I can search for those?&lt;/p&gt;\n\n&lt;p&gt;The search facility works poorly on the &amp;quot;searchable pdf&amp;quot;, maybe because it was optically scanned and has errors.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sensitive to things like that, for reasons others in here who have been around longer will understand.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been &amp;quot;battling&amp;quot; to get people to learn actual sorcery for decades now.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s always something else poisoning in their minds.  Because with no one doing real sorcery, everyone tried to re-create it, from other stuff.&lt;/p&gt;\n\n&lt;p&gt;The reptile concept is one of them.  It&amp;#39;s often found in association with huge yellow and red fonts, a common thing on conspiracy web pages.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_m7tsx1", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grmr1x2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616275316.0, "author_flair_text": null, "collapsed": false, "created_utc": 1616275316.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "grmdb40", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Warring_Angel", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grewrxt", "score": 1, "author_fullname": "t2_bvh21q", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;It's in the Mud Shadows chapter in The Active Side of Infinity.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grmdb40", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s in the Mud Shadows chapter in The Active Side of Infinity.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grmdb40/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616269307.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616269307.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grewrxt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grefapu", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could you tell me where that is?  I can't recall anything like that.  Maybe a Carlos side publication, or the witches books?", "edited": 1616105566.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grewrxt", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could you tell me where that is?  I can&amp;#39;t recall anything like that.  Maybe a Carlos side publication, or the witches books?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grewrxt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616104989.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616104989.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grf0y6b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grefapu", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "All I found for \"reptil\" was this, in the searchable pdf.  I found it interesting, since weird animals make noises outside my darkroom once in a while.  And also, I hear gentle knocking, 3 times. As if someone wants in my window.\n\nI always worry it's Cholita having learned to shapeshift.  She changes age, so why not?\n\nBut otherwise, no \"reptilian\" in any searchable copy of the books I have possession of.\n\n\\*\\*\\*\n\nRight,\" Genaro said. And then he whispered to me, as if on second thought, \"I hope you did your kaka earlier. If your bowels aren't empty when la Catalina shows up, you'll shit in your pants,...\n\nI did not have time to get angry or to join them in their mirth. Suddenly, right in front of me, the bushes separated and a most horrendous creature came out. It was so outlandish I was no longer afraid. I was spellbound. Whatever was in front of me was not a human being; it was something not even remotely resembling one. It was more like a reptile. Or a bulky grotesque insect. Or even a hairy, ultimately repulsive bird. Its body was dark and had coarse reddish hair. I could not see any legs, just the ugly enormous head. The nose was flat and the nostrils were two enormous lateral holes. It had something like a beak with teeth. Horrifying as that thing was, its eyes were magnificent. They were like two mesmeric pools of inconceivable clarity. They had knowledge. They were not human eyes, or bird eyes, or any kind of eyes I had ever see.\n\n\\*\\*\\*", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grf0y6b", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;All I found for &amp;quot;reptil&amp;quot; was this, in the searchable pdf.  I found it interesting, since weird animals make noises outside my darkroom once in a while.  And also, I hear gentle knocking, 3 times. As if someone wants in my window.&lt;/p&gt;\n\n&lt;p&gt;I always worry it&amp;#39;s Cholita having learned to shapeshift.  She changes age, so why not?&lt;/p&gt;\n\n&lt;p&gt;But otherwise, no &amp;quot;reptilian&amp;quot; in any searchable copy of the books I have possession of.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Right,&amp;quot; Genaro said. And then he whispered to me, as if on second thought, &amp;quot;I hope you did your kaka earlier. If your bowels aren&amp;#39;t empty when la Catalina shows up, you&amp;#39;ll shit in your pants,...&lt;/p&gt;\n\n&lt;p&gt;I did not have time to get angry or to join them in their mirth. Suddenly, right in front of me, the bushes separated and a most horrendous creature came out. It was so outlandish I was no longer afraid. I was spellbound. Whatever was in front of me was not a human being; it was something not even remotely resembling one. It was more like a reptile. Or a bulky grotesque insect. Or even a hairy, ultimately repulsive bird. Its body was dark and had coarse reddish hair. I could not see any legs, just the ugly enormous head. The nose was flat and the nostrils were two enormous lateral holes. It had something like a beak with teeth. Horrifying as that thing was, its eyes were magnificent. They were like two mesmeric pools of inconceivable clarity. They had knowledge. They were not human eyes, or bird eyes, or any kind of eyes I had ever see.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grf0y6b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616106981.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616106981.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "greqe0m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grefapu", "score": 1, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Dan says it was made up though, probably to get people to practice as fear is the best motivator, it probably affects you energetically somehow.  I know when, I have the \"paranormal fear\" I get great results when I force silence.  I wonder if gnosticism is where CC got it from.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_greqe0m", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan says it was made up though, probably to get people to practice as fear is the best motivator, it probably affects you energetically somehow.  I know when, I have the &amp;quot;paranormal fear&amp;quot; I get great results when I force silence.  I wonder if gnosticism is where CC got it from.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/greqe0m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616102026.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616102026.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grefapu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grduhlo", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Also the books says exactly this. A foreign kinda virus format of the mind. Reptilian mind.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Also the books says exactly this. A foreign kinda virus format of the mind. Reptilian mind.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grefapu/", "num_reports": null, "locked": false, "name": "t1_grefapu", "created": 1616096903.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1616096903.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "grduhlo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1616087664.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 3, "author_fullname": "t2_3ddw4gzc", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's how the archons are described in gnosticism I think. As a foreign installation.  The idea is frightening", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grduhlo", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s how the archons are described in gnosticism I think. As a foreign installation.  The idea is frightening&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grduhlo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616087664.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grib56k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grhotlt", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's dropping the melody when it's in the way of something else you want to do that we're trying to get practiced at. There's still a proper place for it, the monologue, but as it is now it has WAY more rental space in our heads than it needs or deserves.\n\nAnd it's focused on all the wrong things. Or a better way to put it may be all the self-centered things.\n\nIt's supposed to be the voice of seeing (&amp; hearing)!", "edited": 1616178925.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grib56k", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s dropping the melody when it&amp;#39;s in the way of something else you want to do that we&amp;#39;re trying to get practiced at. There&amp;#39;s still a proper place for it, the monologue, but as it is now it has WAY more rental space in our heads than it needs or deserves.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s focused on all the wrong things. Or a better way to put it may be all the self-centered things.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s supposed to be the voice of seeing (&amp;amp; hearing)!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grib56k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616178508.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616178508.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "grhotlt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Robbobobs", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grhiqce", "score": 1, "author_fullname": "t2_ae4ynudf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for replying! I’m a classical pianist so it’s not songs with words it’s just melodies (sounds), abstract piano sound. I can silence it, but I must say that I like to hear them in my mind. Maybe thats also some indulging idk...", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grhotlt", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for replying! I’m a classical pianist so it’s not songs with words it’s just melodies (sounds), abstract piano sound. I can silence it, but I must say that I like to hear them in my mind. Maybe thats also some indulging idk...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grhotlt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616168860.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616168860.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grhiqce", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616166106.0, "send_replies": true, "parent_id": "t1_grgwq1a", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, unfortunately.\n\nBut I'd say, it's only 20% as bad as that little voice.  So if you get rid of the voice, and there's only music left, that's probably enough to get the assemblage point loose.\n\nOn the other hand, if you have the words to the music in your head, that can be a nightmare.\n\nHow do most songs go?\n\n\"Oh, poor me, I need to find the love of my life, but it's all so  hard...\"\n\nOr the sequel:\n\n\"Oh, I found the love of my life, I'm so happy. Things will be this wonderful (with all the free sex) forever!\"\n\nI'm more of a fan of:\n\n\"I'm going to get so drunk tonight, I'll swing from the chandelier.\", sung by a young woman.\n\nBut all of those tend to hold the assemblage point in place.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grhiqce", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, unfortunately.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;d say, it&amp;#39;s only 20% as bad as that little voice.  So if you get rid of the voice, and there&amp;#39;s only music left, that&amp;#39;s probably enough to get the assemblage point loose.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you have the words to the music in your head, that can be a nightmare.&lt;/p&gt;\n\n&lt;p&gt;How do most songs go?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh, poor me, I need to find the love of my life, but it&amp;#39;s all so  hard...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or the sequel:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh, I found the love of my life, I&amp;#39;m so happy. Things will be this wonderful (with all the free sex) forever!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m more of a fan of:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m going to get so drunk tonight, I&amp;#39;ll swing from the chandelier.&amp;quot;, sung by a young woman.&lt;/p&gt;\n\n&lt;p&gt;But all of those tend to hold the assemblage point in place.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grhiqce/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616166106.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grgwq1a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Robbobobs", "can_mod_post": false, "created_utc": 1616153700.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 2, "author_fullname": "t2_ae4ynudf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hey guys, I was wondering about silencing the internal dialogue and what is « part » of it. I guess everything is, but still, as a musician I often have the music and melodies in my head after practising them for some time. It’s not dialogue or words, it’s just music. Should I try and silence that out too?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grgwq1a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hey guys, I was wondering about silencing the internal dialogue and what is « part » of it. I guess everything is, but still, as a musician I often have the music and melodies in my head after practising them for some time. It’s not dialogue or words, it’s just music. Should I try and silence that out too?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grgwq1a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616153700.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gs2q1td", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gs2lkgp", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If you have time. Usually you can't afford to rethink it, and you can't afford questions.\n\nSome people, especially new agey types, will pretend to be friendly to sorcery.\n\nDon't get fooled.  Learn from the bad players we have pass through here constantly.\n\nThat's how everyone is until they get a taste of the real thing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2q1td", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you have time. Usually you can&amp;#39;t afford to rethink it, and you can&amp;#39;t afford questions.&lt;/p&gt;\n\n&lt;p&gt;Some people, especially new agey types, will pretend to be friendly to sorcery.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t get fooled.  Learn from the bad players we have pass through here constantly.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how everyone is until they get a taste of the real thing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gs2q1td/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616608980.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616608980.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs2lkgp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gs2hl2o", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In other words it's putting a more cozy face on the actual truth, modifying it so it fits somewhat into our current default worldview.\n\nExample: the knowledgeable and helpful inorganics, become a program on the Discovery Channel.\n\nThe actual truth is still in there, just with the more charged details transposed or metaphorically transliterated.", "edited": 1616609727.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gs2lkgp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In other words it&amp;#39;s putting a more cozy face on the actual truth, modifying it so it fits somewhat into our current default worldview.&lt;/p&gt;\n\n&lt;p&gt;Example: the knowledgeable and helpful inorganics, become a program on the Discovery Channel.&lt;/p&gt;\n\n&lt;p&gt;The actual truth is still in there, just with the more charged details transposed or metaphorically transliterated.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gs2lkgp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616607086.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616607086.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs2hl2o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616605410.0, "send_replies": true, "parent_id": "t1_gs27rem", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I must admit, I'm not certain of anything regarding that story.\n\nI just pretend to be certain, to be a contrarian.\n\nBut one thing I know.  Exist or not, it doesn't matter.  You have to learn to shut off the internal dialogue either way.  Whether you get to blame masturbating too many times on the giant mud demons who lick your toes all night, is rather unimportant.\n\nI'm afraid the \"fliers\" have become a religious belief, like \"the Devil\" did for the Judeo/Christian mythos, even though there's obviously no such thing.\n\nBut if there was, I'd sure like to meet him!\n\nWhat an IOB \"The Devil\" would be!\n\nAs for the fliers, people actually got their feelings hurt by my denial of their existance, saying how could I claim Carlos would lie to them???\n\nWhat?!\n\nDid you read the books?\n\nSorcerers lie like bastards to apprentices!  There's no other way.\n\nThe first 4 books of Carlos are a never ending series of sorcery lies, given to apprentices.\n\nThey've created a majority \"Men of Knowledge\" community out there, all with poorly understood ideas about sorcery. Ideas that will never get them to actually learn any.\n\nLater in the books we get a sort of apology for the early books, in the form of instruction about stalking. And better explanations of what sorcery really is.\n\nAnd then much later on, if you actually put in some work yourself, you learn the value of a good lie.\n\nYou have no choice!\n\nYour wacky hippy mother in law has you trapped at thanksgiving dinner, and asks what you did last night.\n\nYou're really excited about it,  and make the mistake of gasping, \"You wouldn't believe it!\"\n\nBut then you realize, you can't tell her, \"I found a crack in the bedroom wall, and could barely fit my body through it.  Inside I found a world of very short, but helpful, demons.   When I asked them for the exit, they pointed me to a wide opening in the cavern wall where I stood and watched 3 brown dwarf stars rising on the horizon!\"\n\nInstead you have to lie, \"I saw an astrophysics program on the discovery channel, on brown dwarf stars and the potential for life orbiting around them, despite how cold it might be.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs2hl2o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I must admit, I&amp;#39;m not certain of anything regarding that story.&lt;/p&gt;\n\n&lt;p&gt;I just pretend to be certain, to be a contrarian.&lt;/p&gt;\n\n&lt;p&gt;But one thing I know.  Exist or not, it doesn&amp;#39;t matter.  You have to learn to shut off the internal dialogue either way.  Whether you get to blame masturbating too many times on the giant mud demons who lick your toes all night, is rather unimportant.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid the &amp;quot;fliers&amp;quot; have become a religious belief, like &amp;quot;the Devil&amp;quot; did for the Judeo/Christian mythos, even though there&amp;#39;s obviously no such thing.&lt;/p&gt;\n\n&lt;p&gt;But if there was, I&amp;#39;d sure like to meet him!&lt;/p&gt;\n\n&lt;p&gt;What an IOB &amp;quot;The Devil&amp;quot; would be!&lt;/p&gt;\n\n&lt;p&gt;As for the fliers, people actually got their feelings hurt by my denial of their existance, saying how could I claim Carlos would lie to them???&lt;/p&gt;\n\n&lt;p&gt;What?!&lt;/p&gt;\n\n&lt;p&gt;Did you read the books?&lt;/p&gt;\n\n&lt;p&gt;Sorcerers lie like bastards to apprentices!  There&amp;#39;s no other way.&lt;/p&gt;\n\n&lt;p&gt;The first 4 books of Carlos are a never ending series of sorcery lies, given to apprentices.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve created a majority &amp;quot;Men of Knowledge&amp;quot; community out there, all with poorly understood ideas about sorcery. Ideas that will never get them to actually learn any.&lt;/p&gt;\n\n&lt;p&gt;Later in the books we get a sort of apology for the early books, in the form of instruction about stalking. And better explanations of what sorcery really is.&lt;/p&gt;\n\n&lt;p&gt;And then much later on, if you actually put in some work yourself, you learn the value of a good lie.&lt;/p&gt;\n\n&lt;p&gt;You have no choice!&lt;/p&gt;\n\n&lt;p&gt;Your wacky hippy mother in law has you trapped at thanksgiving dinner, and asks what you did last night.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re really excited about it,  and make the mistake of gasping, &amp;quot;You wouldn&amp;#39;t believe it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But then you realize, you can&amp;#39;t tell her, &amp;quot;I found a crack in the bedroom wall, and could barely fit my body through it.  Inside I found a world of very short, but helpful, demons.   When I asked them for the exit, they pointed me to a wide opening in the cavern wall where I stood and watched 3 brown dwarf stars rising on the horizon!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Instead you have to lie, &amp;quot;I saw an astrophysics program on the discovery channel, on brown dwarf stars and the potential for life orbiting around them, despite how cold it might be.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m7tsx1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gs2hl2o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616605410.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "gs27rem", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616601300.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "We also have to consider the possibility that the plan had a more complex strategy.\n\nCastaneda was very smart and cunning. He may very well have intentionally presented the concept of the Fliers in such a way that we would not take it completely seriously, or at least have a healthy residue of doubt/critical thinking, especially after those who were present in the room when he revealed it related their accounts.\n\nPeople who are absolutely 100% convinced of the existence of the Fliers or something like the Fliers (Satan etc.), have a tendency to become so paranoid that they go completely off the rails. For them, it isn't constructive.\n\nPeople who are convinced it's all a bunch of bullshit, go about their lives as if nothing has changed whatsoever. Entrenched in their habits, and on course to oblivion. \n\nThe reasonable person who still has somewhat of an open mind, recognizes the truth in what he wrote about the Fliers and how much it makes sense, as well as all the parallels in human literature and myth for basically thousands of years..and thus informed can never be 100% certain either way.\n\nAn individual who doubts even their own doubts.\n\nThis person has a chance to escape both paranoia and nihilism. To squeeze between the two over-reactions.", "edited": 1616602054.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gs27rem", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We also have to consider the possibility that the plan had a more complex strategy.&lt;/p&gt;\n\n&lt;p&gt;Castaneda was very smart and cunning. He may very well have intentionally presented the concept of the Fliers in such a way that we would not take it completely seriously, or at least have a healthy residue of doubt/critical thinking, especially after those who were present in the room when he revealed it related their accounts.&lt;/p&gt;\n\n&lt;p&gt;People who are absolutely 100% convinced of the existence of the Fliers or something like the Fliers (Satan etc.), have a tendency to become so paranoid that they go completely off the rails. For them, it isn&amp;#39;t constructive.&lt;/p&gt;\n\n&lt;p&gt;People who are convinced it&amp;#39;s all a bunch of bullshit, go about their lives as if nothing has changed whatsoever. Entrenched in their habits, and on course to oblivion. &lt;/p&gt;\n\n&lt;p&gt;The reasonable person who still has somewhat of an open mind, recognizes the truth in what he wrote about the Fliers and how much it makes sense, as well as all the parallels in human literature and myth for basically thousands of years..and thus informed can never be 100% certain either way.&lt;/p&gt;\n\n&lt;p&gt;An individual who doubts even their own doubts.&lt;/p&gt;\n\n&lt;p&gt;This person has a chance to escape both paranoia and nihilism. To squeeze between the two over-reactions.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/gs27rem/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616601300.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grkr4eh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "apprentice2000", "can_mod_post": false, "created_utc": 1616234488.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 1, "author_fullname": "t2_6f5a0kl9", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you all for your answers!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grkr4eh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you all for your answers!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/grkr4eh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616234488.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ijzqdot", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1660310898.0, "send_replies": true, "parent_id": "t3_m7tsx1", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "New post, top of Reddit on August 12, 2022\n\nhttps://reddit.com/r/todayilearned/comments/wmimbm/til_that_only_3050_of_people_have_an_inner/", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ijzqdot", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;New post, top of Reddit on August 12, 2022&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/todayilearned/comments/wmimbm/til_that_only_3050_of_people_have_an_inner/\"&gt;https://reddit.com/r/todayilearned/comments/wmimbm/til_that_only_3050_of_people_have_an_inner/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m7tsx1/what_is_the_internal_dialogue/ijzqdot/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1660310898.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m7tsx1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]