[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Dear NNL,\n\nI just reread the letter from your reader in Tuscon who attended the Toltec *dreaming* seminar in Arizona and I thought it was a good brief recap of the seminar.\n\nI really enjoyed Florinda's energy. She was vivacious, challenging, spirited and very warm in an offbeat way. I say that because I spoke to a number of other participants to get their views and some of them found Florinda offensive (she shook up quite a few sacred and fragile cows), while others found her intriguing - one woman I spoke with had an unusual healing experience performed on/with her by Florinda sat. nite and she was still reeling from the experience. She shared a number of interesting \"facts\" about don Juan. When she first met him he told her \"we have no time\". A year later he was still telling her that and she told him he was full of crap and that he had been telling her that for over a year. Only later did she understand the truth in what he was saying.\n\nWhen don Juan told her he had lost his human form, Florinda asked him if that meant he no longer had a penis at which point don Juan dropped his pants and revealed quite a large one. The mold of man is not in one's body, but in the lexicons and abstract traps we build for ourselves.\n\nCelibacy was talked about on a few occasions and it seemed to be an individual thing based on your level of energy and *intent.* Sexuality can be a many sided sword to trap you or help free you. Florinda said Juan was \"A lecherous old man\". Carol said she had it and was going to use it (referring to her genitalia), and although Taisha didn't speak about it directly, I think her book speaks clearly for her. Celibacy/sex was a confusing subject for many but the main point was to listen to your inner seer. They emphasized that we (the participants) did not need them or Carlos to guide us. We needed to focus on intent and follow that. Recapitulation would help us free ourselves from our traps and free up our energy. As Florinda said, we need to quit mentally masturbating so much, which strokes the poor me and deludes us from seeing it is actually feeding our self-importance.\n\nOn recapitulation, a lot of questions were asked about the technique and the breathing. Carol said the breathing is important, but if you are driving in a car and start to recapitulate and move your head from side to side it is more likely that you are boosting your self-importance with a show of \"I'm recapitulating, I'm above this.\" That is a trap. Carol said that the process generally goes something like this: The first time you recap. you say, \"that person was a real jerk.\" After you recap a while you go back and say, \"I was a real jerk\", then after a while you can see it clearly, non-judgmentally, and you have freed up that energy that was being wasted by your previous judgments and attachments.\n\nA new paradigm and new lexicon needs to come forth and Carol said that the seminars were as much for them as for us because they needed to work on this. Florinda emphasized that women need to learn to cooperate and not compete over men. She had some funny examples of how women compete with each other over men and then run to each other to commiserate when the men are not around. She added that men need to nurture women and give them the space they need to grow into whatever it may be. She talked about how women are complete energetically while men are not. That is why men are driven to posses and control, more so than women. She used some sexual examples to clarify this point. On sunday a few of us were talking with Florinda, and a guy came up, and she (in about five sentences) described how they would go run off, get a room, have a great weekend, how he'd break her heart for being a jerk, and then she would hate him. So I guess we don't need to run off, now that we know everything that will happen. She used this to show how if we listen to our inner seer and not our fears or desires or projections, then we can free ourselves from many of the traps we build for ourselves.\n\nTaisha had a very bright aura. The various stalking roles help to free us from our attachments to our roles. She did the monk role to help free her from her previous religious attachments. By moving completely into another world, it helps you see the previous world more clearly. As don Juan said, every description is as equally valid as every other description (world). In freeing ourselves from our current worlds we can become fluid and move between and through worlds. On sunday I locked eyes with Taisha and her energy was bright and effervescent. I can close my eyes right now and see her very clearly and feel her energy.\n\nSo Florinda covered *dreaming* a new world/a new paradigm and did a good job of shaking up the current one (since comfortability generally prohibits wanting to change.) Taisha covered stalking and learning to change our behavior. (If she can do it on such a grand scale, surely we can do it on a small one, like as Carol pointed out, doing the dishes when normally you don't, and not making a big deal out of it. I.E. \"Look what I did.\") And Carol, the Nagual Woman, integrated the two. Carol came out doing an Elvis number, \"Hound dog\", and told many stories (her Elvis impersonation was very good.) Her stories pointed out her personal growth in spite of herself and she reiterated the importance of listening to your own inner seer (which is hard because of the voices of others), and being responsible for the world you are *dreaming* right now, and working on our stalking/behavioral skills to carry it out.\n\nThe sorcerer's passes were very good, but again you need to listen to your body. I could write much more, but that is probably enough for now. If there is anything you would like to know about the seminar let me know. There was \"a whole lotta shakin' going on.\"\n\nSource: Mesa, AZ\n\n*Editor: If you hear about someone being offended by Carlos' group, remember that ordinary motives don't apply and neither do normal social forces. We learned this via input to the newsletter. Carlos' group has an overall plan of some kind, and they don't change it to be fair or nice when under social pressure. Also, they tend to clobber people when the people are grabbing for a self-esteem reward (such as telling vegetarians that they look unhealthy), and this makes people mad enough to make up bad rumors about them.*\n\n**SEX, DRUGS, AND ACADEMICS**\n\n*Here's a pleasant surprise in the form of answers to some of the questions that have been bothering readers the most. It shows that pressing the witches for answers isn't a bad approach to the situation. A reader wrote:*\n\n...Here are a few more items I've remembered from the Arizona Toltec *Dreaming* workshop:\n\nOn the question of drugs, Florinda said that using drugs makes it harder to get to the second attention through *dreaming*. One man in the audience said that his understanding was that don Juan had instructed Carlos to return to see Mescalito as many times as possible. Florinda said yes, but do it through *dreaming*. She also said that smoking pot turns the luminous body green. They all were emphatic about the damage drugs do and many of us were getting kind of worried that we may have done irreparable harm to ourselves in years past. Finally, on the last day, Carol, noting our fears, said that repair was possible through recapitulating, not-doing, etc.\n\nCarol Tiggs, talking about sex, recommended we save our energy, but that if we choose not to, then (addressing the men I guess) don't sit around playing with yourself but \"at least find some place to stick it.\"\n\nSomeone asked if they should pursue academics in order to learn sorcery and they answered with an emphatic and unanimous No!\n\nSomeone else asked if they had to get out of relationships, families, etc. to pursue sorcery and Taisha said absolutely not, just start where you are.\n\nSource: Tucson, AZ\n\nSource: [http://sustainedaction.org/\\_nagualist/\\_NNL5/behind\\_the\\_scenes\\_in\\_Arizona.htm](http://sustainedaction.org/_nagualist/_NNL5/behind_the_scenes_in_Arizona.htm)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "BEHIND THE SCENES IN ARIZONA", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_q024f1", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.84, "author_flair_background_color": null, "subreddit_type": "public", "ups": 4, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_qke8u0c", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 4, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1633205219.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1633204353.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Dear NNL,&lt;/p&gt;\n\n&lt;p&gt;I just reread the letter from your reader in Tuscon who attended the Toltec &lt;em&gt;dreaming&lt;/em&gt; seminar in Arizona and I thought it was a good brief recap of the seminar.&lt;/p&gt;\n\n&lt;p&gt;I really enjoyed Florinda&amp;#39;s energy. She was vivacious, challenging, spirited and very warm in an offbeat way. I say that because I spoke to a number of other participants to get their views and some of them found Florinda offensive (she shook up quite a few sacred and fragile cows), while others found her intriguing - one woman I spoke with had an unusual healing experience performed on/with her by Florinda sat. nite and she was still reeling from the experience. She shared a number of interesting &amp;quot;facts&amp;quot; about don Juan. When she first met him he told her &amp;quot;we have no time&amp;quot;. A year later he was still telling her that and she told him he was full of crap and that he had been telling her that for over a year. Only later did she understand the truth in what he was saying.&lt;/p&gt;\n\n&lt;p&gt;When don Juan told her he had lost his human form, Florinda asked him if that meant he no longer had a penis at which point don Juan dropped his pants and revealed quite a large one. The mold of man is not in one&amp;#39;s body, but in the lexicons and abstract traps we build for ourselves.&lt;/p&gt;\n\n&lt;p&gt;Celibacy was talked about on a few occasions and it seemed to be an individual thing based on your level of energy and &lt;em&gt;intent.&lt;/em&gt; Sexuality can be a many sided sword to trap you or help free you. Florinda said Juan was &amp;quot;A lecherous old man&amp;quot;. Carol said she had it and was going to use it (referring to her genitalia), and although Taisha didn&amp;#39;t speak about it directly, I think her book speaks clearly for her. Celibacy/sex was a confusing subject for many but the main point was to listen to your inner seer. They emphasized that we (the participants) did not need them or Carlos to guide us. We needed to focus on intent and follow that. Recapitulation would help us free ourselves from our traps and free up our energy. As Florinda said, we need to quit mentally masturbating so much, which strokes the poor me and deludes us from seeing it is actually feeding our self-importance.&lt;/p&gt;\n\n&lt;p&gt;On recapitulation, a lot of questions were asked about the technique and the breathing. Carol said the breathing is important, but if you are driving in a car and start to recapitulate and move your head from side to side it is more likely that you are boosting your self-importance with a show of &amp;quot;I&amp;#39;m recapitulating, I&amp;#39;m above this.&amp;quot; That is a trap. Carol said that the process generally goes something like this: The first time you recap. you say, &amp;quot;that person was a real jerk.&amp;quot; After you recap a while you go back and say, &amp;quot;I was a real jerk&amp;quot;, then after a while you can see it clearly, non-judgmentally, and you have freed up that energy that was being wasted by your previous judgments and attachments.&lt;/p&gt;\n\n&lt;p&gt;A new paradigm and new lexicon needs to come forth and Carol said that the seminars were as much for them as for us because they needed to work on this. Florinda emphasized that women need to learn to cooperate and not compete over men. She had some funny examples of how women compete with each other over men and then run to each other to commiserate when the men are not around. She added that men need to nurture women and give them the space they need to grow into whatever it may be. She talked about how women are complete energetically while men are not. That is why men are driven to posses and control, more so than women. She used some sexual examples to clarify this point. On sunday a few of us were talking with Florinda, and a guy came up, and she (in about five sentences) described how they would go run off, get a room, have a great weekend, how he&amp;#39;d break her heart for being a jerk, and then she would hate him. So I guess we don&amp;#39;t need to run off, now that we know everything that will happen. She used this to show how if we listen to our inner seer and not our fears or desires or projections, then we can free ourselves from many of the traps we build for ourselves.&lt;/p&gt;\n\n&lt;p&gt;Taisha had a very bright aura. The various stalking roles help to free us from our attachments to our roles. She did the monk role to help free her from her previous religious attachments. By moving completely into another world, it helps you see the previous world more clearly. As don Juan said, every description is as equally valid as every other description (world). In freeing ourselves from our current worlds we can become fluid and move between and through worlds. On sunday I locked eyes with Taisha and her energy was bright and effervescent. I can close my eyes right now and see her very clearly and feel her energy.&lt;/p&gt;\n\n&lt;p&gt;So Florinda covered &lt;em&gt;dreaming&lt;/em&gt; a new world/a new paradigm and did a good job of shaking up the current one (since comfortability generally prohibits wanting to change.) Taisha covered stalking and learning to change our behavior. (If she can do it on such a grand scale, surely we can do it on a small one, like as Carol pointed out, doing the dishes when normally you don&amp;#39;t, and not making a big deal out of it. I.E. &amp;quot;Look what I did.&amp;quot;) And Carol, the Nagual Woman, integrated the two. Carol came out doing an Elvis number, &amp;quot;Hound dog&amp;quot;, and told many stories (her Elvis impersonation was very good.) Her stories pointed out her personal growth in spite of herself and she reiterated the importance of listening to your own inner seer (which is hard because of the voices of others), and being responsible for the world you are &lt;em&gt;dreaming&lt;/em&gt; right now, and working on our stalking/behavioral skills to carry it out.&lt;/p&gt;\n\n&lt;p&gt;The sorcerer&amp;#39;s passes were very good, but again you need to listen to your body. I could write much more, but that is probably enough for now. If there is anything you would like to know about the seminar let me know. There was &amp;quot;a whole lotta shakin&amp;#39; going on.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Source: Mesa, AZ&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Editor: If you hear about someone being offended by Carlos&amp;#39; group, remember that ordinary motives don&amp;#39;t apply and neither do normal social forces. We learned this via input to the newsletter. Carlos&amp;#39; group has an overall plan of some kind, and they don&amp;#39;t change it to be fair or nice when under social pressure. Also, they tend to clobber people when the people are grabbing for a self-esteem reward (such as telling vegetarians that they look unhealthy), and this makes people mad enough to make up bad rumors about them.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;SEX, DRUGS, AND ACADEMICS&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Here&amp;#39;s a pleasant surprise in the form of answers to some of the questions that have been bothering readers the most. It shows that pressing the witches for answers isn&amp;#39;t a bad approach to the situation. A reader wrote:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;...Here are a few more items I&amp;#39;ve remembered from the Arizona Toltec &lt;em&gt;Dreaming&lt;/em&gt; workshop:&lt;/p&gt;\n\n&lt;p&gt;On the question of drugs, Florinda said that using drugs makes it harder to get to the second attention through &lt;em&gt;dreaming&lt;/em&gt;. One man in the audience said that his understanding was that don Juan had instructed Carlos to return to see Mescalito as many times as possible. Florinda said yes, but do it through &lt;em&gt;dreaming&lt;/em&gt;. She also said that smoking pot turns the luminous body green. They all were emphatic about the damage drugs do and many of us were getting kind of worried that we may have done irreparable harm to ourselves in years past. Finally, on the last day, Carol, noting our fears, said that repair was possible through recapitulating, not-doing, etc.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs, talking about sex, recommended we save our energy, but that if we choose not to, then (addressing the men I guess) don&amp;#39;t sit around playing with yourself but &amp;quot;at least find some place to stick it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Someone asked if they should pursue academics in order to learn sorcery and they answered with an emphatic and unanimous No!&lt;/p&gt;\n\n&lt;p&gt;Someone else asked if they had to get out of relationships, families, etc. to pursue sorcery and Taisha said absolutely not, just start where you are.&lt;/p&gt;\n\n&lt;p&gt;Source: Tucson, AZ&lt;/p&gt;\n\n&lt;p&gt;Source: &lt;a href=\"http://sustainedaction.org/_nagualist/_NNL5/behind_the_scenes_in_Arizona.htm\"&gt;http://sustainedaction.org/_nagualist/_NNL5/behind_the_scenes_in_Arizona.htm&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "q024f1", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "sososo555", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/q024f1/behind_the_scenes_in_arizona/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/q024f1/behind_the_scenes_in_arizona/", "subreddit_subscribers": 9561, "created_utc": 1633204353.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hf8s8n6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1633279747.0, "send_replies": true, "parent_id": "t1_hf67clf", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Direct independent confirmation, based on personal experience.\n\nPriceless 😌", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf8s8n6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Direct independent confirmation, based on personal experience.&lt;/p&gt;\n\n&lt;p&gt;Priceless 😌&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_q024f1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q024f1/behind_the_scenes_in_arizona/hf8s8n6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633279747.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hf67clf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1633225285.0, "send_replies": true, "parent_id": "t3_q024f1", "score": 4, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;She also said that smoking pot turns the luminous body green. \n\nI've seen something like this before. Many years ago I would sometimes see clouds of colour around people that couldn't be explained by just weird eye after-images. One day I noticed that my boss had clouds of green around them, and the next day, and the day after that. It was very persistent for a while and I suspected it might have to do with weed. It was pretty distracting for me while we were having meetings.\n\nAfter a few weeks of it we ended up having dinner together after a trade show where she confided in me that she'd started smoking pot and it had become a bit of a problem. I think she resolved to stop after that. I never saw the green clouds around her again.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf67clf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;She also said that smoking pot turns the luminous body green. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;ve seen something like this before. Many years ago I would sometimes see clouds of colour around people that couldn&amp;#39;t be explained by just weird eye after-images. One day I noticed that my boss had clouds of green around them, and the next day, and the day after that. It was very persistent for a while and I suspected it might have to do with weed. It was pretty distracting for me while we were having meetings.&lt;/p&gt;\n\n&lt;p&gt;After a few weeks of it we ended up having dinner together after a trade show where she confided in me that she&amp;#39;d started smoking pot and it had become a bit of a problem. I think she resolved to stop after that. I never saw the green clouds around her again.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q024f1/behind_the_scenes_in_arizona/hf67clf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633225285.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_q024f1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hf4xcuw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "sososo555", "can_mod_post": false, "created_utc": 1633204795.0, "send_replies": true, "parent_id": "t3_q024f1", "score": 4, "author_fullname": "t2_qke8u0c", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[https://www.naturalreaders.com/online/](https://www.naturalreaders.com/online/+)\n\n[https://chrome.google.com/webstore/detail/natural-reader-text-to-sp/kohfgcgbkjodfcfkcackpagifgbcmimk](https://chrome.google.com/webstore/detail/natural-reader-text-to-sp/kohfgcgbkjodfcfkcackpagifgbcmimk)\n\nI use this text-to-speech programm to listen to long articels, makes it easier to go trough more text.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hf4xcuw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.naturalreaders.com/online/+\"&gt;https://www.naturalreaders.com/online/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://chrome.google.com/webstore/detail/natural-reader-text-to-sp/kohfgcgbkjodfcfkcackpagifgbcmimk\"&gt;https://chrome.google.com/webstore/detail/natural-reader-text-to-sp/kohfgcgbkjodfcfkcackpagifgbcmimk&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I use this text-to-speech programm to listen to long articels, makes it easier to go trough more text.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/q024f1/behind_the_scenes_in_arizona/hf4xcuw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633204795.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_q024f1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]