[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": " Someone gave this to me, but I didn't notice it.\n\n&amp;#x200B;\n\n# Six Explanatory Propositions\n\nTo:   The Ixtlan Mailing List  \nDate:   Sat, 6 Sep 1997 02:00:00 -0600  \n\n\n**Six Explanatory Propositions**  \n**From The Eagle's Gift**  \n**by Carlos Castaneda, 1981.**\n\nThe following is a translation of \"The Six Explanatory Propositions\" included in the Spanish language version of the Eagle's Gift but never included or published in the English versions of the book.\n\nIn spite of the amazing maneuvers that DJ did with my awareness, along the years I stubbornly insisted in trying to intellectually evaluate what he did. Although I have written at length about these maneuvers, it has always been from a strictly experiential point of view and, besides, from a strictly rational perspective. Immersed as I was in my own rationality, I couldn't recognize the goals of the teachings of Don Juan. To understand the stretch of these goals with a certain degree of precision, it was necessary that I lost my human form and arrived to the totality of myself.\n\nThe teachings of Don Juan were meant to guide me through the second stage of a warrior's development: the verification and unrestricted acceptance that within us lies another type of awareness. This stage was divided into two categories. The first one, for which Don Juan required Don Genaro's help, dealt with two activities. It consisted of showing me certain procedures, actions and methods that were designed to exercise my awareness. The second one had to do with the six explanatory propositions.\n\nDue to the difficulties that I had in adapting my rationality in order to accept the plausibility of what he was teaching me, Don Juan presented these explanatory propositions in terms of my scholastic records.\n\nThe first thing he did, as an introduction, was to create a division in myself by means of a specific blow on the right shoulder blade, a blow which made me enter an unusual state of awareness, which I couldn't recall once I was back to normality.\n\nUntil the moment in which Don Juan made me enter such state of awareness I had an undeniable sense of continuity, which I thought of as a product of my vital experience. The idea that I had about myself was that of being a full entity that could explain everything it had done. Besides, I was convinced that the dwelling of all my awareness, if there was such, was in my head. However, Don Juan showed me with his blow that it exists a center in the spinal cord, at the height of the shoulder blades, that is obviously a center of enhanced awareness.\n\nWhen I questioned Don Juan about the nature of this blow, he explained that the nagual is a director, a guide who bears the responsibility of opening the way, and that he must be impeccable to impregnate his warriors with a sense of confidence and clarity. Only under these conditions is a nagual in the possibility of giving this blow on the back to force a displacement of awareness, because the power of the nagual is what allows the transition. If the nagual is not an impeccable practitioner, the displacement doesn't occur, as when I tried, unsuccessfully, to put the other apprentices in a state of heightened awareness hitting them on the back before we ventured into the bridge.\n\nI asked Don Juan what this displacement of awareness implied. He said that the nagual has to strike on a precise spot, which varies from person to person but which is always located in the general area of the shoulder blades. A nagual has to see to specify the spot, which is located in the periphery of one's luminosity and not on the physical body itself; once the nagual identifies it, he pushes it in, more that striking it, and thus creates a concavity, a depression in the luminous shield. The state of heightened awareness resulting from this blow lasts as much as this depression lasts. Some luminous shields go back to their original forms by themselves, some have to be struck in another point to be restored, and some others never go back to their oval shapes.\n\nDon Juan said that seers see awareness as a peculiar glow. Everyday awareness is a glow on the right side, which extends from the physical body's exterior to the periphery of our luminosity. Heightened awareness is a more intense shine associated with great speed and concentration, a fulgor which saturates the periphery of the left side.\n\nDon Juan said that seers explain what happens with the blow of the nagual as a temporal dislodging of a center located in the luminous cocoon of the body. The Eagle's emanations are in reality evaluated and selected in that center. The blow alters their normal behavior.\n\nThrough their observations, seers have reached the conclusion that warriors must be put in that state of disorientation. The change in the way awareness works under these conditions makes this state an ideal territory to dillucidate the commands of the Eagle: it allows warriors to function as if they were in everyday awareness, with the difference that they can concentrate in everything they do with unprecedented clarity and strength.\n\nDon Juan said that my situation was analogous to the one he had experienced. His benefactor created a deep division in himself, making him move once and once again from the awareness of the right side to the awareness of the left side. The clarity and freedom of his left side awareness were in direct opposition to the rationalizations and endless defenses of his right side. He told me that all warriors are cast into the depths of the same situation that polarity molds, and that the nagual creates and reinforces the division to be able to lead his apprentices to the conviction that there is an awareness in human beings yet unexplored.\n\n**1.  What we perceive as the world are the Eagle's emanations.**\n\nDon Juan explained to me that the world we perceive does not have a transcendental existence. Since we are familiarized with it we believe that what we perceive is a world of objects which exist such as we perceive them, when in reality there is not a world of objects, but, rather, a universe of Eagle's emanations. These emanations represent the only immutable reality. It is a reality that encompasses all that is, perceivable and unperceivable, knowable and unknowable.\n\nSeers who see the Eagle's emanations call them commands because of their urging force. All living creatures are urged to use the emanations, and they use them without getting to know what they are. Ordinary men interpret them as reality. And seers who see the emanations interpret them as the rule. In spite that seers see the emanations, they don't have a way of knowing what it is they are seeing. Instead of entangling themselves with useless conjectures, seers occupy themselves in the functional speculation of how the Eagle's commands can be interpreted. Don Juan sustained that to intuit a reality which transcends the world we perceive stays at the level of conjecture; it is not enough for a warrior to conjecture that the Eagle's commands are instantly perceived by all creatures that live on Earth, and that none of them perceives them in the same way. Warriors must try to behold the flow of emanations and \"see\" the way in which man and other living beings use it to build their perceptual world.\n\nWhen I proposed to use the word \"description\" instead of Eagles's emanations, Don Juan said that he was not making a metaphor. He said that the word \"description\" connotes a human agreement, and that what we perceive stems from a command in which human agreements do not count.\n\n**2.  Attention is what makes us perceive the Eagle's emanations as the action of skimming.**\n\nDon Juan used to say that perception is a physical faculty that living creatures groom; the final result of this grooming is known, among seers, as \"attention\". Don Juan described attention as the action of hooking and channeling perception. He said that this action is our most singular feat, which covers all the spectrum of human alternatives and possibilities. Don Juan established a precise distinction between alternatives and possibilities. Human alternatives are those that we are enabled to choose as persons who function within the social environment. Our landscape of this dominion is quite limited. Human possibilities are those that we are capable of achieving as luminous beings.\n\nDon Juan revealed to me a classificatory scheme of three types of attention, emphasizing that calling them \"types\" was erroneous. In fact, they are three levels of knowledge: first, second and third attention; each one of them an independent dominion, complete in itself.\n\nFor a warrior that is in the initial stages of his learning, the first attention is the most important of the three. Don Juan said that his explanatory propositions were attempts to bring into first frame the way in which the first attention works, something that passes completely unadverted to us. He considered imperative for warriors to understand the nature of the first attention if they were going to venture into the other two.\n\nHe explained to me that the first attention has been taught how to move instantly through a whole spectrum of the Eagle's emanations, without emphasizing at all that fact, in order to reach \"perceptual units\" which all of us have learned that are perceivable. Seers call this feat \"skimming\", because it implies the capability of suppressing those emanations which are superfluous and selecting which of them must be emphasized.\n\nDon Juan explained this process taking as an example the mountain that we were seeing at that moment. He stressed that my first attention, at the moment of seeing the mountain, had skimmed an infinite number of emanations to obtain a miracle of perception; a skimming that all human beings know because each one of them has attained it by himself.\n\nSeers contend that everything the first attention suppresses to obtain a skimming, cannot be recovered anymore by the first attention under any condition. Once we learn to perceive in terms of skimmings, our senses stop registering the superfluous emanations. To dillucidate this point he gave me the example of the skimming: \"human body\". He said that our first attention is totally unconscious of the emanations that compose the external luminous shield of the physical body. Our oval cocoon is not subjected to perception; those emanations have been rejected which would make it perceivable in benefit of those which allow the first attention to perceive the physical body such as we know it.\n\nTherefore, the perceptual goal that children must achieve as they grow up consists in learning to isolate the appropriate emanations to be able to channel their chaotic perception and transform it into the first attention; in doing so, they learn how to build skimmings. All grown up human beings who surround children teach them how to skim. Sooner or later, children learn to control their first attention in order to perceive skimmings in terms which are alike to those of their teachers.\n\nDon Juan never ceased to be amazed at the capability of human beings to bring order into the chaos of perception. He contended that all of us, by his/her own merits, is a magistral magician and that our magic consists in rendering reality to the skimmings that our first attention has learned how to build. The fact that we perceive in terms of skimmings is the Eagle's command, but to perceive the commands as objects is our power, our magical gift. Our fallacy, on the other hand, is that we always end up being one-sided when forgetting that skimmings are only real in terms that we perceive them as real, due to the power that we have to do it. Don Juan called this an error in judgment which destroys the richness of our mysterious origins.\n\n**3.  The skimmings are made sense of by the first ring of power.**\n\nDon Juan used to say that the first ring of power is the force that stems from the Eagle's emanations to affect exclusively our first attention. He explained that it has been represented as a \"ring \" because of its dynamism, of its uninterrupted movement. It has been called ring \"of power\" due to, first, its compulsive character, and, second, because of its unique ability to stop its works, to change them or reverse their direction.\n\nThe compulsive character is better shown in the fact that it doesn't only urge the first attention to build and perpetuate skimmings, but it also demands a consensus from all the participants. Each one of us is demanded a complete agreement upon the faithful reproduction of skimmings, since conformity to the first ring of power must be total.\n\nIt is precisely this conformity which gives us the certainty that skimmings are objects which exist as such, independent from our perception. Besides, the compulsiveness of the first ring of power does not cease after the initial agreement, but it demands that we continuously renovate the agreement. Our whole life we must operate as if, for example, each one of our skimmings was perceptually the first one for each human being, in spite of languages and cultures. Don Juan granted that even if all this is too serious to be taken jokingly, the urging character of the first ring of power is so intense that forces us to believe that if the \"mountain\" could have an awareness of its own, it would consider itself as the skimming that we have learned how to build.\n\nThe most valuable feature that the first ring of power bears to a warrior is the singular capability of interrupting its flux of energy, or to totally suspend it. Don Juan said that this is a latent capability which exists within us all as a backup unit. In our narrow world of skimmings, there is no need to use it. Since we are so efficiently buttressed and shielded by the net of the first attention, we do not realize, not even vaguely, that we have hidden resources. However, if another alternative to follow would present itself to us, such as is the warrior's option to use the second attention, the latent capability of the first ring of power could start to function and could be used with spectacular results.\n\nDon Juan underlined that the biggest feat of sorcerers is the process of activating this latent capability; he called it blocking the intent of the first ring of power. He explained to me that the Eagle's emanations, which have already been isolated by the first attention in order to build the everyday world, exert an unbending pressure upon the first attention. For this pressure to stop its activity, the intent must be displaced. Seers call this an obstruction or an interruption of the first ring of power.\n\n**4.  Intent is the force that moves the first ring of power.**\n\nDon Juan explained to me that intent doesn't refer to have an intention, or to want one thing or the other, but rather has to do with an imponderable force that makes us behave in ways which could be described as intentions, wishing, volition, etc. Don Juan didn't bring it forth as a condition of being, stemming from oneself, such as is a habit produced by socialization, or a biological reaction, but rather brought it forth as a private, intimate force that we possess and use individually as a key that makes the first ring of power move in acceptable ways. Intent is what directs our first attention in order for it to focus on the Eagle's emanations within a certain frame. And intent is also what commands the first ring of power to obstruct or interrupt its flux of energy.\n\nDon Juan suggested me to conceive intent as an invisible force which exists in the universe, without receiving itself, but still affecting everything: force that creates and sustains skimmings.\n\nHe asserted that skimmings must be incessantly recreated to be imbued with continuity. In order to recreate them each time with the freshness that they need to build a living world, we must intend them each time we build them. For instance, we must intend the \"mountain\" along with all its complexities for the skimming to be fully materialized. Don Juan said that, for a spectator, who behaves exclusively based upon the first attention without the intervention of intent, the \"mountain\" would appear as an entirely different skimming. It could appear as the skimming \"geometric form\" or \"amorphous spot of color\". For the skimming mountain to be completed, the spectator must intend it, whether it is unconsciously through the urging force of the first ring of power, or premeditatedly, through the warrior's training.\n\nDon Juan pointed to me the three ways in which intent comes to us. The most predominating one is known by seers as \"the intent of the first ring of power\". This is a blind intent which comes to us by chance. It is as if we were in its way, or as if intent was in ours. Inevitably we find ourselves trapped in its net without having the least control of what is happening to us.\n\nThe second way is when intent comes to us by its own. This requires a considerable amount of purpose, a sense of determination on our part. Only in our capability as warriors we can put ourselves voluntarily in the way of intent; we summon it, so to speak. Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.\n\nDon Juan used to say that warriors call this phenomenon \"power\". Thus when they speak of having personal power, they are referring to the intent that comes to them voluntarily. The outcome, he used to say to me, can be described as the facility to find new solutions, or the facility to affect people or events. It is as if other possibilities, previously unknown by the warrior, suddenly become apparent. In this way, an impeccable warrior never plans anything ahead, but his actions are so decisive that it seems as if the warrior had calculated beforehand each facet of his activity.\n\nThe third way in which we find intent is the most rare and complex of the three; it occurs when intent allows us to harmonize with it. Don Juan described this state as the real moment of power: the culmination of a lifetime effort in search of impeccability. Only supreme warriors obtain it, and as long as they are in such state, intent lets itself be handled by them at will. It is as if intent had fused in those warriors, and in doing so it transforms them into a pure force, without preconceptions. Seers call this state the \"intent of the second ring of power\", or \"will\".\n\n**5.  The first ring of power can be stopped by a functional blocking of the capability of building skimmings.**\n\nDon Juan used to say that the function of the not-doings is to create an obstruction in the usual focus of out first attention. The not-doings are, in this sense, maneuvers destined to prepare the first attention for the functional blocking of the first ring of power, or, in other words, for the interruption of intent.\n\nDon Juan explained to me that this functional blocking, which is the only method to systematically use the latent capability of the first ring of power, represents a temporal interruption that the benefactor creates in the disciple's capability for building skimmings. It is a premeditated and powerful artificial intrusion into the first attention, in order to push it beyond the appearances which the known skimmings present to us; this intrusion is accomplished by interrupting the intent of the first ring of power.\n\nDon Juan used to say that in order to achieve this interruption, the benefactor treats intent as what it really is, a flux, a current of energy that can eventually be stopped or reoriented. An interruption of this nature, however, implies a commotion of such magnitude that can force the first ring of power to stop fully; a situation which is impossible to conceive under our normal life conditions. It is unthinkable to us that we can un-walk the steps we took when we consolidated our perception, but it is feasible that under the impact of this interruption we could place ourselves in a perceptual position very similar to the one of our beginnings, when the Eagle's commands were emanations which we still had not imbued with significance.\n\nDon Juan used to say that any procedure the benefactor could use to create this interruption must be intimately linked with his personal power. Therefore, a benefactor doesn't use any process to handle intent, but rather moves it and makes it available to the apprentice trough his personal power.\n\nIn my case, Don Juan achieved the functional blocking of the first ring of power through a complex process, which combined three methods: the ingestion of hallucinogenic plants, manipulation of the body and maneuvering with intent itself.\n\nIn the beginning Don Juan relied strongly upon the ingestion of hallucinogenic plants, apparently due to the persistence of my rational side. The effect was tremendous, and yet retarded the sought for interruption. The fact that the plants were hallucinogenic offered my reason the perfect justification to congregate all of its available resources to continue exerting control. I was convinced that I could logically explain anything that I was experiencing, along with the inconceivable feats that Don Juan and Don Genaro used to do to create the interruptions, as perceptual distortions caused by the ingestion of hallucinogenics.\n\nDon Juan used to say that the most remarkable effect of hallucinogenic plants was something that every time I ingested them I interpreted as the peculiar feeling that everything around me oozed a surprising richness. There were colors, forms, details that I had never beheld before. Don Juan used this increment in my ability to perceive, and, through a series of commands and comments used to force me to enter a state of nervous restlessness. Afterwards he manipulated my body and made me shift from one side of awareness to the other, until I had created phantasmagorical visions or absolutely real scenes with tridimensional creatures that could not possibly exist in this world.\n\nDon Juan explained to me that once the direct relation between intent and the skimmings we are constructing is broken, it cannot ever be repaired. From that moment on we acquire the ability to catch a current of what he described as \"phantom intent\", or the intent of the skimmings which are not present at the moment or place of the interruption, this is to say, an intent put at our disposal through some aspect of memory.\n\nDon Juan asserted that with the interruption of the intent of the first ring of power we become receptive and moldable; a nagual can then introduce the intent of the second ring of power. Don Juan was convinced that children of a certain age find themselves in a similar situation of receptivity; being deprived of intent, they are ready to be imprinted with any intent which is available to the teachers who surround them.\n\nAfter my period of continuos ingestion of hallucinogenic plants, Don Juan totally discontinuated its use. However, he obtained new and more dramatic interruptions in myself manipulating my body and making me shift states of awareness, combining all this with maneuvers with intent itself. Through a combination of mesmerizing instructions and adequate comments, Don Juan created a current of \"phantom intent\" and I was lead to experience common skimmings as something unimaginable. He conceptualized all this as \"glancing into the immensity of the Eagle\".\n\nDon Juan masterfully lead me through countless interruptions of intent until he was convinced, as a seer, that my body showed the effects of the functional blocking of the first ring of power. He said that he could see a unusual activity around the area of the shoulder blades. He described it as a little hole that had formed exactly as if the luminosity was a muscular layer contracted by a nerve.\n\nTo me, the effect of the functional blocking of the first ring of power was that it managed to erase the certainty which I had all my life that what my senses reported was \"real\". Quietly I entered a state of inner silence. Don Juan used to say that what gives warriors that extreme uncertainty that his benefactor had experienced at the end of his life, that resignation to failure that he himself was living, is the fact that one glance into the immensity of the Eagle leaves one without hope. Hope is the result of our familiarity with skimmings and the idea that we control them. In such moments only the warrior's life can help us to persevere in our efforts to discover that which the Eagle has concealed from us, but without hope that we can get to understand what we discover.\n\n**6.  The second attention.**\n\nDon Juan explained to me that the examination of the second attention must begin with the realization that the force of the first ring of power, which boxes us in, is a physical, concrete edge. Seers have described it as a wall of fog, a barrier that can be systematically brought to our awareness by means of the blocking of the first ring of power; and then can be perforated by means of the warrior's training.\n\nAfter perforating this wall of fog, one enters a broad intermediate state. The task of the warriors then consists in going through it until they reach the next divisory line, which must be perforated in order to enter what it is properly the other self or the second attention.\n\nDon Juan used to say that the two divisory lines are perfectly recognizable. When warriors perforate the wall of fog they feel that their bodies are squeezed, or they feel an intense shaking in the cavity of their bodies, generally to the right of the stomach or through the middle part, from right to left. When warriors perforate the second line, they feel an acute crack on the upper part of the body, something like the sound of a dry bough that is broken in two.\n\nThe two lines that box in both attentions, and individually seal them, are known to seers as the parallel lines. These seal both attentions by means of the fact that they extend into infinity, without ever allowing the crossing unless they are perforated.\n\nBetween both lines there exists an area of specific awareness that seers call limbo, or the world between the parallel lines. It is a real space between two huge orders of the Eagle's emanations; emanations which are within the human possibilities of awareness. One is the level which creates the self of everyday life, and the other is the level which creates the other self. Since the limbo is a transitional zone, there both fields of emanations extend one upon the other. The fraction of the level which is known to us, that extends into that area, hooks a portion of the first ring of power; and the capability of the first ring of power to build skimmings makes us perceive a series of skimmings in the limbo which are almost as those of everyday life, except that they appear grotesque, uncanny and contorted. In this manner the limbo has specific features that do not change arbitrarily each time that one goes into it. There exist in it physical features which resemble the skimmings of everyday life.\n\nDon Juan sustained that the feeling of heaviness experienced in the limbo is due to the growing burden that has been placed on the first attention. In the area located right behind the wall of fog we can still behave as we do normally; it is as if we were in a grotesque but recognizable world. As we penetrate further into it, beyond the wall of fog, it becomes progressively difficult to recognize the features or to behave in terms of the known self.\n\nHe explained to me that it was possible to make that instead of the wall of fog anything else appeared, but that seers have opted for accentuating that which consumes less energy: to visualize the wall of fog does not demand any effort.\n\nWhat exists beyond the second divisory line is known by seers as the second attention, or the other self, or the parallel world; and the action of going through both edges is known as \"crossing the parallel lines\".\n\nDon Juan thought that I could assimilate this concept more firmly if he described each dominion of awareness as a specific perceptual predisposition. He told me that in the territory of everyday awareness we are inescapably entangled into the specific perceptual predisposition of the first attention.\n\nFrom the moment in which the first ring of power begins to build skimmings, the way of building them becomes our normal perceptual predisposition. Breaking the unifying force of the first attention implies to break the first divisory line. The normal perceptual predisposition passes then into the intermediate area which is between the parallel lines. One keeps building almost normal skimmings for some time. But as one approaches what seers call the second divisory line, the perceptual predisposition of the first attention begins to recede, it loses strength. Don Juan used to say that this transition is marked by a sudden incapability of remembering or understanding what one is doing.\n\nWhen one gets closer to the second divisory line, the second attention begins to act on the warriors who undertake the voyage. If they are inexperienced, their awareness gets emptied, it goes blank. Don Juan held that this occurs because they are approaching a spectrum of the Eagle's emanations which has not yet a systematized perceptual predisposition. My experiences with la Gorda and the nagual woman beyond the wall of fog were an example of this incapability. I traveled as far as the other self, but I couldn't account on what we had done for the simple reason that my second attention was still unformulated and it did not give me the opportunity of formulating all I had perceived.\n\nDon Juan explained to me that one begins to activate the second ring of power by forcing the second attention to wake from its slumber. The functional blocking of the first ring of power achieves this. Then, the task of the teacher consists in recreating the condition which started the first ring of power, the condition of being saturated with intent. The first ring of power is put in motion by the force of the intent given by those who teach how to skim. As my teacher he was giving me, then, a new intent which would create a new perceptual environment.\n\nDon Juan said that it takes a lifetime of unceasing discipline, which seers call unbending intent, to prepare the second ring of power to be able to build skimmings which belong to another level of the Eagle's emanations. To dominate the perceptual predisposition of the parallel self is a feat of peerless value which few warriors achieve. Silvio Manuel was one of those few.\n\nDon Juan warned me that one must not attempt to deliberately dominate it. If this happens, it must be through a natural process which unfolds itself without much effort from our part. He explained to me that the reason for this indifference lies on the practical consideration that when it is dominated it simply becomes very difficult to break, since the goal that warriors actively pursuit is to break both perceptual predispositions to enter the final freedom of the third attention.\n\nUnauthorized use, copying, or re-posting of this page without permission from the author is prohibited. Links are acceptable.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Six Explanatory Propositions", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_m83727", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.87, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1616108497.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Someone gave this to me, but I didn&amp;#39;t notice it.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;h1&gt;Six Explanatory Propositions&lt;/h1&gt;\n\n&lt;p&gt;To:   The Ixtlan Mailing List&lt;br/&gt;\nDate:   Sat, 6 Sep 1997 02:00:00 -0600  &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Six Explanatory Propositions&lt;/strong&gt;&lt;br/&gt;\n&lt;strong&gt;From The Eagle&amp;#39;s Gift&lt;/strong&gt;&lt;br/&gt;\n&lt;strong&gt;by Carlos Castaneda, 1981.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;The following is a translation of &amp;quot;The Six Explanatory Propositions&amp;quot; included in the Spanish language version of the Eagle&amp;#39;s Gift but never included or published in the English versions of the book.&lt;/p&gt;\n\n&lt;p&gt;In spite of the amazing maneuvers that DJ did with my awareness, along the years I stubbornly insisted in trying to intellectually evaluate what he did. Although I have written at length about these maneuvers, it has always been from a strictly experiential point of view and, besides, from a strictly rational perspective. Immersed as I was in my own rationality, I couldn&amp;#39;t recognize the goals of the teachings of Don Juan. To understand the stretch of these goals with a certain degree of precision, it was necessary that I lost my human form and arrived to the totality of myself.&lt;/p&gt;\n\n&lt;p&gt;The teachings of Don Juan were meant to guide me through the second stage of a warrior&amp;#39;s development: the verification and unrestricted acceptance that within us lies another type of awareness. This stage was divided into two categories. The first one, for which Don Juan required Don Genaro&amp;#39;s help, dealt with two activities. It consisted of showing me certain procedures, actions and methods that were designed to exercise my awareness. The second one had to do with the six explanatory propositions.&lt;/p&gt;\n\n&lt;p&gt;Due to the difficulties that I had in adapting my rationality in order to accept the plausibility of what he was teaching me, Don Juan presented these explanatory propositions in terms of my scholastic records.&lt;/p&gt;\n\n&lt;p&gt;The first thing he did, as an introduction, was to create a division in myself by means of a specific blow on the right shoulder blade, a blow which made me enter an unusual state of awareness, which I couldn&amp;#39;t recall once I was back to normality.&lt;/p&gt;\n\n&lt;p&gt;Until the moment in which Don Juan made me enter such state of awareness I had an undeniable sense of continuity, which I thought of as a product of my vital experience. The idea that I had about myself was that of being a full entity that could explain everything it had done. Besides, I was convinced that the dwelling of all my awareness, if there was such, was in my head. However, Don Juan showed me with his blow that it exists a center in the spinal cord, at the height of the shoulder blades, that is obviously a center of enhanced awareness.&lt;/p&gt;\n\n&lt;p&gt;When I questioned Don Juan about the nature of this blow, he explained that the nagual is a director, a guide who bears the responsibility of opening the way, and that he must be impeccable to impregnate his warriors with a sense of confidence and clarity. Only under these conditions is a nagual in the possibility of giving this blow on the back to force a displacement of awareness, because the power of the nagual is what allows the transition. If the nagual is not an impeccable practitioner, the displacement doesn&amp;#39;t occur, as when I tried, unsuccessfully, to put the other apprentices in a state of heightened awareness hitting them on the back before we ventured into the bridge.&lt;/p&gt;\n\n&lt;p&gt;I asked Don Juan what this displacement of awareness implied. He said that the nagual has to strike on a precise spot, which varies from person to person but which is always located in the general area of the shoulder blades. A nagual has to see to specify the spot, which is located in the periphery of one&amp;#39;s luminosity and not on the physical body itself; once the nagual identifies it, he pushes it in, more that striking it, and thus creates a concavity, a depression in the luminous shield. The state of heightened awareness resulting from this blow lasts as much as this depression lasts. Some luminous shields go back to their original forms by themselves, some have to be struck in another point to be restored, and some others never go back to their oval shapes.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that seers see awareness as a peculiar glow. Everyday awareness is a glow on the right side, which extends from the physical body&amp;#39;s exterior to the periphery of our luminosity. Heightened awareness is a more intense shine associated with great speed and concentration, a fulgor which saturates the periphery of the left side.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that seers explain what happens with the blow of the nagual as a temporal dislodging of a center located in the luminous cocoon of the body. The Eagle&amp;#39;s emanations are in reality evaluated and selected in that center. The blow alters their normal behavior.&lt;/p&gt;\n\n&lt;p&gt;Through their observations, seers have reached the conclusion that warriors must be put in that state of disorientation. The change in the way awareness works under these conditions makes this state an ideal territory to dillucidate the commands of the Eagle: it allows warriors to function as if they were in everyday awareness, with the difference that they can concentrate in everything they do with unprecedented clarity and strength.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that my situation was analogous to the one he had experienced. His benefactor created a deep division in himself, making him move once and once again from the awareness of the right side to the awareness of the left side. The clarity and freedom of his left side awareness were in direct opposition to the rationalizations and endless defenses of his right side. He told me that all warriors are cast into the depths of the same situation that polarity molds, and that the nagual creates and reinforces the division to be able to lead his apprentices to the conviction that there is an awareness in human beings yet unexplored.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;1.  What we perceive as the world are the Eagle&amp;#39;s emanations.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that the world we perceive does not have a transcendental existence. Since we are familiarized with it we believe that what we perceive is a world of objects which exist such as we perceive them, when in reality there is not a world of objects, but, rather, a universe of Eagle&amp;#39;s emanations. These emanations represent the only immutable reality. It is a reality that encompasses all that is, perceivable and unperceivable, knowable and unknowable.&lt;/p&gt;\n\n&lt;p&gt;Seers who see the Eagle&amp;#39;s emanations call them commands because of their urging force. All living creatures are urged to use the emanations, and they use them without getting to know what they are. Ordinary men interpret them as reality. And seers who see the emanations interpret them as the rule. In spite that seers see the emanations, they don&amp;#39;t have a way of knowing what it is they are seeing. Instead of entangling themselves with useless conjectures, seers occupy themselves in the functional speculation of how the Eagle&amp;#39;s commands can be interpreted. Don Juan sustained that to intuit a reality which transcends the world we perceive stays at the level of conjecture; it is not enough for a warrior to conjecture that the Eagle&amp;#39;s commands are instantly perceived by all creatures that live on Earth, and that none of them perceives them in the same way. Warriors must try to behold the flow of emanations and &amp;quot;see&amp;quot; the way in which man and other living beings use it to build their perceptual world.&lt;/p&gt;\n\n&lt;p&gt;When I proposed to use the word &amp;quot;description&amp;quot; instead of Eagles&amp;#39;s emanations, Don Juan said that he was not making a metaphor. He said that the word &amp;quot;description&amp;quot; connotes a human agreement, and that what we perceive stems from a command in which human agreements do not count.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;2.  Attention is what makes us perceive the Eagle&amp;#39;s emanations as the action of skimming.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that perception is a physical faculty that living creatures groom; the final result of this grooming is known, among seers, as &amp;quot;attention&amp;quot;. Don Juan described attention as the action of hooking and channeling perception. He said that this action is our most singular feat, which covers all the spectrum of human alternatives and possibilities. Don Juan established a precise distinction between alternatives and possibilities. Human alternatives are those that we are enabled to choose as persons who function within the social environment. Our landscape of this dominion is quite limited. Human possibilities are those that we are capable of achieving as luminous beings.&lt;/p&gt;\n\n&lt;p&gt;Don Juan revealed to me a classificatory scheme of three types of attention, emphasizing that calling them &amp;quot;types&amp;quot; was erroneous. In fact, they are three levels of knowledge: first, second and third attention; each one of them an independent dominion, complete in itself.&lt;/p&gt;\n\n&lt;p&gt;For a warrior that is in the initial stages of his learning, the first attention is the most important of the three. Don Juan said that his explanatory propositions were attempts to bring into first frame the way in which the first attention works, something that passes completely unadverted to us. He considered imperative for warriors to understand the nature of the first attention if they were going to venture into the other two.&lt;/p&gt;\n\n&lt;p&gt;He explained to me that the first attention has been taught how to move instantly through a whole spectrum of the Eagle&amp;#39;s emanations, without emphasizing at all that fact, in order to reach &amp;quot;perceptual units&amp;quot; which all of us have learned that are perceivable. Seers call this feat &amp;quot;skimming&amp;quot;, because it implies the capability of suppressing those emanations which are superfluous and selecting which of them must be emphasized.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained this process taking as an example the mountain that we were seeing at that moment. He stressed that my first attention, at the moment of seeing the mountain, had skimmed an infinite number of emanations to obtain a miracle of perception; a skimming that all human beings know because each one of them has attained it by himself.&lt;/p&gt;\n\n&lt;p&gt;Seers contend that everything the first attention suppresses to obtain a skimming, cannot be recovered anymore by the first attention under any condition. Once we learn to perceive in terms of skimmings, our senses stop registering the superfluous emanations. To dillucidate this point he gave me the example of the skimming: &amp;quot;human body&amp;quot;. He said that our first attention is totally unconscious of the emanations that compose the external luminous shield of the physical body. Our oval cocoon is not subjected to perception; those emanations have been rejected which would make it perceivable in benefit of those which allow the first attention to perceive the physical body such as we know it.&lt;/p&gt;\n\n&lt;p&gt;Therefore, the perceptual goal that children must achieve as they grow up consists in learning to isolate the appropriate emanations to be able to channel their chaotic perception and transform it into the first attention; in doing so, they learn how to build skimmings. All grown up human beings who surround children teach them how to skim. Sooner or later, children learn to control their first attention in order to perceive skimmings in terms which are alike to those of their teachers.&lt;/p&gt;\n\n&lt;p&gt;Don Juan never ceased to be amazed at the capability of human beings to bring order into the chaos of perception. He contended that all of us, by his/her own merits, is a magistral magician and that our magic consists in rendering reality to the skimmings that our first attention has learned how to build. The fact that we perceive in terms of skimmings is the Eagle&amp;#39;s command, but to perceive the commands as objects is our power, our magical gift. Our fallacy, on the other hand, is that we always end up being one-sided when forgetting that skimmings are only real in terms that we perceive them as real, due to the power that we have to do it. Don Juan called this an error in judgment which destroys the richness of our mysterious origins.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;3.  The skimmings are made sense of by the first ring of power.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that the first ring of power is the force that stems from the Eagle&amp;#39;s emanations to affect exclusively our first attention. He explained that it has been represented as a &amp;quot;ring &amp;quot; because of its dynamism, of its uninterrupted movement. It has been called ring &amp;quot;of power&amp;quot; due to, first, its compulsive character, and, second, because of its unique ability to stop its works, to change them or reverse their direction.&lt;/p&gt;\n\n&lt;p&gt;The compulsive character is better shown in the fact that it doesn&amp;#39;t only urge the first attention to build and perpetuate skimmings, but it also demands a consensus from all the participants. Each one of us is demanded a complete agreement upon the faithful reproduction of skimmings, since conformity to the first ring of power must be total.&lt;/p&gt;\n\n&lt;p&gt;It is precisely this conformity which gives us the certainty that skimmings are objects which exist as such, independent from our perception. Besides, the compulsiveness of the first ring of power does not cease after the initial agreement, but it demands that we continuously renovate the agreement. Our whole life we must operate as if, for example, each one of our skimmings was perceptually the first one for each human being, in spite of languages and cultures. Don Juan granted that even if all this is too serious to be taken jokingly, the urging character of the first ring of power is so intense that forces us to believe that if the &amp;quot;mountain&amp;quot; could have an awareness of its own, it would consider itself as the skimming that we have learned how to build.&lt;/p&gt;\n\n&lt;p&gt;The most valuable feature that the first ring of power bears to a warrior is the singular capability of interrupting its flux of energy, or to totally suspend it. Don Juan said that this is a latent capability which exists within us all as a backup unit. In our narrow world of skimmings, there is no need to use it. Since we are so efficiently buttressed and shielded by the net of the first attention, we do not realize, not even vaguely, that we have hidden resources. However, if another alternative to follow would present itself to us, such as is the warrior&amp;#39;s option to use the second attention, the latent capability of the first ring of power could start to function and could be used with spectacular results.&lt;/p&gt;\n\n&lt;p&gt;Don Juan underlined that the biggest feat of sorcerers is the process of activating this latent capability; he called it blocking the intent of the first ring of power. He explained to me that the Eagle&amp;#39;s emanations, which have already been isolated by the first attention in order to build the everyday world, exert an unbending pressure upon the first attention. For this pressure to stop its activity, the intent must be displaced. Seers call this an obstruction or an interruption of the first ring of power.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;4.  Intent is the force that moves the first ring of power.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that intent doesn&amp;#39;t refer to have an intention, or to want one thing or the other, but rather has to do with an imponderable force that makes us behave in ways which could be described as intentions, wishing, volition, etc. Don Juan didn&amp;#39;t bring it forth as a condition of being, stemming from oneself, such as is a habit produced by socialization, or a biological reaction, but rather brought it forth as a private, intimate force that we possess and use individually as a key that makes the first ring of power move in acceptable ways. Intent is what directs our first attention in order for it to focus on the Eagle&amp;#39;s emanations within a certain frame. And intent is also what commands the first ring of power to obstruct or interrupt its flux of energy.&lt;/p&gt;\n\n&lt;p&gt;Don Juan suggested me to conceive intent as an invisible force which exists in the universe, without receiving itself, but still affecting everything: force that creates and sustains skimmings.&lt;/p&gt;\n\n&lt;p&gt;He asserted that skimmings must be incessantly recreated to be imbued with continuity. In order to recreate them each time with the freshness that they need to build a living world, we must intend them each time we build them. For instance, we must intend the &amp;quot;mountain&amp;quot; along with all its complexities for the skimming to be fully materialized. Don Juan said that, for a spectator, who behaves exclusively based upon the first attention without the intervention of intent, the &amp;quot;mountain&amp;quot; would appear as an entirely different skimming. It could appear as the skimming &amp;quot;geometric form&amp;quot; or &amp;quot;amorphous spot of color&amp;quot;. For the skimming mountain to be completed, the spectator must intend it, whether it is unconsciously through the urging force of the first ring of power, or premeditatedly, through the warrior&amp;#39;s training.&lt;/p&gt;\n\n&lt;p&gt;Don Juan pointed to me the three ways in which intent comes to us. The most predominating one is known by seers as &amp;quot;the intent of the first ring of power&amp;quot;. This is a blind intent which comes to us by chance. It is as if we were in its way, or as if intent was in ours. Inevitably we find ourselves trapped in its net without having the least control of what is happening to us.&lt;/p&gt;\n\n&lt;p&gt;The second way is when intent comes to us by its own. This requires a considerable amount of purpose, a sense of determination on our part. Only in our capability as warriors we can put ourselves voluntarily in the way of intent; we summon it, so to speak. Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that warriors call this phenomenon &amp;quot;power&amp;quot;. Thus when they speak of having personal power, they are referring to the intent that comes to them voluntarily. The outcome, he used to say to me, can be described as the facility to find new solutions, or the facility to affect people or events. It is as if other possibilities, previously unknown by the warrior, suddenly become apparent. In this way, an impeccable warrior never plans anything ahead, but his actions are so decisive that it seems as if the warrior had calculated beforehand each facet of his activity.&lt;/p&gt;\n\n&lt;p&gt;The third way in which we find intent is the most rare and complex of the three; it occurs when intent allows us to harmonize with it. Don Juan described this state as the real moment of power: the culmination of a lifetime effort in search of impeccability. Only supreme warriors obtain it, and as long as they are in such state, intent lets itself be handled by them at will. It is as if intent had fused in those warriors, and in doing so it transforms them into a pure force, without preconceptions. Seers call this state the &amp;quot;intent of the second ring of power&amp;quot;, or &amp;quot;will&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;5.  The first ring of power can be stopped by a functional blocking of the capability of building skimmings.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that the function of the not-doings is to create an obstruction in the usual focus of out first attention. The not-doings are, in this sense, maneuvers destined to prepare the first attention for the functional blocking of the first ring of power, or, in other words, for the interruption of intent.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that this functional blocking, which is the only method to systematically use the latent capability of the first ring of power, represents a temporal interruption that the benefactor creates in the disciple&amp;#39;s capability for building skimmings. It is a premeditated and powerful artificial intrusion into the first attention, in order to push it beyond the appearances which the known skimmings present to us; this intrusion is accomplished by interrupting the intent of the first ring of power.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that in order to achieve this interruption, the benefactor treats intent as what it really is, a flux, a current of energy that can eventually be stopped or reoriented. An interruption of this nature, however, implies a commotion of such magnitude that can force the first ring of power to stop fully; a situation which is impossible to conceive under our normal life conditions. It is unthinkable to us that we can un-walk the steps we took when we consolidated our perception, but it is feasible that under the impact of this interruption we could place ourselves in a perceptual position very similar to the one of our beginnings, when the Eagle&amp;#39;s commands were emanations which we still had not imbued with significance.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that any procedure the benefactor could use to create this interruption must be intimately linked with his personal power. Therefore, a benefactor doesn&amp;#39;t use any process to handle intent, but rather moves it and makes it available to the apprentice trough his personal power.&lt;/p&gt;\n\n&lt;p&gt;In my case, Don Juan achieved the functional blocking of the first ring of power through a complex process, which combined three methods: the ingestion of hallucinogenic plants, manipulation of the body and maneuvering with intent itself.&lt;/p&gt;\n\n&lt;p&gt;In the beginning Don Juan relied strongly upon the ingestion of hallucinogenic plants, apparently due to the persistence of my rational side. The effect was tremendous, and yet retarded the sought for interruption. The fact that the plants were hallucinogenic offered my reason the perfect justification to congregate all of its available resources to continue exerting control. I was convinced that I could logically explain anything that I was experiencing, along with the inconceivable feats that Don Juan and Don Genaro used to do to create the interruptions, as perceptual distortions caused by the ingestion of hallucinogenics.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that the most remarkable effect of hallucinogenic plants was something that every time I ingested them I interpreted as the peculiar feeling that everything around me oozed a surprising richness. There were colors, forms, details that I had never beheld before. Don Juan used this increment in my ability to perceive, and, through a series of commands and comments used to force me to enter a state of nervous restlessness. Afterwards he manipulated my body and made me shift from one side of awareness to the other, until I had created phantasmagorical visions or absolutely real scenes with tridimensional creatures that could not possibly exist in this world.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that once the direct relation between intent and the skimmings we are constructing is broken, it cannot ever be repaired. From that moment on we acquire the ability to catch a current of what he described as &amp;quot;phantom intent&amp;quot;, or the intent of the skimmings which are not present at the moment or place of the interruption, this is to say, an intent put at our disposal through some aspect of memory.&lt;/p&gt;\n\n&lt;p&gt;Don Juan asserted that with the interruption of the intent of the first ring of power we become receptive and moldable; a nagual can then introduce the intent of the second ring of power. Don Juan was convinced that children of a certain age find themselves in a similar situation of receptivity; being deprived of intent, they are ready to be imprinted with any intent which is available to the teachers who surround them.&lt;/p&gt;\n\n&lt;p&gt;After my period of continuos ingestion of hallucinogenic plants, Don Juan totally discontinuated its use. However, he obtained new and more dramatic interruptions in myself manipulating my body and making me shift states of awareness, combining all this with maneuvers with intent itself. Through a combination of mesmerizing instructions and adequate comments, Don Juan created a current of &amp;quot;phantom intent&amp;quot; and I was lead to experience common skimmings as something unimaginable. He conceptualized all this as &amp;quot;glancing into the immensity of the Eagle&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don Juan masterfully lead me through countless interruptions of intent until he was convinced, as a seer, that my body showed the effects of the functional blocking of the first ring of power. He said that he could see a unusual activity around the area of the shoulder blades. He described it as a little hole that had formed exactly as if the luminosity was a muscular layer contracted by a nerve.&lt;/p&gt;\n\n&lt;p&gt;To me, the effect of the functional blocking of the first ring of power was that it managed to erase the certainty which I had all my life that what my senses reported was &amp;quot;real&amp;quot;. Quietly I entered a state of inner silence. Don Juan used to say that what gives warriors that extreme uncertainty that his benefactor had experienced at the end of his life, that resignation to failure that he himself was living, is the fact that one glance into the immensity of the Eagle leaves one without hope. Hope is the result of our familiarity with skimmings and the idea that we control them. In such moments only the warrior&amp;#39;s life can help us to persevere in our efforts to discover that which the Eagle has concealed from us, but without hope that we can get to understand what we discover.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;6.  The second attention.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that the examination of the second attention must begin with the realization that the force of the first ring of power, which boxes us in, is a physical, concrete edge. Seers have described it as a wall of fog, a barrier that can be systematically brought to our awareness by means of the blocking of the first ring of power; and then can be perforated by means of the warrior&amp;#39;s training.&lt;/p&gt;\n\n&lt;p&gt;After perforating this wall of fog, one enters a broad intermediate state. The task of the warriors then consists in going through it until they reach the next divisory line, which must be perforated in order to enter what it is properly the other self or the second attention.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that the two divisory lines are perfectly recognizable. When warriors perforate the wall of fog they feel that their bodies are squeezed, or they feel an intense shaking in the cavity of their bodies, generally to the right of the stomach or through the middle part, from right to left. When warriors perforate the second line, they feel an acute crack on the upper part of the body, something like the sound of a dry bough that is broken in two.&lt;/p&gt;\n\n&lt;p&gt;The two lines that box in both attentions, and individually seal them, are known to seers as the parallel lines. These seal both attentions by means of the fact that they extend into infinity, without ever allowing the crossing unless they are perforated.&lt;/p&gt;\n\n&lt;p&gt;Between both lines there exists an area of specific awareness that seers call limbo, or the world between the parallel lines. It is a real space between two huge orders of the Eagle&amp;#39;s emanations; emanations which are within the human possibilities of awareness. One is the level which creates the self of everyday life, and the other is the level which creates the other self. Since the limbo is a transitional zone, there both fields of emanations extend one upon the other. The fraction of the level which is known to us, that extends into that area, hooks a portion of the first ring of power; and the capability of the first ring of power to build skimmings makes us perceive a series of skimmings in the limbo which are almost as those of everyday life, except that they appear grotesque, uncanny and contorted. In this manner the limbo has specific features that do not change arbitrarily each time that one goes into it. There exist in it physical features which resemble the skimmings of everyday life.&lt;/p&gt;\n\n&lt;p&gt;Don Juan sustained that the feeling of heaviness experienced in the limbo is due to the growing burden that has been placed on the first attention. In the area located right behind the wall of fog we can still behave as we do normally; it is as if we were in a grotesque but recognizable world. As we penetrate further into it, beyond the wall of fog, it becomes progressively difficult to recognize the features or to behave in terms of the known self.&lt;/p&gt;\n\n&lt;p&gt;He explained to me that it was possible to make that instead of the wall of fog anything else appeared, but that seers have opted for accentuating that which consumes less energy: to visualize the wall of fog does not demand any effort.&lt;/p&gt;\n\n&lt;p&gt;What exists beyond the second divisory line is known by seers as the second attention, or the other self, or the parallel world; and the action of going through both edges is known as &amp;quot;crossing the parallel lines&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don Juan thought that I could assimilate this concept more firmly if he described each dominion of awareness as a specific perceptual predisposition. He told me that in the territory of everyday awareness we are inescapably entangled into the specific perceptual predisposition of the first attention.&lt;/p&gt;\n\n&lt;p&gt;From the moment in which the first ring of power begins to build skimmings, the way of building them becomes our normal perceptual predisposition. Breaking the unifying force of the first attention implies to break the first divisory line. The normal perceptual predisposition passes then into the intermediate area which is between the parallel lines. One keeps building almost normal skimmings for some time. But as one approaches what seers call the second divisory line, the perceptual predisposition of the first attention begins to recede, it loses strength. Don Juan used to say that this transition is marked by a sudden incapability of remembering or understanding what one is doing.&lt;/p&gt;\n\n&lt;p&gt;When one gets closer to the second divisory line, the second attention begins to act on the warriors who undertake the voyage. If they are inexperienced, their awareness gets emptied, it goes blank. Don Juan held that this occurs because they are approaching a spectrum of the Eagle&amp;#39;s emanations which has not yet a systematized perceptual predisposition. My experiences with la Gorda and the nagual woman beyond the wall of fog were an example of this incapability. I traveled as far as the other self, but I couldn&amp;#39;t account on what we had done for the simple reason that my second attention was still unformulated and it did not give me the opportunity of formulating all I had perceived.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to me that one begins to activate the second ring of power by forcing the second attention to wake from its slumber. The functional blocking of the first ring of power achieves this. Then, the task of the teacher consists in recreating the condition which started the first ring of power, the condition of being saturated with intent. The first ring of power is put in motion by the force of the intent given by those who teach how to skim. As my teacher he was giving me, then, a new intent which would create a new perceptual environment.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that it takes a lifetime of unceasing discipline, which seers call unbending intent, to prepare the second ring of power to be able to build skimmings which belong to another level of the Eagle&amp;#39;s emanations. To dominate the perceptual predisposition of the parallel self is a feat of peerless value which few warriors achieve. Silvio Manuel was one of those few.&lt;/p&gt;\n\n&lt;p&gt;Don Juan warned me that one must not attempt to deliberately dominate it. If this happens, it must be through a natural process which unfolds itself without much effort from our part. He explained to me that the reason for this indifference lies on the practical consideration that when it is dominated it simply becomes very difficult to break, since the goal that warriors actively pursuit is to break both perceptual predispositions to enter the final freedom of the third attention.&lt;/p&gt;\n\n&lt;p&gt;Unauthorized use, copying, or re-posting of this page without permission from the author is prohibited. Links are acceptable.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "m83727", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 24, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/m83727/six_explanatory_propositions/", "subreddit_subscribers": 9561, "created_utc": 1616108497.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grpclao", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grofqc8", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's how Fairy and Minx saw it (Little Smoke and Devil's weed).\n\nFairy actually explained it to me one night, verbally!\n\nSort of...\n\nI was fuming a tiny bit and couldn't get silent, and she picked up my thoughts about how people were claiming inorganic beings are evil, because they took Carlos.\n\nAt that point, I was still using her extensively to find energy to redeploy, not realizing, she was actually teaching me dark room gazing.\n\nI'd been trying to turn her into a useful shape for workshops, and had succeeded with 3 shapes.  And was only trying to figure out how to make her visible to others.  Scooping up the energy she found made her brighter and brighter, and I wanted to understand that process.\n\nShe'd fly from one puff to another and wait just above it to the left, until I scooped it up.  To amuse me even more, she occasionally cleared out the fog, using a \"Space Invaders\" pattern.  The first or second real video game in my opinion, and she maybe knew I was friends with Taito in Japan.  I once did the company power chant with them in the morning. It was right out of Power Rangers, and they did it daily around the time of morning exercises.\n\nI didn't realize, Fairy was actia;;u trying to get me below the red line and up the other side again, by \"clearing out the dreaming fog\". So I could see the whitish light on surfaces. It's easier to see when the purple puffs are gone. But necessary that you first deposit those on yourself, because it increases your available energy.\n\nShe seemed a little pissed off as she explained!   But more like an annoyed alien, who doesn't exhibit the same signs of anger.  Like Mr. Spock trying to explain why he wasn't being emotional at all.\n\nShe explained as follows, even including images in my mind to go along with it.\n\nCarlos was dying, so they tried to bring him to their world.  At least there, he'd live many, many years more.\n\nThey had him in their dirt \"tunnel\" cave, except the ceiling was so far up you couldn't find it.  Just the curve of the single wall visible in front of me, to the right of Carlos who was facing to the left, looking down the huge tunnel.\n\nAnd the walls seemed to be conglomerate rock.  Months later, Fairy even brought me into that cave, seemingly physically.  Just 2 feet in however, so I didn't panic. I merely needed to step back a few feet, to return to my dark room.\n\nThere was a few feet of water on the floor of the cave, and some stones around a foot or two in diameter, each one above the water far enough so that you didn't have to get wet, as long as your feet stayed on the stones.\n\nBut he kept fighting them. As they pulled on him, he'd hop to the next stone to get away.\n\nThey tried to move him to their world nightly for a few days.  He would tell us about it in class.\n\nHe complained he was hoping from rock to rock, with the IOBs pulling on his weakness to force him to come along with them.\n\nHe said they try to unravel people,  like pulling on a strand on a sweater.\n\nBut after he got them to stop (because he stopped complaining about that, and my experience with IOBs suggests they try things only until they see it isn't working), he got one of those \"blue orbs\" we all see from time to time.\n\nIt would float down like a blue butterfly and land on his left big toe, as he lay in bed, sick from cancerl.\n\n(I'm only slightly sure about left big toe).\n\nAnd it would start to burn.  He said he'd \"burn with the fire from within\" if it didn't stop.\n\nI asked Taisha if  that wasn't actually a good thing, and she said, \"Oouuhhh Noooouu!!!\"\n\nVery sincerely I might add.\n\nSo the people out there trying to cash in by claiming, \"Carlos went bad, and joined the inorganic beings\", don't know what they're talking about.\n\nMore vultures.  Mostly they're repeating echoes of Howard's claims.\n\nBut Howard was a Hong Kong Daoist from circa post WWII.  \"Public Display Magic Rituals\" would be an accurate description of such Daoists. They fled the commies after the war, and ended up in Hong Kong, where you could cash in on magic and martial arts more easily.\n\nHe was just repeating the party line on how evil \"spirits\" are, and how they try to lure you into their realm.  Daoists are filled with stories about \"the beautiful woman of the lake\", who lure drunken men into their waters at night, and the men don't return for years.\n\nHoward had no ability to see that sort of thing himself.  Like virtually all daoists these days, he was all ritual and inventory.\n\nJohn Daniels and Felix went around repeating that, trying to get some money or attention for themselves. John had been in Howard's classes, and was trying to cash in based on his \"friendship\" with Howard, since he had so little experience with Carlos.\n\nCholita was in that class too, but finally decided Howard didn't know much.\n\nThe Eastern Bloc \"teachers\" picked the bogus story up, to justify why they're completely impotent and can't do any real sorcery.\n\nBecause they don't want to!  That's why they're inept.  Because they think magic is evil, and not because they're completely lazy and dishonest.  Or so they tend to argue when not attacking their competitors directly.\n\nFor those who think why not leave them alone, Cleargreen has emphasized the eastern bloc in their plans to continue workshops after Reni dies.\n\nWe'll end up with our own form of \"Hong Kong Daoism\", if that plan isn't disrupted.", "edited": 1616338142.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grpclao", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s how Fairy and Minx saw it (Little Smoke and Devil&amp;#39;s weed).&lt;/p&gt;\n\n&lt;p&gt;Fairy actually explained it to me one night, verbally!&lt;/p&gt;\n\n&lt;p&gt;Sort of...&lt;/p&gt;\n\n&lt;p&gt;I was fuming a tiny bit and couldn&amp;#39;t get silent, and she picked up my thoughts about how people were claiming inorganic beings are evil, because they took Carlos.&lt;/p&gt;\n\n&lt;p&gt;At that point, I was still using her extensively to find energy to redeploy, not realizing, she was actually teaching me dark room gazing.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been trying to turn her into a useful shape for workshops, and had succeeded with 3 shapes.  And was only trying to figure out how to make her visible to others.  Scooping up the energy she found made her brighter and brighter, and I wanted to understand that process.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d fly from one puff to another and wait just above it to the left, until I scooped it up.  To amuse me even more, she occasionally cleared out the fog, using a &amp;quot;Space Invaders&amp;quot; pattern.  The first or second real video game in my opinion, and she maybe knew I was friends with Taito in Japan.  I once did the company power chant with them in the morning. It was right out of Power Rangers, and they did it daily around the time of morning exercises.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t realize, Fairy was actia;;u trying to get me below the red line and up the other side again, by &amp;quot;clearing out the dreaming fog&amp;quot;. So I could see the whitish light on surfaces. It&amp;#39;s easier to see when the purple puffs are gone. But necessary that you first deposit those on yourself, because it increases your available energy.&lt;/p&gt;\n\n&lt;p&gt;She seemed a little pissed off as she explained!   But more like an annoyed alien, who doesn&amp;#39;t exhibit the same signs of anger.  Like Mr. Spock trying to explain why he wasn&amp;#39;t being emotional at all.&lt;/p&gt;\n\n&lt;p&gt;She explained as follows, even including images in my mind to go along with it.&lt;/p&gt;\n\n&lt;p&gt;Carlos was dying, so they tried to bring him to their world.  At least there, he&amp;#39;d live many, many years more.&lt;/p&gt;\n\n&lt;p&gt;They had him in their dirt &amp;quot;tunnel&amp;quot; cave, except the ceiling was so far up you couldn&amp;#39;t find it.  Just the curve of the single wall visible in front of me, to the right of Carlos who was facing to the left, looking down the huge tunnel.&lt;/p&gt;\n\n&lt;p&gt;And the walls seemed to be conglomerate rock.  Months later, Fairy even brought me into that cave, seemingly physically.  Just 2 feet in however, so I didn&amp;#39;t panic. I merely needed to step back a few feet, to return to my dark room.&lt;/p&gt;\n\n&lt;p&gt;There was a few feet of water on the floor of the cave, and some stones around a foot or two in diameter, each one above the water far enough so that you didn&amp;#39;t have to get wet, as long as your feet stayed on the stones.&lt;/p&gt;\n\n&lt;p&gt;But he kept fighting them. As they pulled on him, he&amp;#39;d hop to the next stone to get away.&lt;/p&gt;\n\n&lt;p&gt;They tried to move him to their world nightly for a few days.  He would tell us about it in class.&lt;/p&gt;\n\n&lt;p&gt;He complained he was hoping from rock to rock, with the IOBs pulling on his weakness to force him to come along with them.&lt;/p&gt;\n\n&lt;p&gt;He said they try to unravel people,  like pulling on a strand on a sweater.&lt;/p&gt;\n\n&lt;p&gt;But after he got them to stop (because he stopped complaining about that, and my experience with IOBs suggests they try things only until they see it isn&amp;#39;t working), he got one of those &amp;quot;blue orbs&amp;quot; we all see from time to time.&lt;/p&gt;\n\n&lt;p&gt;It would float down like a blue butterfly and land on his left big toe, as he lay in bed, sick from cancerl.&lt;/p&gt;\n\n&lt;p&gt;(I&amp;#39;m only slightly sure about left big toe).&lt;/p&gt;\n\n&lt;p&gt;And it would start to burn.  He said he&amp;#39;d &amp;quot;burn with the fire from within&amp;quot; if it didn&amp;#39;t stop.&lt;/p&gt;\n\n&lt;p&gt;I asked Taisha if  that wasn&amp;#39;t actually a good thing, and she said, &amp;quot;Oouuhhh Noooouu!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Very sincerely I might add.&lt;/p&gt;\n\n&lt;p&gt;So the people out there trying to cash in by claiming, &amp;quot;Carlos went bad, and joined the inorganic beings&amp;quot;, don&amp;#39;t know what they&amp;#39;re talking about.&lt;/p&gt;\n\n&lt;p&gt;More vultures.  Mostly they&amp;#39;re repeating echoes of Howard&amp;#39;s claims.&lt;/p&gt;\n\n&lt;p&gt;But Howard was a Hong Kong Daoist from circa post WWII.  &amp;quot;Public Display Magic Rituals&amp;quot; would be an accurate description of such Daoists. They fled the commies after the war, and ended up in Hong Kong, where you could cash in on magic and martial arts more easily.&lt;/p&gt;\n\n&lt;p&gt;He was just repeating the party line on how evil &amp;quot;spirits&amp;quot; are, and how they try to lure you into their realm.  Daoists are filled with stories about &amp;quot;the beautiful woman of the lake&amp;quot;, who lure drunken men into their waters at night, and the men don&amp;#39;t return for years.&lt;/p&gt;\n\n&lt;p&gt;Howard had no ability to see that sort of thing himself.  Like virtually all daoists these days, he was all ritual and inventory.&lt;/p&gt;\n\n&lt;p&gt;John Daniels and Felix went around repeating that, trying to get some money or attention for themselves. John had been in Howard&amp;#39;s classes, and was trying to cash in based on his &amp;quot;friendship&amp;quot; with Howard, since he had so little experience with Carlos.&lt;/p&gt;\n\n&lt;p&gt;Cholita was in that class too, but finally decided Howard didn&amp;#39;t know much.&lt;/p&gt;\n\n&lt;p&gt;The Eastern Bloc &amp;quot;teachers&amp;quot; picked the bogus story up, to justify why they&amp;#39;re completely impotent and can&amp;#39;t do any real sorcery.&lt;/p&gt;\n\n&lt;p&gt;Because they don&amp;#39;t want to!  That&amp;#39;s why they&amp;#39;re inept.  Because they think magic is evil, and not because they&amp;#39;re completely lazy and dishonest.  Or so they tend to argue when not attacking their competitors directly.&lt;/p&gt;\n\n&lt;p&gt;For those who think why not leave them alone, Cleargreen has emphasized the eastern bloc in their plans to continue workshops after Reni dies.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ll end up with our own form of &amp;quot;Hong Kong Daoism&amp;quot;, if that plan isn&amp;#39;t disrupted.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grpclao/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616337265.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616337265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grofqc8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "created_utc": 1616310125.0, "send_replies": true, "parent_id": "t1_gri56ap", "score": 1, "author_fullname": "t2_4dmerkxi", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Would the kidnapping be considered more of a rescue mission at that point?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grofqc8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Would the kidnapping be considered more of a rescue mission at that point?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grofqc8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616310125.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gri56ap", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616175929.0, "send_replies": true, "parent_id": "t3_m83727", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; Don Juan pointed to me the three ways in which intent comes to us. The most predominating one is known by seers as \"the intent of the first ring of power\". This is a blind intent which comes to us by chance. It is as if we were in its way, or as if intent was in ours. Inevitably we find ourselves trapped in its net without having the least control of what is happening to us. \n\nTwo more points for Fancy!  This is what she was saying about how we don't really have a body. We're stationary, a bundle of emanations. Then a giant beast (the eagle) insists we take a look around.\n\nSo we do, over and over.   Getting more and more complex in our ability to bundle perceptions.\n\nFinally we notice this cozy place, and get trapped.\n\nOr perhaps, we collide with it is more like it.\n\nThat generates our body.  This place.\n\nThe dreaming double is just the part of us that didn't yet get trapped.\n\nWhich if you think about it, is a clue as to why the inorganic beings begin a kidnapping by taking the double.\n\nIf it's working out they send some buddies (10 by my estimate), and they take the physical matter too.\n\nOr to paraphrase Fancy, \"Body Schmody...\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gri56ap", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; Don Juan pointed to me the three ways in which intent comes to us. The most predominating one is known by seers as &amp;quot;the intent of the first ring of power&amp;quot;. This is a blind intent which comes to us by chance. It is as if we were in its way, or as if intent was in ours. Inevitably we find ourselves trapped in its net without having the least control of what is happening to us. &lt;/p&gt;\n\n&lt;p&gt;Two more points for Fancy!  This is what she was saying about how we don&amp;#39;t really have a body. We&amp;#39;re stationary, a bundle of emanations. Then a giant beast (the eagle) insists we take a look around.&lt;/p&gt;\n\n&lt;p&gt;So we do, over and over.   Getting more and more complex in our ability to bundle perceptions.&lt;/p&gt;\n\n&lt;p&gt;Finally we notice this cozy place, and get trapped.&lt;/p&gt;\n\n&lt;p&gt;Or perhaps, we collide with it is more like it.&lt;/p&gt;\n\n&lt;p&gt;That generates our body.  This place.&lt;/p&gt;\n\n&lt;p&gt;The dreaming double is just the part of us that didn&amp;#39;t yet get trapped.&lt;/p&gt;\n\n&lt;p&gt;Which if you think about it, is a clue as to why the inorganic beings begin a kidnapping by taking the double.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s working out they send some buddies (10 by my estimate), and they take the physical matter too.&lt;/p&gt;\n\n&lt;p&gt;Or to paraphrase Fancy, &amp;quot;Body Schmody...&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/gri56ap/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616175929.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grpngnb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grpje8e", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;a state in which the senses become dormant and yet one is aware. \n\nDreaming awake!\n\nOr sleep walking. \n\nDoesn't matter if you lay down while doing it. It's about the positon of the asemblage point, and how to get that far along the J curve.\n\nSomething a normal person can't possibly do.\n\nBoth might be laying on the side, but that's the only similiarity. Especially since the one who can succeed, doesn't become unconscious.\n\n\nIt's described elsewhere in the story of Zuleica, which we follow in the dark room.  He ends up in \"restful vigil\" there too,  by wiggling his fingers until he folds in half, and then remains there because it's so restful and pleasant.\n\nI'm not sure why he's explaining it again in this passage when he does later on, but perhaps this is before he realized he was learning in heightened awareness, because of the Nagual's blow?\n\nIs that how the book goes?  Him and La Gorda discover the missing memories, halfway through the book?\n\nAnd later he's learned to get into restful vigil directly for Silivo manuel, for the listening techniques that follow Zuleica's instructions.\n\nIn all of those cases, he was \"nagual blowed\" before he went there to visit with them.\n\nAnd, if the incident you reported is not after a Nagual's blow, it's after the Nagual is gone, and they're trying to figure it all out.\n\nAfter many times of experiencing Nagual's blows, and his assemblage point being well used to moving to that position.\n\nIt's not sleeping dreaming at all.  Especially not the kind ordinary people use thinking it can work, having never experienced a Nagual's blow at all.\n\nRead on from that last quote, and it's obvious each step is dreaming awake, although perhaps laying down.\n\nI lay down after darkroom gazing to get into dreams with Cholita.  Works nearly every time if I've moved into heightened awareness before laying down.\n\nCompare that with someone who's never done anything related to sorcery at all, and tries to pretend in the morning that an ordinary dream they had where a friend might have showed up, was shared dreaming.\n\nOr that when  they got lucid (a rare event, which they don't honestly admit), they find a dreaming phantom, assume he looks like their friend, and then take it from there.\n\nThen they ask the friend, who's confused, and says, \"maybe\".  Possibly just because he knows they're nuts, and doesn't want any trouble. And it's flattering too.\n\nThat's what people out there are trying to do.\n\nIt's not even remotely the same thing as you've found.\n\nNot to mention, people were thinking shared dreaming was as I'm complaining about, before the Eagle's Gift was even published.\n\nI blame the lucid dreaming forums, who don't believe anything besides sleeping dreaming is even possible.\n\nI'd get lynched over there, if I tried to teach them to do waking dreaming.\n\nI have a VERY complete J curve diagram I'm working on.  Maybe I'll try to post it over there when it's done.\n\nPrediction: Deleted immediately and I get permanently banned from there.\n\nThe Carlos haters abound in the lucid dreaming forum.", "edited": 1616343183.0, "author_flair_css_class": null, "name": "t1_grpngnb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;a state in which the senses become dormant and yet one is aware. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Dreaming awake!&lt;/p&gt;\n\n&lt;p&gt;Or sleep walking. &lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter if you lay down while doing it. It&amp;#39;s about the positon of the asemblage point, and how to get that far along the J curve.&lt;/p&gt;\n\n&lt;p&gt;Something a normal person can&amp;#39;t possibly do.&lt;/p&gt;\n\n&lt;p&gt;Both might be laying on the side, but that&amp;#39;s the only similiarity. Especially since the one who can succeed, doesn&amp;#39;t become unconscious.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s described elsewhere in the story of Zuleica, which we follow in the dark room.  He ends up in &amp;quot;restful vigil&amp;quot; there too,  by wiggling his fingers until he folds in half, and then remains there because it&amp;#39;s so restful and pleasant.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why he&amp;#39;s explaining it again in this passage when he does later on, but perhaps this is before he realized he was learning in heightened awareness, because of the Nagual&amp;#39;s blow?&lt;/p&gt;\n\n&lt;p&gt;Is that how the book goes?  Him and La Gorda discover the missing memories, halfway through the book?&lt;/p&gt;\n\n&lt;p&gt;And later he&amp;#39;s learned to get into restful vigil directly for Silivo manuel, for the listening techniques that follow Zuleica&amp;#39;s instructions.&lt;/p&gt;\n\n&lt;p&gt;In all of those cases, he was &amp;quot;nagual blowed&amp;quot; before he went there to visit with them.&lt;/p&gt;\n\n&lt;p&gt;And, if the incident you reported is not after a Nagual&amp;#39;s blow, it&amp;#39;s after the Nagual is gone, and they&amp;#39;re trying to figure it all out.&lt;/p&gt;\n\n&lt;p&gt;After many times of experiencing Nagual&amp;#39;s blows, and his assemblage point being well used to moving to that position.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not sleeping dreaming at all.  Especially not the kind ordinary people use thinking it can work, having never experienced a Nagual&amp;#39;s blow at all.&lt;/p&gt;\n\n&lt;p&gt;Read on from that last quote, and it&amp;#39;s obvious each step is dreaming awake, although perhaps laying down.&lt;/p&gt;\n\n&lt;p&gt;I lay down after darkroom gazing to get into dreams with Cholita.  Works nearly every time if I&amp;#39;ve moved into heightened awareness before laying down.&lt;/p&gt;\n\n&lt;p&gt;Compare that with someone who&amp;#39;s never done anything related to sorcery at all, and tries to pretend in the morning that an ordinary dream they had where a friend might have showed up, was shared dreaming.&lt;/p&gt;\n\n&lt;p&gt;Or that when  they got lucid (a rare event, which they don&amp;#39;t honestly admit), they find a dreaming phantom, assume he looks like their friend, and then take it from there.&lt;/p&gt;\n\n&lt;p&gt;Then they ask the friend, who&amp;#39;s confused, and says, &amp;quot;maybe&amp;quot;.  Possibly just because he knows they&amp;#39;re nuts, and doesn&amp;#39;t want any trouble. And it&amp;#39;s flattering too.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what people out there are trying to do.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not even remotely the same thing as you&amp;#39;ve found.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, people were thinking shared dreaming was as I&amp;#39;m complaining about, before the Eagle&amp;#39;s Gift was even published.&lt;/p&gt;\n\n&lt;p&gt;I blame the lucid dreaming forums, who don&amp;#39;t believe anything besides sleeping dreaming is even possible.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d get lynched over there, if I tried to teach them to do waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;I have a VERY complete J curve diagram I&amp;#39;m working on.  Maybe I&amp;#39;ll try to post it over there when it&amp;#39;s done.&lt;/p&gt;\n\n&lt;p&gt;Prediction: Deleted immediately and I get permanently banned from there.&lt;/p&gt;\n\n&lt;p&gt;The Carlos haters abound in the lucid dreaming forum.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_m83727", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grpngnb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616342746.0, "author_flair_text": null, "collapsed": false, "created_utc": 1616342746.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grpje8e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grphh2e", "score": 2, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "i’m not sure don Juan was around, chapter seven is called Dreaming Together:\n\n&gt; \"What kind of dreaming do you propose we should do?\" she asked.\n\n&gt;\"How many kinds are there?\" I asked.\n\n&gt;\"We could do dreaming together,\" she replied. \"My body tells me that we have done this already. We have gone into dreaming as a team. It'll be a cinch for us- as it was for us to see together.\"\n\n[...]\n\n&gt;\"We should start out dreaming from two different places as far away as possible from each other. The one who goes into dreaming first waits for the other. Once we find each other, we interlock our arms and go deeper in together.\"\n\ni’m not advocating for it, it seems many have tried and got nowhere, but it’s in the books. this is his classification of the states:\n\n\n&gt;Restful vigil is the preliminary state; a state in which the senses become dormant and yet one is aware. In my case, I had always perceived in this state a flood of reddish light; a light exactly like what one sees facing the sun with the eyelids tightly closed.\n\n&gt;The second state of dreaming I called dynamic vigil. In this state the reddish light dissipates, as fog dissipates, and one is left looking at a scene, a tableau of sorts, which is static. One sees a three-dimensional picture, a frozen bit of something, a landscape, a street, a house, a person, a face, or anything.\n\n&gt;I called the third state passive witnessing. In it the dreamer is no longer viewing a frozen bit of the world but is observing; eyewitnessing an event as it occurs. It is as if the primacy of the visual and auditory senses makes this state of dreaming mainly an affair of the eyes and ears.\n\n&gt;The fourth state was the one in which I was drawn to act. In it one is compelled to enterprise; to take steps; to make the most of one's time. I called this state dynamic initiative.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grpje8e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;i’m not sure don Juan was around, chapter seven is called Dreaming Together:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;What kind of dreaming do you propose we should do?&amp;quot; she asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How many kinds are there?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We could do dreaming together,&amp;quot; she replied. &amp;quot;My body tells me that we have done this already. We have gone into dreaming as a team. It&amp;#39;ll be a cinch for us- as it was for us to see together.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;[...]&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;We should start out dreaming from two different places as far away as possible from each other. The one who goes into dreaming first waits for the other. Once we find each other, we interlock our arms and go deeper in together.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;i’m not advocating for it, it seems many have tried and got nowhere, but it’s in the books. this is his classification of the states:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Restful vigil is the preliminary state; a state in which the senses become dormant and yet one is aware. In my case, I had always perceived in this state a flood of reddish light; a light exactly like what one sees facing the sun with the eyelids tightly closed.&lt;/p&gt;\n\n&lt;p&gt;The second state of dreaming I called dynamic vigil. In this state the reddish light dissipates, as fog dissipates, and one is left looking at a scene, a tableau of sorts, which is static. One sees a three-dimensional picture, a frozen bit of something, a landscape, a street, a house, a person, a face, or anything.&lt;/p&gt;\n\n&lt;p&gt;I called the third state passive witnessing. In it the dreamer is no longer viewing a frozen bit of the world but is observing; eyewitnessing an event as it occurs. It is as if the primacy of the visual and auditory senses makes this state of dreaming mainly an affair of the eyes and ears.&lt;/p&gt;\n\n&lt;p&gt;The fourth state was the one in which I was drawn to act. In it one is compelled to enterprise; to take steps; to make the most of one&amp;#39;s time. I called this state dynamic initiative.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grpje8e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616340763.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616340763.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "grphh2e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grp8dl4", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But he was in heightened awareness in that case.  Pushed there by don Juan.\n\nRestful vigil means, awake.\n\nSame as the darkroom gazing situation.  It's easy in that case!  I do it all the time with Cholita.\n\nIt's not ordinary sleep at all.\n\nI suspect it's the same thing as goes on with newbies who come post here. Like the one who got a spoiler tag just days ago.\n\nWhere they redefine something they already do, as being something from the books.\n\nEveryone has taken stories like that one you mentioned, and ignored important situational details.\n\nLike, Carlos had been given the Nagual's blow, so his assemblage point was all the way at the end of the  J curve.\n\nThe people trying to do it without that, through sleeping dreaming, are starting at the blue line at the top.\n\nAnd in ordinary dreaming, I doubt you ever get below the green line.\n\nMaybe the problem with that is, until you get below the green line, the assemblage point can shift easily, left or right.  Because people do that.  Move around in the top range due to sleeping, menstruation cycles, fevers, and so on.\n\nA tiny movement is an entirely different view of the world, since just 2-4 inches of \"Cheese slice thickness\" (Man's band), produces all the possibilities at that level.  \n\nNo one said so, but perhaps that's why shared dreaming through ordinary sleep is nearly impossible.\n\nEveryone's shifted horizontally into their own phantom world.\n\nBut if you move the assemblage point further down the J curve, it tends to stay in the middle because it's \"uncharted\" territory.  And it moves easiest in the center.\n\nWith \"this\" view of the world. Or more correctly, with you feeling, \"normal\".\n\nAll just speculation...  \n\nIn other words, to do shared sleeping dreaming, you'd have to align both vertically, and horizontally, with your \"target\".\n\nAll the while unconscious, or nearly so,  of the actual situation.\n\nBullet shooting at bullet...\n\nWhile riding on horse, blindfolded.\n\n(New Star Trek movie, Mr. Scott reference).", "edited": 1616340491.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grphh2e", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But he was in heightened awareness in that case.  Pushed there by don Juan.&lt;/p&gt;\n\n&lt;p&gt;Restful vigil means, awake.&lt;/p&gt;\n\n&lt;p&gt;Same as the darkroom gazing situation.  It&amp;#39;s easy in that case!  I do it all the time with Cholita.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not ordinary sleep at all.&lt;/p&gt;\n\n&lt;p&gt;I suspect it&amp;#39;s the same thing as goes on with newbies who come post here. Like the one who got a spoiler tag just days ago.&lt;/p&gt;\n\n&lt;p&gt;Where they redefine something they already do, as being something from the books.&lt;/p&gt;\n\n&lt;p&gt;Everyone has taken stories like that one you mentioned, and ignored important situational details.&lt;/p&gt;\n\n&lt;p&gt;Like, Carlos had been given the Nagual&amp;#39;s blow, so his assemblage point was all the way at the end of the  J curve.&lt;/p&gt;\n\n&lt;p&gt;The people trying to do it without that, through sleeping dreaming, are starting at the blue line at the top.&lt;/p&gt;\n\n&lt;p&gt;And in ordinary dreaming, I doubt you ever get below the green line.&lt;/p&gt;\n\n&lt;p&gt;Maybe the problem with that is, until you get below the green line, the assemblage point can shift easily, left or right.  Because people do that.  Move around in the top range due to sleeping, menstruation cycles, fevers, and so on.&lt;/p&gt;\n\n&lt;p&gt;A tiny movement is an entirely different view of the world, since just 2-4 inches of &amp;quot;Cheese slice thickness&amp;quot; (Man&amp;#39;s band), produces all the possibilities at that level.  &lt;/p&gt;\n\n&lt;p&gt;No one said so, but perhaps that&amp;#39;s why shared dreaming through ordinary sleep is nearly impossible.&lt;/p&gt;\n\n&lt;p&gt;Everyone&amp;#39;s shifted horizontally into their own phantom world.&lt;/p&gt;\n\n&lt;p&gt;But if you move the assemblage point further down the J curve, it tends to stay in the middle because it&amp;#39;s &amp;quot;uncharted&amp;quot; territory.  And it moves easiest in the center.&lt;/p&gt;\n\n&lt;p&gt;With &amp;quot;this&amp;quot; view of the world. Or more correctly, with you feeling, &amp;quot;normal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All just speculation...  &lt;/p&gt;\n\n&lt;p&gt;In other words, to do shared sleeping dreaming, you&amp;#39;d have to align both vertically, and horizontally, with your &amp;quot;target&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All the while unconscious, or nearly so,  of the actual situation.&lt;/p&gt;\n\n&lt;p&gt;Bullet shooting at bullet...&lt;/p&gt;\n\n&lt;p&gt;While riding on horse, blindfolded.&lt;/p&gt;\n\n&lt;p&gt;(New Star Trek movie, Mr. Scott reference).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grphh2e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616339822.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616339822.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grp8dl4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "created_utc": 1616334832.0, "send_replies": true, "parent_id": "t1_grm41ph", "score": 1, "author_fullname": "t2_2smcozmg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Let's take the shared sleeping dreaming. … Yet, so far, no one can find me an example from the books.\n\nLa Gorda and Carlos do it in Eagle's Gift, la Gorda is waiting for him when he gets out of the restful vigil stage and they meet DJ's party.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grp8dl4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Let&amp;#39;s take the shared sleeping dreaming. … Yet, so far, no one can find me an example from the books.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;La Gorda and Carlos do it in Eagle&amp;#39;s Gift, la Gorda is waiting for him when he gets out of the restful vigil stage and they meet DJ&amp;#39;s party.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grp8dl4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616334832.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grm41ph", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616265335.0, "send_replies": true, "parent_id": "t3_m83727", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;The third way in which we find intent is the most rare and complex of the three; it occurs when intent allows us to harmonize with it. Don Juan described this state as the real moment of power: the culmination of a lifetime effort in search of impeccability. Only supreme warriors obtain it, and as long as they are in such state, intent lets itself be handled by them at will. It is as if intent had fused in those warriors, and in doing so it transforms them into a pure force, without preconceptions. Seers call this state the \"intent of the second ring of power\", or \"will\". \n\nSo, \"Will\" is another topic which has been overemphasized, because it's \"bad ass\".\n\nWe had the Zen obsessed guy in here, who was going to use chinese sage wisdom to duplicate the waterfall thing, so he could introduce his greatness to the world.\n\n\"Will\" is automatic in darkroom gazing.  It just comes out, as you get better and better and manipulating intent.\n\nI'm starting to wonder if the Castaneda community (including me) hasn't simply misunderstood everything for so long, it's impossible to do what they're expecting.\n\nBecause that's not actually how things work.\n\nLet's take the shared sleeping dreaming.\n\nIt's 100% universal as an obsession among 4 gates dreamers.\n\nYet, so far, no one can find me an example from the books.\n\nHow did that idea creep into their minds?\n\nBecause shared dreaming is \"bad ass\", and they're too lazy to learn dreaming awake?\n\nShared dreaming awake is a piece of cake. It's automatic.\n\nWhile you are looking for \"skimmings\" in the dark room, a person you know simply shows up.\n\nThey don't go away, they don't mutate, they look about right for the last time you saw that person, and they have a unique glow to them.  It can even be very very intense.\n\nLike Cholita, when she actually notices me.\n\nWhen she doesn't, because she's in her own little dream world that just happened to be in our home,  she's like any other dream that materializes in the darkness.\n\nExcept, it's very stable and well formed.\n\nI know how the waterfall idea creeped into people's minds.\n\nBut it's almost as bad.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grm41ph", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;The third way in which we find intent is the most rare and complex of the three; it occurs when intent allows us to harmonize with it. Don Juan described this state as the real moment of power: the culmination of a lifetime effort in search of impeccability. Only supreme warriors obtain it, and as long as they are in such state, intent lets itself be handled by them at will. It is as if intent had fused in those warriors, and in doing so it transforms them into a pure force, without preconceptions. Seers call this state the &amp;quot;intent of the second ring of power&amp;quot;, or &amp;quot;will&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;So, &amp;quot;Will&amp;quot; is another topic which has been overemphasized, because it&amp;#39;s &amp;quot;bad ass&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We had the Zen obsessed guy in here, who was going to use chinese sage wisdom to duplicate the waterfall thing, so he could introduce his greatness to the world.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Will&amp;quot; is automatic in darkroom gazing.  It just comes out, as you get better and better and manipulating intent.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m starting to wonder if the Castaneda community (including me) hasn&amp;#39;t simply misunderstood everything for so long, it&amp;#39;s impossible to do what they&amp;#39;re expecting.&lt;/p&gt;\n\n&lt;p&gt;Because that&amp;#39;s not actually how things work.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s take the shared sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s 100% universal as an obsession among 4 gates dreamers.&lt;/p&gt;\n\n&lt;p&gt;Yet, so far, no one can find me an example from the books.&lt;/p&gt;\n\n&lt;p&gt;How did that idea creep into their minds?&lt;/p&gt;\n\n&lt;p&gt;Because shared dreaming is &amp;quot;bad ass&amp;quot;, and they&amp;#39;re too lazy to learn dreaming awake?&lt;/p&gt;\n\n&lt;p&gt;Shared dreaming awake is a piece of cake. It&amp;#39;s automatic.&lt;/p&gt;\n\n&lt;p&gt;While you are looking for &amp;quot;skimmings&amp;quot; in the dark room, a person you know simply shows up.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t go away, they don&amp;#39;t mutate, they look about right for the last time you saw that person, and they have a unique glow to them.  It can even be very very intense.&lt;/p&gt;\n\n&lt;p&gt;Like Cholita, when she actually notices me.&lt;/p&gt;\n\n&lt;p&gt;When she doesn&amp;#39;t, because she&amp;#39;s in her own little dream world that just happened to be in our home,  she&amp;#39;s like any other dream that materializes in the darkness.&lt;/p&gt;\n\n&lt;p&gt;Except, it&amp;#39;s very stable and well formed.&lt;/p&gt;\n\n&lt;p&gt;I know how the waterfall idea creeped into people&amp;#39;s minds.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s almost as bad.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grm41ph/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616265335.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gro6rrb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616302904.0, "send_replies": true, "parent_id": "t3_m83727", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm resistant to read this word for word, but didn't it basically say, the energy body is not at all the same as the double?\n\nTurns out there are very important details in this material.  Stuff that's hopeless to understand, unless you are quite far along.\n\nSo the energy body is something you build using Zuleica's finger wiggling, or with Tensegrity moves that \"build the frame\" of the energy body.\n\nWhen it's built, you can switch over by glancing down at its assemblage point, to the right of the stomach.\n\nAnd didn't it say, you become invisible to normal people?  Implying you could re-appear by switching back.\n\nBut the \"double\" is a second copy of you, lost in infinity.  You merely lure that back, you don't build it.  But when lured back (by moving assemblage point to the end of the J curve where silent knowledge makes it visible), you make it more solid so it can act like a real copy of yourself.\n\nSo, we make ourselves energy only. That's one goal.\n\nBut a separate goal is to  bring that other \"us\" close, and make it go from energy only, to solid.\n\nThey're not really related at all.  Other than, to do either you have to move the assemblage point at least into the orange zone, so the other becomes much easier to accomplish.\n\nDoing one of them, makes the other almost inevitable.\n\nI never got that point, despite having seen both clearly.\n\nI might try to draw that up in the morning. If anyone sees a flaw in the reasoning here, or remembers which proposition stated that (so I don't have to read it all and violate my own rules), let me know here.\n\nIt still leaves me confused about who was jumping at the cliff, and who was remaining up top joking with Genaro.\n\nAs an added mystery, I'm still trying to understand Fancy's point about it all, and her seeming disdain for building an energy body.\n\nMaybe it's more like, that weird body you can stand up with a tentacle, not being actually related to the double directly, is just an \"invention\" of the old sorcerers.\n\nAnd you could \"invent\" some other thing to switch our solid body into.  In Fancy's case, she wants it to include her having the ability to borrow or share it.\n\nOr, she simply thinks it's easier to do, if you start out that way instead of following the regular instructions.", "edited": 1616303428.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gro6rrb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m resistant to read this word for word, but didn&amp;#39;t it basically say, the energy body is not at all the same as the double?&lt;/p&gt;\n\n&lt;p&gt;Turns out there are very important details in this material.  Stuff that&amp;#39;s hopeless to understand, unless you are quite far along.&lt;/p&gt;\n\n&lt;p&gt;So the energy body is something you build using Zuleica&amp;#39;s finger wiggling, or with Tensegrity moves that &amp;quot;build the frame&amp;quot; of the energy body.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s built, you can switch over by glancing down at its assemblage point, to the right of the stomach.&lt;/p&gt;\n\n&lt;p&gt;And didn&amp;#39;t it say, you become invisible to normal people?  Implying you could re-appear by switching back.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;double&amp;quot; is a second copy of you, lost in infinity.  You merely lure that back, you don&amp;#39;t build it.  But when lured back (by moving assemblage point to the end of the J curve where silent knowledge makes it visible), you make it more solid so it can act like a real copy of yourself.&lt;/p&gt;\n\n&lt;p&gt;So, we make ourselves energy only. That&amp;#39;s one goal.&lt;/p&gt;\n\n&lt;p&gt;But a separate goal is to  bring that other &amp;quot;us&amp;quot; close, and make it go from energy only, to solid.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re not really related at all.  Other than, to do either you have to move the assemblage point at least into the orange zone, so the other becomes much easier to accomplish.&lt;/p&gt;\n\n&lt;p&gt;Doing one of them, makes the other almost inevitable.&lt;/p&gt;\n\n&lt;p&gt;I never got that point, despite having seen both clearly.&lt;/p&gt;\n\n&lt;p&gt;I might try to draw that up in the morning. If anyone sees a flaw in the reasoning here, or remembers which proposition stated that (so I don&amp;#39;t have to read it all and violate my own rules), let me know here.&lt;/p&gt;\n\n&lt;p&gt;It still leaves me confused about who was jumping at the cliff, and who was remaining up top joking with Genaro.&lt;/p&gt;\n\n&lt;p&gt;As an added mystery, I&amp;#39;m still trying to understand Fancy&amp;#39;s point about it all, and her seeming disdain for building an energy body.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s more like, that weird body you can stand up with a tentacle, not being actually related to the double directly, is just an &amp;quot;invention&amp;quot; of the old sorcerers.&lt;/p&gt;\n\n&lt;p&gt;And you could &amp;quot;invent&amp;quot; some other thing to switch our solid body into.  In Fancy&amp;#39;s case, she wants it to include her having the ability to borrow or share it.&lt;/p&gt;\n\n&lt;p&gt;Or, she simply thinks it&amp;#39;s easier to do, if you start out that way instead of following the regular instructions.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/gro6rrb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616302904.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grpg48g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616339129.0, "send_replies": true, "parent_id": "t1_grp7dra", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In our case, we know why. The assemblage point moves back on its own, but not instantly.\n\nSo it's possible to keep it further along when you start the next practice.\n\nI've been doing 6 hours a night lately, and it does in fact make you amazingly talented.  No hard work at all, but you still have to \"focus\" in order to make progress in learning.\n\nCholita did a very strange thing last night.  I never know if she's punking me, or it's something else going on.\n\nI was doing the finger wiggling thing at the second attention point, extracting an inorganic being I've met there.\n\nA strange creature it is.\n\nWhen it's visible, I start to feel more cobwebs there.\n\nI was wiggling to feel them, because Zuleica says you should feel something, \"as thick as water\", and thinking to myself, yea.  Sure. Those are as thick as water.  A little small in diameter maybe, but it fits the description.\n\nAnd some of them were connected to my right foot, or to the right side of my body at the stomach.\n\nCholita had been making soft noises in the living room.\n\nShe suddenly slammed something so hard, that the room turned pink.  My assemblage point jumped.\n\nAnd the hand that had been feeling cobwebs, was suddenly inside stuff as thick as corn syrup.\n\nIt was actually slightly hard to move that hand around!\n\nThen I got the book deal mind, and it went away.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_grpg48g", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In our case, we know why. The assemblage point moves back on its own, but not instantly.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s possible to keep it further along when you start the next practice.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been doing 6 hours a night lately, and it does in fact make you amazingly talented.  No hard work at all, but you still have to &amp;quot;focus&amp;quot; in order to make progress in learning.&lt;/p&gt;\n\n&lt;p&gt;Cholita did a very strange thing last night.  I never know if she&amp;#39;s punking me, or it&amp;#39;s something else going on.&lt;/p&gt;\n\n&lt;p&gt;I was doing the finger wiggling thing at the second attention point, extracting an inorganic being I&amp;#39;ve met there.&lt;/p&gt;\n\n&lt;p&gt;A strange creature it is.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s visible, I start to feel more cobwebs there.&lt;/p&gt;\n\n&lt;p&gt;I was wiggling to feel them, because Zuleica says you should feel something, &amp;quot;as thick as water&amp;quot;, and thinking to myself, yea.  Sure. Those are as thick as water.  A little small in diameter maybe, but it fits the description.&lt;/p&gt;\n\n&lt;p&gt;And some of them were connected to my right foot, or to the right side of my body at the stomach.&lt;/p&gt;\n\n&lt;p&gt;Cholita had been making soft noises in the living room.&lt;/p&gt;\n\n&lt;p&gt;She suddenly slammed something so hard, that the room turned pink.  My assemblage point jumped.&lt;/p&gt;\n\n&lt;p&gt;And the hand that had been feeling cobwebs, was suddenly inside stuff as thick as corn syrup.&lt;/p&gt;\n\n&lt;p&gt;It was actually slightly hard to move that hand around!&lt;/p&gt;\n\n&lt;p&gt;Then I got the book deal mind, and it went away.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m83727", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grpg48g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616339129.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grp7dra", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CruzWayne", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grht5b3", "score": 1, "author_fullname": "t2_2smcozmg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; The \"impeccable warrior\" thing is over done. It's not going to get you there.  \n&gt; It only summons intent, which you can better do by actually working hard.\n\nI don't see the contradiction here. \n\n&gt;This requires a considerable amount of purpose, a sense of determination on our part. \n\nThe impeccable part may refer to constancy of effort. Daniel Ingram talks of much more happening during retreats when people build up \"horsepower\", but the inference would be that a retreat isn't actually necessary, it just ensures the constancy. You say too that if people take a night off, it's back to square one.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_grp7dra", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The &amp;quot;impeccable warrior&amp;quot; thing is over done. It&amp;#39;s not going to get you there.&lt;br/&gt;\nIt only summons intent, which you can better do by actually working hard.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I don&amp;#39;t see the contradiction here. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;This requires a considerable amount of purpose, a sense of determination on our part. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The impeccable part may refer to constancy of effort. Daniel Ingram talks of much more happening during retreats when people build up &amp;quot;horsepower&amp;quot;, but the inference would be that a retreat isn&amp;#39;t actually necessary, it just ensures the constancy. You say too that if people take a night off, it&amp;#39;s back to square one.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m83727", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grp7dra/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616334134.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616334134.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "grht5b3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grhplr2", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Naturally I'm gloating, because it says what I've been saying.\n\nThe \"impeccable warrior\" thing is over done. It's not going to get you there.\n\nIt only summons intent, which you can better do by actually working hard.\n\nI suppose it's more like Zuleica's daytime gazing.  To keep you working, so intent notices.\n\nBut it doesn't \"save up energy\" and zap you into being a sorcerer.\n\nI never understood why that was so controversial.\n\nIt's pretty obvious!\n\nYou have magic from what you, and everyone else was doing?\n\nNo?\n\nMaybe you should work to get it, instead of posturing?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_grht5b3", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Naturally I&amp;#39;m gloating, because it says what I&amp;#39;ve been saying.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;impeccable warrior&amp;quot; thing is over done. It&amp;#39;s not going to get you there.&lt;/p&gt;\n\n&lt;p&gt;It only summons intent, which you can better do by actually working hard.&lt;/p&gt;\n\n&lt;p&gt;I suppose it&amp;#39;s more like Zuleica&amp;#39;s daytime gazing.  To keep you working, so intent notices.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t &amp;quot;save up energy&amp;quot; and zap you into being a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;I never understood why that was so controversial.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty obvious!&lt;/p&gt;\n\n&lt;p&gt;You have magic from what you, and everyone else was doing?&lt;/p&gt;\n\n&lt;p&gt;No?&lt;/p&gt;\n\n&lt;p&gt;Maybe you should work to get it, instead of posturing?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_m83727", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grht5b3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616170728.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616170728.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grhplr2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grhk83r", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah, I was thinking of doing that myself.", "edited": false, "author_flair_css_class": null, "name": "t1_grhplr2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, I was thinking of doing that myself.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_m83727", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grhplr2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616169196.0, "author_flair_text": null, "collapsed": false, "created_utc": 1616169196.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_m83727", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grkx0nk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grhk83r", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Far from the explanations Bardon gives, I simply did the very first practical exercise he describes in his first book. Basically, it teaches you to stop the inner dialogue by starting to observe thoughts instead of thinking them. And it worked. After a while of inner silence, I felt my heart open like a blow. Since then I can feel energies with the left side of my body. This happened years before I became aware of Castaneda. If one would ask me - yes, that's magic. Maybe not much, but a start.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Far from the explanations Bardon gives, I simply did the very first practical exercise he describes in his first book. Basically, it teaches you to stop the inner dialogue by starting to observe thoughts instead of thinking them. And it worked. After a while of inner silence, I felt my heart open like a blow. Since then I can feel energies with the left side of my body. This happened years before I became aware of Castaneda. If one would ask me - yes, that&amp;#39;s magic. Maybe not much, but a start.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grkx0nk/", "num_reports": null, "locked": false, "name": "t1_grkx0nk", "created": 1616240491.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1616240491.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "grhk83r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grfek4x", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; It kind of gives me a headache!\n\nThat's why I gave up on the Hermeneutics idea. To add it to wikipedia.\n\nI read some of it and realized, you have to be wanting to understand, when he writes like that.  If you're only slightly interested, it's hard to read.  He'd get tossed from Wikipedia with that, even though it's probably the most insightful hermeneutics around.\n\n&gt; Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.\n\nAnd let me add, please stay away from Bardon.\n\nThe Chech mystic guy.\n\nFor that very reason.\n\nI have no idea if Bardon is insightful, but I don't see anyone he actually managed to teach magic to.\n\nAnd why on earth would you be looking around like that?\n\nYou won't get help from intent!\n\nIt's the hardest thing to explain to new people, because they assume you're doing your \"Jehovah's Witness\" imitation, insisting there's only one path, when in fact there are many.\n\nThere was a new person chatting me up on Facebook. I looked at her Facebook, and it seemed to be a woman.\n\nAnd she was interested!\n\nFirst thing: She went straight for lucid dreaming. I had to talk her out of that.\n\nShe didn't explode!\n\nSo I thought maybe i could lure her to actually do some work, until she mentioned Bardon.\n\nShe's gone.  Some sort of intellectual book deal going on in her mind.\n\nIntent won't reward that.\n\nNice definition of \"Power\" there.\n\nCan you add it to what I wrote on power in the wiki?\n\nMine says the same thing, but not directly like that.", "edited": 1616168900.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grhk83r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It kind of gives me a headache!&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s why I gave up on the Hermeneutics idea. To add it to wikipedia.&lt;/p&gt;\n\n&lt;p&gt;I read some of it and realized, you have to be wanting to understand, when he writes like that.  If you&amp;#39;re only slightly interested, it&amp;#39;s hard to read.  He&amp;#39;d get tossed from Wikipedia with that, even though it&amp;#39;s probably the most insightful hermeneutics around.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;And let me add, please stay away from Bardon.&lt;/p&gt;\n\n&lt;p&gt;The Chech mystic guy.&lt;/p&gt;\n\n&lt;p&gt;For that very reason.&lt;/p&gt;\n\n&lt;p&gt;I have no idea if Bardon is insightful, but I don&amp;#39;t see anyone he actually managed to teach magic to.&lt;/p&gt;\n\n&lt;p&gt;And why on earth would you be looking around like that?&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t get help from intent!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the hardest thing to explain to new people, because they assume you&amp;#39;re doing your &amp;quot;Jehovah&amp;#39;s Witness&amp;quot; imitation, insisting there&amp;#39;s only one path, when in fact there are many.&lt;/p&gt;\n\n&lt;p&gt;There was a new person chatting me up on Facebook. I looked at her Facebook, and it seemed to be a woman.&lt;/p&gt;\n\n&lt;p&gt;And she was interested!&lt;/p&gt;\n\n&lt;p&gt;First thing: She went straight for lucid dreaming. I had to talk her out of that.&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t explode!&lt;/p&gt;\n\n&lt;p&gt;So I thought maybe i could lure her to actually do some work, until she mentioned Bardon.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s gone.  Some sort of intellectual book deal going on in her mind.&lt;/p&gt;\n\n&lt;p&gt;Intent won&amp;#39;t reward that.&lt;/p&gt;\n\n&lt;p&gt;Nice definition of &amp;quot;Power&amp;quot; there.&lt;/p&gt;\n\n&lt;p&gt;Can you add it to what I wrote on power in the wiki?&lt;/p&gt;\n\n&lt;p&gt;Mine says the same thing, but not directly like that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grhk83r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616166804.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616166804.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "grfek4x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_grf7hct", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He uses super abstract language in this. Hard to get practical on-your-own strategies out of it.\n\nIt kind of gives me a headache! And I dislike reading Eagle references/interpretations. Feel like I'm re-inforcing some 10,000 year old idiot's mistake.\n\nWe really need to get on with changing that!\n\nStopping the first ring of power=forcing inner silence. Fairly certain of that.\n\nAnd the personal power description is superb:\n\n\"The second way is when intent comes to us by its own. This requires a considerable amount of purpose, a sense of determination on our part. Only in our capability as warriors we can put ourselves voluntarily in the way of intent; we summon it, so to speak. Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.\n\nDon Juan used to say that warriors call this phenomenon \"power\". Thus when they speak of having personal power, they are referring to the intent that comes to them voluntarily. The outcome, he used to say to me, can be described as the facility to find new solutions, or the facility to affect people or events.\"\n\n(and I knew there was a vibration reference that could serve as an intent bridge to someone coming from an Astral Projection background)", "edited": 1616114374.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_grfek4x", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He uses super abstract language in this. Hard to get practical on-your-own strategies out of it.&lt;/p&gt;\n\n&lt;p&gt;It kind of gives me a headache! And I dislike reading Eagle references/interpretations. Feel like I&amp;#39;m re-inforcing some 10,000 year old idiot&amp;#39;s mistake.&lt;/p&gt;\n\n&lt;p&gt;We really need to get on with changing that!&lt;/p&gt;\n\n&lt;p&gt;Stopping the first ring of power=forcing inner silence. Fairly certain of that.&lt;/p&gt;\n\n&lt;p&gt;And the personal power description is superb:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The second way is when intent comes to us by its own. This requires a considerable amount of purpose, a sense of determination on our part. Only in our capability as warriors we can put ourselves voluntarily in the way of intent; we summon it, so to speak. Don Juan explained to me that his insistence in being an impeccable warrior was nothing more than an effort to let intent know that he is putting himself in its way.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to say that warriors call this phenomenon &amp;quot;power&amp;quot;. Thus when they speak of having personal power, they are referring to the intent that comes to them voluntarily. The outcome, he used to say to me, can be described as the facility to find new solutions, or the facility to affect people or events.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(and I knew there was a vibration reference that could serve as an intent bridge to someone coming from an Astral Projection background)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grfek4x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616113777.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1616113777.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "grf7hct", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1616110192.0, "send_replies": true, "parent_id": "t1_grf604f", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was surprised to see that the location of the Nagual's blow varies by person, and that in his case it was even on the right shoulder blade.\n\nI presumed you struck the assemblage point on the left shoulder blade,  where it was projecting, and where it starts the  J curve.\n\nAnd where I was able to move Cholita's assemblage point, with my right hand.\n\nShe didn't like that...\n\nAnd I thought I was having a heart attack, at the sight of it.\n\nNever turned her back to me again without keeping an eye on me, as far as I can recall.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grf7hct", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was surprised to see that the location of the Nagual&amp;#39;s blow varies by person, and that in his case it was even on the right shoulder blade.&lt;/p&gt;\n\n&lt;p&gt;I presumed you struck the assemblage point on the left shoulder blade,  where it was projecting, and where it starts the  J curve.&lt;/p&gt;\n\n&lt;p&gt;And where I was able to move Cholita&amp;#39;s assemblage point, with my right hand.&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t like that...&lt;/p&gt;\n\n&lt;p&gt;And I thought I was having a heart attack, at the sight of it.&lt;/p&gt;\n\n&lt;p&gt;Never turned her back to me again without keeping an eye on me, as far as I can recall.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grf7hct/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616110192.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "grf604f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616109466.0, "send_replies": true, "parent_id": "t3_m83727", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From the Wiki's *List of Publications* page (downloadable links):\n\nThe “Six Explanatory Propositions\" (10 pages)... in which he writes about secrets of the assembladge point and about how stopping the dialog is connected to the rings of power...things that are missing in the rest of his work.", "edited": 1616109690.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grf604f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From the Wiki&amp;#39;s &lt;em&gt;List of Publications&lt;/em&gt; page (downloadable links):&lt;/p&gt;\n\n&lt;p&gt;The “Six Explanatory Propositions&amp;quot; (10 pages)... in which he writes about secrets of the assembladge point and about how stopping the dialog is connected to the rings of power...things that are missing in the rest of his work.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grf604f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616109466.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grlhlyb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616253926.0, "send_replies": true, "parent_id": "t1_grjzb1w", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Actually this is very obvious and rather simple.\n\nBut you have to do darkroom gazing to where the breath changes dramatically, in order to understand it.\n\nI guess best way to explain it is, when you move the assemblage point all the way up into the start of the orange zone, the air can be filled with magic.  \n\nIf you clear that out, so that it's essentially empty, perhaps with whitish light on surfaces, you can gaze at any irregularity in space (like a few random \"pixels\" floating to the right), and summon what that is.\n\nJust gazing at it, with the \"intent\" to see what it is, causes it to bloom into a full dream.\n\nYou can even enter them, or more safely, send your inorganic being in first to scout it.\n\nAnd shout orders to your IOB. That's a blast, if you get a chance do it!  One of the most fun things in the darkroom is turning your IOB into a \"scout\".\n\nThe same is true of everything around you.  Even in daylight. If the assemblage point isn't at the normal position, You can pick up \"alternate possibilities\"\n\nLike,  a puff of white or black smoke floating down the street, and not dispersing.\n\nYou're sort of \"skimming\" the environment, and then looking to see what it might be, thinking it's got to be real, and so let me please see the real thing.\n\nBut, \"phantom intent\" blocks you from seeing what it \"really\" is, at first.\n\nIt's very simple.  You'll completely understand that  soon, if you do darkroom gazing.\n\nHere's another side effect: Remote viewing.\n\nIt' spretty easy to remote view.  I was doing it for a full h our last night. First Cholita, because she was singing and i wanted to know why.\n\nThen, when I discovered it was easy  last night, I did it on my bedspread.\n\nYou're just using skimmings, to construct a phantom view of another place.\n\nIs it real?\n\nUsually not.\n\nThat's the problem with remote viewing.\n\nIt's very much like the \"4th gate\", where you have to wake up in the real world, and prove it's the real world.\n\nAnd that while completely drunked, from being in the dreaming body.\n\nSo you'll wake up in your bedroom, in your dreaming body, say to yourself, \"Yep. This is my real bedroom!!!\"\n\nAnd you're all happy.\n\nUntil the next morning when you realize.  Yes.  That was your real bedroom.\n\n40 years ago.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grlhlyb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Actually this is very obvious and rather simple.&lt;/p&gt;\n\n&lt;p&gt;But you have to do darkroom gazing to where the breath changes dramatically, in order to understand it.&lt;/p&gt;\n\n&lt;p&gt;I guess best way to explain it is, when you move the assemblage point all the way up into the start of the orange zone, the air can be filled with magic.  &lt;/p&gt;\n\n&lt;p&gt;If you clear that out, so that it&amp;#39;s essentially empty, perhaps with whitish light on surfaces, you can gaze at any irregularity in space (like a few random &amp;quot;pixels&amp;quot; floating to the right), and summon what that is.&lt;/p&gt;\n\n&lt;p&gt;Just gazing at it, with the &amp;quot;intent&amp;quot; to see what it is, causes it to bloom into a full dream.&lt;/p&gt;\n\n&lt;p&gt;You can even enter them, or more safely, send your inorganic being in first to scout it.&lt;/p&gt;\n\n&lt;p&gt;And shout orders to your IOB. That&amp;#39;s a blast, if you get a chance do it!  One of the most fun things in the darkroom is turning your IOB into a &amp;quot;scout&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The same is true of everything around you.  Even in daylight. If the assemblage point isn&amp;#39;t at the normal position, You can pick up &amp;quot;alternate possibilities&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Like,  a puff of white or black smoke floating down the street, and not dispersing.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re sort of &amp;quot;skimming&amp;quot; the environment, and then looking to see what it might be, thinking it&amp;#39;s got to be real, and so let me please see the real thing.&lt;/p&gt;\n\n&lt;p&gt;But, &amp;quot;phantom intent&amp;quot; blocks you from seeing what it &amp;quot;really&amp;quot; is, at first.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very simple.  You&amp;#39;ll completely understand that  soon, if you do darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s another side effect: Remote viewing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39; spretty easy to remote view.  I was doing it for a full h our last night. First Cholita, because she was singing and i wanted to know why.&lt;/p&gt;\n\n&lt;p&gt;Then, when I discovered it was easy  last night, I did it on my bedspread.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re just using skimmings, to construct a phantom view of another place.&lt;/p&gt;\n\n&lt;p&gt;Is it real?&lt;/p&gt;\n\n&lt;p&gt;Usually not.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the problem with remote viewing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very much like the &amp;quot;4th gate&amp;quot;, where you have to wake up in the real world, and prove it&amp;#39;s the real world.&lt;/p&gt;\n\n&lt;p&gt;And that while completely drunked, from being in the dreaming body.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;ll wake up in your bedroom, in your dreaming body, say to yourself, &amp;quot;Yep. This is my real bedroom!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;re all happy.&lt;/p&gt;\n\n&lt;p&gt;Until the next morning when you realize.  Yes.  That was your real bedroom.&lt;/p&gt;\n\n&lt;p&gt;40 years ago.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grlhlyb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616253926.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "grjzb1w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1616209798.0, "send_replies": true, "parent_id": "t3_m83727", "score": 2, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've read this before, but this time it feels like reading it with new eyes. It's dense, but I don't think Carlos is being needlessly abstract. It sounds like he's trying to be as efficient and succinct with his language as possible.\n\nThis paragraph is getting me though:\n\n&gt;Don Juan explained to me that once the direct relation between intent  and the skimmings we are constructing is broken, it cannot ever be  repaired. From that moment on we acquire the ability to catch a current  of what he described as \"phantom intent\", or the intent of the skimmings  which are not present at the moment or place of the interruption, this  is to say, an intent put at our disposal through some aspect of memory. \n\n\"Through some aspect of memory\". This line is nagging at me but I can't put my finger on why. I've seen Ingram mentioned here a few times, and this kind of reminds me of when he described suddenly experiencing vivid memories during the dark night stages, although maybe Carlos is talking about something even more profound.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grjzb1w", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve read this before, but this time it feels like reading it with new eyes. It&amp;#39;s dense, but I don&amp;#39;t think Carlos is being needlessly abstract. It sounds like he&amp;#39;s trying to be as efficient and succinct with his language as possible.&lt;/p&gt;\n\n&lt;p&gt;This paragraph is getting me though:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Don Juan explained to me that once the direct relation between intent  and the skimmings we are constructing is broken, it cannot ever be  repaired. From that moment on we acquire the ability to catch a current  of what he described as &amp;quot;phantom intent&amp;quot;, or the intent of the skimmings  which are not present at the moment or place of the interruption, this  is to say, an intent put at our disposal through some aspect of memory. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&amp;quot;Through some aspect of memory&amp;quot;. This line is nagging at me but I can&amp;#39;t put my finger on why. I&amp;#39;ve seen Ingram mentioned here a few times, and this kind of reminds me of when he described suddenly experiencing vivid memories during the dark night stages, although maybe Carlos is talking about something even more profound.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grjzb1w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616209798.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grofku5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lurklops", "can_mod_post": false, "created_utc": 1616309990.0, "send_replies": true, "parent_id": "t3_m83727", "score": 2, "author_fullname": "t2_4dmerkxi", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That was a great read", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grofku5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That was a great read&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grofku5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616309990.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grhpnkj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1616169218.0, "send_replies": true, "parent_id": "t1_grh8nds", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; That is some very detailed seeing.\n\nI've gotten to the border of that.\n\nIt does come along. The problem is, it's not \"tuned in\".\n\nThere's TOO MUCH to see. Too many details.\n\nMaybe it's like that old \"Gilligan's Island\" show.\n\nYou're trapped on an island, with nothing but Mary Ann to look at.\n\nNo boat, no radio, no escape.\n\nYou go into the cave to meditate,  since there's nothing else to do. And you discover Ginger goes in there too, naked.\n\nYour meditation is paying off!\n\nEventually you discover, Mrs. Howell is much hotter than Ginger.\n\nYou're finally learning to \"see\" the truth of things, all because of your practices.\n\nMr. Howell gets jealous, and bribes the professor to make a radio.\n\nBut there's no coils on the island.\n\nSo all of the radio channels come in at once, mixed over each other.\n\nIt's possible to listen carefully and isolate a single one, but which?\n\nThere's hundreds.\n\nThat's the edge of refined seeing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grhpnkj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;That is some very detailed seeing.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;ve gotten to the border of that.&lt;/p&gt;\n\n&lt;p&gt;It does come along. The problem is, it&amp;#39;s not &amp;quot;tuned in&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s TOO MUCH to see. Too many details.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s like that old &amp;quot;Gilligan&amp;#39;s Island&amp;quot; show.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re trapped on an island, with nothing but Mary Ann to look at.&lt;/p&gt;\n\n&lt;p&gt;No boat, no radio, no escape.&lt;/p&gt;\n\n&lt;p&gt;You go into the cave to meditate,  since there&amp;#39;s nothing else to do. And you discover Ginger goes in there too, naked.&lt;/p&gt;\n\n&lt;p&gt;Your meditation is paying off!&lt;/p&gt;\n\n&lt;p&gt;Eventually you discover, Mrs. Howell is much hotter than Ginger.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re finally learning to &amp;quot;see&amp;quot; the truth of things, all because of your practices.&lt;/p&gt;\n\n&lt;p&gt;Mr. Howell gets jealous, and bribes the professor to make a radio.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s no coils on the island.&lt;/p&gt;\n\n&lt;p&gt;So all of the radio channels come in at once, mixed over each other.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible to listen carefully and isolate a single one, but which?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s hundreds.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the edge of refined seeing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_m83727", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grhpnkj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616169218.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "grh8nds", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1616161164.0, "send_replies": true, "parent_id": "t3_m83727", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The takeaway seems to be that the only way for us to replicate the maneuvers don Juan did with Carlos is to expose ourselves again and again to the second attention. Full immersion.\n\nAnd [Darkroom Practice](https://redd.it/ifu1bv) is very immersive and convincing.\n\nThat detail about developing a fold or small gap in the a.p. is very intriguing. That is some very detailed *seeing.*\n\nThere are a bunch of other takeaways too...very dense writing. The role intent plays in assembling the world we know being the prime one.", "edited": 1616164119.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_grh8nds", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The takeaway seems to be that the only way for us to replicate the maneuvers don Juan did with Carlos is to expose ourselves again and again to the second attention. Full immersion.&lt;/p&gt;\n\n&lt;p&gt;And &lt;a href=\"https://redd.it/ifu1bv\"&gt;Darkroom Practice&lt;/a&gt; is very immersive and convincing.&lt;/p&gt;\n\n&lt;p&gt;That detail about developing a fold or small gap in the a.p. is very intriguing. That is some very detailed &lt;em&gt;seeing.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;There are a bunch of other takeaways too...very dense writing. The role intent plays in assembling the world we know being the prime one.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grh8nds/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1616161164.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_m83727", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_m83727", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "grkmpv3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_m83727", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "In the German version, which could be translated as \"The Art of Stalking\", these text passages are also missing. What a pity. I wonder what was left out of all the other books.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In the German version, which could be translated as &amp;quot;The Art of Stalking&amp;quot;, these text passages are also missing. What a pity. I wonder what was left out of all the other books.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/m83727/six_explanatory_propositions/grkmpv3/", "num_reports": null, "locked": false, "name": "t1_grkmpv3", "created": 1616229580.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1616229580.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]