[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[More accurate. Notice lower half is blurry](https://preview.redd.it/bk2dq892szw61.png?width=661&amp;format=png&amp;auto=webp&amp;s=c0f88b0e47e053577a6ea8485c501180dd3347a6)\n\nJust to encourage the women, last night my latest inorganic being, found in the vortex of the energy body's assemblage point, tried out a new look.\n\nIf anyone can't imagine what that's like, just ask. It's perfectly normal once you actually see it  with your own eyes.  Impossible.  But normal.\n\nI looked it up.  It's an \"imp\".   A lonely but harmless form of wingless Fairy.  It's from German literature.\n\nMine was ageless. The size in the pic is right, but there was no indication of how old my \"imp\" was.  Far older than that. But she didn't look old.\n\nI hadn't been thinking about it.  As far as IOBs go, the only thing I was interested in last night was seeing if I still had 3.  It took a couple of hours, but I found all 3.\n\nIn their typical haunts.  \"Mystery\" was on the floor playing in a pond I created with Pandiculation, by draining the yellow energy you can find up high, if you stretch, down to the floor.\n\nHe remained long enough to make me feel certain he hadn't fled for Cholita (much).\n\nFancy did some costume changes, and taught me some magic I can't recall.\n\nI was identifying 8 \"surfaces\" you can perceive in darkroom gazing.\n\nIf you give up on the puffs for a while, and look behind them at the wall, there are at least 8 distinct \"surfaces\" you can learn to perceive.\n\nThose could be useful for recapitulation as a method to bring out more memories, make the scenes visible, or even go looking for memories in the past.\n\nIn fact, I will dare to say it: The old seers discovered recapitulation by playing with the whitish energy that can assemble other worlds.  They realized that it responded to memories as a form of \"intent\".\n\nJust remembering something, can select which world assembles.\n\nProbably they became obsessed with remembering on a continuing basis, for research.\n\nI'm not sure how they learned the Eagle likes that.  But more likely they discovered recap as an unrelated technique, to what they were actually trying to do.\n\nThe most useful \"surface\" is the whitish light, which can manifest entire worlds.  \"Assemble\" them on the walls.\n\nBut it can flip to black easily, with red highlights, and then it's \"thicker\".  So you can assemble worlds into the room a ways, making them more interactive.\n\nCholita gave me one last night.\n\nIt's an already assembled view of a park at night, dark blue against absolute black.\n\nYou can walk off into there, right through the bedroom walls.  It's as if the luminous egg became \"permeable\" and lets you take your dreaming body outside it.  Don't ask me what happens to the real one.  You get up solid, and leave.  It just works out somehow.\n\nBut I'd found a \"yellow\" surface last night, a new one. It's made from the energy I use to find Mystery on the floor.\n\nWhen I first tried to look through it with the recapitulation fanning gaze, Noname showed up on my left, floating just above eye level.\n\nIt was a small woman on a lily pad.  I commented to her, \"So this witching hour thing is true? It's 3AM, and you show up perfectly dressed for the part?  But the 4 hours I practiced before bed, I didn't find you at all.  I guess it really is true that when people are asleep, it's easier!\"\n\nShe was smiling at me, as if she understood.\n\nIt was a real lily pad in a real pond, so I suppose she was even shorter than \"Fairy\".  Who used to be a reliable 4 inches tall.  She even did fashion shows for me a time or two, still 4 inches tall.\n\nOne time she grew to full woman size, and walked across my bedroom floor.\n\nI had goosebumps.\n\n\"Fairy\" may have made another visit to a dark room gazer in the last week.\n\nShe's almost surely \"Little Smoke\", who was introduced to us as Carlos was dying, along with Devil's Weed ally.\n\nAnd someone has a lizard visiting them.  I hope it's Devil's Weed (Minx). I've been a little annoyed he hasn't tried to help us so far.\n\nWhen I saw noname, I realize it was a chance to name her.\n\n\"Lily?\" I asked her.  \"You really want to be called 'Lily'?\"\n\nThe scene changed, but it was still the same \"imp\", on a lily pad.\n\nI got to see that several more times.  She was quite stable.  I supposed that was the answer then.  \"Lily\" it is.\n\nI pulled her onto my hand, then blew her back into the room.  She properly got larger and smaller, as if she were a real imp on a lily pad.  As she blew back a few feet the lily pad rotated in space with her riding along.  I remember being disappointed it didn't spin more times as it traveled.  Just one slow rotation I suspect.  She wasn't even flustered.\n\nSo if you're fighting boredom in the dark room, it won't last forever.\n\nI sort of \"understood\" last night what it takes to go from boredom, to endless impossible magic.\n\nSomething about ignoring it for the most part, and assuming it's perfectly normal.\n\nA fairy here, a demon there.  An imp?\n\nNo big deal.  As long as the angry witch stays on the other side of the wall, everything is normal.\n\nBut I do recommend, forget the Dzogchen.\n\nLook.  We were had by the Buddha.\n\nNot him. But by the people who exploited him.\n\nWho knows what the Buddha really was. Certainly not us. He's been book dealed for more than a thousand years.\n\nHe's like Carlos, passed down through Miguel, with commentary by Armando, reprinted as a children's book by Juan Yolilitz, turned into a new sect by Ken Eaglefeather, and so on for many hundreds of years, until it's an entire empire selling women, funerals, drugs, and \"ghost money\".\n\nBut westerners really fall for that sort of thing.  Oh, it's Asian!!! So wise!\n\nGive them a funny robe to wear, some chanting and gongs, monks telling everyone they \"can't comprehend the truth!!!\", and you've got a nice distraction for the budding Christians who don't want to be Christians anymore.\n\nIt's an odd thing. I can criticize Jesus, all the prophets, the saints as an add on freebie, and I can even make fun of Daoists.\n\nBut don't criticize the Buddha!\n\nNot the fat one, or the skinny one.\n\nCholita even has a painting of him in her she-shed.\n\nBut really...\n\nYou want that saffron robe so badly you're going to gloss over the situation?\n\nYou want to copy him sitting in that meditation position, soaking up attention in your garden?\n\nIs that the lure?  Attention galore?\n\nCarlos was on pins and needles when discussing Buddhism. He knew he'd get punished if he told the truth, so he beat around the bush.\n\nNot much going on with the Buddha. That's the truth of it.  He never seems to have figured reality out very well.\n\nAnd his followers are serial liars,  and very greedy.\n\nI suppose you could focus on the magic they have.\n\nIf you could find much of it.\n\nBut I don't believe Milarepa ever had as much fun as I had last night.\n\nHe even had to eat nothing but leaves until his face turned green, to make up for his past \"sins\", and his butt had calluses on it from spending all his time sitting on hard rocks in a cave.\n\nHe didn't even smoke the ganga, like the yogis in caves usually do.\n\nNot to mention, he didn't get to wear underwear.  That's harsh when you meditate 12 hours a day just to get a short visit from some confused Japanese demons.\n\nThere's a comic book of the situation in here somewhere.  Avoid looking too closely at his butt, you won't like what you find.\n\nAsians just love their hazing rituals!\n\nMakes you feel like you're accomplishing something.\n\nBut even more important, it attracts students with money to Buddhism, with the idea that they have to suffer to make progress over a very long time.\n\nInstead of actually doing some hard work and getting results in a week or two.\n\nPeople love that idea.  Suffering they understand.\n\nHard work, not so much.\n\nMagical results in a very short time?\n\nThey won't have any of that!  It goes against the entire system of world religions.\n\nJust as don Juan warned us.  Let's not forget that part.  There's nothing out there.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "\"Noname\"'s Latest Look", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 105, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"bk2dq892szw61": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 81, "x": 108, "u": "https://preview.redd.it/bk2dq892szw61.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=ff56e3002ab5c02b4dbcb7a1eabc28a655bf80ec"}, {"y": 163, "x": 216, "u": "https://preview.redd.it/bk2dq892szw61.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=411a199b887aba67b42c7523e2f12494f9e56e0f"}, {"y": 241, "x": 320, "u": "https://preview.redd.it/bk2dq892szw61.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=327f36bbb1a7b35faa5f6a4fa844113d1fb6dadc"}, {"y": 483, "x": 640, "u": "https://preview.redd.it/bk2dq892szw61.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=6d163569d9846bd2f8bf13602d53d63bc85f4e04"}], "s": {"y": 499, "x": 661, "u": "https://preview.redd.it/bk2dq892szw61.png?width=661&amp;format=png&amp;auto=webp&amp;s=c0f88b0e47e053577a6ea8485c501180dd3347a6"}, "id": "bk2dq892szw61"}}, "name": "t3_n40pkd", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 20, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 20, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/NW9G9vbzZc9CMfIYyqU3mRm_xhZIzuIAGvv1ianYD_Y.jpg", "edited": 1620085406.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1620059932.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/bk2dq892szw61.png?width=661&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c0f88b0e47e053577a6ea8485c501180dd3347a6\"&gt;More accurate. Notice lower half is blurry&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Just to encourage the women, last night my latest inorganic being, found in the vortex of the energy body&amp;#39;s assemblage point, tried out a new look.&lt;/p&gt;\n\n&lt;p&gt;If anyone can&amp;#39;t imagine what that&amp;#39;s like, just ask. It&amp;#39;s perfectly normal once you actually see it  with your own eyes.  Impossible.  But normal.&lt;/p&gt;\n\n&lt;p&gt;I looked it up.  It&amp;#39;s an &amp;quot;imp&amp;quot;.   A lonely but harmless form of wingless Fairy.  It&amp;#39;s from German literature.&lt;/p&gt;\n\n&lt;p&gt;Mine was ageless. The size in the pic is right, but there was no indication of how old my &amp;quot;imp&amp;quot; was.  Far older than that. But she didn&amp;#39;t look old.&lt;/p&gt;\n\n&lt;p&gt;I hadn&amp;#39;t been thinking about it.  As far as IOBs go, the only thing I was interested in last night was seeing if I still had 3.  It took a couple of hours, but I found all 3.&lt;/p&gt;\n\n&lt;p&gt;In their typical haunts.  &amp;quot;Mystery&amp;quot; was on the floor playing in a pond I created with Pandiculation, by draining the yellow energy you can find up high, if you stretch, down to the floor.&lt;/p&gt;\n\n&lt;p&gt;He remained long enough to make me feel certain he hadn&amp;#39;t fled for Cholita (much).&lt;/p&gt;\n\n&lt;p&gt;Fancy did some costume changes, and taught me some magic I can&amp;#39;t recall.&lt;/p&gt;\n\n&lt;p&gt;I was identifying 8 &amp;quot;surfaces&amp;quot; you can perceive in darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;If you give up on the puffs for a while, and look behind them at the wall, there are at least 8 distinct &amp;quot;surfaces&amp;quot; you can learn to perceive.&lt;/p&gt;\n\n&lt;p&gt;Those could be useful for recapitulation as a method to bring out more memories, make the scenes visible, or even go looking for memories in the past.&lt;/p&gt;\n\n&lt;p&gt;In fact, I will dare to say it: The old seers discovered recapitulation by playing with the whitish energy that can assemble other worlds.  They realized that it responded to memories as a form of &amp;quot;intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just remembering something, can select which world assembles.&lt;/p&gt;\n\n&lt;p&gt;Probably they became obsessed with remembering on a continuing basis, for research.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure how they learned the Eagle likes that.  But more likely they discovered recap as an unrelated technique, to what they were actually trying to do.&lt;/p&gt;\n\n&lt;p&gt;The most useful &amp;quot;surface&amp;quot; is the whitish light, which can manifest entire worlds.  &amp;quot;Assemble&amp;quot; them on the walls.&lt;/p&gt;\n\n&lt;p&gt;But it can flip to black easily, with red highlights, and then it&amp;#39;s &amp;quot;thicker&amp;quot;.  So you can assemble worlds into the room a ways, making them more interactive.&lt;/p&gt;\n\n&lt;p&gt;Cholita gave me one last night.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an already assembled view of a park at night, dark blue against absolute black.&lt;/p&gt;\n\n&lt;p&gt;You can walk off into there, right through the bedroom walls.  It&amp;#39;s as if the luminous egg became &amp;quot;permeable&amp;quot; and lets you take your dreaming body outside it.  Don&amp;#39;t ask me what happens to the real one.  You get up solid, and leave.  It just works out somehow.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;d found a &amp;quot;yellow&amp;quot; surface last night, a new one. It&amp;#39;s made from the energy I use to find Mystery on the floor.&lt;/p&gt;\n\n&lt;p&gt;When I first tried to look through it with the recapitulation fanning gaze, Noname showed up on my left, floating just above eye level.&lt;/p&gt;\n\n&lt;p&gt;It was a small woman on a lily pad.  I commented to her, &amp;quot;So this witching hour thing is true? It&amp;#39;s 3AM, and you show up perfectly dressed for the part?  But the 4 hours I practiced before bed, I didn&amp;#39;t find you at all.  I guess it really is true that when people are asleep, it&amp;#39;s easier!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She was smiling at me, as if she understood.&lt;/p&gt;\n\n&lt;p&gt;It was a real lily pad in a real pond, so I suppose she was even shorter than &amp;quot;Fairy&amp;quot;.  Who used to be a reliable 4 inches tall.  She even did fashion shows for me a time or two, still 4 inches tall.&lt;/p&gt;\n\n&lt;p&gt;One time she grew to full woman size, and walked across my bedroom floor.&lt;/p&gt;\n\n&lt;p&gt;I had goosebumps.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Fairy&amp;quot; may have made another visit to a dark room gazer in the last week.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s almost surely &amp;quot;Little Smoke&amp;quot;, who was introduced to us as Carlos was dying, along with Devil&amp;#39;s Weed ally.&lt;/p&gt;\n\n&lt;p&gt;And someone has a lizard visiting them.  I hope it&amp;#39;s Devil&amp;#39;s Weed (Minx). I&amp;#39;ve been a little annoyed he hasn&amp;#39;t tried to help us so far.&lt;/p&gt;\n\n&lt;p&gt;When I saw noname, I realize it was a chance to name her.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Lily?&amp;quot; I asked her.  &amp;quot;You really want to be called &amp;#39;Lily&amp;#39;?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The scene changed, but it was still the same &amp;quot;imp&amp;quot;, on a lily pad.&lt;/p&gt;\n\n&lt;p&gt;I got to see that several more times.  She was quite stable.  I supposed that was the answer then.  &amp;quot;Lily&amp;quot; it is.&lt;/p&gt;\n\n&lt;p&gt;I pulled her onto my hand, then blew her back into the room.  She properly got larger and smaller, as if she were a real imp on a lily pad.  As she blew back a few feet the lily pad rotated in space with her riding along.  I remember being disappointed it didn&amp;#39;t spin more times as it traveled.  Just one slow rotation I suspect.  She wasn&amp;#39;t even flustered.&lt;/p&gt;\n\n&lt;p&gt;So if you&amp;#39;re fighting boredom in the dark room, it won&amp;#39;t last forever.&lt;/p&gt;\n\n&lt;p&gt;I sort of &amp;quot;understood&amp;quot; last night what it takes to go from boredom, to endless impossible magic.&lt;/p&gt;\n\n&lt;p&gt;Something about ignoring it for the most part, and assuming it&amp;#39;s perfectly normal.&lt;/p&gt;\n\n&lt;p&gt;A fairy here, a demon there.  An imp?&lt;/p&gt;\n\n&lt;p&gt;No big deal.  As long as the angry witch stays on the other side of the wall, everything is normal.&lt;/p&gt;\n\n&lt;p&gt;But I do recommend, forget the Dzogchen.&lt;/p&gt;\n\n&lt;p&gt;Look.  We were had by the Buddha.&lt;/p&gt;\n\n&lt;p&gt;Not him. But by the people who exploited him.&lt;/p&gt;\n\n&lt;p&gt;Who knows what the Buddha really was. Certainly not us. He&amp;#39;s been book dealed for more than a thousand years.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s like Carlos, passed down through Miguel, with commentary by Armando, reprinted as a children&amp;#39;s book by Juan Yolilitz, turned into a new sect by Ken Eaglefeather, and so on for many hundreds of years, until it&amp;#39;s an entire empire selling women, funerals, drugs, and &amp;quot;ghost money&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But westerners really fall for that sort of thing.  Oh, it&amp;#39;s Asian!!! So wise!&lt;/p&gt;\n\n&lt;p&gt;Give them a funny robe to wear, some chanting and gongs, monks telling everyone they &amp;quot;can&amp;#39;t comprehend the truth!!!&amp;quot;, and you&amp;#39;ve got a nice distraction for the budding Christians who don&amp;#39;t want to be Christians anymore.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an odd thing. I can criticize Jesus, all the prophets, the saints as an add on freebie, and I can even make fun of Daoists.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t criticize the Buddha!&lt;/p&gt;\n\n&lt;p&gt;Not the fat one, or the skinny one.&lt;/p&gt;\n\n&lt;p&gt;Cholita even has a painting of him in her she-shed.&lt;/p&gt;\n\n&lt;p&gt;But really...&lt;/p&gt;\n\n&lt;p&gt;You want that saffron robe so badly you&amp;#39;re going to gloss over the situation?&lt;/p&gt;\n\n&lt;p&gt;You want to copy him sitting in that meditation position, soaking up attention in your garden?&lt;/p&gt;\n\n&lt;p&gt;Is that the lure?  Attention galore?&lt;/p&gt;\n\n&lt;p&gt;Carlos was on pins and needles when discussing Buddhism. He knew he&amp;#39;d get punished if he told the truth, so he beat around the bush.&lt;/p&gt;\n\n&lt;p&gt;Not much going on with the Buddha. That&amp;#39;s the truth of it.  He never seems to have figured reality out very well.&lt;/p&gt;\n\n&lt;p&gt;And his followers are serial liars,  and very greedy.&lt;/p&gt;\n\n&lt;p&gt;I suppose you could focus on the magic they have.&lt;/p&gt;\n\n&lt;p&gt;If you could find much of it.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t believe Milarepa ever had as much fun as I had last night.&lt;/p&gt;\n\n&lt;p&gt;He even had to eat nothing but leaves until his face turned green, to make up for his past &amp;quot;sins&amp;quot;, and his butt had calluses on it from spending all his time sitting on hard rocks in a cave.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t even smoke the ganga, like the yogis in caves usually do.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, he didn&amp;#39;t get to wear underwear.  That&amp;#39;s harsh when you meditate 12 hours a day just to get a short visit from some confused Japanese demons.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a comic book of the situation in here somewhere.  Avoid looking too closely at his butt, you won&amp;#39;t like what you find.&lt;/p&gt;\n\n&lt;p&gt;Asians just love their hazing rituals!&lt;/p&gt;\n\n&lt;p&gt;Makes you feel like you&amp;#39;re accomplishing something.&lt;/p&gt;\n\n&lt;p&gt;But even more important, it attracts students with money to Buddhism, with the idea that they have to suffer to make progress over a very long time.&lt;/p&gt;\n\n&lt;p&gt;Instead of actually doing some hard work and getting results in a week or two.&lt;/p&gt;\n\n&lt;p&gt;People love that idea.  Suffering they understand.&lt;/p&gt;\n\n&lt;p&gt;Hard work, not so much.&lt;/p&gt;\n\n&lt;p&gt;Magical results in a very short time?&lt;/p&gt;\n\n&lt;p&gt;They won&amp;#39;t have any of that!  It goes against the entire system of world religions.&lt;/p&gt;\n\n&lt;p&gt;Just as don Juan warned us.  Let&amp;#39;s not forget that part.  There&amp;#39;s nothing out there.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "n40pkd", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/n40pkd/nonames_latest_look/", "subreddit_subscribers": 9561, "created_utc": 1620059932.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gwxmfcq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gwxhhws", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "About 15 years ago it got into my head to become a truck driver. My primary concern was worry about quality of life on the road. So I spent about 2 years researching the trucking industry, and saving links to and memorizing the best and most creative products, solutions, and strategies that other truckers had invented. \n\nLong story short, it turns out I'm a rather terrible driver! Or at least I couldn't manage the 10 speed double-clutch manual transmission on the 900,000 mileage trucks that the school I was able to get into had. Not during their two-week program, anyway.\n\nAnd certainly not on the narrow, back country roads they started us out on 😜\n\nPutting the cart before the horse is a common failing .", "edited": false, "author_flair_css_class": null, "name": "t1_gwxmfcq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;About 15 years ago it got into my head to become a truck driver. My primary concern was worry about quality of life on the road. So I spent about 2 years researching the trucking industry, and saving links to and memorizing the best and most creative products, solutions, and strategies that other truckers had invented. &lt;/p&gt;\n\n&lt;p&gt;Long story short, it turns out I&amp;#39;m a rather terrible driver! Or at least I couldn&amp;#39;t manage the 10 speed double-clutch manual transmission on the 900,000 mileage trucks that the school I was able to get into had. Not during their two-week program, anyway.&lt;/p&gt;\n\n&lt;p&gt;And certainly not on the narrow, back country roads they started us out on 😜&lt;/p&gt;\n\n&lt;p&gt;Putting the cart before the horse is a common failing .&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_n40pkd", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gwxmfcq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620153133.0, "author_flair_text": null, "collapsed": false, "created_utc": 1620153133.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gwxsh72", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gwxhhws", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "A number of years ago it got into my head to become a long-haul truck driver. \n\nMy primary concern was worry about quality of life on the road, since it's the reason most truckers quit. So I spent a few years researching the trucking industry, and saving links to and memorizing the best and most creative products, solutions, and strategies that other truckers had invented. \n\nAnd then, long story short, it turns out I'm comparatively, a rather terrible driver! Or at least I couldn't manage the 10 speed double-clutch manual transmission on the 900,000 mileage tractor-trailers that the school I was able to get into had. Not during their two-week program anyway.\n\nAnd certainly not on the narrow, back country roads they started us out on 🤪\n\nPutting the cart before the horse is a common failing .", "edited": 1620163202.0, "author_flair_css_class": null, "name": "t1_gwxsh72", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A number of years ago it got into my head to become a long-haul truck driver. &lt;/p&gt;\n\n&lt;p&gt;My primary concern was worry about quality of life on the road, since it&amp;#39;s the reason most truckers quit. So I spent a few years researching the trucking industry, and saving links to and memorizing the best and most creative products, solutions, and strategies that other truckers had invented. &lt;/p&gt;\n\n&lt;p&gt;And then, long story short, it turns out I&amp;#39;m comparatively, a rather terrible driver! Or at least I couldn&amp;#39;t manage the 10 speed double-clutch manual transmission on the 900,000 mileage tractor-trailers that the school I was able to get into had. Not during their two-week program anyway.&lt;/p&gt;\n\n&lt;p&gt;And certainly not on the narrow, back country roads they started us out on 🤪&lt;/p&gt;\n\n&lt;p&gt;Putting the cart before the horse is a common failing .&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_n40pkd", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gwxsh72/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620156637.0, "author_flair_text": null, "collapsed": false, "created_utc": 1620156637.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gwxhhws", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gwxfvhk", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Eventually our darkroom might include more understanding of surfaces, but it's not a very good thing for beginners to deviate to.  So I didn't post it over here.  But if someone finds it over there, won't hurt much.\n\nOnce you understand surfaces, and realize Carlos emphasized those, and then you think about how you viewed everything in the darkroom in terms of objects, the value of \"inventory\" becomes clearer.\n\nBut explaining that is beyond me.  It's essentially that we have to \"do\" something. We can't \"do nothing\".  But to be obsessed with one form of doing, and ignore the others, is where you go wrong.\n\nSorcery inventory is mainly useful as a reference, for when you get into trouble with magic.\n\nWhen there's no magic, it's a barrier to getting some.\n\nYou can tell when a new person is inventory obsessed, even if they aren't a bad player.\n\nBad players parade around in their inventory, to get attention.\n\nBut sometimes a new person is focused on different inventories, and comparing things a bit too much.\n\nIt reminds me of my father driving us around for 1 hour, as we passed restaurant after restaurant.  He'd explain what was good at the one we were just passing, while we endlessly headed for the \"best one\", not knowing if we'd ever actually get dinner.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gwxhhws", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Eventually our darkroom might include more understanding of surfaces, but it&amp;#39;s not a very good thing for beginners to deviate to.  So I didn&amp;#39;t post it over here.  But if someone finds it over there, won&amp;#39;t hurt much.&lt;/p&gt;\n\n&lt;p&gt;Once you understand surfaces, and realize Carlos emphasized those, and then you think about how you viewed everything in the darkroom in terms of objects, the value of &amp;quot;inventory&amp;quot; becomes clearer.&lt;/p&gt;\n\n&lt;p&gt;But explaining that is beyond me.  It&amp;#39;s essentially that we have to &amp;quot;do&amp;quot; something. We can&amp;#39;t &amp;quot;do nothing&amp;quot;.  But to be obsessed with one form of doing, and ignore the others, is where you go wrong.&lt;/p&gt;\n\n&lt;p&gt;Sorcery inventory is mainly useful as a reference, for when you get into trouble with magic.&lt;/p&gt;\n\n&lt;p&gt;When there&amp;#39;s no magic, it&amp;#39;s a barrier to getting some.&lt;/p&gt;\n\n&lt;p&gt;You can tell when a new person is inventory obsessed, even if they aren&amp;#39;t a bad player.&lt;/p&gt;\n\n&lt;p&gt;Bad players parade around in their inventory, to get attention.&lt;/p&gt;\n\n&lt;p&gt;But sometimes a new person is focused on different inventories, and comparing things a bit too much.&lt;/p&gt;\n\n&lt;p&gt;It reminds me of my father driving us around for 1 hour, as we passed restaurant after restaurant.  He&amp;#39;d explain what was good at the one we were just passing, while we endlessly headed for the &amp;quot;best one&amp;quot;, not knowing if we&amp;#39;d ever actually get dinner.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n40pkd", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gwxhhws/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620148692.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620148692.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gwxfvhk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gwwz1ta", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;to produce actual goggles you can hold in your hand, just like in that movie.\n\nHere's the link to your related post\n\n[Daniel Lawton - Ghost Goggles - Facebook](https://m.facebook.com/story.php?story_fbid=1884363595056085&amp;id=100004473870769&amp;post_id=100004473870769_1884363595056085&amp;from_close_friend=1&amp;notif_id=1620142597195604&amp;notif_t=close_friend_activity&amp;ref=notif&amp;sfnsn=mo)\n\n&gt;So don't think your inventory has much value, other than to motivate you to work harder and find better inventory.\n\nI really like that! As long as it's continual, and you never stagnate.\n\nIt's dynamic.", "edited": 1620148249.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gwxfvhk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;to produce actual goggles you can hold in your hand, just like in that movie.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Here&amp;#39;s the link to your related post&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://m.facebook.com/story.php?story_fbid=1884363595056085&amp;amp;id=100004473870769&amp;amp;post_id=100004473870769_1884363595056085&amp;amp;from_close_friend=1&amp;amp;notif_id=1620142597195604&amp;amp;notif_t=close_friend_activity&amp;amp;ref=notif&amp;amp;sfnsn=mo\"&gt;Daniel Lawton - Ghost Goggles - Facebook&lt;/a&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;So don&amp;#39;t think your inventory has much value, other than to motivate you to work harder and find better inventory.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I really like that! As long as it&amp;#39;s continual, and you never stagnate.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s dynamic.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n40pkd", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gwxfvhk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620148044.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620148044.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gwwz1ta", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1620141275.0, "send_replies": true, "parent_id": "t1_gww8k0v", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yea, that's mostly what I found out there on google images. I finally had to superimpose the woman on the lily pad myself, using GIMP.  None on google with that already done were reasonable.\n\nAnd of course, I could request that look of her, and she'd comply.\n\nI wrote too much about her in social media yesterday, so she didn't show up last night.\n\nThat's a hazard of sharing experiences.  You alter the flow of *intent.*\n\nIt's probably why Dzogchen people are afraid to share experiences.  They're warned not to do that, but none seem to understand why.\n\nOn the other hand, when you think back to something that happened, with a tiny bit of the \"book deal mind\",  you inevitably refresh your memory and recall even better things you had forgotten.\n\nFor instance, this morning I was thinking about whether it's too early to explain \"surfaces\" to dark room gazers.\n\nIt's important to treat magic as \"objects\" the way we do now.  It helps fight off the belief that magic is not real.\n\nWe're used to dealing with the world as objects, so you hook \"objectified\" magic into the feeling of \"normal\".\n\nBut in fact, as modern humans we deal with surfaces as much as objects.\n\nReading off the wall is one use of surfaces.  Carlos said it was a result of reading.\n\nTranslocation is another.  Probably a result of looking at monitors.\n\n\"Surfaces\" are an entirely different realm of puffery.\n\nI was thinking of a simple surface to clue people in on.  The whitish light is the best, but it's hard to get there. Its past the bottom of the J curve.\n\nThe easiest access is to red zone surfaces.\n\nOf those, there's a mysterious yellow surface that happens far up, almost at the green line.\n\nIt's the same as reaching up high with your arms, bending the neck to look straight up, and inhaling deeply to get the weird yellow colors to appear above you.\n\nAnd then simply lowering the eyes slowly so that the yellow seems to be in front of you, like a window. Juann can already do this, because he practices the \"fishing\" game.\n\nThat yellow \"surface\" causes inorganic beings to become expressive.  I don't know why.  If it's just a tiny head with a blank expression and you look through the yellow, it starts to make faces.  Surprised faces is what I got last night.\n\nBut, then I remembered something I'd have lost, if I wasn't thinking about writing it up in here.\n\nThe yellow surface brings out audio.  Clear audio, as good as if someone were standing there next to you, and actually spoke.\n\nSo if anyone wonders can IOBs really talk, the answer is absolutely.  And you don't even have to be in dreaming.  And it's very \"satisfying\" talking.  Very real.\n\nIt's \"non-directional\", but that's another issue. And certainly not surprising to a dark room gazer.  Directionality has to be earned with lots of practice.\n\nSurfaces can also mix, all by themselves.  Seemingly as needed. So you can have the whitish light with value lines on the top half of your vision, and have the intent to do something with it. If it's not working, the purple surface can appear on the lower half.\n\nIt reminds me of some magic goggles a character had in a sci-fi movie.  One lens let him see ghosts, another death, another vampires, and so on.\n\nAnd it turns out, the whitish light has a twin. The dark light.\n\nIt seems to reveal inorganic being realms, if you're close. But otherwise it's very much like the whitish light.  Brings out real \"places\" you can view.  The darkish light brings them into the room, so that you get surrounded a little in the direction you are facing.\n\nSo when you translocate a place on the wall, and gaze at it a long time (not caring), the whitish light actually changes to the darkish light, and the translocated place can spread into the room.\n\nIt's a \"surface change\" that makes it come closer.\n\nNewbies:  Will it always be that way?\n\nNope.  Do don't worship your inventory.\n\nFor instance, it's possible to take my \"surfaces\" and use the yellow one and the black one, to produce actual goggles you can hold in your hand, just like in that movie.\n\nAnd they'll work too.  They'll have a different lens for each \"surface\" you've discovered.\n\nOr, you could do Pandora's Box pass, summon a dead person, and use them to switch which surface you were looking at. Use their \"dead gaze\".\n\nIt's totally doable.\n\nSo don't think your inventory has much value, other than to motivate you to work harder and find better inventory.", "edited": 1620142108.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gwwz1ta", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yea, that&amp;#39;s mostly what I found out there on google images. I finally had to superimpose the woman on the lily pad myself, using GIMP.  None on google with that already done were reasonable.&lt;/p&gt;\n\n&lt;p&gt;And of course, I could request that look of her, and she&amp;#39;d comply.&lt;/p&gt;\n\n&lt;p&gt;I wrote too much about her in social media yesterday, so she didn&amp;#39;t show up last night.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a hazard of sharing experiences.  You alter the flow of &lt;em&gt;intent.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s probably why Dzogchen people are afraid to share experiences.  They&amp;#39;re warned not to do that, but none seem to understand why.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, when you think back to something that happened, with a tiny bit of the &amp;quot;book deal mind&amp;quot;,  you inevitably refresh your memory and recall even better things you had forgotten.&lt;/p&gt;\n\n&lt;p&gt;For instance, this morning I was thinking about whether it&amp;#39;s too early to explain &amp;quot;surfaces&amp;quot; to dark room gazers.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s important to treat magic as &amp;quot;objects&amp;quot; the way we do now.  It helps fight off the belief that magic is not real.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re used to dealing with the world as objects, so you hook &amp;quot;objectified&amp;quot; magic into the feeling of &amp;quot;normal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But in fact, as modern humans we deal with surfaces as much as objects.&lt;/p&gt;\n\n&lt;p&gt;Reading off the wall is one use of surfaces.  Carlos said it was a result of reading.&lt;/p&gt;\n\n&lt;p&gt;Translocation is another.  Probably a result of looking at monitors.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Surfaces&amp;quot; are an entirely different realm of puffery.&lt;/p&gt;\n\n&lt;p&gt;I was thinking of a simple surface to clue people in on.  The whitish light is the best, but it&amp;#39;s hard to get there. Its past the bottom of the J curve.&lt;/p&gt;\n\n&lt;p&gt;The easiest access is to red zone surfaces.&lt;/p&gt;\n\n&lt;p&gt;Of those, there&amp;#39;s a mysterious yellow surface that happens far up, almost at the green line.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same as reaching up high with your arms, bending the neck to look straight up, and inhaling deeply to get the weird yellow colors to appear above you.&lt;/p&gt;\n\n&lt;p&gt;And then simply lowering the eyes slowly so that the yellow seems to be in front of you, like a window. Juann can already do this, because he practices the &amp;quot;fishing&amp;quot; game.&lt;/p&gt;\n\n&lt;p&gt;That yellow &amp;quot;surface&amp;quot; causes inorganic beings to become expressive.  I don&amp;#39;t know why.  If it&amp;#39;s just a tiny head with a blank expression and you look through the yellow, it starts to make faces.  Surprised faces is what I got last night.&lt;/p&gt;\n\n&lt;p&gt;But, then I remembered something I&amp;#39;d have lost, if I wasn&amp;#39;t thinking about writing it up in here.&lt;/p&gt;\n\n&lt;p&gt;The yellow surface brings out audio.  Clear audio, as good as if someone were standing there next to you, and actually spoke.&lt;/p&gt;\n\n&lt;p&gt;So if anyone wonders can IOBs really talk, the answer is absolutely.  And you don&amp;#39;t even have to be in dreaming.  And it&amp;#39;s very &amp;quot;satisfying&amp;quot; talking.  Very real.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;non-directional&amp;quot;, but that&amp;#39;s another issue. And certainly not surprising to a dark room gazer.  Directionality has to be earned with lots of practice.&lt;/p&gt;\n\n&lt;p&gt;Surfaces can also mix, all by themselves.  Seemingly as needed. So you can have the whitish light with value lines on the top half of your vision, and have the intent to do something with it. If it&amp;#39;s not working, the purple surface can appear on the lower half.&lt;/p&gt;\n\n&lt;p&gt;It reminds me of some magic goggles a character had in a sci-fi movie.  One lens let him see ghosts, another death, another vampires, and so on.&lt;/p&gt;\n\n&lt;p&gt;And it turns out, the whitish light has a twin. The dark light.&lt;/p&gt;\n\n&lt;p&gt;It seems to reveal inorganic being realms, if you&amp;#39;re close. But otherwise it&amp;#39;s very much like the whitish light.  Brings out real &amp;quot;places&amp;quot; you can view.  The darkish light brings them into the room, so that you get surrounded a little in the direction you are facing.&lt;/p&gt;\n\n&lt;p&gt;So when you translocate a place on the wall, and gaze at it a long time (not caring), the whitish light actually changes to the darkish light, and the translocated place can spread into the room.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;surface change&amp;quot; that makes it come closer.&lt;/p&gt;\n\n&lt;p&gt;Newbies:  Will it always be that way?&lt;/p&gt;\n\n&lt;p&gt;Nope.  Do don&amp;#39;t worship your inventory.&lt;/p&gt;\n\n&lt;p&gt;For instance, it&amp;#39;s possible to take my &amp;quot;surfaces&amp;quot; and use the yellow one and the black one, to produce actual goggles you can hold in your hand, just like in that movie.&lt;/p&gt;\n\n&lt;p&gt;And they&amp;#39;ll work too.  They&amp;#39;ll have a different lens for each &amp;quot;surface&amp;quot; you&amp;#39;ve discovered.&lt;/p&gt;\n\n&lt;p&gt;Or, you could do Pandora&amp;#39;s Box pass, summon a dead person, and use them to switch which surface you were looking at. Use their &amp;quot;dead gaze&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s totally doable.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t think your inventory has much value, other than to motivate you to work harder and find better inventory.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n40pkd", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gwwz1ta/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620141275.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "gww8k0v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1620128381.0, "send_replies": true, "parent_id": "t3_n40pkd", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;there's nothing out there\n\n...but folly compounded by time\n\nIt doesn't start out that way, but the more a movement digresses from direct experience, the more folly it accumulates. The socialization factor has to be tightly managed, and that gets harder when larger in-person groups begin to coalesce.\n\nBut even in such systems there are always outliers who managed to have success, regardless (or maybe even because of) the status quo.\n\nI personally think the nature of the internet is about the perfect medium to regulate this. Separate, but still in communication. It curtails some of the known issues we've seen are the most problematic in other such groups.\n\nAnd [This Illustration](https://media.istockphoto.com/photos/green-fairy-with-little-fantasy-dragon-and-water-lilies-picture-id605993646?k=6&amp;m=605993646&amp;s=612x612&amp;w=0&amp;h=vMKdGgCAZKICapnYCYOBCMWQFsZS-J35NLZOBo4iLL8=), is a bit more simpatico with what I would have pictured for your IOB to project for you 😉", "edited": 1620134784.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gww8k0v", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;there&amp;#39;s nothing out there&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;...but folly compounded by time&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t start out that way, but the more a movement digresses from direct experience, the more folly it accumulates. The socialization factor has to be tightly managed, and that gets harder when larger in-person groups begin to coalesce.&lt;/p&gt;\n\n&lt;p&gt;But even in such systems there are always outliers who managed to have success, regardless (or maybe even because of) the status quo.&lt;/p&gt;\n\n&lt;p&gt;I personally think the nature of the internet is about the perfect medium to regulate this. Separate, but still in communication. It curtails some of the known issues we&amp;#39;ve seen are the most problematic in other such groups.&lt;/p&gt;\n\n&lt;p&gt;And &lt;a href=\"https://media.istockphoto.com/photos/green-fairy-with-little-fantasy-dragon-and-water-lilies-picture-id605993646?k=6&amp;amp;m=605993646&amp;amp;s=612x612&amp;amp;w=0&amp;amp;h=vMKdGgCAZKICapnYCYOBCMWQFsZS-J35NLZOBo4iLL8=\"&gt;This Illustration&lt;/a&gt;, is a bit more simpatico with what I would have pictured for your IOB to project for you 😉&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n40pkd/nonames_latest_look/gww8k0v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620128381.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_n40pkd", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]