[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "## Lifelong battle\n\nYou have been in a battle since the day you were born.\nWho knows what were you intending as a baby? It could be your momma's milk. Attention. Affection. Safety.\n\nYou used simple intends from your starting place in the [game](https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/) to navigate.\n\nBut as you grow older, the intending grows more complicated. Recognition. Friendship. Partnership. Achievements. More good. This includes counter intending. No pain. No sadness. No bad. Some of those are inherent in our animal nature. Some are imposed on us by society. \n\nMost likely, you are a mess of innumerable intends that sum up to something or cancel themself to nothing. Most likely, you are navigating through [the river of filth](https://www.reddit.com/r/castaneda/comments/l1coul/how_to_recognize_a_bad_player_in_this_subreddit/) with no power to break out.\n\nIt is possible that you already have tight intends. Meaning, you don't waste unnecessary energy, and you focus on your endeavors. Then, you are at an advantage.\n\nIf you ever took a project, a goal, or a hobby to pursue feverishly, you have experience of staking intends. Every day, intending the same thing will inevitably gather power behind that direction. Once your direction gathered enough strength, a battle is inevitable. \n\n##The totality of your available energy\n\nOlmecs teach us that human beings have a limited supply of energy. As you stack intends in a particular direction, that direction fights for priority in your life. And your energy behind intends that you have no attachment to are being discarded. Their energy is now redistributed. You are becoming more focused and more single-pointed.\n\nEventually, that goal will clash with other goals that you have. Most of them are goals that you stacked behind for your entire lifetime. Be a good boy/girl. Do this. Act like this. Be successful. Society learned intends fix your [Assemblage Point](https://www.reddit.com/r/castaneda/wiki/assemblage_point) in the [Blue Station](https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/). In [The First Attention](https://www.reddit.com/r/castaneda/comments/ds3n8q/the_first_attention/). The [map](https://www.reddit.com/r/castaneda/comments/g4zx4a/the_rule/) of the sorcerers leads our Assemblage Point to the end of the Orange Station. [The Second Attention](https://www.reddit.com/r/castaneda/wiki/second_attention). And beyond.\n\nThink of little kids and their toys. The toys, when on the shelf, are lifeless. Once a little kid gets that toy, he starts to put awareness in it. A part of his energy is now trapped in there. Try to take that toy from him, and it will be like you took his arm. You are an adult now, and this kind of behavior may seem stupid from your point of view. But, in reality, a bunch of your energy is trapped in people you know and knew. Not only people but also things that you possess. That makes them real. [Reclaiming that energy](https://www.reddit.com/r/castaneda/wiki/recapitulation) allows you to upgrade your vehicle from Prius to Porsche with V8 inside. And things themself become [NPCs](https://en.wikipedia.org/wiki/Non-player_character) once again.\n\n## Mechanics of the battle\n\n*Why is it not so simple that we intend one goal and work until we reach it?* \n\nIt is that simple. \n\nIf the totality of your [energy](https://www.reddit.com/r/castaneda/comments/ooabig/you_guys_dont_need_it_but/h5xcoi5/) intended any destination, the [Eagle](https://www.reddit.com/r/castaneda/wiki/eagle) would reskim the emanations, and [Intent](https://www.reddit.com/r/castaneda/wiki/intent) would provide it. The problem is, you don't want to release the energy behind old intending. You are indulging in them, and you keep stacking power behind them. The Tonal mechanism that constantly reinforces your old intends is your inner dialogue. This is why **silence** is the most important skill on a path of sorcery. **If you are not [intending to be silent](https://www.reddit.com/r/castaneda/wiki/silence) every day, why are you even reading this?** \n\nGood for you and everybody else is the fact that we have more tools available than that mental chatter that seems never to go off. One of those tools is your [willpower](https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/). The power behind your Nagual, your [personal power](https://www.reddit.com/r/castaneda/wiki/terminology/power).\n\nYou can't use your internal dialogue to navigate down the J curve. You may reach Green Station by replacing your inner dialogue with mantras, scriptures, or moral beliefs. It may be enough, and it could be that that is just what you are looking for. Bliss, peace, and a tiny bit of magic, that does not shake the world as you know it. You will have a grander perspective than the majority of people. And you can be significant. If you want, find some shaman or a meditation group. Be persistent, and you have an [easy way out of the Blue Zone](https://www.reddit.com/r/castaneda/comments/r1rq6a/useful_theory_on_the_evils_of_visualizing_things/). \n\nThis is the reason that almost nobody learned real magic so far. They got stuck at understanding. **Once you got the right direction, you have to let go of what you know.** Until you realign and actually move forward. Then, you see things from a new place and navigate again by dipping into the map. **Holding onto the knowledge will only keep you stuck where you are**.\n\nIf you want to taste the real magic, be prepared to fight for it. Unless you have super endless energy and don't care about society's morals and rules, or you are a woman. Then it might be easy for you. \n\n\n## Boss Fights\n\n\nThere will be Boss Fights along the way. But what is a Boss? \n\nYours intends tend to lump together if they point to similar directions. You probably have many intentions that point to the *Be a good boy/girl* direction. Bunch of others that go to *I need attention*. Each of those lumps creates a single Boss you need to clear, or at least damage, to proceed. Each Boss prevents you from leveling up.\n\nEvery level is cleared by stacking intends and working hard. Once the lesser intends are cleared of energy and stacked behind Olmec intent; eventually, there will be no more loose ends that you can use. It will be time to challenge a Boss, intends that are ingrained deeper in what you consider to be ME. \n\n\nWhen two vital directions fight for power, a sort of crisis happens. You worked for some time now that it might feel that you didn't advance for a long time. And a Boss will try to pull you to their dungeon where you will indulge again. There he will convince you that you need to follow his direction. Here is a trick for every Boss in the game. \n\n**Continue stacking intends behind the [Olmec Path](https://www.reddit.com/r/castaneda/comments/pj24nd/siberian_shamanism_is_our_source/).** \n\nDon't go into that lair, and the Boss will weaken. **The Boss is made of your awareness!.** By continuing during hard times, you will slowly eat his energy away and put it behind the Sorcery. His participation in the internal dialogue will be quieter each day. And then, one day, you may find out that you can go into his dungeon and that what used to be a giant monster is nothing more than an annoying fly. Beware of spiders and snakes, though. They bite with venom.\n\n## Eagles Loot Box\n\nLearning is not linear, not for sorcery, and not for anything else where you want to be a master of. To be a master, a skill needs to come from silence. From abstract.\n\nYou can learn to hyperventilate and feel some sensations in your body. Those are mechanical skills. With them, you are using what you already knew. But fundamental skills are only learned by taking the loot boxes once you defeat a Boss. After a long fight, sometimes after you even forget about the contest, one day you wake up, and you know how to do it. You gathered enough energy, and you leveled up. \n\nIf you think of giving up while it is hard, use your will to continue. Once you clear the level, you can take a rest. But then, you will not be tired anymore.\n\n## Using the gravity to propel you to Infinity\n\nGravity is not only a force that glues you to this world. Every intending creates a gravitational pull to its destination, and in the same manner, it is being pulled by other intents.\n\nOlmec Intent has a tremendous gravitational force. And by reading the books, or the forum, you are allowing yourself to be pulled by it. In the same way, you can use any energetic mass. Allow yourself to be drawn by it only to the point of gathering speed. Then suddenly, change direction, and relocate the energy to your path. They may quickly clear some minor Bosses for you. Or a major one, if you master [stalking](https://www.reddit.com/r/castaneda/wiki/stalking). Disclaimer! Advance practitioners only.\n\n## The Map\n\nThere used to be sorcery groups and a lineage. But it was not always like that. [Old seers](https://www.reddit.com/r/castaneda/comments/oyps5u/a_list_of_the_most_used_names_of_the_people_in/) used magic for power. But once Mexicans came with their technology, they almost got wiped out. So they created secret orders. The map evolved. Don Juan said that power is not what [the new seers](https://www.reddit.com/r/castaneda/comments/qqzd02/a_reminder_of_the_basics/) seek. Instead, they went for freedom and total awareness. Now, there is no more nagual to smack your back and plunge you into The Second Attention. We have to reach the destination on our own. The map is evolving again.\n\n## The battleground\n\nWay back then, the battleground was the desserts of Mexico. For food, you went hunting, and you were secured. Or you showed some magic abilities to the king, and he provided you with everything in exchange for your services. Do you need a house? Pick a land and build one. Today though, the battleground is our everyday world: work, school, and society at large. But the same principles apply. Learn to become [a hunter](https://www.reddit.com/r/castaneda/comments/oxhsfu/2_stages_hunters_and_warriors/) in the real world. Not to indulge in it, but to provide yourself with the means to pursue your goals. You cannot just plainly ignore the morals and rules imposed upon us. Like you cannot ignore the danger of a wolf biting your head off in the forest. \n\nYou got to play them. Outsmart them. And by doing so, you master [The Game](https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/). \n\nThe battle between Tonal and Nagual begins.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Battle of Intends", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_r9cwpf", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_ar84z8e", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1638699774.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;h2&gt;Lifelong battle&lt;/h2&gt;\n\n&lt;p&gt;You have been in a battle since the day you were born.\nWho knows what were you intending as a baby? It could be your momma&amp;#39;s milk. Attention. Affection. Safety.&lt;/p&gt;\n\n&lt;p&gt;You used simple intends from your starting place in the &lt;a href=\"https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/\"&gt;game&lt;/a&gt; to navigate.&lt;/p&gt;\n\n&lt;p&gt;But as you grow older, the intending grows more complicated. Recognition. Friendship. Partnership. Achievements. More good. This includes counter intending. No pain. No sadness. No bad. Some of those are inherent in our animal nature. Some are imposed on us by society. &lt;/p&gt;\n\n&lt;p&gt;Most likely, you are a mess of innumerable intends that sum up to something or cancel themself to nothing. Most likely, you are navigating through &lt;a href=\"https://www.reddit.com/r/castaneda/comments/l1coul/how_to_recognize_a_bad_player_in_this_subreddit/\"&gt;the river of filth&lt;/a&gt; with no power to break out.&lt;/p&gt;\n\n&lt;p&gt;It is possible that you already have tight intends. Meaning, you don&amp;#39;t waste unnecessary energy, and you focus on your endeavors. Then, you are at an advantage.&lt;/p&gt;\n\n&lt;p&gt;If you ever took a project, a goal, or a hobby to pursue feverishly, you have experience of staking intends. Every day, intending the same thing will inevitably gather power behind that direction. Once your direction gathered enough strength, a battle is inevitable. &lt;/p&gt;\n\n&lt;h2&gt;The totality of your available energy&lt;/h2&gt;\n\n&lt;p&gt;Olmecs teach us that human beings have a limited supply of energy. As you stack intends in a particular direction, that direction fights for priority in your life. And your energy behind intends that you have no attachment to are being discarded. Their energy is now redistributed. You are becoming more focused and more single-pointed.&lt;/p&gt;\n\n&lt;p&gt;Eventually, that goal will clash with other goals that you have. Most of them are goals that you stacked behind for your entire lifetime. Be a good boy/girl. Do this. Act like this. Be successful. Society learned intends fix your &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/assemblage_point\"&gt;Assemblage Point&lt;/a&gt; in the &lt;a href=\"https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/\"&gt;Blue Station&lt;/a&gt;. In &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ds3n8q/the_first_attention/\"&gt;The First Attention&lt;/a&gt;. The &lt;a href=\"https://www.reddit.com/r/castaneda/comments/g4zx4a/the_rule/\"&gt;map&lt;/a&gt; of the sorcerers leads our Assemblage Point to the end of the Orange Station. &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/second_attention\"&gt;The Second Attention&lt;/a&gt;. And beyond.&lt;/p&gt;\n\n&lt;p&gt;Think of little kids and their toys. The toys, when on the shelf, are lifeless. Once a little kid gets that toy, he starts to put awareness in it. A part of his energy is now trapped in there. Try to take that toy from him, and it will be like you took his arm. You are an adult now, and this kind of behavior may seem stupid from your point of view. But, in reality, a bunch of your energy is trapped in people you know and knew. Not only people but also things that you possess. That makes them real. &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/recapitulation\"&gt;Reclaiming that energy&lt;/a&gt; allows you to upgrade your vehicle from Prius to Porsche with V8 inside. And things themself become &lt;a href=\"https://en.wikipedia.org/wiki/Non-player_character\"&gt;NPCs&lt;/a&gt; once again.&lt;/p&gt;\n\n&lt;h2&gt;Mechanics of the battle&lt;/h2&gt;\n\n&lt;p&gt;&lt;em&gt;Why is it not so simple that we intend one goal and work until we reach it?&lt;/em&gt; &lt;/p&gt;\n\n&lt;p&gt;It is that simple. &lt;/p&gt;\n\n&lt;p&gt;If the totality of your &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ooabig/you_guys_dont_need_it_but/h5xcoi5/\"&gt;energy&lt;/a&gt; intended any destination, the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/eagle\"&gt;Eagle&lt;/a&gt; would reskim the emanations, and &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/intent\"&gt;Intent&lt;/a&gt; would provide it. The problem is, you don&amp;#39;t want to release the energy behind old intending. You are indulging in them, and you keep stacking power behind them. The Tonal mechanism that constantly reinforces your old intends is your inner dialogue. This is why &lt;strong&gt;silence&lt;/strong&gt; is the most important skill on a path of sorcery. &lt;strong&gt;If you are not &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/silence\"&gt;intending to be silent&lt;/a&gt; every day, why are you even reading this?&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;Good for you and everybody else is the fact that we have more tools available than that mental chatter that seems never to go off. One of those tools is your &lt;a href=\"https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/\"&gt;willpower&lt;/a&gt;. The power behind your Nagual, your &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/terminology/power\"&gt;personal power&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t use your internal dialogue to navigate down the J curve. You may reach Green Station by replacing your inner dialogue with mantras, scriptures, or moral beliefs. It may be enough, and it could be that that is just what you are looking for. Bliss, peace, and a tiny bit of magic, that does not shake the world as you know it. You will have a grander perspective than the majority of people. And you can be significant. If you want, find some shaman or a meditation group. Be persistent, and you have an &lt;a href=\"https://www.reddit.com/r/castaneda/comments/r1rq6a/useful_theory_on_the_evils_of_visualizing_things/\"&gt;easy way out of the Blue Zone&lt;/a&gt;. &lt;/p&gt;\n\n&lt;p&gt;This is the reason that almost nobody learned real magic so far. They got stuck at understanding. &lt;strong&gt;Once you got the right direction, you have to let go of what you know.&lt;/strong&gt; Until you realign and actually move forward. Then, you see things from a new place and navigate again by dipping into the map. &lt;strong&gt;Holding onto the knowledge will only keep you stuck where you are&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;p&gt;If you want to taste the real magic, be prepared to fight for it. Unless you have super endless energy and don&amp;#39;t care about society&amp;#39;s morals and rules, or you are a woman. Then it might be easy for you. &lt;/p&gt;\n\n&lt;h2&gt;Boss Fights&lt;/h2&gt;\n\n&lt;p&gt;There will be Boss Fights along the way. But what is a Boss? &lt;/p&gt;\n\n&lt;p&gt;Yours intends tend to lump together if they point to similar directions. You probably have many intentions that point to the &lt;em&gt;Be a good boy/girl&lt;/em&gt; direction. Bunch of others that go to &lt;em&gt;I need attention&lt;/em&gt;. Each of those lumps creates a single Boss you need to clear, or at least damage, to proceed. Each Boss prevents you from leveling up.&lt;/p&gt;\n\n&lt;p&gt;Every level is cleared by stacking intends and working hard. Once the lesser intends are cleared of energy and stacked behind Olmec intent; eventually, there will be no more loose ends that you can use. It will be time to challenge a Boss, intends that are ingrained deeper in what you consider to be ME. &lt;/p&gt;\n\n&lt;p&gt;When two vital directions fight for power, a sort of crisis happens. You worked for some time now that it might feel that you didn&amp;#39;t advance for a long time. And a Boss will try to pull you to their dungeon where you will indulge again. There he will convince you that you need to follow his direction. Here is a trick for every Boss in the game. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Continue stacking intends behind the &lt;a href=\"https://www.reddit.com/r/castaneda/comments/pj24nd/siberian_shamanism_is_our_source/\"&gt;Olmec Path&lt;/a&gt;.&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t go into that lair, and the Boss will weaken. &lt;strong&gt;The Boss is made of your awareness!.&lt;/strong&gt; By continuing during hard times, you will slowly eat his energy away and put it behind the Sorcery. His participation in the internal dialogue will be quieter each day. And then, one day, you may find out that you can go into his dungeon and that what used to be a giant monster is nothing more than an annoying fly. Beware of spiders and snakes, though. They bite with venom.&lt;/p&gt;\n\n&lt;h2&gt;Eagles Loot Box&lt;/h2&gt;\n\n&lt;p&gt;Learning is not linear, not for sorcery, and not for anything else where you want to be a master of. To be a master, a skill needs to come from silence. From abstract.&lt;/p&gt;\n\n&lt;p&gt;You can learn to hyperventilate and feel some sensations in your body. Those are mechanical skills. With them, you are using what you already knew. But fundamental skills are only learned by taking the loot boxes once you defeat a Boss. After a long fight, sometimes after you even forget about the contest, one day you wake up, and you know how to do it. You gathered enough energy, and you leveled up. &lt;/p&gt;\n\n&lt;p&gt;If you think of giving up while it is hard, use your will to continue. Once you clear the level, you can take a rest. But then, you will not be tired anymore.&lt;/p&gt;\n\n&lt;h2&gt;Using the gravity to propel you to Infinity&lt;/h2&gt;\n\n&lt;p&gt;Gravity is not only a force that glues you to this world. Every intending creates a gravitational pull to its destination, and in the same manner, it is being pulled by other intents.&lt;/p&gt;\n\n&lt;p&gt;Olmec Intent has a tremendous gravitational force. And by reading the books, or the forum, you are allowing yourself to be pulled by it. In the same way, you can use any energetic mass. Allow yourself to be drawn by it only to the point of gathering speed. Then suddenly, change direction, and relocate the energy to your path. They may quickly clear some minor Bosses for you. Or a major one, if you master &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/stalking\"&gt;stalking&lt;/a&gt;. Disclaimer! Advance practitioners only.&lt;/p&gt;\n\n&lt;h2&gt;The Map&lt;/h2&gt;\n\n&lt;p&gt;There used to be sorcery groups and a lineage. But it was not always like that. &lt;a href=\"https://www.reddit.com/r/castaneda/comments/oyps5u/a_list_of_the_most_used_names_of_the_people_in/\"&gt;Old seers&lt;/a&gt; used magic for power. But once Mexicans came with their technology, they almost got wiped out. So they created secret orders. The map evolved. Don Juan said that power is not what &lt;a href=\"https://www.reddit.com/r/castaneda/comments/qqzd02/a_reminder_of_the_basics/\"&gt;the new seers&lt;/a&gt; seek. Instead, they went for freedom and total awareness. Now, there is no more nagual to smack your back and plunge you into The Second Attention. We have to reach the destination on our own. The map is evolving again.&lt;/p&gt;\n\n&lt;h2&gt;The battleground&lt;/h2&gt;\n\n&lt;p&gt;Way back then, the battleground was the desserts of Mexico. For food, you went hunting, and you were secured. Or you showed some magic abilities to the king, and he provided you with everything in exchange for your services. Do you need a house? Pick a land and build one. Today though, the battleground is our everyday world: work, school, and society at large. But the same principles apply. Learn to become &lt;a href=\"https://www.reddit.com/r/castaneda/comments/oxhsfu/2_stages_hunters_and_warriors/\"&gt;a hunter&lt;/a&gt; in the real world. Not to indulge in it, but to provide yourself with the means to pursue your goals. You cannot just plainly ignore the morals and rules imposed upon us. Like you cannot ignore the danger of a wolf biting your head off in the forest. &lt;/p&gt;\n\n&lt;p&gt;You got to play them. Outsmart them. And by doing so, you master &lt;a href=\"https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/\"&gt;The Game&lt;/a&gt;. &lt;/p&gt;\n\n&lt;p&gt;The battle between Tonal and Nagual begins.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/F319li8ay9JmWLT12XrYBeJWersAvtyE_fZzRILRbIQ.jpg?auto=webp&amp;s=8f99f6a1b3fe6e7f628f229563a8f937ef777208", "width": 50, "height": 39}, "resolutions": [], "variants": {}, "id": "IXQnJ7fzMbZbZVznbHAi-3muAls33KoXSzVH8LwT3c0"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "r9cwpf", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "matejthetree", "discussion_type": null, "num_comments": 9, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/r9cwpf/battle_of_intends/", "subreddit_subscribers": 9561, "created_utc": 1638699774.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hncpkyq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hncdufz", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Some people badly need their religion to keep from being so depressed they'll kill themselves.\n\nEven more need it, plus some medications, so they don't cry themselves to sleep at night.\n\nIt's horrible in the river of shit.\n\nSince humans need magic and the unknown to be happy (Chimps were designed to explore the wilds), they come up with a substitute.\n\nPossibly Castaneda's books had spread a bit too far, including into parents of interested people, who picked it up as a substitute for their local religion, likely most often Christianity.\n\nSo sorcery got \"converted\".\n\nAnd I end up with people complaining that Little Smoke should not wear Japanese Lingerie because it's not dignified for a \"spirit\" to do that.\n\nI tried to convince Fancy to do it too, last night, but she just stared at me blankly.  The best I could get out of her was a fancy 90s hairdo.\n\nWhich is not to be belittled!\n\nI suspect this problem with religious neediness is why Sorcerers are dangerous to ordinary people.\n\nAs ordinary people are dangerous to them.\n\nFor instance, your \"family\" tries to pull you back into the river of filth, and if any people on the entire earth could figure out how to activate self-pity in you, and get you to obey the social order, it's them.\n\nSo we're advised to leave our family.\n\nWhich I did.  Then after 17 years, Carlos himself told me to go back.\n\nI got a first hand look at why we're told to leave them.\n\nOur danger to them is, at higher levels of sorcery you can easily disprove their religion.\n\nYou see the obvious that everyone else is afraid to examine.\n\nSince they're bound to attack you on the basis of their own beliefs, it's pretty easy to ruin the rest of their life by simply pointing out the mistakes in their thinking.\n\nIf you defend yourself when they are obviously wrong, you harm them seriously.\n\nI'm not sure why the witches started advising people you don't have to do any of  that sort of thing, anymore.\n\nCould it be they accepted we'd be impotent forever, so why do secondary harm by trying to follow some of the rules of sorcery, when we don't follow the main ones?\n\nLike doing some actual work to learn it?\n\nThen after saying that, they ditched us.", "edited": false, "author_flair_css_class": null, "name": "t1_hncpkyq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Some people badly need their religion to keep from being so depressed they&amp;#39;ll kill themselves.&lt;/p&gt;\n\n&lt;p&gt;Even more need it, plus some medications, so they don&amp;#39;t cry themselves to sleep at night.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s horrible in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;Since humans need magic and the unknown to be happy (Chimps were designed to explore the wilds), they come up with a substitute.&lt;/p&gt;\n\n&lt;p&gt;Possibly Castaneda&amp;#39;s books had spread a bit too far, including into parents of interested people, who picked it up as a substitute for their local religion, likely most often Christianity.&lt;/p&gt;\n\n&lt;p&gt;So sorcery got &amp;quot;converted&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And I end up with people complaining that Little Smoke should not wear Japanese Lingerie because it&amp;#39;s not dignified for a &amp;quot;spirit&amp;quot; to do that.&lt;/p&gt;\n\n&lt;p&gt;I tried to convince Fancy to do it too, last night, but she just stared at me blankly.  The best I could get out of her was a fancy 90s hairdo.&lt;/p&gt;\n\n&lt;p&gt;Which is not to be belittled!&lt;/p&gt;\n\n&lt;p&gt;I suspect this problem with religious neediness is why Sorcerers are dangerous to ordinary people.&lt;/p&gt;\n\n&lt;p&gt;As ordinary people are dangerous to them.&lt;/p&gt;\n\n&lt;p&gt;For instance, your &amp;quot;family&amp;quot; tries to pull you back into the river of filth, and if any people on the entire earth could figure out how to activate self-pity in you, and get you to obey the social order, it&amp;#39;s them.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;re advised to leave our family.&lt;/p&gt;\n\n&lt;p&gt;Which I did.  Then after 17 years, Carlos himself told me to go back.&lt;/p&gt;\n\n&lt;p&gt;I got a first hand look at why we&amp;#39;re told to leave them.&lt;/p&gt;\n\n&lt;p&gt;Our danger to them is, at higher levels of sorcery you can easily disprove their religion.&lt;/p&gt;\n\n&lt;p&gt;You see the obvious that everyone else is afraid to examine.&lt;/p&gt;\n\n&lt;p&gt;Since they&amp;#39;re bound to attack you on the basis of their own beliefs, it&amp;#39;s pretty easy to ruin the rest of their life by simply pointing out the mistakes in their thinking.&lt;/p&gt;\n\n&lt;p&gt;If you defend yourself when they are obviously wrong, you harm them seriously.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why the witches started advising people you don&amp;#39;t have to do any of  that sort of thing, anymore.&lt;/p&gt;\n\n&lt;p&gt;Could it be they accepted we&amp;#39;d be impotent forever, so why do secondary harm by trying to follow some of the rules of sorcery, when we don&amp;#39;t follow the main ones?&lt;/p&gt;\n\n&lt;p&gt;Like doing some actual work to learn it?&lt;/p&gt;\n\n&lt;p&gt;Then after saying that, they ditched us.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_r9cwpf", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hncpkyq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638729055.0, "author_flair_text": null, "collapsed": false, "created_utc": 1638729055.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hncdufz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hncco3a", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Instead, they start worshipping the system, instead of pursuing the magic.\n\nThis should be reiterated, and remembered, because it's a universal misstep...that becomes a long-term entrenched mistake.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hncdufz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Instead, they start worshipping the system, instead of pursuing the magic.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This should be reiterated, and remembered, because it&amp;#39;s a universal misstep...that becomes a long-term entrenched mistake.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r9cwpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hncdufz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638724541.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1638724541.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hncco3a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hnc4a5r", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It just means I'll have to study the flow of the crashed Siberian ship, and compare it to the Luiseño migrations.  \n\nSomeone needed to do that anyway.  To show how old what we practice is, from  historical information no one can argue against.\n\nI get tired of hearing how \"old\" Hinduism is.\n\nIt's NOT!!!!  Even Judaism is older than that nonsense.\n\nAnd if you try to prove it is as old as they believe, you'll find evolving crap.   Mostly from Ishtar.\n\nGeneral principle: Take some fairly old crap, which evolved from pre-agriculture magical knowledge, put it in flowery words so it can be put on scrolls to trick people into joining  a new church, and you can support a fake \"system\" for thousands of years.\n\nYou just need a wise looking old man sitting on a couch surrounded by higher ups in his church, reading from old writings as if he actually understands any of it.\n\nAnd throngs of loyal followers will come to you, hoping to become one of those \"higher ups\" sitting next to him.\n\nThat's what happened to our only male nagual.  He fell for that.\n\nCarlos got so desperate, he started to consider bad players to replace him, hoping they'd realize that's what they were, if they were in charge.\n\nBut in fact, you don't need magic to cash in. Just stuff that \"sounds wise\" to your particular culture.\n\nWhen it comes time for the crap to spread to other countries, young eager bad player men in the new countries will translate it to a new language, and make it sound even wiser to that culture.\n\n\"Zen in the Art of Archery\" is a classic example, of a bad player translating dubious spiritual ideas to make them alluring to unhappy males in western society.\n\n\"How to Know God\" is another.\n\nYou get 2 levels of bad players tinkering with rehashed older writings, to make them even more profitable!\n\nAs was done with Buddhism, Daoism, Hinduism, Qabalah.\n\nPeople never seem to insist that it actually gives you what it promises.\n\nInstead, they start worshipping the system, instead of pursuing the magic.\n\nOur own community has done that!!!\n\nWe had that new \"warrior\" guy show up and post last week, all ready to carry on the pretending as if that were actually what Carlos was teaching.\n\nIf we hadn't put a stop to that inevitable evolution of Castaneda's writings in here,   we'd be just another fake system riding on the backs of gullible people.\n\nAnd not even one people took seriously.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hncco3a", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It just means I&amp;#39;ll have to study the flow of the crashed Siberian ship, and compare it to the Luiseño migrations.  &lt;/p&gt;\n\n&lt;p&gt;Someone needed to do that anyway.  To show how old what we practice is, from  historical information no one can argue against.&lt;/p&gt;\n\n&lt;p&gt;I get tired of hearing how &amp;quot;old&amp;quot; Hinduism is.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s NOT!!!!  Even Judaism is older than that nonsense.&lt;/p&gt;\n\n&lt;p&gt;And if you try to prove it is as old as they believe, you&amp;#39;ll find evolving crap.   Mostly from Ishtar.&lt;/p&gt;\n\n&lt;p&gt;General principle: Take some fairly old crap, which evolved from pre-agriculture magical knowledge, put it in flowery words so it can be put on scrolls to trick people into joining  a new church, and you can support a fake &amp;quot;system&amp;quot; for thousands of years.&lt;/p&gt;\n\n&lt;p&gt;You just need a wise looking old man sitting on a couch surrounded by higher ups in his church, reading from old writings as if he actually understands any of it.&lt;/p&gt;\n\n&lt;p&gt;And throngs of loyal followers will come to you, hoping to become one of those &amp;quot;higher ups&amp;quot; sitting next to him.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what happened to our only male nagual.  He fell for that.&lt;/p&gt;\n\n&lt;p&gt;Carlos got so desperate, he started to consider bad players to replace him, hoping they&amp;#39;d realize that&amp;#39;s what they were, if they were in charge.&lt;/p&gt;\n\n&lt;p&gt;But in fact, you don&amp;#39;t need magic to cash in. Just stuff that &amp;quot;sounds wise&amp;quot; to your particular culture.&lt;/p&gt;\n\n&lt;p&gt;When it comes time for the crap to spread to other countries, young eager bad player men in the new countries will translate it to a new language, and make it sound even wiser to that culture.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Zen in the Art of Archery&amp;quot; is a classic example, of a bad player translating dubious spiritual ideas to make them alluring to unhappy males in western society.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How to Know God&amp;quot; is another.&lt;/p&gt;\n\n&lt;p&gt;You get 2 levels of bad players tinkering with rehashed older writings, to make them even more profitable!&lt;/p&gt;\n\n&lt;p&gt;As was done with Buddhism, Daoism, Hinduism, Qabalah.&lt;/p&gt;\n\n&lt;p&gt;People never seem to insist that it actually gives you what it promises.&lt;/p&gt;\n\n&lt;p&gt;Instead, they start worshipping the system, instead of pursuing the magic.&lt;/p&gt;\n\n&lt;p&gt;Our own community has done that!!!&lt;/p&gt;\n\n&lt;p&gt;We had that new &amp;quot;warrior&amp;quot; guy show up and post last week, all ready to carry on the pretending as if that were actually what Carlos was teaching.&lt;/p&gt;\n\n&lt;p&gt;If we hadn&amp;#39;t put a stop to that inevitable evolution of Castaneda&amp;#39;s writings in here,   we&amp;#39;d be just another fake system riding on the backs of gullible people.&lt;/p&gt;\n\n&lt;p&gt;And not even one people took seriously.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r9cwpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hncco3a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638724067.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1638724067.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hnc4a5r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1638720558.0, "send_replies": true, "parent_id": "t1_hnbwb0w", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "😭\n\nYet another case of development bulldozing over history  and diversity, and rendering it unto tedium and monotony.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hnc4a5r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;😭&lt;/p&gt;\n\n&lt;p&gt;Yet another case of development bulldozing over history  and diversity, and rendering it unto tedium and monotony.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r9cwpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hnc4a5r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638720558.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hnbwb0w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1638717087.0, "send_replies": true, "parent_id": "t3_r9cwpf", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Looks ok to me.\n\nIt's pretty obvious new people come here, and don't read the old stuff.\n\nThe women might even find the old stuff distasteful, and filled with too much male conflict.\n\nWhat stuck out to me is, there's a different use of the word \"intend\" in here.\n\nI believe that in the books, when the s is attached, it's a verb.  He \"intends\" to go to sleep.\n\nBut as a noun, it might say, \"He has the intent to go to sleep.\"\n\nIn this case, you've visualized intent as a series of commands, and so when discussing it, you have a plural on the noun version.\n\nThat means, among other things, it's possible to trace who was influenced by this, through how they use that word.\n\nBut otherwise, there's nothing wrong with that usage. It's just unusual up until now.\n\nAnd, it fits closely with \"Your command becomes the Eagle's command.\"\n\nOn the surface, that's easy to misunderstand.\n\nYou think of throwing a tantrum to get your way, and the Eagle gives in.\n\nThat's an exaggeration, but not by much.\n\nWith your usage, your \"intends\" become agreeable to the eagle, so the sum of them, the command you are trying to fulfill, becomes his command.\n\nBut at it's base, it's never a single, smallest piece of intent.\n\nNot that you can't see those.  Those are the easiest to perceive in the darkroom.\n\nI tried that yesterday.   I went to Luiseño territory, because I realized the Luiseño must have practiced Olmec sorcery to some extent.   Their tribe extends back the necessary 10,000 years.\n\nSo any relics they left, might be visible as a sparkle even when buried.\n\nTheir \"intent\" is mostly long gone, but their \"intends\" might linger in some objects.\n\nUnfortunately, I haven't been to Luiseno territory in 50 years.\n\nI found, it's all gone.  The casino rose an entire large city filled with new homes, up in that area.  And buried it all.", "edited": 1638717343.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hnbwb0w", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Looks ok to me.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty obvious new people come here, and don&amp;#39;t read the old stuff.&lt;/p&gt;\n\n&lt;p&gt;The women might even find the old stuff distasteful, and filled with too much male conflict.&lt;/p&gt;\n\n&lt;p&gt;What stuck out to me is, there&amp;#39;s a different use of the word &amp;quot;intend&amp;quot; in here.&lt;/p&gt;\n\n&lt;p&gt;I believe that in the books, when the s is attached, it&amp;#39;s a verb.  He &amp;quot;intends&amp;quot; to go to sleep.&lt;/p&gt;\n\n&lt;p&gt;But as a noun, it might say, &amp;quot;He has the intent to go to sleep.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In this case, you&amp;#39;ve visualized intent as a series of commands, and so when discussing it, you have a plural on the noun version.&lt;/p&gt;\n\n&lt;p&gt;That means, among other things, it&amp;#39;s possible to trace who was influenced by this, through how they use that word.&lt;/p&gt;\n\n&lt;p&gt;But otherwise, there&amp;#39;s nothing wrong with that usage. It&amp;#39;s just unusual up until now.&lt;/p&gt;\n\n&lt;p&gt;And, it fits closely with &amp;quot;Your command becomes the Eagle&amp;#39;s command.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;On the surface, that&amp;#39;s easy to misunderstand.&lt;/p&gt;\n\n&lt;p&gt;You think of throwing a tantrum to get your way, and the Eagle gives in.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s an exaggeration, but not by much.&lt;/p&gt;\n\n&lt;p&gt;With your usage, your &amp;quot;intends&amp;quot; become agreeable to the eagle, so the sum of them, the command you are trying to fulfill, becomes his command.&lt;/p&gt;\n\n&lt;p&gt;But at it&amp;#39;s base, it&amp;#39;s never a single, smallest piece of intent.&lt;/p&gt;\n\n&lt;p&gt;Not that you can&amp;#39;t see those.  Those are the easiest to perceive in the darkroom.&lt;/p&gt;\n\n&lt;p&gt;I tried that yesterday.   I went to Luiseño territory, because I realized the Luiseño must have practiced Olmec sorcery to some extent.   Their tribe extends back the necessary 10,000 years.&lt;/p&gt;\n\n&lt;p&gt;So any relics they left, might be visible as a sparkle even when buried.&lt;/p&gt;\n\n&lt;p&gt;Their &amp;quot;intent&amp;quot; is mostly long gone, but their &amp;quot;intends&amp;quot; might linger in some objects.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, I haven&amp;#39;t been to Luiseno territory in 50 years.&lt;/p&gt;\n\n&lt;p&gt;I found, it&amp;#39;s all gone.  The casino rose an entire large city filled with new homes, up in that area.  And buried it all.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hnbwb0w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638717087.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r9cwpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hnp3cve", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "matejthetree", "can_mod_post": false, "created_utc": 1638952442.0, "send_replies": true, "parent_id": "t3_r9cwpf", "score": 1, "author_fullname": "t2_ar84z8e", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Since Reni is making this [free webinar](https://www.reddit.com/r/castaneda/comments/rb8v2y/free_webinar_by_renata_murez/) I went ahead and watch a video or two of hers.\n\nI was surprised that in this short lesson, she is talking about Gloss and lumps of perceptions, and quotes Carlos on it.\n\nI couldn't find the quote in the book, so [here it is](https://imgur.com/a/Cy9gS0G)\n\n[Link to the lesson](https://www.youtube.com/watch?v=8se6GNBH-m8) if you wanna give it a shot", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hnp3cve", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Since Reni is making this &lt;a href=\"https://www.reddit.com/r/castaneda/comments/rb8v2y/free_webinar_by_renata_murez/\"&gt;free webinar&lt;/a&gt; I went ahead and watch a video or two of hers.&lt;/p&gt;\n\n&lt;p&gt;I was surprised that in this short lesson, she is talking about Gloss and lumps of perceptions, and quotes Carlos on it.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t find the quote in the book, so &lt;a href=\"https://imgur.com/a/Cy9gS0G\"&gt;here it is&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=8se6GNBH-m8\"&gt;Link to the lesson&lt;/a&gt; if you wanna give it a shot&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hnp3cve/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638952442.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r9cwpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hnbbbpr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1638704192.0, "send_replies": true, "parent_id": "t3_r9cwpf", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[Part 1 of this series intended for new and young gamer-type practitioners](https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/)\n\nIt's known that the younger generation tend to be more gamer than reader, so u/matejthetree wanted to write something to frame this path in a gamer's viewpoint.\n\nAnd here's the new section in the Wiki:\n\nhttps://www.reddit.com/r/castaneda/wiki/gamer", "edited": 1638717675.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hnbbbpr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/r0zbux/new_players/\"&gt;Part 1 of this series intended for new and young gamer-type practitioners&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s known that the younger generation tend to be more gamer than reader, so &lt;a href=\"/u/matejthetree\"&gt;u/matejthetree&lt;/a&gt; wanted to write something to frame this path in a gamer&amp;#39;s viewpoint.&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s the new section in the Wiki:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/gamer\"&gt;https://www.reddit.com/r/castaneda/wiki/gamer&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hnbbbpr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1638704192.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r9cwpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hpfabal", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1640094976.0, "send_replies": true, "parent_id": "t1_hpeg3no", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "https://www.reddit.com/r/castaneda/wiki/cholita\n\nAlso do a search for \"women\" on the subreddit.\n\nBasically it all boils down to the fact that women can go directly into *dreaming*, via their womb. It's an express ticket to the unknown. Also the IOB's won't fight to keep them (but they won't ignore them either!), so they can come and go from the IOB realms as they please.\n\nTheir primary disadvantage is that because of the natural (potential) power they have, they take it for granted and thus don't value it... so they have less interest in getting to the point where such things can happen regularly, which is vital for actual progress.", "edited": 1640095387.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hpfabal", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/cholita\"&gt;https://www.reddit.com/r/castaneda/wiki/cholita&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Also do a search for &amp;quot;women&amp;quot; on the subreddit.&lt;/p&gt;\n\n&lt;p&gt;Basically it all boils down to the fact that women can go directly into &lt;em&gt;dreaming&lt;/em&gt;, via their womb. It&amp;#39;s an express ticket to the unknown. Also the IOB&amp;#39;s won&amp;#39;t fight to keep them (but they won&amp;#39;t ignore them either!), so they can come and go from the IOB realms as they please.&lt;/p&gt;\n\n&lt;p&gt;Their primary disadvantage is that because of the natural (potential) power they have, they take it for granted and thus don&amp;#39;t value it... so they have less interest in getting to the point where such things can happen regularly, which is vital for actual progress.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_r9cwpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hpfabal/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640094976.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hpeg3no", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ExcitingMeOvo", "can_mod_post": false, "created_utc": 1640072914.0, "send_replies": true, "parent_id": "t3_r9cwpf", "score": 1, "author_fullname": "t2_fomed54d", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hi, why being a women can be easier on this path? I'm curious", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hpeg3no", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi, why being a women can be easier on this path? I&amp;#39;m curious&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/r9cwpf/battle_of_intends/hpeg3no/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1640072914.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_r9cwpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]