[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[I fell off into the water 3 times!  And almost got hit by a Tuna.](https://preview.redd.it/ox6iz2iwjkg71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=1a03610569ee74f68acbd3271e056c6d3d30f438)\n\nAnother crazy night in the darkroom.\n\nHorizontal shifts: bad, bad, bad.\n\nVery bad!  Never do those!!!\n\nBut too fun to resist.\n\nI was trying to figure out which hand movements were ideal for pure shifting horizontally.\n\nI'd tried some gently the night before, and the night before that some initial movements.\n\nI was trying to remember from when Fancy showed me, \"Sliding Dreaming\", which is what she calls a lateral shift of the assemblage point.\n\nBut at the end of the night I realized, Fancy was showing me how the old seers shifted horizontally.\n\nWhich is a lot like the demonstration don Juan gave Carlos.\n\nRituals.  Procedures.  Goals.  The ability to repeat things.\n\nWhat I wanted was not more \"practical magic\", but to understand what it feels like when the assemblage point moves sideways.\n\nAnd what I found out was, what doesn't it feel like???\n\nYou can't say, \"it feels like this or that\" because all of you, your environment, and even your common sense, shape shift.\n\nI'd just woke up around 12PM.  Didn't feel like practicing, but I've learned that the harder it is to get up, the more you get rewarded.\n\nI did no more than 5 minutes of tensegrity, until I could see some colors floating around.\n\nThen I tried \"the three hand positions\" I'd discovered.  I was looking for edges.\n\nCarlos taught us a few kinds of \"edges\", but he didn't create a \"topic\" out of it.  And yet I now realize, edges are the key to horizontal shifting.  Because it's a \"real thing\" on something that isn't really there.\n\nA puff can still seem to be an \"eye defect\", and if you push it around by turning your head and pretending your hand is behind or next to it, it's still all just a weird vision.\n\nBut once you try to touch an \"edge\" and manipulate it, you're in the realm of treating the things you see as if they were real.\n\nThat's what causes horizontal shifting.  Think of horizontal shifting as our assemblage point's \"fine tuning adjustment\".\n\nWhatever you have your awareness focused on, a horizontal shift helps you to do what you intend to do, more easily.\n\nAfter no more than 2 minutes of using my palm to manipulate the glowing red energy in the air, it turned nearly solid above me, I could see perfect details, and my internal dialogue absolutely stopped.\n\nIt was dead off, with no effort at all.\n\nIn fact, the view seemed to be \"frozen\".  My hand could wave around, but the amazing sight of intense red and brown \"details\" up near the ceiling, was immovable.\n\nI realized, I ought to hold that level of silence as long as I could, to learn more about it.\n\nBut I slid off the right side of my bed, rolled down a sand bank onto a beach, which was part of a little bay or inlet for boats.  It was a fishing village.\n\nMy feet fell into the water of the ocean and I realized *that* part of the house was on Cholita's side, in her phantom realm.\n\nCholita loves the beach, and had already extended her phantom copy of the house to allow traveling to what seemed to be Long Beach.\n\nBut I hadn't done anything to summon or enter a dream.  Or into Cholita's phantom realm.\n\nUsually I can only do that over in the orange zone, and I was squarely between the green and red line. Not even below the red line.\n\nAn inorganic being had told me, horizontal shifting even works in the orange area, but over there you don't get so confused because the second assemblage point is right there.\n\nNext to where you've moved the first attention assemblage point.\n\nSo in the orange zone, there's never a complete loss of lucidity as you shift left or right.\n\nBut at the red, horizontal shifting shapeshifts everything. You, the room, any ideas you had for what you were experimenting with, or doing...\n\nMaybe, as long as you have a \"self\", you get \"bent out of shape\"?\n\nIf you have no self, there's nothing to distort?\n\nBut before you get to the orange zone, all mutates into something bizarre.  It's only even usable, or perhaps meaningful, because your use of awareness is also mutated.  It's all just \"normal\".\n\nAfter I fell off the bed into the bay, men behind me, friends of Cholita, were tossing giant fish trying to get one to land on the opposite side of the bed, so I could use it to climb out.\n\nI remembered that last week they'd tossed a whale over there, and that worked out just fine.\n\nThat's when I fully realized the horizontal shifting might have worked...\n\nYou think???\n\nAnd to verify it I raised my hand and used the movements I had selected again.\n\nThe sky which had become clear and blue to go with the fishing village,  turned reddish orange again with bump highlights of brown.  That's what I'd been using to shift.\n\nAs I moved my hand along, the sky froze again.\n\nIt had been flickering enough that the hand movement produced visible activity on the sky, but now it was absolutely frozen and only 10 feet away.\n\nI decided to get a better look at the sand bank where I'd fallen off the bed, and an arm reached down and pulled me back onto the pillows, at the head of the bed.\n\nI have no idea who did that, but later I recalled that Cholita had criticized my handling of the fish, and Minx chuckled about it. They were keeping mostly out of sight, but not completely.\n\nPossibly that's when they helped me out.\n\nI'd horizontal shifted back to sanity, now sitting normally on pillows on my bed.\n\nBut my memory of what happened before was too drunken to get curious and investigate.\n\nLily pointed to the left of my bed and said I'd missed out on the ship wreck.\n\nI saw a mid bluish green wooden wall, which I decided was a wall from inside a crashed ship, which had wrecked on the left side of my bed by running up against a cliff.\n\nI used my horizontal shift hand movement to see if the sky would still freeze, but I could barely get that effect to happen. I realized it wasn't the sky that froze, it was me.  Some very deep level of the internal dialogue was simply frozen, and the silence was amazing.  I felt like I was falling gently.\n\nBut then I leaned over too far left and plummeted into the bay, just a short distance from the cliff.\n\nThe ship was to my left, and reminded me of \"Goonies\", the movie.\n\nThe cliff was at least 50 feet high, and there seemed to be some wooden rooms you could stay in at the top.  I couldn't find a picture like that, so it's missing in the image.\n\nI was able to jump back up from there and found myself standing next to the chest of drawers where Fairy had passed out around a year before, creating a power spot.\n\nFancy often took advantage of it while teaching me.  Her first horizontal shifting lesson took place there when she said, in a very clear voice, dressed like Little Red Riding hook, \"I'll teach you sliding dreaming.\"\n\nBy the way, the stunning costumes are both a tool IOBs use to keep your attention trapped where they want it, but also likely caused by a horizontal shift, rather than by how much energy you, or the IOB has.\n\nAt least, I theorize that. It only seems like you need more energy to keep them super entertaining, because you've slid horizontally, and it's easy to burn off energy fast over there.\n\nBut now I was horizontally shifted closer to the middle of man's band of awareness again,  and reached onto the dark chest of drawers surface where I knew I had a little pile of caffeine pills.\n\nThis was way too much fun, and I didn't want to get sleepy.\n\nI had to walk across to foot of the bed to get to water, and my big toe hit a tool I keep there because Cholita doesn't trust tools.\n\nI have to hide them.\n\nThey could be used for torture, so she throws them away as soon as she finds them. If it's a particularly large tool, she smashes it on the ground first, to \"disable\" it.\n\nHmm.... Maybe Cholita's shifted horizontally too!\n\nAfter I found the water and swallowed the caffeine tablet, along with 2 ibuprofen I keep next to the water, I climbed back onto the bed and raised up my hand to do more horizontal shifting tests.\n\nAnd I fell again at the head of the bed, spinning like a backwards leap off a diving board.\n\nI even visualized it was, \"good form\" as I hit the bottom.\n\nThe other half of the ship was now behind the area at the head of the bed where I keep the pillows.\n\nSomeone from the beach below, not to my right since I had fallen to the floor, shouted up \"what color of fish this time?\"\n\nWhich oddly, solves a mystery for me.  How could Vicente's 3 allies that showed up when Carlos watered the plants he was given, be so realistic?  Looked like completely normal people, and spoke naturally.\n\nHorizontal shifting!  Vicente gave him a lesson in what that's like.  Maybe that's all Vicente did.  Make it so that watering the plants, would shift his assemblage point far to the side.\n\nI don't know if the people he saw were the actual allies, or phantom people created by the shift.\n\nBut in fact, I crawled to the right side of my bed, looked over it and down the sand bank, and an entire village of peasants were discussing which fish to throw onto the bed next, and which side was appropriate. I'm sure I could have engaged them in a perfectly normal conversation on the topic.\n\nI fell a another time, off a different side. The foot of the bed. But I managed to stand up on the floor instead of landing in an outdoor pit filled with water.  There seemed to be 4 different \"landscapes\" surrounding my bed, located in 4 different regions of space.  The foot of the bed was the most \"normal\".\n\nI suppose I've lost more than I recall here.  I didn't get to the computer right away.\n\nBut at one point I was standing up,  testing precisely which of the hand movements did what, and I heard Cholita bump into something in the living room.\n\nBut it was such a faint sound, I worried maybe a small animal had gotten in.\n\nMaybe it was even Minx in his squirrel shape.\n\nConclusion: I'm not releasing the details of how to use those hand movements.\n\nIt would be like giving drugs to advanced darkroom practitioners!   They need to progress normally, not get sidetracked with bad things you can do in the second attention.\n\nDon Juan said it was like a haunted house.  This is what he meant!\n\nHe also said there were thousands of slight changes you could cause in reality, as you shifted left.\n\nSo that some of what you perceived was an energy generating world, but some was your own phantom intent.\n\nBetter stick to the straight and narrow part of the cheese slice!  At least, until you get firmly into the orange zone, 50 times.\n\nAfter I opened the computer to write this I realized horizontal shifting is a seamless transition from the real world into a pure dreaming world, even much like an ordinary dream.\n\nMaybe it was the big tuna fish I had to take off the bed to get close enough to open up my laptop, that clued me in.  To the fact that it was a \"smooth\" slide horizontally.\n\nWith dreaming entered by horizontal shifting there's no \"barrier\" to pass through where you wake up in the dream and lose lucidity.\n\nNo \"passing through the veil of dreaming\", to get you confused.\n\nIt's just smooth all the way as far as you want to go in there.  The only real problem with lucidity in that kind of dreaming is, you change so much your original purpose makes no sense anymore.\n\nIf you did much 4 gates dreaming and learned to change dreams in order to extend them, you know there's very little risk of a dream change causing a loss of lucidity.   Once you are in he dream, dream changes are \"free\".\n\nNot like there is trying to go directly from waking into dreaming.  You're lucky to even find your hands, by that path.\n\nBut once you're \"in there\" you can manipulate and change the dream all you want to!\n\nIn fact, in 4 gates dreaming you only get more lucidity time, when you do that.  It's a \"mandatory skill\" for that path.\n\nSo if we can also do it in very tiny increments in the dark room, we can go directly from waking into amazing dream worlds, without the risk of blanking out, or falling asleep.\n\nThings stop making sense, but you don't really notice that.\n\nAnd when you shift back to normal you drag phantom objects with you.  Like that fish I had to take off the bed, in order to type notes on this computer.\n\nI believe, Carlos might have been horizontal shifting when he just appeared where don Juan was, in some of the stories in the last 3 books.\n\nHe was using it for travel perhaps, except he could control it better than I can.\n\nTrue or not?\n\nHow can I know?\n\nI just moved a dazed tuna off my quilt and tossed him back into a gully below the cliff on the left side of my bed.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "How to Shift Horizontally Using Your Hands", "link_flair_richtext": [{"e": "text", "t": "Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"ox6iz2iwjkg71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=ed464640a9f92926b47c1022261fcad5ee91c625"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=fdb140c6ee7dc3e02f79a563e5a50c244c1cc0bc"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=32e80d313b20220cb724c72fac6356688b279ef9"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=5e32a8afa9d7b69c424cf052a7f9b9b68749190d"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=fcdf2c7a2957bec588257e8108db10499d341c1e"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=fe9146071894c9638db7e95fa718ef6b51ca8169"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/ox6iz2iwjkg71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=1a03610569ee74f68acbd3271e056c6d3d30f438"}, "id": "ox6iz2iwjkg71"}}, "name": "t3_p1ro16", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/a2qRxEqJgyZfMnCzLVuXB2nUK94KREa7meV0bBJkooc.jpg", "edited": 1628617997.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1628609842.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/ox6iz2iwjkg71.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1a03610569ee74f68acbd3271e056c6d3d30f438\"&gt;I fell off into the water 3 times!  And almost got hit by a Tuna.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Another crazy night in the darkroom.&lt;/p&gt;\n\n&lt;p&gt;Horizontal shifts: bad, bad, bad.&lt;/p&gt;\n\n&lt;p&gt;Very bad!  Never do those!!!&lt;/p&gt;\n\n&lt;p&gt;But too fun to resist.&lt;/p&gt;\n\n&lt;p&gt;I was trying to figure out which hand movements were ideal for pure shifting horizontally.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d tried some gently the night before, and the night before that some initial movements.&lt;/p&gt;\n\n&lt;p&gt;I was trying to remember from when Fancy showed me, &amp;quot;Sliding Dreaming&amp;quot;, which is what she calls a lateral shift of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But at the end of the night I realized, Fancy was showing me how the old seers shifted horizontally.&lt;/p&gt;\n\n&lt;p&gt;Which is a lot like the demonstration don Juan gave Carlos.&lt;/p&gt;\n\n&lt;p&gt;Rituals.  Procedures.  Goals.  The ability to repeat things.&lt;/p&gt;\n\n&lt;p&gt;What I wanted was not more &amp;quot;practical magic&amp;quot;, but to understand what it feels like when the assemblage point moves sideways.&lt;/p&gt;\n\n&lt;p&gt;And what I found out was, what doesn&amp;#39;t it feel like???&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t say, &amp;quot;it feels like this or that&amp;quot; because all of you, your environment, and even your common sense, shape shift.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d just woke up around 12PM.  Didn&amp;#39;t feel like practicing, but I&amp;#39;ve learned that the harder it is to get up, the more you get rewarded.&lt;/p&gt;\n\n&lt;p&gt;I did no more than 5 minutes of tensegrity, until I could see some colors floating around.&lt;/p&gt;\n\n&lt;p&gt;Then I tried &amp;quot;the three hand positions&amp;quot; I&amp;#39;d discovered.  I was looking for edges.&lt;/p&gt;\n\n&lt;p&gt;Carlos taught us a few kinds of &amp;quot;edges&amp;quot;, but he didn&amp;#39;t create a &amp;quot;topic&amp;quot; out of it.  And yet I now realize, edges are the key to horizontal shifting.  Because it&amp;#39;s a &amp;quot;real thing&amp;quot; on something that isn&amp;#39;t really there.&lt;/p&gt;\n\n&lt;p&gt;A puff can still seem to be an &amp;quot;eye defect&amp;quot;, and if you push it around by turning your head and pretending your hand is behind or next to it, it&amp;#39;s still all just a weird vision.&lt;/p&gt;\n\n&lt;p&gt;But once you try to touch an &amp;quot;edge&amp;quot; and manipulate it, you&amp;#39;re in the realm of treating the things you see as if they were real.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what causes horizontal shifting.  Think of horizontal shifting as our assemblage point&amp;#39;s &amp;quot;fine tuning adjustment&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Whatever you have your awareness focused on, a horizontal shift helps you to do what you intend to do, more easily.&lt;/p&gt;\n\n&lt;p&gt;After no more than 2 minutes of using my palm to manipulate the glowing red energy in the air, it turned nearly solid above me, I could see perfect details, and my internal dialogue absolutely stopped.&lt;/p&gt;\n\n&lt;p&gt;It was dead off, with no effort at all.&lt;/p&gt;\n\n&lt;p&gt;In fact, the view seemed to be &amp;quot;frozen&amp;quot;.  My hand could wave around, but the amazing sight of intense red and brown &amp;quot;details&amp;quot; up near the ceiling, was immovable.&lt;/p&gt;\n\n&lt;p&gt;I realized, I ought to hold that level of silence as long as I could, to learn more about it.&lt;/p&gt;\n\n&lt;p&gt;But I slid off the right side of my bed, rolled down a sand bank onto a beach, which was part of a little bay or inlet for boats.  It was a fishing village.&lt;/p&gt;\n\n&lt;p&gt;My feet fell into the water of the ocean and I realized &lt;em&gt;that&lt;/em&gt; part of the house was on Cholita&amp;#39;s side, in her phantom realm.&lt;/p&gt;\n\n&lt;p&gt;Cholita loves the beach, and had already extended her phantom copy of the house to allow traveling to what seemed to be Long Beach.&lt;/p&gt;\n\n&lt;p&gt;But I hadn&amp;#39;t done anything to summon or enter a dream.  Or into Cholita&amp;#39;s phantom realm.&lt;/p&gt;\n\n&lt;p&gt;Usually I can only do that over in the orange zone, and I was squarely between the green and red line. Not even below the red line.&lt;/p&gt;\n\n&lt;p&gt;An inorganic being had told me, horizontal shifting even works in the orange area, but over there you don&amp;#39;t get so confused because the second assemblage point is right there.&lt;/p&gt;\n\n&lt;p&gt;Next to where you&amp;#39;ve moved the first attention assemblage point.&lt;/p&gt;\n\n&lt;p&gt;So in the orange zone, there&amp;#39;s never a complete loss of lucidity as you shift left or right.&lt;/p&gt;\n\n&lt;p&gt;But at the red, horizontal shifting shapeshifts everything. You, the room, any ideas you had for what you were experimenting with, or doing...&lt;/p&gt;\n\n&lt;p&gt;Maybe, as long as you have a &amp;quot;self&amp;quot;, you get &amp;quot;bent out of shape&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;If you have no self, there&amp;#39;s nothing to distort?&lt;/p&gt;\n\n&lt;p&gt;But before you get to the orange zone, all mutates into something bizarre.  It&amp;#39;s only even usable, or perhaps meaningful, because your use of awareness is also mutated.  It&amp;#39;s all just &amp;quot;normal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;After I fell off the bed into the bay, men behind me, friends of Cholita, were tossing giant fish trying to get one to land on the opposite side of the bed, so I could use it to climb out.&lt;/p&gt;\n\n&lt;p&gt;I remembered that last week they&amp;#39;d tossed a whale over there, and that worked out just fine.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s when I fully realized the horizontal shifting might have worked...&lt;/p&gt;\n\n&lt;p&gt;You think???&lt;/p&gt;\n\n&lt;p&gt;And to verify it I raised my hand and used the movements I had selected again.&lt;/p&gt;\n\n&lt;p&gt;The sky which had become clear and blue to go with the fishing village,  turned reddish orange again with bump highlights of brown.  That&amp;#39;s what I&amp;#39;d been using to shift.&lt;/p&gt;\n\n&lt;p&gt;As I moved my hand along, the sky froze again.&lt;/p&gt;\n\n&lt;p&gt;It had been flickering enough that the hand movement produced visible activity on the sky, but now it was absolutely frozen and only 10 feet away.&lt;/p&gt;\n\n&lt;p&gt;I decided to get a better look at the sand bank where I&amp;#39;d fallen off the bed, and an arm reached down and pulled me back onto the pillows, at the head of the bed.&lt;/p&gt;\n\n&lt;p&gt;I have no idea who did that, but later I recalled that Cholita had criticized my handling of the fish, and Minx chuckled about it. They were keeping mostly out of sight, but not completely.&lt;/p&gt;\n\n&lt;p&gt;Possibly that&amp;#39;s when they helped me out.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d horizontal shifted back to sanity, now sitting normally on pillows on my bed.&lt;/p&gt;\n\n&lt;p&gt;But my memory of what happened before was too drunken to get curious and investigate.&lt;/p&gt;\n\n&lt;p&gt;Lily pointed to the left of my bed and said I&amp;#39;d missed out on the ship wreck.&lt;/p&gt;\n\n&lt;p&gt;I saw a mid bluish green wooden wall, which I decided was a wall from inside a crashed ship, which had wrecked on the left side of my bed by running up against a cliff.&lt;/p&gt;\n\n&lt;p&gt;I used my horizontal shift hand movement to see if the sky would still freeze, but I could barely get that effect to happen. I realized it wasn&amp;#39;t the sky that froze, it was me.  Some very deep level of the internal dialogue was simply frozen, and the silence was amazing.  I felt like I was falling gently.&lt;/p&gt;\n\n&lt;p&gt;But then I leaned over too far left and plummeted into the bay, just a short distance from the cliff.&lt;/p&gt;\n\n&lt;p&gt;The ship was to my left, and reminded me of &amp;quot;Goonies&amp;quot;, the movie.&lt;/p&gt;\n\n&lt;p&gt;The cliff was at least 50 feet high, and there seemed to be some wooden rooms you could stay in at the top.  I couldn&amp;#39;t find a picture like that, so it&amp;#39;s missing in the image.&lt;/p&gt;\n\n&lt;p&gt;I was able to jump back up from there and found myself standing next to the chest of drawers where Fairy had passed out around a year before, creating a power spot.&lt;/p&gt;\n\n&lt;p&gt;Fancy often took advantage of it while teaching me.  Her first horizontal shifting lesson took place there when she said, in a very clear voice, dressed like Little Red Riding hook, &amp;quot;I&amp;#39;ll teach you sliding dreaming.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;By the way, the stunning costumes are both a tool IOBs use to keep your attention trapped where they want it, but also likely caused by a horizontal shift, rather than by how much energy you, or the IOB has.&lt;/p&gt;\n\n&lt;p&gt;At least, I theorize that. It only seems like you need more energy to keep them super entertaining, because you&amp;#39;ve slid horizontally, and it&amp;#39;s easy to burn off energy fast over there.&lt;/p&gt;\n\n&lt;p&gt;But now I was horizontally shifted closer to the middle of man&amp;#39;s band of awareness again,  and reached onto the dark chest of drawers surface where I knew I had a little pile of caffeine pills.&lt;/p&gt;\n\n&lt;p&gt;This was way too much fun, and I didn&amp;#39;t want to get sleepy.&lt;/p&gt;\n\n&lt;p&gt;I had to walk across to foot of the bed to get to water, and my big toe hit a tool I keep there because Cholita doesn&amp;#39;t trust tools.&lt;/p&gt;\n\n&lt;p&gt;I have to hide them.&lt;/p&gt;\n\n&lt;p&gt;They could be used for torture, so she throws them away as soon as she finds them. If it&amp;#39;s a particularly large tool, she smashes it on the ground first, to &amp;quot;disable&amp;quot; it.&lt;/p&gt;\n\n&lt;p&gt;Hmm.... Maybe Cholita&amp;#39;s shifted horizontally too!&lt;/p&gt;\n\n&lt;p&gt;After I found the water and swallowed the caffeine tablet, along with 2 ibuprofen I keep next to the water, I climbed back onto the bed and raised up my hand to do more horizontal shifting tests.&lt;/p&gt;\n\n&lt;p&gt;And I fell again at the head of the bed, spinning like a backwards leap off a diving board.&lt;/p&gt;\n\n&lt;p&gt;I even visualized it was, &amp;quot;good form&amp;quot; as I hit the bottom.&lt;/p&gt;\n\n&lt;p&gt;The other half of the ship was now behind the area at the head of the bed where I keep the pillows.&lt;/p&gt;\n\n&lt;p&gt;Someone from the beach below, not to my right since I had fallen to the floor, shouted up &amp;quot;what color of fish this time?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Which oddly, solves a mystery for me.  How could Vicente&amp;#39;s 3 allies that showed up when Carlos watered the plants he was given, be so realistic?  Looked like completely normal people, and spoke naturally.&lt;/p&gt;\n\n&lt;p&gt;Horizontal shifting!  Vicente gave him a lesson in what that&amp;#39;s like.  Maybe that&amp;#39;s all Vicente did.  Make it so that watering the plants, would shift his assemblage point far to the side.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if the people he saw were the actual allies, or phantom people created by the shift.&lt;/p&gt;\n\n&lt;p&gt;But in fact, I crawled to the right side of my bed, looked over it and down the sand bank, and an entire village of peasants were discussing which fish to throw onto the bed next, and which side was appropriate. I&amp;#39;m sure I could have engaged them in a perfectly normal conversation on the topic.&lt;/p&gt;\n\n&lt;p&gt;I fell a another time, off a different side. The foot of the bed. But I managed to stand up on the floor instead of landing in an outdoor pit filled with water.  There seemed to be 4 different &amp;quot;landscapes&amp;quot; surrounding my bed, located in 4 different regions of space.  The foot of the bed was the most &amp;quot;normal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose I&amp;#39;ve lost more than I recall here.  I didn&amp;#39;t get to the computer right away.&lt;/p&gt;\n\n&lt;p&gt;But at one point I was standing up,  testing precisely which of the hand movements did what, and I heard Cholita bump into something in the living room.&lt;/p&gt;\n\n&lt;p&gt;But it was such a faint sound, I worried maybe a small animal had gotten in.&lt;/p&gt;\n\n&lt;p&gt;Maybe it was even Minx in his squirrel shape.&lt;/p&gt;\n\n&lt;p&gt;Conclusion: I&amp;#39;m not releasing the details of how to use those hand movements.&lt;/p&gt;\n\n&lt;p&gt;It would be like giving drugs to advanced darkroom practitioners!   They need to progress normally, not get sidetracked with bad things you can do in the second attention.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said it was like a haunted house.  This is what he meant!&lt;/p&gt;\n\n&lt;p&gt;He also said there were thousands of slight changes you could cause in reality, as you shifted left.&lt;/p&gt;\n\n&lt;p&gt;So that some of what you perceived was an energy generating world, but some was your own phantom intent.&lt;/p&gt;\n\n&lt;p&gt;Better stick to the straight and narrow part of the cheese slice!  At least, until you get firmly into the orange zone, 50 times.&lt;/p&gt;\n\n&lt;p&gt;After I opened the computer to write this I realized horizontal shifting is a seamless transition from the real world into a pure dreaming world, even much like an ordinary dream.&lt;/p&gt;\n\n&lt;p&gt;Maybe it was the big tuna fish I had to take off the bed to get close enough to open up my laptop, that clued me in.  To the fact that it was a &amp;quot;smooth&amp;quot; slide horizontally.&lt;/p&gt;\n\n&lt;p&gt;With dreaming entered by horizontal shifting there&amp;#39;s no &amp;quot;barrier&amp;quot; to pass through where you wake up in the dream and lose lucidity.&lt;/p&gt;\n\n&lt;p&gt;No &amp;quot;passing through the veil of dreaming&amp;quot;, to get you confused.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just smooth all the way as far as you want to go in there.  The only real problem with lucidity in that kind of dreaming is, you change so much your original purpose makes no sense anymore.&lt;/p&gt;\n\n&lt;p&gt;If you did much 4 gates dreaming and learned to change dreams in order to extend them, you know there&amp;#39;s very little risk of a dream change causing a loss of lucidity.   Once you are in he dream, dream changes are &amp;quot;free&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not like there is trying to go directly from waking into dreaming.  You&amp;#39;re lucky to even find your hands, by that path.&lt;/p&gt;\n\n&lt;p&gt;But once you&amp;#39;re &amp;quot;in there&amp;quot; you can manipulate and change the dream all you want to!&lt;/p&gt;\n\n&lt;p&gt;In fact, in 4 gates dreaming you only get more lucidity time, when you do that.  It&amp;#39;s a &amp;quot;mandatory skill&amp;quot; for that path.&lt;/p&gt;\n\n&lt;p&gt;So if we can also do it in very tiny increments in the dark room, we can go directly from waking into amazing dream worlds, without the risk of blanking out, or falling asleep.&lt;/p&gt;\n\n&lt;p&gt;Things stop making sense, but you don&amp;#39;t really notice that.&lt;/p&gt;\n\n&lt;p&gt;And when you shift back to normal you drag phantom objects with you.  Like that fish I had to take off the bed, in order to type notes on this computer.&lt;/p&gt;\n\n&lt;p&gt;I believe, Carlos might have been horizontal shifting when he just appeared where don Juan was, in some of the stories in the last 3 books.&lt;/p&gt;\n\n&lt;p&gt;He was using it for travel perhaps, except he could control it better than I can.&lt;/p&gt;\n\n&lt;p&gt;True or not?&lt;/p&gt;\n\n&lt;p&gt;How can I know?&lt;/p&gt;\n\n&lt;p&gt;I just moved a dazed tuna off my quilt and tossed him back into a gully below the cliff on the left side of my bed.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "p1ro16", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/", "subreddit_subscribers": 9561, "created_utc": 1628609842.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8nv44j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1628780834.0, "send_replies": true, "parent_id": "t3_p1ro16", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I tried this again, and it works very well!\n\nToo well.\n\nIt definitely makes it harder to get to \"seeing energy\".\n\nBut it's so much fun, you don't realize you're on the wrong side of the railroad tracks.\n\nA Tibetan Yogi would be overjoyed to do that.  It's about as far as they seem to go.\n\nAnd they don't need any more, because they're all about marketing stuff to get more donations.\n\nThere's a Tibetan Yogi YouTube.  Loyal fans get angry if you suggest they could do better.  And yet, it's embarrassing to watch some parts of the video.  You feel sorry for the monks. They're pretty much abused with deliberate misrepresentation.\n\nThe other thing about horizontal shifting is, there's more than one timeline going on.\n\nSo, and this is the most curious point, if you play around until you're seemingly as powerful as Merlin the Magician, you remember an alternate timeline.\n\nWhen you try to figure out if that's possible, thinking back and forth from what you are witnessing right now, to what the alternate time line was about, you catch \"the abstract\".\n\nSo while stuck in the red zone, you get a taste of the purple zone.\n\nAs best I can figure, the alternate timeline is the double.\n\nSo when you look at the magic you now have, then think about the magic it was doing, you are in fact looking back and forth between you (here), and him (there).\n\nWhich means, don Juan's explanation of how to find the abstract, is universal.\n\nIt doesn't require being deep in the orange zone.\n\nIt's simply a principle, like IOBs being compelled to come make a visit if you are consciously looking at dreaming images.\n\nThat principle works in lucid dreaming, in recapitulation, and in darkroom waking dreaming.\n\nI suspect \"finding the abstract\" is like that.\n\nYou could probably find it by watching a beetle, the way Carlos did just before that coyote helped him stop the world.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8nv44j", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I tried this again, and it works very well!&lt;/p&gt;\n\n&lt;p&gt;Too well.&lt;/p&gt;\n\n&lt;p&gt;It definitely makes it harder to get to &amp;quot;seeing energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s so much fun, you don&amp;#39;t realize you&amp;#39;re on the wrong side of the railroad tracks.&lt;/p&gt;\n\n&lt;p&gt;A Tibetan Yogi would be overjoyed to do that.  It&amp;#39;s about as far as they seem to go.&lt;/p&gt;\n\n&lt;p&gt;And they don&amp;#39;t need any more, because they&amp;#39;re all about marketing stuff to get more donations.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a Tibetan Yogi YouTube.  Loyal fans get angry if you suggest they could do better.  And yet, it&amp;#39;s embarrassing to watch some parts of the video.  You feel sorry for the monks. They&amp;#39;re pretty much abused with deliberate misrepresentation.&lt;/p&gt;\n\n&lt;p&gt;The other thing about horizontal shifting is, there&amp;#39;s more than one timeline going on.&lt;/p&gt;\n\n&lt;p&gt;So, and this is the most curious point, if you play around until you&amp;#39;re seemingly as powerful as Merlin the Magician, you remember an alternate timeline.&lt;/p&gt;\n\n&lt;p&gt;When you try to figure out if that&amp;#39;s possible, thinking back and forth from what you are witnessing right now, to what the alternate time line was about, you catch &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So while stuck in the red zone, you get a taste of the purple zone.&lt;/p&gt;\n\n&lt;p&gt;As best I can figure, the alternate timeline is the double.&lt;/p&gt;\n\n&lt;p&gt;So when you look at the magic you now have, then think about the magic it was doing, you are in fact looking back and forth between you (here), and him (there).&lt;/p&gt;\n\n&lt;p&gt;Which means, don Juan&amp;#39;s explanation of how to find the abstract, is universal.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t require being deep in the orange zone.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s simply a principle, like IOBs being compelled to come make a visit if you are consciously looking at dreaming images.&lt;/p&gt;\n\n&lt;p&gt;That principle works in lucid dreaming, in recapitulation, and in darkroom waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;I suspect &amp;quot;finding the abstract&amp;quot; is like that.&lt;/p&gt;\n\n&lt;p&gt;You could probably find it by watching a beetle, the way Carlos did just before that coyote helped him stop the world.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/h8nv44j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628780834.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p1ro16", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8fiu34", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628615156.0, "send_replies": true, "parent_id": "t3_p1ro16", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From Private Practice Chat:\n\nTechnoMagical\\_Intent:\n\nYou're sure that wouldn't be worthwhile to put in the Private subreddit at least? As far as the difficulty and obsession and hours of work that it takes to become lucid in a dream, if that could all be bypassed and made to work much more reliably from within dark room...\n\nFor *dreaming* practice. Would be MUCH easier to do Recap and Passes within a dream which is actually recommended by Carlos &amp; the Witches. As well as all the other four gates of dreaming work.\n\nDanl999:\n\nI don't believe there's actually a procedure for shifting horizontally using the hands.\n\nYou just do it one time, and then you believe that will work, so it does.\n\nYou \"intend\" it.\n\nbut, there's some basic principles, which I've repeated a few times.\n\nJust treat stuff as if it were real.\n\nEdit: Related comment from today in another post\n\n  https://www.reddit.com/r/castaneda/comments/p0tc41/the_focus_on_the_reflection/h8fgf6e", "edited": 1628620725.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8fiu34", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From Private Practice Chat:&lt;/p&gt;\n\n&lt;p&gt;TechnoMagical_Intent:&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re sure that wouldn&amp;#39;t be worthwhile to put in the Private subreddit at least? As far as the difficulty and obsession and hours of work that it takes to become lucid in a dream, if that could all be bypassed and made to work much more reliably from within dark room...&lt;/p&gt;\n\n&lt;p&gt;For &lt;em&gt;dreaming&lt;/em&gt; practice. Would be MUCH easier to do Recap and Passes within a dream which is actually recommended by Carlos &amp;amp; the Witches. As well as all the other four gates of dreaming work.&lt;/p&gt;\n\n&lt;p&gt;Danl999:&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t believe there&amp;#39;s actually a procedure for shifting horizontally using the hands.&lt;/p&gt;\n\n&lt;p&gt;You just do it one time, and then you believe that will work, so it does.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;intend&amp;quot; it.&lt;/p&gt;\n\n&lt;p&gt;but, there&amp;#39;s some basic principles, which I&amp;#39;ve repeated a few times.&lt;/p&gt;\n\n&lt;p&gt;Just treat stuff as if it were real.&lt;/p&gt;\n\n&lt;p&gt;Edit: Related comment from today in another post&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/p0tc41/the_focus_on_the_reflection/h8fgf6e\"&gt;https://www.reddit.com/r/castaneda/comments/p0tc41/the_focus_on_the_reflection/h8fgf6e&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/h8fiu34/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628615156.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p1ro16", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hby23r4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1631030866.0, "send_replies": true, "parent_id": "t1_hbvuso6", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Do you think it’s because of intent?\n\nThat's my theory.  The spirit rewards us, in ways that are specifically designed to keep us going.\n\nIt's the \"Eagle's Gift\" myth. From that we know, the spirit does in fact want us to learn.\n\nCold Showers?\n\nI have a \"secret\" student who uses those.\n\nIntent is very fond of him.\n\n\\&gt;In the blobs of colors?\n\nI lost the context, but always look for edges, if you want something interesting to investigate.\n\nIf you think about the nature of an \"edge\", you'll realize that playing with them is largely a trick.\n\nBut a trick no one will see through.\n\nWhen you figure that out, you'll be amused a little.\n\n(Not enough to care).", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hby23r4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Do you think it’s because of intent?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s my theory.  The spirit rewards us, in ways that are specifically designed to keep us going.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;Eagle&amp;#39;s Gift&amp;quot; myth. From that we know, the spirit does in fact want us to learn.&lt;/p&gt;\n\n&lt;p&gt;Cold Showers?&lt;/p&gt;\n\n&lt;p&gt;I have a &amp;quot;secret&amp;quot; student who uses those.&lt;/p&gt;\n\n&lt;p&gt;Intent is very fond of him.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;In the blobs of colors?&lt;/p&gt;\n\n&lt;p&gt;I lost the context, but always look for edges, if you want something interesting to investigate.&lt;/p&gt;\n\n&lt;p&gt;If you think about the nature of an &amp;quot;edge&amp;quot;, you&amp;#39;ll realize that playing with them is largely a trick.&lt;/p&gt;\n\n&lt;p&gt;But a trick no one will see through.&lt;/p&gt;\n\n&lt;p&gt;When you figure that out, you&amp;#39;ll be amused a little.&lt;/p&gt;\n\n&lt;p&gt;(Not enough to care).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p1ro16", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/hby23r4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1631030866.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hbvuso6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Emmanuelle1000", "can_mod_post": false, "created_utc": 1630981902.0, "send_replies": true, "parent_id": "t3_p1ro16", "score": 1, "author_fullname": "t2_765tt7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Horizontal shifts: bad, bad, bad. Very bad! Never do those!!!\n\n\r  \nYou understand there are, at least, two or three people who read this that are now going to spend gobs of time trying to get this done? I know I am. \r  \n\r  \n\\&gt;Didn't feel like practicing, but I've learned that the harder it is to get up, the more you get rewarded.\n\n\r  \nThis is great.  Do you think it’s because of intent?  If so, anything worth doing, like cold showers, may increase the connection to intent.  Or is it not connected?\n\n\r  \n\\&gt;I was looking for edges.\n\n\r  \nIn the blobs of colors?  \r  \n\r  \n\\&gt;After no more than 2 minutes of using my palm to manipulate the glowing red energy in the air, it turned nearly solid above me, I could see perfect details, and my internal dialogue absolutely stopped.\n\n\r  \nThis is great.  I wonder if the same will happen with the purple blobs I see?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbvuso6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Horizontal shifts: bad, bad, bad. Very bad! Never do those!!!&lt;/p&gt;\n\n&lt;p&gt;You understand there are, at least, two or three people who read this that are now going to spend gobs of time trying to get this done? I know I am. &lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Didn&amp;#39;t feel like practicing, but I&amp;#39;ve learned that the harder it is to get up, the more you get rewarded.&lt;/p&gt;\n\n&lt;p&gt;This is great.  Do you think it’s because of intent?  If so, anything worth doing, like cold showers, may increase the connection to intent.  Or is it not connected?&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;I was looking for edges.&lt;/p&gt;\n\n&lt;p&gt;In the blobs of colors?  &lt;/p&gt;\n\n&lt;p&gt;&amp;gt;After no more than 2 minutes of using my palm to manipulate the glowing red energy in the air, it turned nearly solid above me, I could see perfect details, and my internal dialogue absolutely stopped.&lt;/p&gt;\n\n&lt;p&gt;This is great.  I wonder if the same will happen with the purple blobs I see?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p1ro16/how_to_shift_horizontally_using_your_hands/hbvuso6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630981902.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p1ro16", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]