[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n&amp;#x200B;\n\nhttps://preview.redd.it/nz5j9ubkh0081.png?width=720&amp;format=png&amp;auto=webp&amp;s=cbbf2765ed579ec7403b0cb35a47c62149d37168\n\nI've wondered about this topic.\n\nI'm researching \"the abstract\", and so I get to read a bit.\n\nThis story makes it obvious, if you'd planned to rob liquor stores using \"Fairy\" (an inorganic being), you're out of luck.\n\nI ended it at the part that makes that obvious. Where Julian repeatedly struck don Juan on the back.\n\nEarlier, Elias had done that to Julian.  To move him to where death didn't matter.\n\nSo there's another piece of info.\n\nNagual's aren't so \"cool\", they can just strike you once and get it right every time.\n\nIn the case of Elias, he actually seemed to be \"tinkering\" with Julian, who would have died if  he didn't move it to just the right spot.\n\n\\*\\*\\*\n\nDusting the Link with the Spirit\n\nThe sun had not yet risen from behind the eastern peaks, but the day was already hot. As we reached the first steep slope a couple of miles along the road from the outskirts of town, don Juan stopped walking and moved to the side of the paved highway. He sat down by some huge boulders that had been dynamited from the face of the mountain when they cut the road; and signaled me to join him. We usually stopped there to talk or rest on our way to the nearby mountains. Don Juan announced that this trip was going to be long, and that we might be in the mountains for days.\n\n\"We are going to talk now about the third abstract core,\" don Juan said. \"It is called the trickery of the spirit, or the trickery of the abstract, or stalking oneself, or dusting the link.\"\n\nI was surprised at the variety of names, but said nothing. I waited for him to continue his explanation.\n\n\"And again, as with the first and second core,\" he went on, \"it could be a story in itself. The story says that after knocking on the door of that man we've been talking about, and having no success with him, the spirit used the only means available: trickery. After all, the spirit had resolved previous impasses with trickery. It was obvious that if it wanted to make an impact on this man it had to cajole him. So the spirit began to instruct the man on the mysteries of sorcery. And the sorcery apprenticeship became what it is: a route of artifice and subterfuge. \\[\\* subterfuge- something intended to misrepresent the true nature of an activity\\]\n\n\"The story says that the spirit cajoled the man by making him shift back and forth between levels of awareness to show him how to save the energy needed to strengthen his connecting link.\"\n\nDon Juan told me that if we apply his story to a modern setting, we had the case of the nagual- the living conduit of the spirit- repeating the structure of this abstract core and resorting to artifice and subterfuge in order to teach.\n\nSuddenly he stood and started to walk toward the mountain range. I followed him and we started our climb, side by side.\n\nIn the very late afternoon, we reached the top of the high mountains. Even at that altitude, it was still very warm. All day we had followed a nearly invisible trail. Finally we reached a small clearing; an ancient lookout post commanding the north and west.\n\nWe sat there and don Juan returned our conversation to the sorcery stories. He said that now I knew the story of intent manifesting itself to the nagual Elias and the story of the spirit knocking on the nagual Julian's door. And I knew how he had met the spirit, and I certainly could not forget how I had met it. All these stories, he declared, had the same structure; only the characters differed. Each story was an abstract tragic comedy with one abstract player, intent, and two human actors, the nagual and his apprentice. The script was the abstract core.\n\nI thought I had finally understood what he meant, but I could not quite explain even to myself what it was I understood, nor could I explain it to don Juan. When I tried to put my thoughts into words I found myself babbling.\n\nDon Juan seemed to recognize my state of mind. He suggested that I relax and listen. He told me his next story was about the process of bringing an apprentice into the realm of the spirit; a process sorcerers called the trickery of the spirit, or dusting the connecting link to intent.\n\n\"I've already told you the story of how the nagual Julian took me to his house after I was shot and tended my wound until I recovered,\" don Juan continued. \"But I didn't tell you how he dusted my link; how he taught me to stalk myself.\n\n\"The first thing a nagual does with his prospective apprentice is to trick him. That is, he gives him a jolt on his connecting link to the spirit. There are two ways of doing this. One is through semi-normal channels, which I used with you, and the other is by means of outright sorcery, which my benefactor used on me.\"\n\nDon Juan again told me the story of how his benefactor had convinced the people who had gathered at the road that the wounded man was his son. Then he had paid some men to carry don Juan, unconscious from shock and loss of blood, to his own house. Don Juan woke there, days later, and found a kind old man and his fat wife tending his wound.\n\nThe old man said his name was Belisario, and that his wife was a famous healer, and that both of them were healing his wound. Don Juan told them he had no money, and Belisario suggested that when he recovered, payment of some sort could be arranged.\n\nDon Juan said that he was thoroughly confused, which was nothing new to him. He was just a muscular, reckless twenty-year-old Indian, with no brains, no formal education, and a terrible temper. He had no conception of gratitude. He thought it was very kind of the old man and his wife to have helped him, but his intention was to wait for his wound to heal, and then simply vanish in the middle of the night.\n\nWhen he had recovered enough and was ready to flee, old Belisario took him into a room and in trembling whispers disclosed that the house where they were staying belonged to a monstrous man who was holding his wife and him prisoner. He asked don Juan to help them to regain their freedom; to escape from their captor and tormentor.\n\nBefore don Juan could reply, a monstrous fish-faced man right out of a horror tale burst into the room as if he had been listening behind the door. He was greenish-gray, had only one unblinking eye in the middle of his forehead, and was as big as a door. He lurched at don Juan, hissing like a serpent ready to tear him apart, and frightened him so greatly that he fainted.\n\n\"His way of giving me a jolt on my connecting link with the spirit was masterful.\" Don Juan laughed. \"My benefactor, of course, had shifted me into heightened awareness prior to the monster's entrance, so that what I actually saw as a monstrous man was what sorcerers call an inorganic being; a formless energy field.\"\n\nDon Juan said that he knew countless cases in which his benefactor's devilishness created hilariously embarrassing situations for all his apprentices, especially for don Juan himself, whose seriousness and stiffness made him the perfect subject for his benefactor's didactic \\[\\* didactic- instructive (especially excessively)\\] jokes. He added as an afterthought that it went without saying that these jokes entertained his benefactor immensely.\n\n\"If you think I laugh at you- which I do- it's nothing compared with how he laughed at me,\" don Juan continued. \"My devilish benefactor had learned to weep to hide his laughter. You just can't imagine how he used to cry when I first began my apprenticeship.\"\n\nContinuing with his story, don Juan stated that his life was never the same after the shock of seeing that monstrous man. His benefactor made sure of it. Don Juan explained that once a nagual has introduced his prospective disciple, especially his nagual disciple, to trickery he must struggle to assure his compliance. This compliance could be of two different kinds.\n\nEither the prospective disciple is so disciplined and tuned that only his decision to join the nagual is needed, as had been the case with young Talia; or the prospective disciple is someone with little or no discipline, in which case a nagual has to expend time and a great deal of labor to convince his disciple.\n\nIn don Juan's case, because he was a wild young peasant without a thought in his head, the process of reeling him in took bizarre turns.\n\nSoon after the first jolt, his benefactor gave him a second one by showing don Juan his ability to transform himself. One day his benefactor became a young man. Don Juan was incapable of conceiving of this transformation as anything but an example of a consummate actor's art.\n\n\"How did he accomplish those changes?\" I asked.\n\n\"He was both a magician and an artist,\" don Juan replied. \"His magic was that he transformed himself by moving his assemblage point into the position that would bring on whatever particular change he desired. And his art was the perfection of his transformations.\"\n\n\"I don't quite understand what you're telling me,\" I said.\n\nDon Juan said that perception is the hinge for everything man is or does, and that perception is ruled by the location of the assemblage point. Therefore, if that point changes positions, man's perception of the world changes accordingly. The sorcerer who knew exactly where to place his assemblage point could become anything he wanted.\n\n\"The nagual Julian's proficiency in moving his assemblage point was so magnificent that he could elicit the subtlest transformations,\" don Juan continued. \"When a sorcerer becomes a crow, for instance, it is definitely a great accomplishment. But it entails a vast and therefore a gross shift of the assemblage point. However, moving it to the position of a fat man, or an old man, requires the minutest shift and the keenest knowledge of human nature.\"\n\n\"I'd rather avoid thinking or talking about those things as facts,\" I said.\n\nDon Juan laughed as if I had said the funniest thing imaginable.\n\n\"Was there a reason for your benefactor's transformations?\" I asked. \"Or was he just amusing himself?\"\n\n\"Don't be stupid. Warriors don't do anything just to amuse themselves,\" he replied. \"His transformations were strategical. They were dictated by need; like his transformation from old to young. Now and then there were funny consequences, but that's another matter.\"\n\nI reminded him that I had asked before how his benefactor learned those transformations. He had told me then that his benefactor had a teacher, but would not tell me who.\n\n\"That very mysterious sorcerer who is our ward taught him,\" don Juan replied curtly.\n\n\"What mysterious sorcerer is that?\" I asked.\n\n\"The death defier,\" he said and looked at me questioningly.\n\nFor all the sorcerers of don Juan's party, the death defier was a most vivid character. According to them, the death defier was a sorcerer of ancient times. He had succeeded in surviving to the present day by manipulating his assemblage point; making it move in specific ways to specific locations within his total energy field. Such maneuvers had permitted his awareness and life force to persist.\n\nDon Juan had told me about the agreement that the seers of his lineage had entered into with the death defier centuries before. He made gifts to them in exchange for vital energy. Because of this agreement, they considered him their ward and called him 'the tenant'.\n\nDon Juan had explained that sorcerers of ancient times were experts at making the assemblage point move. In doing so they had discovered extraordinary things about perception, but they had also discovered how easy it was to get lost in aberration. The death defier's situation was for don Juan a classic example of an aberration.\n\nDon Juan used to repeat every chance he could that if the assemblage point was pushed by someone who not only saw it but also had enough energy to move it, it slid within the luminous ball to whatever location the pusher directed. Its brilliance was enough to light up the threadlike energy fields it touched. The resulting perception of the world was as complete as, but not the same as, our normal perception of everyday life. Therefore, sobriety was crucial to dealing with the moving of the assemblage point.\n\nContinuing his story, don Juan said that he quickly became accustomed to thinking of the old man who had saved his life as really a young man masquerading as old. But one day the young man was again the old Belisario don Juan had first met. He and the woman don Juan thought was his wife packed their bags, and two smiling men with a team of mules appeared out of nowhere.\n\nDon Juan laughed, savoring his story. He said that while the muleteers packed the mules, Belisario pulled him aside and pointed out that he and his wife were again disguised.\n\nHe was again an old man, and his beautiful wife was a fat irascible Indian.\n\n\"I was so young and stupid that only the obvious had value for me,\" don Juan continued. \"Just a couple of days before, I had seen his incredible transformation from a feeble man in his seventies to a vigorous young man in his mid-twenties, and I took his word that old age was just a disguise. His wife had also changed from a sour, fat Indian to a beautiful slender young woman. The woman, of course, hadn't transformed herself the way my benefactor had. He had simply changed the woman. Of course, I could have seen everything at that time, but wisdom always comes to us painfully and in driblets.\"\n\nDon Juan said that the old man assured him that his wound was healed although he did not feel quite well yet. He then embraced don Juan and in a truly sad voice whispered, \"the monster has liked you so much that he has released me and my wife from bondage and taken you as his sole servant.\"\n\n\"I would have laughed at him,\" don Juan went on, \"had it not been for a deep animal growling and a frightening rattle that came from the monster's rooms.\"\n\nDon Juan's eyes were shining with inner delight. I wanted to remain serious, but could not help laughing.\n\nBelisario, aware of don Juan's fright, apologized profusely for the twist of fate that had liberated him and imprisoned don Juan. He clicked his tongue in disgust and cursed the monster. He had tears in his eyes when he listed all the chores the monster wanted done daily. And when don Juan protested, he confided, in low tones, that there was no way to escape, because the monster's knowledge of witchcraft was unequaled.\n\nDon Juan asked Belisario to recommend some line of action. And Belisario went into a long explanation about plans of action being appropriate only if one were dealing with average human beings. In the human context, we can plan and plot; and depending on luck plus our cunning and dedication, we can succeed. But in the face of the unknown, specifically don Juan's situation, the only hope of survival was to acquiesce and understand.\n\nBelisario confessed to don Juan in a barely audible murmur that to make sure the monster never came after him, he was going to the state of Durango to learn sorcery. He asked don Juan if he too would consider learning sorcery. And don Juan, horrified at the thought, said that he would have nothing to do with witches.\n\nDon Juan held his sides laughing and admitted that he enjoyed thinking about how his benefactor must have relished their interplay; especially when don Juan, in a frenzy of fear and passion, rejected the bona fide invitation to learn sorcery, saying, \"I am an Indian. I was born to hate and fear witches.\"\n\nBelisario exchanged looks with his wife and his body began to convulse. Don Juan realized he was weeping silently, obviously hurt by the rejection. His wife had to prop him up until he regained his composure.\n\nAs Belisario and his wife were walking away, he turned and gave don Juan one more piece of advice. He said that the monster abhorred women, and don Juan should be on the lookout for a male replacement on the off chance that the monster would like him enough to switch slaves. But he should not raise his hopes, because it was going to be years before he could even leave the house. The monster liked to make sure his slaves were loyal or at least obedient.\n\nDon Juan could stand it no longer. He broke down, began to weep, and told Belisario that no one was going to enslave him. He could always kill himself. The old man was very moved by don Juan's outburst and confessed that he had had the same idea, but, alas, the monster was able to read his thoughts and had prevented him from taking his own life every time he had tried.\n\nBelisario made another offer to take don Juan with him to Durango to learn sorcery. He said it was the only possible solution. And don Juan told him his solution was like jumping from the frying pan into the fire.\n\nBelisario began to weep loudly and embraced don Juan. Belisario cursed the moment he had saved the don Juan's life and swore that he had no idea they would trade places. He blew his nose, and looking at don Juan with burning eyes, said, \"Disguise is the only way to survive. If you don't behave properly, the monster can steal your soul and turn you into an idiot who does his chores, and nothing more. Too bad I don't have time to teach you acting.\" Then he wept even more.\n\nDon Juan, choking with tears asked him to describe how he could disguise himself. Belisario confided that the monster had terrible eyesight, and recommended that don Juan experiment with various clothes that suited his fancy. He had, after all, years ahead of him to try different disguises. He embraced don Juan at the door, weeping openly. His wife touched don Juan's hand shyly. And then they were gone.\n\n\"Never in my life, before or after, have I felt such terror and despair,\" don Juan said. \"The monster rattled things inside the house as if he were waiting impatiently for me. I sat down by the door and whined like a dog in pain. Then I vomited from sheer fear.\"\n\nDon Juan sat for hours incapable of moving. He dared not leave, nor did he dare go inside. It was no exaggeration to say that he was actually about to die when he saw Belisario waving his arms, frantically trying to catch his attention from the other side of the street. Just seeing him again gave don Juan instantaneous relief. Belisario was squatting by the sidewalk watching the house. He signaled don Juan to stay put.\n\nAfter an excruciatingly long time, Belisario crawled a few feet on his hands and knees toward don Juan, then squatted again, totally immobile. Crawling in that fashion, he advanced until he was at don Juan's side. It took him hours. A lot of people had passed by, but no one seemed to have noticed don Juan's despair or the old man's actions. When the two of them were side by side, Belisario whispered that he had not felt right leaving don Juan like a dog tied to a post. His wife had objected, but he had returned to attempt to rescue him. After all, it was thanks to don Juan that he had gained his freedom.\n\nHe asked don Juan in a commanding whisper whether he was ready and willing to do anything to escape this. And don Juan assured him that he would do anything. In the most surreptitious \\[\\* surreptitious- marked by quiet and caution and secrecy; taking pains to avoid being observed\\] manner, Belisario handed don Juan a bundle of clothes. Then he outlined his plan.\n\nDon Juan was to go to the area of the house farthest from the monster's rooms and slowly change his clothes, taking off one item of clothing at a time, starting with his hat, leaving the shoes for last. Then he was to put all his clothes on a wooden frame, a mannequin-like structure he was to build, efficiently and quickly, as soon as he was inside the house. The next step of the plan was for don Juan to put on the only disguise that could fool the monster: the clothes in the bundle.\n\nDon Juan ran into the house and got everything ready. He built a scarecrow-like frame with poles he found in the back of the house, took off his clothes and put them on it. But when he opened the bundle he got the surprise of his life. The bundle consisted of women's clothes!\n\n\"I felt stupid and lost,\" don Juan said, \"and was just about to put my own clothes back on when I heard the inhuman growls of that monstrous man. I had been reared to despise women; to believe their only function was to take care of men. Putting on women's clothes to me was tantamount to becoming a woman. But my fear of the monster was so intense that I closed my eyes and put on the damned clothes.\"\n\nI looked at don Juan; imagining him in women's clothes. It was an image so utterly ridiculous that against my will I broke into a belly laugh.\n\nDon Juan said that when old Belisario, waiting for him across the street, saw don Juan in disguise, he began to weep uncontrollably. Weeping, he guided don Juan to the outskirts of town where his wife was waiting with the two muleteers. One of them very daringly asked Belisario if he was stealing the weird girl to sell her to a whorehouse. The old man wept so hard he seemed on the verge of fainting. The young muleteers did not know what to do, but Belisario's wife, instead of commiserating, \\[\\* commiserating- to feel or express sympathy or compassion\\] began to scream with laughter. And don Juan could not understand why.\n\nThe party began to move in the dark. They took little-traveled trails and moved steadily north. Belisario did not speak much. He seemed to be frightened and expecting trouble. His wife fought with him all the time and complained that they had thrown away their chance for freedom by taking don Juan along. Belisario gave her strict orders not to mention it again for fear the muleteers would discover that don Juan was in disguise.\n\nBelisario cautioned don Juan that because he did not know how to behave convincingly like a woman, he should act as if he were a girl who was a little touched in the head.\n\nWithin a few days don Juan's fear subsided a great deal. In fact, he became so confident that he could not even remember having been afraid. If it had not been for the clothes he was wearing, he could have imagined the whole experience had been a bad dream.\n\nWearing women's clothes under those conditions entailed, of course, a series of drastic changes. Belisario's wife coached don Juan with true seriousness in every aspect of being a woman. Don Juan helped her cook, wash clothes, and gather firewood.\n\nBelisario shaved don Juan's head and put a strong-smelling medicine on it, and told the muleteers that the girl had had an infestation of lice. Don Juan said that since he was still a beardless youth it was not really difficult to pass as a woman. But he felt disgusted with himself, and with all those people, and above all, with his fate. To end up wearing women's clothes and doing women's chores was more than he could bear.\n\nOne day he had enough. The muleteers were the final straw. They expected and demanded that this strange girl wait on them hand and foot. Don Juan said that he also had to be on permanent guard because they would make passes.\n\nI felt compelled to ask a question.\n\n\"Were the muleteers in cahoots with your benefactor? I asked.\n\n\"No,\" he replied and began to laugh uproariously. \"They were just two nice people who had fallen temporarily under his spell. He had hired their mules to carry medicinal plants and told them that he would pay handsomely if they would help him kidnap a young woman.\"\n\nThe scope of the nagual Julian's actions staggered my imagination. I pictured don Juan fending off sexual advances and hollered with laughter.\n\nDon Juan continued his account. He said that he told the old man sternly that the masquerade had lasted long enough, the men were making sexual advances. Belisario nonchalantly advised him to be more understanding because men will be men; and then he began to weep again, completely baffling don Juan, who found himself furiously defending women.\n\nHe was so passionate about the plight of women that he scared himself. He told Belisario that he was going to end up in worse shape than he would have had he stayed as the monster's slave.\n\nDon Juan's turmoil increased when the old man wept uncontrollably and mumbled inanities: life was sweet, the little price one had to pay for it was a joke, the monster would devour don Juan's soul, and not even allow him to kill himself.\n\n\"Flirt with the muleteers,\" he advised don Juan in a conciliatory tone and manner. \"They are primitive peasants. All they want is to play, so push them back when they shove you. Let them touch your leg. What do you care?\" And again, he wept unrestrainedly.\n\nDon Juan asked him why he wept like that.\n\n\"Because you are perfect for all this,\" he said and his body twisted with the force of his sobbing.\n\nDon Juan thanked him for his good feelings and for all the trouble he was taking on his account. He told Belisario he now felt safe and wanted to leave.\n\nBelisario, paying no attention to what don Juan was telling him, said, \"The art of stalking is learning all the quirks of your disguise, and the art is to learn them so well no one will know you are disguised. For that you need to be ruthless, cunning, patient, and sweet.\"\n\nDon Juan had no idea what Belisario was talking about. Rather than finding out, he asked him for some men's clothes. Belisario was very understanding. He gave don Juan some old clothes and a few pesos. He promised don Juan that his disguise would always be there in case he needed it, and pressed him vehemently to come to Durango with him to learn sorcery and free himself from the monster for good. Don Juan said no and thanked him. So Belisario bid him goodbye and patted him on the back repeatedly and with considerable force.\n\nDon Juan changed his clothes and asked Belisario for directions. He answered that if don Juan followed the trail north, sooner or later he would reach the next town. He said that the two of them might even cross paths again since they were all going in the same general direction- away from the monster.\n\nDon Juan took off as fast as he could, free at last. He must have walked four or five miles before he found signs of people. He knew that a town was nearby and thought that perhaps he could get work there until he decided where he was going.\n\nHe sat down to rest for a moment, anticipating the normal difficulties a stranger would find in a small out of the way town, when from the corner of his eye he saw a movement in the bushes by the mule trail. He felt someone was watching him. He became so thoroughly terrified that he jumped up and started to run in the direction of the town: The monster jumped at him lurching out to grab his neck. He missed by an inch. Don Juan screamed as he had never screamed before, but still had enough self-control to turn and run back in the direction from which he had come.\n\nWhile don Juan ran for his life, the monster pursued him, crashing through the bushes only a few feet away. Don Juan said that it was the most frightening sound he had ever heard. Finally he saw the mules moving slowly in the distance, and he yelled for help.\n\nBelisario recognized don Juan and ran toward him displaying overt terror. He threw the bundle of women's clothes at don Juan shouting, \"Run like a woman, you fool.\"\n\nDon Juan admitted that he did not know how he had the presence of mind to run like a woman, but he did it. The monster stopped chasing him. And Belisario told him to change quickly while he held the monster at bay.\n\nDon Juan joined Belisario's wife and the smiling muleteers without looking at anybody. They doubled back and took other trails. Nobody spoke for days.\n\n\\*\\*\\*\n\nThis story also makes it obvious why we get the worst men in existence visiting here.\n\nAnd why there are crazy people on drugs running through here, claiming they had a \"benefactor\".\n\n(Sexual predator is more like it).\n\nAnd how Carlos \"hooked\" people.\n\nIf you don't feel it while reading it, I can't explain it.  But as a hint, imagine a man who does nothing but pretend and masturbate, thinking about if he were Julian, and what he could do to make fun of other people.\n\nIt's also why Carlos told us to stop reading his books!\n\nAnd why people didn't believe the books were literally true.\n\nIt's just too much!\n\nBut in fact, if Cholita hangs around, the two of us could pull things like that off eventually.\n\nWe certainly have the IOBs.  And Cholita is a great stalker.\n\nNot that we would, but it's not so far fetched as it would sound to a person who can't move their assemblage point.\n\nBy the way, for a while Cholita was always trying to get me to dress up in women's clothes.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "People can't see your Ally!", "link_flair_richtext": [{"e": "text", "t": "Inorganic Beings"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"nz5j9ubkh0081": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/nz5j9ubkh0081.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=252939d7339af7f5cc1b30e6f336e43dd2a4b6a1"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/nz5j9ubkh0081.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=b78e5e47c18aad8e938b6ab27422a4108f6ba239"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/nz5j9ubkh0081.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=5d17b890e2e57038bec089eb177b475187ffd93a"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/nz5j9ubkh0081.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=3037f96fe23627259f7eebfcecca1dad9134c3f2"}], "s": {"y": 720, "x": 720, "u": "https://preview.redd.it/nz5j9ubkh0081.png?width=720&amp;format=png&amp;auto=webp&amp;s=cbbf2765ed579ec7403b0cb35a47c62149d37168"}, "id": "nz5j9ubkh0081"}}, "name": "t3_qvg3p8", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Inorganic Beings", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/VLA_UcAALqG-ehUIJEJGV5wVAwVEOhYie-DkZ201oq0.jpg", "edited": 1637092033.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1637091477.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/nz5j9ubkh0081.png?width=720&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=cbbf2765ed579ec7403b0cb35a47c62149d37168\"&gt;https://preview.redd.it/nz5j9ubkh0081.png?width=720&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=cbbf2765ed579ec7403b0cb35a47c62149d37168&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve wondered about this topic.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m researching &amp;quot;the abstract&amp;quot;, and so I get to read a bit.&lt;/p&gt;\n\n&lt;p&gt;This story makes it obvious, if you&amp;#39;d planned to rob liquor stores using &amp;quot;Fairy&amp;quot; (an inorganic being), you&amp;#39;re out of luck.&lt;/p&gt;\n\n&lt;p&gt;I ended it at the part that makes that obvious. Where Julian repeatedly struck don Juan on the back.&lt;/p&gt;\n\n&lt;p&gt;Earlier, Elias had done that to Julian.  To move him to where death didn&amp;#39;t matter.&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s another piece of info.&lt;/p&gt;\n\n&lt;p&gt;Nagual&amp;#39;s aren&amp;#39;t so &amp;quot;cool&amp;quot;, they can just strike you once and get it right every time.&lt;/p&gt;\n\n&lt;p&gt;In the case of Elias, he actually seemed to be &amp;quot;tinkering&amp;quot; with Julian, who would have died if  he didn&amp;#39;t move it to just the right spot.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Dusting the Link with the Spirit&lt;/p&gt;\n\n&lt;p&gt;The sun had not yet risen from behind the eastern peaks, but the day was already hot. As we reached the first steep slope a couple of miles along the road from the outskirts of town, don Juan stopped walking and moved to the side of the paved highway. He sat down by some huge boulders that had been dynamited from the face of the mountain when they cut the road; and signaled me to join him. We usually stopped there to talk or rest on our way to the nearby mountains. Don Juan announced that this trip was going to be long, and that we might be in the mountains for days.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We are going to talk now about the third abstract core,&amp;quot; don Juan said. &amp;quot;It is called the trickery of the spirit, or the trickery of the abstract, or stalking oneself, or dusting the link.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was surprised at the variety of names, but said nothing. I waited for him to continue his explanation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And again, as with the first and second core,&amp;quot; he went on, &amp;quot;it could be a story in itself. The story says that after knocking on the door of that man we&amp;#39;ve been talking about, and having no success with him, the spirit used the only means available: trickery. After all, the spirit had resolved previous impasses with trickery. It was obvious that if it wanted to make an impact on this man it had to cajole him. So the spirit began to instruct the man on the mysteries of sorcery. And the sorcery apprenticeship became what it is: a route of artifice and subterfuge. [* subterfuge- something intended to misrepresent the true nature of an activity]&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The story says that the spirit cajoled the man by making him shift back and forth between levels of awareness to show him how to save the energy needed to strengthen his connecting link.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan told me that if we apply his story to a modern setting, we had the case of the nagual- the living conduit of the spirit- repeating the structure of this abstract core and resorting to artifice and subterfuge in order to teach.&lt;/p&gt;\n\n&lt;p&gt;Suddenly he stood and started to walk toward the mountain range. I followed him and we started our climb, side by side.&lt;/p&gt;\n\n&lt;p&gt;In the very late afternoon, we reached the top of the high mountains. Even at that altitude, it was still very warm. All day we had followed a nearly invisible trail. Finally we reached a small clearing; an ancient lookout post commanding the north and west.&lt;/p&gt;\n\n&lt;p&gt;We sat there and don Juan returned our conversation to the sorcery stories. He said that now I knew the story of intent manifesting itself to the nagual Elias and the story of the spirit knocking on the nagual Julian&amp;#39;s door. And I knew how he had met the spirit, and I certainly could not forget how I had met it. All these stories, he declared, had the same structure; only the characters differed. Each story was an abstract tragic comedy with one abstract player, intent, and two human actors, the nagual and his apprentice. The script was the abstract core.&lt;/p&gt;\n\n&lt;p&gt;I thought I had finally understood what he meant, but I could not quite explain even to myself what it was I understood, nor could I explain it to don Juan. When I tried to put my thoughts into words I found myself babbling.&lt;/p&gt;\n\n&lt;p&gt;Don Juan seemed to recognize my state of mind. He suggested that I relax and listen. He told me his next story was about the process of bringing an apprentice into the realm of the spirit; a process sorcerers called the trickery of the spirit, or dusting the connecting link to intent.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ve already told you the story of how the nagual Julian took me to his house after I was shot and tended my wound until I recovered,&amp;quot; don Juan continued. &amp;quot;But I didn&amp;#39;t tell you how he dusted my link; how he taught me to stalk myself.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The first thing a nagual does with his prospective apprentice is to trick him. That is, he gives him a jolt on his connecting link to the spirit. There are two ways of doing this. One is through semi-normal channels, which I used with you, and the other is by means of outright sorcery, which my benefactor used on me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan again told me the story of how his benefactor had convinced the people who had gathered at the road that the wounded man was his son. Then he had paid some men to carry don Juan, unconscious from shock and loss of blood, to his own house. Don Juan woke there, days later, and found a kind old man and his fat wife tending his wound.&lt;/p&gt;\n\n&lt;p&gt;The old man said his name was Belisario, and that his wife was a famous healer, and that both of them were healing his wound. Don Juan told them he had no money, and Belisario suggested that when he recovered, payment of some sort could be arranged.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that he was thoroughly confused, which was nothing new to him. He was just a muscular, reckless twenty-year-old Indian, with no brains, no formal education, and a terrible temper. He had no conception of gratitude. He thought it was very kind of the old man and his wife to have helped him, but his intention was to wait for his wound to heal, and then simply vanish in the middle of the night.&lt;/p&gt;\n\n&lt;p&gt;When he had recovered enough and was ready to flee, old Belisario took him into a room and in trembling whispers disclosed that the house where they were staying belonged to a monstrous man who was holding his wife and him prisoner. He asked don Juan to help them to regain their freedom; to escape from their captor and tormentor.&lt;/p&gt;\n\n&lt;p&gt;Before don Juan could reply, a monstrous fish-faced man right out of a horror tale burst into the room as if he had been listening behind the door. He was greenish-gray, had only one unblinking eye in the middle of his forehead, and was as big as a door. He lurched at don Juan, hissing like a serpent ready to tear him apart, and frightened him so greatly that he fainted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;His way of giving me a jolt on my connecting link with the spirit was masterful.&amp;quot; Don Juan laughed. &amp;quot;My benefactor, of course, had shifted me into heightened awareness prior to the monster&amp;#39;s entrance, so that what I actually saw as a monstrous man was what sorcerers call an inorganic being; a formless energy field.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that he knew countless cases in which his benefactor&amp;#39;s devilishness created hilariously embarrassing situations for all his apprentices, especially for don Juan himself, whose seriousness and stiffness made him the perfect subject for his benefactor&amp;#39;s didactic [* didactic- instructive (especially excessively)] jokes. He added as an afterthought that it went without saying that these jokes entertained his benefactor immensely.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If you think I laugh at you- which I do- it&amp;#39;s nothing compared with how he laughed at me,&amp;quot; don Juan continued. &amp;quot;My devilish benefactor had learned to weep to hide his laughter. You just can&amp;#39;t imagine how he used to cry when I first began my apprenticeship.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Continuing with his story, don Juan stated that his life was never the same after the shock of seeing that monstrous man. His benefactor made sure of it. Don Juan explained that once a nagual has introduced his prospective disciple, especially his nagual disciple, to trickery he must struggle to assure his compliance. This compliance could be of two different kinds.&lt;/p&gt;\n\n&lt;p&gt;Either the prospective disciple is so disciplined and tuned that only his decision to join the nagual is needed, as had been the case with young Talia; or the prospective disciple is someone with little or no discipline, in which case a nagual has to expend time and a great deal of labor to convince his disciple.&lt;/p&gt;\n\n&lt;p&gt;In don Juan&amp;#39;s case, because he was a wild young peasant without a thought in his head, the process of reeling him in took bizarre turns.&lt;/p&gt;\n\n&lt;p&gt;Soon after the first jolt, his benefactor gave him a second one by showing don Juan his ability to transform himself. One day his benefactor became a young man. Don Juan was incapable of conceiving of this transformation as anything but an example of a consummate actor&amp;#39;s art.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How did he accomplish those changes?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He was both a magician and an artist,&amp;quot; don Juan replied. &amp;quot;His magic was that he transformed himself by moving his assemblage point into the position that would bring on whatever particular change he desired. And his art was the perfection of his transformations.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t quite understand what you&amp;#39;re telling me,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that perception is the hinge for everything man is or does, and that perception is ruled by the location of the assemblage point. Therefore, if that point changes positions, man&amp;#39;s perception of the world changes accordingly. The sorcerer who knew exactly where to place his assemblage point could become anything he wanted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual Julian&amp;#39;s proficiency in moving his assemblage point was so magnificent that he could elicit the subtlest transformations,&amp;quot; don Juan continued. &amp;quot;When a sorcerer becomes a crow, for instance, it is definitely a great accomplishment. But it entails a vast and therefore a gross shift of the assemblage point. However, moving it to the position of a fat man, or an old man, requires the minutest shift and the keenest knowledge of human nature.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;d rather avoid thinking or talking about those things as facts,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;Don Juan laughed as if I had said the funniest thing imaginable.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Was there a reason for your benefactor&amp;#39;s transformations?&amp;quot; I asked. &amp;quot;Or was he just amusing himself?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t be stupid. Warriors don&amp;#39;t do anything just to amuse themselves,&amp;quot; he replied. &amp;quot;His transformations were strategical. They were dictated by need; like his transformation from old to young. Now and then there were funny consequences, but that&amp;#39;s another matter.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I reminded him that I had asked before how his benefactor learned those transformations. He had told me then that his benefactor had a teacher, but would not tell me who.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That very mysterious sorcerer who is our ward taught him,&amp;quot; don Juan replied curtly.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What mysterious sorcerer is that?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The death defier,&amp;quot; he said and looked at me questioningly.&lt;/p&gt;\n\n&lt;p&gt;For all the sorcerers of don Juan&amp;#39;s party, the death defier was a most vivid character. According to them, the death defier was a sorcerer of ancient times. He had succeeded in surviving to the present day by manipulating his assemblage point; making it move in specific ways to specific locations within his total energy field. Such maneuvers had permitted his awareness and life force to persist.&lt;/p&gt;\n\n&lt;p&gt;Don Juan had told me about the agreement that the seers of his lineage had entered into with the death defier centuries before. He made gifts to them in exchange for vital energy. Because of this agreement, they considered him their ward and called him &amp;#39;the tenant&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;Don Juan had explained that sorcerers of ancient times were experts at making the assemblage point move. In doing so they had discovered extraordinary things about perception, but they had also discovered how easy it was to get lost in aberration. The death defier&amp;#39;s situation was for don Juan a classic example of an aberration.&lt;/p&gt;\n\n&lt;p&gt;Don Juan used to repeat every chance he could that if the assemblage point was pushed by someone who not only saw it but also had enough energy to move it, it slid within the luminous ball to whatever location the pusher directed. Its brilliance was enough to light up the threadlike energy fields it touched. The resulting perception of the world was as complete as, but not the same as, our normal perception of everyday life. Therefore, sobriety was crucial to dealing with the moving of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Continuing his story, don Juan said that he quickly became accustomed to thinking of the old man who had saved his life as really a young man masquerading as old. But one day the young man was again the old Belisario don Juan had first met. He and the woman don Juan thought was his wife packed their bags, and two smiling men with a team of mules appeared out of nowhere.&lt;/p&gt;\n\n&lt;p&gt;Don Juan laughed, savoring his story. He said that while the muleteers packed the mules, Belisario pulled him aside and pointed out that he and his wife were again disguised.&lt;/p&gt;\n\n&lt;p&gt;He was again an old man, and his beautiful wife was a fat irascible Indian.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I was so young and stupid that only the obvious had value for me,&amp;quot; don Juan continued. &amp;quot;Just a couple of days before, I had seen his incredible transformation from a feeble man in his seventies to a vigorous young man in his mid-twenties, and I took his word that old age was just a disguise. His wife had also changed from a sour, fat Indian to a beautiful slender young woman. The woman, of course, hadn&amp;#39;t transformed herself the way my benefactor had. He had simply changed the woman. Of course, I could have seen everything at that time, but wisdom always comes to us painfully and in driblets.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that the old man assured him that his wound was healed although he did not feel quite well yet. He then embraced don Juan and in a truly sad voice whispered, &amp;quot;the monster has liked you so much that he has released me and my wife from bondage and taken you as his sole servant.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I would have laughed at him,&amp;quot; don Juan went on, &amp;quot;had it not been for a deep animal growling and a frightening rattle that came from the monster&amp;#39;s rooms.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s eyes were shining with inner delight. I wanted to remain serious, but could not help laughing.&lt;/p&gt;\n\n&lt;p&gt;Belisario, aware of don Juan&amp;#39;s fright, apologized profusely for the twist of fate that had liberated him and imprisoned don Juan. He clicked his tongue in disgust and cursed the monster. He had tears in his eyes when he listed all the chores the monster wanted done daily. And when don Juan protested, he confided, in low tones, that there was no way to escape, because the monster&amp;#39;s knowledge of witchcraft was unequaled.&lt;/p&gt;\n\n&lt;p&gt;Don Juan asked Belisario to recommend some line of action. And Belisario went into a long explanation about plans of action being appropriate only if one were dealing with average human beings. In the human context, we can plan and plot; and depending on luck plus our cunning and dedication, we can succeed. But in the face of the unknown, specifically don Juan&amp;#39;s situation, the only hope of survival was to acquiesce and understand.&lt;/p&gt;\n\n&lt;p&gt;Belisario confessed to don Juan in a barely audible murmur that to make sure the monster never came after him, he was going to the state of Durango to learn sorcery. He asked don Juan if he too would consider learning sorcery. And don Juan, horrified at the thought, said that he would have nothing to do with witches.&lt;/p&gt;\n\n&lt;p&gt;Don Juan held his sides laughing and admitted that he enjoyed thinking about how his benefactor must have relished their interplay; especially when don Juan, in a frenzy of fear and passion, rejected the bona fide invitation to learn sorcery, saying, &amp;quot;I am an Indian. I was born to hate and fear witches.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Belisario exchanged looks with his wife and his body began to convulse. Don Juan realized he was weeping silently, obviously hurt by the rejection. His wife had to prop him up until he regained his composure.&lt;/p&gt;\n\n&lt;p&gt;As Belisario and his wife were walking away, he turned and gave don Juan one more piece of advice. He said that the monster abhorred women, and don Juan should be on the lookout for a male replacement on the off chance that the monster would like him enough to switch slaves. But he should not raise his hopes, because it was going to be years before he could even leave the house. The monster liked to make sure his slaves were loyal or at least obedient.&lt;/p&gt;\n\n&lt;p&gt;Don Juan could stand it no longer. He broke down, began to weep, and told Belisario that no one was going to enslave him. He could always kill himself. The old man was very moved by don Juan&amp;#39;s outburst and confessed that he had had the same idea, but, alas, the monster was able to read his thoughts and had prevented him from taking his own life every time he had tried.&lt;/p&gt;\n\n&lt;p&gt;Belisario made another offer to take don Juan with him to Durango to learn sorcery. He said it was the only possible solution. And don Juan told him his solution was like jumping from the frying pan into the fire.&lt;/p&gt;\n\n&lt;p&gt;Belisario began to weep loudly and embraced don Juan. Belisario cursed the moment he had saved the don Juan&amp;#39;s life and swore that he had no idea they would trade places. He blew his nose, and looking at don Juan with burning eyes, said, &amp;quot;Disguise is the only way to survive. If you don&amp;#39;t behave properly, the monster can steal your soul and turn you into an idiot who does his chores, and nothing more. Too bad I don&amp;#39;t have time to teach you acting.&amp;quot; Then he wept even more.&lt;/p&gt;\n\n&lt;p&gt;Don Juan, choking with tears asked him to describe how he could disguise himself. Belisario confided that the monster had terrible eyesight, and recommended that don Juan experiment with various clothes that suited his fancy. He had, after all, years ahead of him to try different disguises. He embraced don Juan at the door, weeping openly. His wife touched don Juan&amp;#39;s hand shyly. And then they were gone.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Never in my life, before or after, have I felt such terror and despair,&amp;quot; don Juan said. &amp;quot;The monster rattled things inside the house as if he were waiting impatiently for me. I sat down by the door and whined like a dog in pain. Then I vomited from sheer fear.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan sat for hours incapable of moving. He dared not leave, nor did he dare go inside. It was no exaggeration to say that he was actually about to die when he saw Belisario waving his arms, frantically trying to catch his attention from the other side of the street. Just seeing him again gave don Juan instantaneous relief. Belisario was squatting by the sidewalk watching the house. He signaled don Juan to stay put.&lt;/p&gt;\n\n&lt;p&gt;After an excruciatingly long time, Belisario crawled a few feet on his hands and knees toward don Juan, then squatted again, totally immobile. Crawling in that fashion, he advanced until he was at don Juan&amp;#39;s side. It took him hours. A lot of people had passed by, but no one seemed to have noticed don Juan&amp;#39;s despair or the old man&amp;#39;s actions. When the two of them were side by side, Belisario whispered that he had not felt right leaving don Juan like a dog tied to a post. His wife had objected, but he had returned to attempt to rescue him. After all, it was thanks to don Juan that he had gained his freedom.&lt;/p&gt;\n\n&lt;p&gt;He asked don Juan in a commanding whisper whether he was ready and willing to do anything to escape this. And don Juan assured him that he would do anything. In the most surreptitious [* surreptitious- marked by quiet and caution and secrecy; taking pains to avoid being observed] manner, Belisario handed don Juan a bundle of clothes. Then he outlined his plan.&lt;/p&gt;\n\n&lt;p&gt;Don Juan was to go to the area of the house farthest from the monster&amp;#39;s rooms and slowly change his clothes, taking off one item of clothing at a time, starting with his hat, leaving the shoes for last. Then he was to put all his clothes on a wooden frame, a mannequin-like structure he was to build, efficiently and quickly, as soon as he was inside the house. The next step of the plan was for don Juan to put on the only disguise that could fool the monster: the clothes in the bundle.&lt;/p&gt;\n\n&lt;p&gt;Don Juan ran into the house and got everything ready. He built a scarecrow-like frame with poles he found in the back of the house, took off his clothes and put them on it. But when he opened the bundle he got the surprise of his life. The bundle consisted of women&amp;#39;s clothes!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I felt stupid and lost,&amp;quot; don Juan said, &amp;quot;and was just about to put my own clothes back on when I heard the inhuman growls of that monstrous man. I had been reared to despise women; to believe their only function was to take care of men. Putting on women&amp;#39;s clothes to me was tantamount to becoming a woman. But my fear of the monster was so intense that I closed my eyes and put on the damned clothes.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked at don Juan; imagining him in women&amp;#39;s clothes. It was an image so utterly ridiculous that against my will I broke into a belly laugh.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that when old Belisario, waiting for him across the street, saw don Juan in disguise, he began to weep uncontrollably. Weeping, he guided don Juan to the outskirts of town where his wife was waiting with the two muleteers. One of them very daringly asked Belisario if he was stealing the weird girl to sell her to a whorehouse. The old man wept so hard he seemed on the verge of fainting. The young muleteers did not know what to do, but Belisario&amp;#39;s wife, instead of commiserating, [* commiserating- to feel or express sympathy or compassion] began to scream with laughter. And don Juan could not understand why.&lt;/p&gt;\n\n&lt;p&gt;The party began to move in the dark. They took little-traveled trails and moved steadily north. Belisario did not speak much. He seemed to be frightened and expecting trouble. His wife fought with him all the time and complained that they had thrown away their chance for freedom by taking don Juan along. Belisario gave her strict orders not to mention it again for fear the muleteers would discover that don Juan was in disguise.&lt;/p&gt;\n\n&lt;p&gt;Belisario cautioned don Juan that because he did not know how to behave convincingly like a woman, he should act as if he were a girl who was a little touched in the head.&lt;/p&gt;\n\n&lt;p&gt;Within a few days don Juan&amp;#39;s fear subsided a great deal. In fact, he became so confident that he could not even remember having been afraid. If it had not been for the clothes he was wearing, he could have imagined the whole experience had been a bad dream.&lt;/p&gt;\n\n&lt;p&gt;Wearing women&amp;#39;s clothes under those conditions entailed, of course, a series of drastic changes. Belisario&amp;#39;s wife coached don Juan with true seriousness in every aspect of being a woman. Don Juan helped her cook, wash clothes, and gather firewood.&lt;/p&gt;\n\n&lt;p&gt;Belisario shaved don Juan&amp;#39;s head and put a strong-smelling medicine on it, and told the muleteers that the girl had had an infestation of lice. Don Juan said that since he was still a beardless youth it was not really difficult to pass as a woman. But he felt disgusted with himself, and with all those people, and above all, with his fate. To end up wearing women&amp;#39;s clothes and doing women&amp;#39;s chores was more than he could bear.&lt;/p&gt;\n\n&lt;p&gt;One day he had enough. The muleteers were the final straw. They expected and demanded that this strange girl wait on them hand and foot. Don Juan said that he also had to be on permanent guard because they would make passes.&lt;/p&gt;\n\n&lt;p&gt;I felt compelled to ask a question.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Were the muleteers in cahoots with your benefactor? I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No,&amp;quot; he replied and began to laugh uproariously. &amp;quot;They were just two nice people who had fallen temporarily under his spell. He had hired their mules to carry medicinal plants and told them that he would pay handsomely if they would help him kidnap a young woman.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The scope of the nagual Julian&amp;#39;s actions staggered my imagination. I pictured don Juan fending off sexual advances and hollered with laughter.&lt;/p&gt;\n\n&lt;p&gt;Don Juan continued his account. He said that he told the old man sternly that the masquerade had lasted long enough, the men were making sexual advances. Belisario nonchalantly advised him to be more understanding because men will be men; and then he began to weep again, completely baffling don Juan, who found himself furiously defending women.&lt;/p&gt;\n\n&lt;p&gt;He was so passionate about the plight of women that he scared himself. He told Belisario that he was going to end up in worse shape than he would have had he stayed as the monster&amp;#39;s slave.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s turmoil increased when the old man wept uncontrollably and mumbled inanities: life was sweet, the little price one had to pay for it was a joke, the monster would devour don Juan&amp;#39;s soul, and not even allow him to kill himself.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Flirt with the muleteers,&amp;quot; he advised don Juan in a conciliatory tone and manner. &amp;quot;They are primitive peasants. All they want is to play, so push them back when they shove you. Let them touch your leg. What do you care?&amp;quot; And again, he wept unrestrainedly.&lt;/p&gt;\n\n&lt;p&gt;Don Juan asked him why he wept like that.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Because you are perfect for all this,&amp;quot; he said and his body twisted with the force of his sobbing.&lt;/p&gt;\n\n&lt;p&gt;Don Juan thanked him for his good feelings and for all the trouble he was taking on his account. He told Belisario he now felt safe and wanted to leave.&lt;/p&gt;\n\n&lt;p&gt;Belisario, paying no attention to what don Juan was telling him, said, &amp;quot;The art of stalking is learning all the quirks of your disguise, and the art is to learn them so well no one will know you are disguised. For that you need to be ruthless, cunning, patient, and sweet.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan had no idea what Belisario was talking about. Rather than finding out, he asked him for some men&amp;#39;s clothes. Belisario was very understanding. He gave don Juan some old clothes and a few pesos. He promised don Juan that his disguise would always be there in case he needed it, and pressed him vehemently to come to Durango with him to learn sorcery and free himself from the monster for good. Don Juan said no and thanked him. So Belisario bid him goodbye and patted him on the back repeatedly and with considerable force.&lt;/p&gt;\n\n&lt;p&gt;Don Juan changed his clothes and asked Belisario for directions. He answered that if don Juan followed the trail north, sooner or later he would reach the next town. He said that the two of them might even cross paths again since they were all going in the same general direction- away from the monster.&lt;/p&gt;\n\n&lt;p&gt;Don Juan took off as fast as he could, free at last. He must have walked four or five miles before he found signs of people. He knew that a town was nearby and thought that perhaps he could get work there until he decided where he was going.&lt;/p&gt;\n\n&lt;p&gt;He sat down to rest for a moment, anticipating the normal difficulties a stranger would find in a small out of the way town, when from the corner of his eye he saw a movement in the bushes by the mule trail. He felt someone was watching him. He became so thoroughly terrified that he jumped up and started to run in the direction of the town: The monster jumped at him lurching out to grab his neck. He missed by an inch. Don Juan screamed as he had never screamed before, but still had enough self-control to turn and run back in the direction from which he had come.&lt;/p&gt;\n\n&lt;p&gt;While don Juan ran for his life, the monster pursued him, crashing through the bushes only a few feet away. Don Juan said that it was the most frightening sound he had ever heard. Finally he saw the mules moving slowly in the distance, and he yelled for help.&lt;/p&gt;\n\n&lt;p&gt;Belisario recognized don Juan and ran toward him displaying overt terror. He threw the bundle of women&amp;#39;s clothes at don Juan shouting, &amp;quot;Run like a woman, you fool.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan admitted that he did not know how he had the presence of mind to run like a woman, but he did it. The monster stopped chasing him. And Belisario told him to change quickly while he held the monster at bay.&lt;/p&gt;\n\n&lt;p&gt;Don Juan joined Belisario&amp;#39;s wife and the smiling muleteers without looking at anybody. They doubled back and took other trails. Nobody spoke for days.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;This story also makes it obvious why we get the worst men in existence visiting here.&lt;/p&gt;\n\n&lt;p&gt;And why there are crazy people on drugs running through here, claiming they had a &amp;quot;benefactor&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;(Sexual predator is more like it).&lt;/p&gt;\n\n&lt;p&gt;And how Carlos &amp;quot;hooked&amp;quot; people.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t feel it while reading it, I can&amp;#39;t explain it.  But as a hint, imagine a man who does nothing but pretend and masturbate, thinking about if he were Julian, and what he could do to make fun of other people.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also why Carlos told us to stop reading his books!&lt;/p&gt;\n\n&lt;p&gt;And why people didn&amp;#39;t believe the books were literally true.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just too much!&lt;/p&gt;\n\n&lt;p&gt;But in fact, if Cholita hangs around, the two of us could pull things like that off eventually.&lt;/p&gt;\n\n&lt;p&gt;We certainly have the IOBs.  And Cholita is a great stalker.&lt;/p&gt;\n\n&lt;p&gt;Not that we would, but it&amp;#39;s not so far fetched as it would sound to a person who can&amp;#39;t move their assemblage point.&lt;/p&gt;\n\n&lt;p&gt;By the way, for a while Cholita was always trying to get me to dress up in women&amp;#39;s clothes.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "25c96bb2-6006-11ea-a318-0e7b3e95c21d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qvg3p8", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 0, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qvg3p8/people_cant_see_your_ally/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qvg3p8/people_cant_see_your_ally/", "subreddit_subscribers": 9561, "created_utc": 1637091477.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [], "before": null}}]