[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/bjstjvyfayu61.png?width=2784&amp;format=png&amp;auto=webp&amp;s=bf5c223bb8e2954c1cc2e7f687f6437b27a7e14c\n\nWere you puzzled when you read how sorcerers are storytellers, and use their hat to seal the deal?\n\nKind of weird, wasn't it?\n\nAnd the angry Mexican politics didn't help.\n\nThe topic doesn't seem to come up elsewhere, so as to explain it.\n\nWhich, as I learned last night, has a reason.\n\nOnce was enough for that dangerous topic.\n\nIt's ripe for pretend sorcery.\n\nToo many mentions of the coolness of storytelling, and people would have fixated on it.\n\nWe'd have a bunch of storytellers out there, instead of workshops on how to make the entire world a \"path with heart\".\n\n\"Path with heart\" was mentioned a few times too many, and look at the damage that did to the community.\n\nPeople fixate on easy things you can think about, so as to avoid actually learning any sorcery.\n\nIt's hard work to learn to get silent.\n\nBut the hard work is worth it, once you have real magic in your life!\n\nLast night I was trying  to recreate waving my hands and assembling a world around me, using the puffs and streaks.\n\nI'd done that, and written it up, the night before.\n\nIt worked, but I'd only been in the dark room for 2 minutes so it was obviously premature to try that.\n\nThe world I summoned was broken up. It was more like a collection of objects on shelves, than a city in London like I got last night.\n\nBut it did solidify my perception of the puffs and swirls being closer to my torso, which is the \"sweet spot\" for inorganic being watching.\n\nI suppose inorganic beings are a little like Whale watching.\n\nYou can take your ship out to sea, and hope to find a whale.\n\nThey're all over the darned place!\n\nBut unless you find their favorite waters, your chances of spotting one are slim.\n\nAnd even if you do, they're not in a place they can remain.  They need food.\n\nYou have to go closer to land.\n\nIt's the same with inorganic beings.\n\nBy summoning a phantom world, which soon became a phantom copy of my bedroom, I had redeployed the energy normally pushed to the outside of your cocoon,  in closer to my torso.\n\nInside the phantom copy of the room I had just created, I saw my new inorganic being floating around.\n\nIt took me a while to make sure it wasn't Fancy, my first inorganic being.\n\nNope.  And not \"Mystery\", the oyster head.\n\nThis new one was completely stable, and it looked like I could interact with him,  without him going away.\n\nI got up to walk around the bed to a better spot for that type of activity, and glanced down at the bedspread.\n\nIt was glowing in whitish light so bright, it seemed impossible.\n\nI looked over at the wall, where I have a black blackout cloth patch covering the entire window.  Maybe there was a leak?\n\nThe entire wall was also lit up, as if the blackout cloth had become semi-transparent and the light from the streetlamps outside was flooding  into the room.\n\nI've seen that before, so I just let it pass. There was no leak. It was \"seeing energy\" on a horizon, from the \"Silent Knowledge\" publication Carlos made to give us last minute instructions before he died.\n\nMy new inorganic being was floating near the south wall.\n\nI heard Cholita in the bathroom. She's been in \"silent\" mode since she complained about my behavior in this subreddit.\n\nBut she was making just enough noise in the bathroom that I could be sure she was still in there.  She had several small bottles of smelly lotions she was moving about on the sink counter.\n\nI scooped my hands and arms to gather up some of the pinkish light in the \"Second Attention Fog\" filling the room.  It didn't start out pink, but once I had gathered it, it took on that hue.\n\nAnd I made a fairly good pink ball of light.  The technique is in this subreddit somewhere.\n\nI moved it to where it blocked my view of the direction of the bathroom, and began to gaze at the surface.\n\nI can't actually see through the wall, but I can gaze at energy on a surface and see if it forms a dream copy of what's on the other side of the wall.\n\nA little orange sparkle in the middle of the ball formed each time I slowly moved it over the area, scanning for Cholita.\n\nWhen I found the sweet spot, a steady \"twinkle\", I kept it in the middle and gazed at it as silently as I could.\n\nYou can't see through the wall, if you have any internal dialogue at all.   That moves the assemblage point back to where you are.  You need it to drift freely, to intercept what's on the other side of solid matter.\n\nThe pinkish ball of light started to form a head!\n\nI used to be able to connect to Cholita like Ren and Ray in Star Wars, but Cholita had discovered me and blocked it many months ago.\n\nAs the face formed, I got a feeling that it might in fact be Cholita.\n\nBut then, it turned out to be my new inorganic being. He was making faces at me.\n\nAs I tried to convince myself I could pass that and see Cholita, he'd contort his mouth or eyes to get my attention back on him.\n\nMy arms got tired. It's difficult holding up a 2 foot wide ball of pink energy!\n\nI dropped my arms, and all that was left was the new inorganic being, staring at me.\n\nHe has no name.\n\nBut it seemed that he was going to hang around a long time, so he needed a name.\n\nI spoke to him, \"What am I going to call you?\"\n\nHe started to mutate.  I could see his upper body now.\n\nI examined his face and costume, and decided I should call him something dark and evil.\n\nBut, he hadn't done anything evil.  Maybe he was ancient, or primitive?  Alien?\n\nI couldn't figure out what was making me think that way, but his energy was definitely different from Fancy or Mystery, my other 2 inorganic beings.\n\nI looked at his hair, and it began to grow.\n\nHe now looked very early european, with blond hair that had never been shampooed.\n\nHe grew a beard. Or more accurately, I noticed he already had a beard.\n\nThey don't animate fast enough to \"grow\" something in real time.  Unlike a dreaming scout, the image of them needs intent to summon it, and won't change until you notice the last image. Which makes them change 2 per second at the fastest.\n\nA \"scout\" in dreaming, can move full speed.\n\nWhich leaves a bit of a mystery, regarding Vicente's 3 inorganic beings who could be as real as real people, for Carlos.\n\nThis slow animating inorganic being now looked like a \"lion man\".\n\nTrying to figure out what to call that, he also grew a heavy homemade coat.\n\nHe was covered in heavy grey furs, even draping over his head like a hoodie.\n\nHe was perfectly suited for hunting Mammoths up north, in the last ice age.\n\nTrying very hard to visualize what he represented, and to come up with a name, I got his attention.\n\n\"Sorcerers are Storytellers\", he said to me.\n\nBut there was no audible voice.\n\nThank goodness. I would have had to run into the bathroom and jump into the tub, risking the wrath of Cholita.\n\n\"What?\" I thought.\n\nAnd my thought materialized in front of me, as a 2 foot wide dream.\n\nIt took a while to understand what was in the scene.\n\nAnd then, another flowed in.  I had another dream scene, based on the previous.  Right next to it, floating in the air in the middle of the room.\n\nIt was like advanced recapitulation.\n\n\"Exactly!\" said the inorganic being.  \"One flows from the other.  Can you feel that?  How is that possible?  You didn't do that.  You can't make those!\"\n\nScene after dream scene materialized, with some organization that led from one to the other very clearly, and yet I couldn't possibly have explained how they were arranged.\n\nIt wasn't a linear progression. Neither in space, nor in time.\n\nI began to realize what the inorganic being was teaching me.\n\nDaydreaming!\n\nHe's teaching me that daydreaming is important. That we can use it as an advanced scout.\n\nThe same way sorcerers do, with storytelling.\n\nAs children, we had that ability at 100%. It's useful to children, to understand the world. They fill in the missing pieces using their imagination.\n\nBut we lose it as we age, and by our mid 20s it's nearly blank.  We can think about things, but the dreaming scenes don't form for us anymore, as vividly as they can for children.  Thus we no longer like to play with simple toys.\n\nI wanted to get up and start typing in private chat on reddit, to make sure I didn't forget this lesson.\n\nBut it was so interesting I wanted to see more, and I doubted I could get it to return.\n\nI lifted my right hand, and did a frantic \"thumbs up!\" inside each dream.\n\nThe motion caused each to pop,  and turn into a blue cloud of light raining down onto the floor.\n\nI looked back to my inorganic being, who had done a costume change.\n\nHe did another. And another. He was mutating in a progress, which had meaning.  One led to the other, over and over.  We were trying to daydream a name for him.\n\nFinally he reached the end of the progression, and I had a mildly scary zombie man in front of me.\n\nPossibly because I'd wanted to label him \"evil\" earlier.\n\n\"Great!\", I commented.  \"Do that!  I haven't had a good scare in a long time!\".\n\nHe frowned.  \"A distraction\",  he seemed to be saying.  But not enough to interrupt him.   You have to be careful when speaking to the dreaming emissary, while they are teaching. If they stop, they never seem to resume where they left off.\n\nThe lesson continued, but I've lost most of it. He showed me what happens in the recapitulation crate, as you \"rebuild your daydreaming ability\".\n\nThat's what he called recapitulation.\n\nIt was in fact true.  I did quite an obsessive recapitulation, and when I finished I could daydream anything from my past, nearly fully visually. It was like turning your head inside your mind, to face a dream, which could be as clear as a real dream. Except, it was in a \"different direction\".\n\nIt wasn't the same as seeing a dreaming scene floating in the air, in the dark room. You had to turn to look at another place, not where you currently were located.\n\n\"The assemblage point moves finely during recap, recovering all of the lost positions.  Think of it!  Think of the wonders, of learning to move it in that fine detail!!!\"\n\nHe was quoting don Juan, something I'd read only days before.\n\nThe Emissary seems to teach what you already knew, but in such a manner that it's a revelation.\n\n\"And it doesn't have to move only over what was.  It can move over what could have been, or what can be.  There's no difference between them, to a storyteller.\"\n\nYou can escape into the \"could have been\" if you choose.\n\nI watched the lesson for a while, but I got obsessed with trying to remember the story telling passages from the books.\n\nWhat had don Juan said about that?  Which book was that?  I seem to recall angry apprentices.\n\nSomething I've since learned, is nearly inevitable.  All of the apprentices of Carlos have become too angry to learn together, the same as they did in the books. Each will have to make up their mind and do it alone or with those they still share that interest with.\n\nThe private students were all blown to pieces, the way things went in the books for the Genaros, the Little Sisters, and Carlos.\n\nAnd why isn't that Storytelling topic covered more in the books?  Had we missed it?\n\nIs daydreaming a more direct link to intent?\n\nAll the wondering caused me to realize, when we \"fantasize\" in the dark room, but still manage to be silent, we are messing with the flow of intent.\n\nFantasizing doesn't stop the assemblage point from moving, but it interferes with where it moves to.\n\nFantasizing is for horizontal shifts?  For summoning phantom worlds of skimmed emanations?\n\nI started to get a tiny headache, like you'd have if you skipped caffeine for a whole day.\n\nI decided to lay down.\n\nIt had been more than 2 hours of darkroom gazing, even though it seemed like 20 minutes.\n\nCholita had long ago decided to go sleep, and disappeared from the house with a slam of the back door.   At least the door window glass didn't shatter, I thought to myself at the time. I'd replaced the last glass with a stronger variety.\n\nIn the darkroom, you can go until you completely run out of energy, meaning the room goes black.\n\nYou can renew some energy, with tensegrity.  And continue.\n\nWhen you run out again, it's very difficult to keep going.\n\nAnd the next day, you might get nothing.\n\nOr,  you can stop when you are tired but still have some energy.\n\nIt's possible that makes the next day better.\n\nWhen my head hit the pillow the inorganic being was still there, and proceeded to show me something else.\n\nWhich is now lost.\n\nAt some point, Fancy pulled me into a dream.  She's been doing that lately.\n\nAnd I fell asleep in there.  But I recall a vast stretch of man made path, leading into Cholita's phantom copy of our house. It's grown enormous in size.\n\nMostly I just recall, \"Sorcerers are Storytellers\", because it works as a technique to summon other positions of the assemblage point.\n\nBut only when you do it silently.\n\nIt's a \"thing\" in itself.\n\nWe missed that.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Sorcerers are Story Tellers", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 72, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"bjstjvyfayu61": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 55, "x": 108, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=6d82d52c58c93f8d99798c46fb364a461a2946b4"}, {"y": 111, "x": 216, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=01110ec3f06f8092ffbb07d7adb0b056e28efeca"}, {"y": 165, "x": 320, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=3d33dd3ee900ebf7636b55e8b4864ec642de3719"}, {"y": 331, "x": 640, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=aaa2bb0cdac6d77f238f45ba9246b7a95d90b8d6"}, {"y": 496, "x": 960, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=f3a884c4537e63ca00952b3cc36363560e320e0d"}, {"y": 558, "x": 1080, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=ecf261cca3a1dbf3c88ba4325f267d92b5f5bb00"}], "s": {"y": 1440, "x": 2784, "u": "https://preview.redd.it/bjstjvyfayu61.png?width=2784&amp;format=png&amp;auto=webp&amp;s=bf5c223bb8e2954c1cc2e7f687f6437b27a7e14c"}, "id": "bjstjvyfayu61"}}, "name": "t3_mwy83t", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 18, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 18, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/4KVtnJWbyk-sepWmRRlQwhmHHrERHaqgMteFjlBuWsI.jpg", "edited": 1619199779.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1619192835.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/bjstjvyfayu61.png?width=2784&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=bf5c223bb8e2954c1cc2e7f687f6437b27a7e14c\"&gt;https://preview.redd.it/bjstjvyfayu61.png?width=2784&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=bf5c223bb8e2954c1cc2e7f687f6437b27a7e14c&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Were you puzzled when you read how sorcerers are storytellers, and use their hat to seal the deal?&lt;/p&gt;\n\n&lt;p&gt;Kind of weird, wasn&amp;#39;t it?&lt;/p&gt;\n\n&lt;p&gt;And the angry Mexican politics didn&amp;#39;t help.&lt;/p&gt;\n\n&lt;p&gt;The topic doesn&amp;#39;t seem to come up elsewhere, so as to explain it.&lt;/p&gt;\n\n&lt;p&gt;Which, as I learned last night, has a reason.&lt;/p&gt;\n\n&lt;p&gt;Once was enough for that dangerous topic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s ripe for pretend sorcery.&lt;/p&gt;\n\n&lt;p&gt;Too many mentions of the coolness of storytelling, and people would have fixated on it.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;d have a bunch of storytellers out there, instead of workshops on how to make the entire world a &amp;quot;path with heart&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Path with heart&amp;quot; was mentioned a few times too many, and look at the damage that did to the community.&lt;/p&gt;\n\n&lt;p&gt;People fixate on easy things you can think about, so as to avoid actually learning any sorcery.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard work to learn to get silent.&lt;/p&gt;\n\n&lt;p&gt;But the hard work is worth it, once you have real magic in your life!&lt;/p&gt;\n\n&lt;p&gt;Last night I was trying  to recreate waving my hands and assembling a world around me, using the puffs and streaks.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d done that, and written it up, the night before.&lt;/p&gt;\n\n&lt;p&gt;It worked, but I&amp;#39;d only been in the dark room for 2 minutes so it was obviously premature to try that.&lt;/p&gt;\n\n&lt;p&gt;The world I summoned was broken up. It was more like a collection of objects on shelves, than a city in London like I got last night.&lt;/p&gt;\n\n&lt;p&gt;But it did solidify my perception of the puffs and swirls being closer to my torso, which is the &amp;quot;sweet spot&amp;quot; for inorganic being watching.&lt;/p&gt;\n\n&lt;p&gt;I suppose inorganic beings are a little like Whale watching.&lt;/p&gt;\n\n&lt;p&gt;You can take your ship out to sea, and hope to find a whale.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re all over the darned place!&lt;/p&gt;\n\n&lt;p&gt;But unless you find their favorite waters, your chances of spotting one are slim.&lt;/p&gt;\n\n&lt;p&gt;And even if you do, they&amp;#39;re not in a place they can remain.  They need food.&lt;/p&gt;\n\n&lt;p&gt;You have to go closer to land.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same with inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;By summoning a phantom world, which soon became a phantom copy of my bedroom, I had redeployed the energy normally pushed to the outside of your cocoon,  in closer to my torso.&lt;/p&gt;\n\n&lt;p&gt;Inside the phantom copy of the room I had just created, I saw my new inorganic being floating around.&lt;/p&gt;\n\n&lt;p&gt;It took me a while to make sure it wasn&amp;#39;t Fancy, my first inorganic being.&lt;/p&gt;\n\n&lt;p&gt;Nope.  And not &amp;quot;Mystery&amp;quot;, the oyster head.&lt;/p&gt;\n\n&lt;p&gt;This new one was completely stable, and it looked like I could interact with him,  without him going away.&lt;/p&gt;\n\n&lt;p&gt;I got up to walk around the bed to a better spot for that type of activity, and glanced down at the bedspread.&lt;/p&gt;\n\n&lt;p&gt;It was glowing in whitish light so bright, it seemed impossible.&lt;/p&gt;\n\n&lt;p&gt;I looked over at the wall, where I have a black blackout cloth patch covering the entire window.  Maybe there was a leak?&lt;/p&gt;\n\n&lt;p&gt;The entire wall was also lit up, as if the blackout cloth had become semi-transparent and the light from the streetlamps outside was flooding  into the room.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen that before, so I just let it pass. There was no leak. It was &amp;quot;seeing energy&amp;quot; on a horizon, from the &amp;quot;Silent Knowledge&amp;quot; publication Carlos made to give us last minute instructions before he died.&lt;/p&gt;\n\n&lt;p&gt;My new inorganic being was floating near the south wall.&lt;/p&gt;\n\n&lt;p&gt;I heard Cholita in the bathroom. She&amp;#39;s been in &amp;quot;silent&amp;quot; mode since she complained about my behavior in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;But she was making just enough noise in the bathroom that I could be sure she was still in there.  She had several small bottles of smelly lotions she was moving about on the sink counter.&lt;/p&gt;\n\n&lt;p&gt;I scooped my hands and arms to gather up some of the pinkish light in the &amp;quot;Second Attention Fog&amp;quot; filling the room.  It didn&amp;#39;t start out pink, but once I had gathered it, it took on that hue.&lt;/p&gt;\n\n&lt;p&gt;And I made a fairly good pink ball of light.  The technique is in this subreddit somewhere.&lt;/p&gt;\n\n&lt;p&gt;I moved it to where it blocked my view of the direction of the bathroom, and began to gaze at the surface.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t actually see through the wall, but I can gaze at energy on a surface and see if it forms a dream copy of what&amp;#39;s on the other side of the wall.&lt;/p&gt;\n\n&lt;p&gt;A little orange sparkle in the middle of the ball formed each time I slowly moved it over the area, scanning for Cholita.&lt;/p&gt;\n\n&lt;p&gt;When I found the sweet spot, a steady &amp;quot;twinkle&amp;quot;, I kept it in the middle and gazed at it as silently as I could.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t see through the wall, if you have any internal dialogue at all.   That moves the assemblage point back to where you are.  You need it to drift freely, to intercept what&amp;#39;s on the other side of solid matter.&lt;/p&gt;\n\n&lt;p&gt;The pinkish ball of light started to form a head!&lt;/p&gt;\n\n&lt;p&gt;I used to be able to connect to Cholita like Ren and Ray in Star Wars, but Cholita had discovered me and blocked it many months ago.&lt;/p&gt;\n\n&lt;p&gt;As the face formed, I got a feeling that it might in fact be Cholita.&lt;/p&gt;\n\n&lt;p&gt;But then, it turned out to be my new inorganic being. He was making faces at me.&lt;/p&gt;\n\n&lt;p&gt;As I tried to convince myself I could pass that and see Cholita, he&amp;#39;d contort his mouth or eyes to get my attention back on him.&lt;/p&gt;\n\n&lt;p&gt;My arms got tired. It&amp;#39;s difficult holding up a 2 foot wide ball of pink energy!&lt;/p&gt;\n\n&lt;p&gt;I dropped my arms, and all that was left was the new inorganic being, staring at me.&lt;/p&gt;\n\n&lt;p&gt;He has no name.&lt;/p&gt;\n\n&lt;p&gt;But it seemed that he was going to hang around a long time, so he needed a name.&lt;/p&gt;\n\n&lt;p&gt;I spoke to him, &amp;quot;What am I going to call you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He started to mutate.  I could see his upper body now.&lt;/p&gt;\n\n&lt;p&gt;I examined his face and costume, and decided I should call him something dark and evil.&lt;/p&gt;\n\n&lt;p&gt;But, he hadn&amp;#39;t done anything evil.  Maybe he was ancient, or primitive?  Alien?&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t figure out what was making me think that way, but his energy was definitely different from Fancy or Mystery, my other 2 inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;I looked at his hair, and it began to grow.&lt;/p&gt;\n\n&lt;p&gt;He now looked very early european, with blond hair that had never been shampooed.&lt;/p&gt;\n\n&lt;p&gt;He grew a beard. Or more accurately, I noticed he already had a beard.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t animate fast enough to &amp;quot;grow&amp;quot; something in real time.  Unlike a dreaming scout, the image of them needs intent to summon it, and won&amp;#39;t change until you notice the last image. Which makes them change 2 per second at the fastest.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;scout&amp;quot; in dreaming, can move full speed.&lt;/p&gt;\n\n&lt;p&gt;Which leaves a bit of a mystery, regarding Vicente&amp;#39;s 3 inorganic beings who could be as real as real people, for Carlos.&lt;/p&gt;\n\n&lt;p&gt;This slow animating inorganic being now looked like a &amp;quot;lion man&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Trying to figure out what to call that, he also grew a heavy homemade coat.&lt;/p&gt;\n\n&lt;p&gt;He was covered in heavy grey furs, even draping over his head like a hoodie.&lt;/p&gt;\n\n&lt;p&gt;He was perfectly suited for hunting Mammoths up north, in the last ice age.&lt;/p&gt;\n\n&lt;p&gt;Trying very hard to visualize what he represented, and to come up with a name, I got his attention.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers are Storytellers&amp;quot;, he said to me.&lt;/p&gt;\n\n&lt;p&gt;But there was no audible voice.&lt;/p&gt;\n\n&lt;p&gt;Thank goodness. I would have had to run into the bathroom and jump into the tub, risking the wrath of Cholita.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What?&amp;quot; I thought.&lt;/p&gt;\n\n&lt;p&gt;And my thought materialized in front of me, as a 2 foot wide dream.&lt;/p&gt;\n\n&lt;p&gt;It took a while to understand what was in the scene.&lt;/p&gt;\n\n&lt;p&gt;And then, another flowed in.  I had another dream scene, based on the previous.  Right next to it, floating in the air in the middle of the room.&lt;/p&gt;\n\n&lt;p&gt;It was like advanced recapitulation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Exactly!&amp;quot; said the inorganic being.  &amp;quot;One flows from the other.  Can you feel that?  How is that possible?  You didn&amp;#39;t do that.  You can&amp;#39;t make those!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Scene after dream scene materialized, with some organization that led from one to the other very clearly, and yet I couldn&amp;#39;t possibly have explained how they were arranged.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t a linear progression. Neither in space, nor in time.&lt;/p&gt;\n\n&lt;p&gt;I began to realize what the inorganic being was teaching me.&lt;/p&gt;\n\n&lt;p&gt;Daydreaming!&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s teaching me that daydreaming is important. That we can use it as an advanced scout.&lt;/p&gt;\n\n&lt;p&gt;The same way sorcerers do, with storytelling.&lt;/p&gt;\n\n&lt;p&gt;As children, we had that ability at 100%. It&amp;#39;s useful to children, to understand the world. They fill in the missing pieces using their imagination.&lt;/p&gt;\n\n&lt;p&gt;But we lose it as we age, and by our mid 20s it&amp;#39;s nearly blank.  We can think about things, but the dreaming scenes don&amp;#39;t form for us anymore, as vividly as they can for children.  Thus we no longer like to play with simple toys.&lt;/p&gt;\n\n&lt;p&gt;I wanted to get up and start typing in private chat on reddit, to make sure I didn&amp;#39;t forget this lesson.&lt;/p&gt;\n\n&lt;p&gt;But it was so interesting I wanted to see more, and I doubted I could get it to return.&lt;/p&gt;\n\n&lt;p&gt;I lifted my right hand, and did a frantic &amp;quot;thumbs up!&amp;quot; inside each dream.&lt;/p&gt;\n\n&lt;p&gt;The motion caused each to pop,  and turn into a blue cloud of light raining down onto the floor.&lt;/p&gt;\n\n&lt;p&gt;I looked back to my inorganic being, who had done a costume change.&lt;/p&gt;\n\n&lt;p&gt;He did another. And another. He was mutating in a progress, which had meaning.  One led to the other, over and over.  We were trying to daydream a name for him.&lt;/p&gt;\n\n&lt;p&gt;Finally he reached the end of the progression, and I had a mildly scary zombie man in front of me.&lt;/p&gt;\n\n&lt;p&gt;Possibly because I&amp;#39;d wanted to label him &amp;quot;evil&amp;quot; earlier.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Great!&amp;quot;, I commented.  &amp;quot;Do that!  I haven&amp;#39;t had a good scare in a long time!&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He frowned.  &amp;quot;A distraction&amp;quot;,  he seemed to be saying.  But not enough to interrupt him.   You have to be careful when speaking to the dreaming emissary, while they are teaching. If they stop, they never seem to resume where they left off.&lt;/p&gt;\n\n&lt;p&gt;The lesson continued, but I&amp;#39;ve lost most of it. He showed me what happens in the recapitulation crate, as you &amp;quot;rebuild your daydreaming ability&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what he called recapitulation.&lt;/p&gt;\n\n&lt;p&gt;It was in fact true.  I did quite an obsessive recapitulation, and when I finished I could daydream anything from my past, nearly fully visually. It was like turning your head inside your mind, to face a dream, which could be as clear as a real dream. Except, it was in a &amp;quot;different direction&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t the same as seeing a dreaming scene floating in the air, in the dark room. You had to turn to look at another place, not where you currently were located.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The assemblage point moves finely during recap, recovering all of the lost positions.  Think of it!  Think of the wonders, of learning to move it in that fine detail!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He was quoting don Juan, something I&amp;#39;d read only days before.&lt;/p&gt;\n\n&lt;p&gt;The Emissary seems to teach what you already knew, but in such a manner that it&amp;#39;s a revelation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And it doesn&amp;#39;t have to move only over what was.  It can move over what could have been, or what can be.  There&amp;#39;s no difference between them, to a storyteller.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You can escape into the &amp;quot;could have been&amp;quot; if you choose.&lt;/p&gt;\n\n&lt;p&gt;I watched the lesson for a while, but I got obsessed with trying to remember the story telling passages from the books.&lt;/p&gt;\n\n&lt;p&gt;What had don Juan said about that?  Which book was that?  I seem to recall angry apprentices.&lt;/p&gt;\n\n&lt;p&gt;Something I&amp;#39;ve since learned, is nearly inevitable.  All of the apprentices of Carlos have become too angry to learn together, the same as they did in the books. Each will have to make up their mind and do it alone or with those they still share that interest with.&lt;/p&gt;\n\n&lt;p&gt;The private students were all blown to pieces, the way things went in the books for the Genaros, the Little Sisters, and Carlos.&lt;/p&gt;\n\n&lt;p&gt;And why isn&amp;#39;t that Storytelling topic covered more in the books?  Had we missed it?&lt;/p&gt;\n\n&lt;p&gt;Is daydreaming a more direct link to intent?&lt;/p&gt;\n\n&lt;p&gt;All the wondering caused me to realize, when we &amp;quot;fantasize&amp;quot; in the dark room, but still manage to be silent, we are messing with the flow of intent.&lt;/p&gt;\n\n&lt;p&gt;Fantasizing doesn&amp;#39;t stop the assemblage point from moving, but it interferes with where it moves to.&lt;/p&gt;\n\n&lt;p&gt;Fantasizing is for horizontal shifts?  For summoning phantom worlds of skimmed emanations?&lt;/p&gt;\n\n&lt;p&gt;I started to get a tiny headache, like you&amp;#39;d have if you skipped caffeine for a whole day.&lt;/p&gt;\n\n&lt;p&gt;I decided to lay down.&lt;/p&gt;\n\n&lt;p&gt;It had been more than 2 hours of darkroom gazing, even though it seemed like 20 minutes.&lt;/p&gt;\n\n&lt;p&gt;Cholita had long ago decided to go sleep, and disappeared from the house with a slam of the back door.   At least the door window glass didn&amp;#39;t shatter, I thought to myself at the time. I&amp;#39;d replaced the last glass with a stronger variety.&lt;/p&gt;\n\n&lt;p&gt;In the darkroom, you can go until you completely run out of energy, meaning the room goes black.&lt;/p&gt;\n\n&lt;p&gt;You can renew some energy, with tensegrity.  And continue.&lt;/p&gt;\n\n&lt;p&gt;When you run out again, it&amp;#39;s very difficult to keep going.&lt;/p&gt;\n\n&lt;p&gt;And the next day, you might get nothing.&lt;/p&gt;\n\n&lt;p&gt;Or,  you can stop when you are tired but still have some energy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible that makes the next day better.&lt;/p&gt;\n\n&lt;p&gt;When my head hit the pillow the inorganic being was still there, and proceeded to show me something else.&lt;/p&gt;\n\n&lt;p&gt;Which is now lost.&lt;/p&gt;\n\n&lt;p&gt;At some point, Fancy pulled me into a dream.  She&amp;#39;s been doing that lately.&lt;/p&gt;\n\n&lt;p&gt;And I fell asleep in there.  But I recall a vast stretch of man made path, leading into Cholita&amp;#39;s phantom copy of our house. It&amp;#39;s grown enormous in size.&lt;/p&gt;\n\n&lt;p&gt;Mostly I just recall, &amp;quot;Sorcerers are Storytellers&amp;quot;, because it works as a technique to summon other positions of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But only when you do it silently.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;thing&amp;quot; in itself.&lt;/p&gt;\n\n&lt;p&gt;We missed that.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "mwy83t", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/mwy83t/sorcerers_are_story_tellers/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/mwy83t/sorcerers_are_story_tellers/", "subreddit_subscribers": 9561, "created_utc": 1619192835.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gvq5xno", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1619283413.0, "send_replies": true, "parent_id": "t1_gvpj3fz", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Odd that it isn't more universally part of discussions on magic.\n\nIt's as if nothing exists before the foundations of Hinduism.\n\nWhich is fact, is a fairly modern religion.\n\nIt's thousands of years more recent than the magic of the prophets and of the \"fish people\".  And it's all post agriculture.\n\nI've even neglected African magic.    \n\nThat's probably even older than 10K years.\n\nOut where I live, there are 40,000 year old human settlements within half a day driving distance.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gvq5xno", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Odd that it isn&amp;#39;t more universally part of discussions on magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s as if nothing exists before the foundations of Hinduism.&lt;/p&gt;\n\n&lt;p&gt;Which is fact, is a fairly modern religion.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s thousands of years more recent than the magic of the prophets and of the &amp;quot;fish people&amp;quot;.  And it&amp;#39;s all post agriculture.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve even neglected African magic.    &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s probably even older than 10K years.&lt;/p&gt;\n\n&lt;p&gt;Out where I live, there are 40,000 year old human settlements within half a day driving distance.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mwy83t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mwy83t/sorcerers_are_story_tellers/gvq5xno/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619283413.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "gvpj3fz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1619275656.0, "send_replies": true, "parent_id": "t3_mwy83t", "score": 3, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I share this introduction that I found today in a university pdf, which talks about monoculture; I was surprised by how consistent it is with the story you tell of the agricultural myth:\n\n\"The beginning of this story goes back perhaps 10,000 years, until what is known as the Neolithic Revolution, at which time our species changed its migratory habits for a sedentary behavior.\n\nThe fundamental reason for this change was due to the fact that we discovered how to increase the carrying capacity of an ecosystem, transforming it into an agroecosystem. This was our first experience in ecosystem design.\n\nThe Neolithic Revolution is, without a doubt, the most important technological revolution that human beings have experienced. It surely produced a profound change in our psyche and in our way of understanding the world. At that moment our relationship with nature was modified, our obsession with domination and perhaps social hierarchies (Zerzan, 2001).\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gvpj3fz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I share this introduction that I found today in a university pdf, which talks about monoculture; I was surprised by how consistent it is with the story you tell of the agricultural myth:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The beginning of this story goes back perhaps 10,000 years, until what is known as the Neolithic Revolution, at which time our species changed its migratory habits for a sedentary behavior.&lt;/p&gt;\n\n&lt;p&gt;The fundamental reason for this change was due to the fact that we discovered how to increase the carrying capacity of an ecosystem, transforming it into an agroecosystem. This was our first experience in ecosystem design.&lt;/p&gt;\n\n&lt;p&gt;The Neolithic Revolution is, without a doubt, the most important technological revolution that human beings have experienced. It surely produced a profound change in our psyche and in our way of understanding the world. At that moment our relationship with nature was modified, our obsession with domination and perhaps social hierarchies (Zerzan, 2001).&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mwy83t/sorcerers_are_story_tellers/gvpj3fz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619275656.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mwy83t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]