[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[It's impossible to make a good enough picture on this topic.](https://preview.redd.it/hfomh5sklf971.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=6fe33e48b5d9adcec8ee85dd9d26520fde4c27aa)\n\nWhen you get to the orange zone and become more familiar with the whitish light that constitutes \"Seeing Energy\", you'll need some instructions if you want to save time.\n\nAnd there's our problem.\n\nIn a lineage, your teacher sees what exactly is going on and \"saves you time\" based on that.\n\nSuch as the way Zuleica gave Carlos some instructions, but then saw that he'd discovered something she didn't expect.  She changed what he was doing on the spot.\n\nSame for Josefina.  When she found her color and swished right into it, bodily, Zuleica didn't shout, \"Get back here you crazy Josefina!  We didn't finish yet.\"\n\nShe decided that Josefina was in fact finished, separated La Gorda from her from then on, and took Josefina elsewhere to learn.  Probably Emilito.\n\nSo what to do?  If you get \"specifics\", maybe it's not really a good thing.\n\nBecause your specifics which you will eventually discover on your own, will not be exactly the same as my specifics, and we don't want to stifle talent.\n\nBut when  you realize that you yourself have made a mistake, as I did,  and can correct that for others, it's just too temping to do it.\n\nBesides, we have nothing going on.  No teachers, no fellow apprentices.\n\nWe're already as spartan as possible.\n\nSo here's what I frantically tried to save last night, after Lily went on another teaching binge.  Often I type it into chat, but this time I put in Juan's post. I'll move it here now.  I lost most of what Lily taught me, but I managed to save this one topic.\n\nI suppose I had it coming. Someone had asked me,  to ask Lily, how to see a flier.\n\nSpecial requests are not going to be welcome in your darkroom.  We're manipulating intent here, not controlling things and using our own super powers to achieve results.\n\nWhat we get is a gift from intent.\n\nAnd you don't really want to say to your wealthy Uncle, \"Gee, this novelty \"Kung Fu Grip GI Joe\" lunchbox is nice.  What a great Christmas present!   Didn't you guys play with that toy as a kid? Back before video games?    You must have gotten it at Spincers at the mall.  You know the store?  It's right next to the place that sells those amazing new video game machines at half price...\"\n\nIt's just not polite.\n\nBut I did it anyway.\n\nLily was manifesting over and over, and there didn't seem to be a problem with her disappearing.\n\nBefore I even asked, she knew.  She did an imitation of a dog tilting it's head and looking at you, as if to ask, \"What master???\"\n\nOr maybe it was more like \"Jeannie\" from that 60s TV show.  At any rate, Lily invited me to ask.\n\nSo I asked her.\n\nShe vanished.\n\nI was gazing at pure energy in the air, trying to figure out how to move even more of it from the bedroom wall, to right in front of my finger tips.\n\nI had it in the air at that point, sort of filling the room like fog.\n\nI had an urge to turn my head.  There was something to see.\n\nI turned my head, and saw some greenish colors in the energy fog.  When my head aligned perfectly with the colors, it was as if I had stuck my neck out 3 feet to look inside a dream.\n\nLily was clinging to a tall pole.  That was where the greenish color came from.\n\nShe had both arms around the pole, and her fingers still couldn't touch.  She looked like she was stranded in deep water, and clinging to the pole was her only hope.  And she did not want to look down.\n\nI tried to figure out what she was holding on to, and concluded it could be a very tall tree.  One with a thick smooth trunk.\n\nBut the trunk was too perfect. Aside from some red and blue spots on it, looking a bit like someone tossed some colored moss blobs onto it, it didn't seem natural.\n\nI looked to Lily for an explanation, but she seemed satisfied she'd answered my question which was,  \"How can I see the fliers\".\n\nShe vanished.\n\nHere's what I wrote down to try to preserve it, from the rest Lily taught me last night.\n\n\\*\\*\\*\\*\\*\\*\\*\\*\\*\n\nLily is teaching me too fast tonight. Usually I go to chat to try to save some, but this is kind of interesting stuff. And there's plenty else I won't be able to save, so I'll cut this one off as a single topic.\n\nThough... Lily was telling me an intriguing variation on Scrooge where we're the scrooges, and the allies of don Juan, Genaro, and Vicente are still around looking for people to haunt. Expect a visit from each was what she was implying. When I asked her which one she was, I couldn't get more out of her.\n\nI sure hope so! What would that be? Nine potential magic teachers for all of us?\n\nBut she was also going to finish telling me the story of the amusement park, and then just dumped me at barely able to get to the entrance, let alone enter. I complained once, but she said she told me the story and it's not her fault if I forget things too easily.\n\nSo here's what she taught me.\n\nI was noticing that at the very bottom of the J curve, things are very red and orange, and kind of \"hot\". Or at the least, brilliant.\n\nIf you slide away from the bottom going up the back, things dull down a bit, and get pinkish.\n\nAnd you know you messed up, because the magic is getting less vivid. That catches your attention, and causes some internal dialogue to return. Mostly blaming yourself.\n\nBut in fact, Lily says it dulls down going back up on either side, and you might actually have been moving it up on the stomach side.\n\nIn that case the color change is different. Instead of pink, it is more bluish purple on that side.\n\nThe bluish purple fades to whitish as you move up, and once it's bright enough you notice it. You are now *seeing* energy.\n\nBut what should it look like?\n\nThere's where I got obsessed with more power, and learned to manipulate the energy to produce my favorite thing: dreams in the air.  I did that by looking for a form of energy that was suitable for inducing mini-dreams.  But I began to think that was the ONLY kind of energy I could play with, forgetting it was my own obsession that led to that version.\n\nHere's where it gets tricky.  You have to understand, \"residual intent\".\n\nThink Matrix Movie, and their \"residual body image\". It causes them all to look like themselves in the Matrix, even though in the real world they have those plugs on their back, and no hair.\n\nThe whitish light is energy that hasn't been formed by intent yet. If you are viewing it consciously, it will respond to any intent you give off, or locate in the emanations.\n\nSo if you are hoping for little hand sized dreams in front of you, or a nicely formed beam of dream on the floor nearby, but not harming anyone, sort of like a spotlight, then you have set your \"residual distance\" control.\n\nYou are focusing on the energy that's located in a band around 2 feet away, extending to possibly 6 feet.\n\nYou've already put a limit on the energy. There's only so many things it will do, at that specific \"range\".\n\nAnd in order to make it very active, I always looked for the vertical lines texture. By doing that, I specified the \"residual thickness\" also. I've limited it to the shape of a scooped out cantaloupe, as a thicker shell a little further away than my body.\n\nInstead, have no opinion of what the whitish light out to look like or do, and intent will \"make you an offer you can't refuse\".\n\nUntil you've learned many.\n\n\"Seeing energy\" magic is one of the most fun, as Carlos tried to show us on that book cover with all the moon phases.\n\nHere's some sample distances and what they can do. But keep in mind, this magic has no limits as far as we know. You could do something totally crazy, such as seeing energy on the other side of an actual pipe, and learn what you can do from that.\n\nLet me add that after several hours, Lily showed me another way to visualize the energy.\n\nIt was so amazing, I thought to myself, \"Techno will have to add a flair for this one!  He's not going to like it.\"\n\nLily frowned.\n\nBut darned if I can remember what she showed me.  So Techno is spared from a new flair.\n\nIf the distance to the \"seeing energy\" is the walls of your room, you will tend to start out by noticing a phantom room. How real it looks depends on how much percent dreaming double. But in it's vague form it's still ripe for playing with. You can translocate anywhere you can think of. Jungle, desert, the cave of the inorganic beings.\n\nAt finger tip touching distance, you can play with the whitish light and make objects fall from it. Toys, magical objects for remote viewing. If you smooth your hand across it, you can locate shadow beings. If you tickle the individual fibers of whitish light you can find in it, you can skim and build your own dream, from any recognition of a tiny element of it. So if you see a scale, you can build a fish swimming in the ocean.\n\nWhen the whitish light fills the room, you get the crystalline dreaming fog but as viewed with the assemblage point in the front. It's like bars or streaks of whitish light, filling the room, but creating a feeling of space filled with objects you could sneak through.\n\nThose can take on pastel colors, indicating what type of world they originate from.\n\nThey can be used to suck the entire room into a dream, with you in it. Or you can \"sneak through\" to skip a world in the middle.\n\nSilvio Manuel's steps are particularly useful for that, being dance move like. The bars of whitish light are close together, and just a step or two can move you to another place.\n\nIf the whitish light is located outside the room, it summons the intent of real energetic places. Because it's spread out, it's more able to find higher energy levels of intent.\n\nThat form of \"seeing energy\" is closer to silent knowledge, because to use it you just sit up on a bed and be aware of it (like being aware of \"the force\"), and it brings things to your attention.\n\nIt causes you to want to turn your head and look a specific direction, and when you do you find out you just dived into a full on dream. You can turn the head back if you like, and you'll be back on the bed. Or you can stay in the dream for hours.\n\nIt's for finding cyclic being worlds, among other things.\n\nAll are the same technique. It's residual distance and thickness, and texture expectations, which change what kind of \"magic\" you can do with \"Seeing Energy\".\n\nCarlos tried to use it to help teach us.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Seeing Vs. Seeing Energy", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"hfomh5sklf971": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=7ee636b741d52a9358b754ebff81d3d2d6035903"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a72040ff6112508201ad0f9743ca3b47db1da9d9"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=ad738832e69280eca5b606c1942bee0abfcee561"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c684b1ce055daeb187072410173df80c0bd48367"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=ea3b6e52e658cc0bcfe601ed9670e772174ea743"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=f12363d8466c47a5edc989a32c0dc3371bebfc1f"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/hfomh5sklf971.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=6fe33e48b5d9adcec8ee85dd9d26520fde4c27aa"}, "id": "hfomh5sklf971"}}, "name": "t3_oecssq", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/kinrMjJVDvC4fF-U6QEDdRVuW1kjyXHVOP0W7gr0ZuQ.jpg", "edited": 1625519428.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1625508407.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/hfomh5sklf971.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=6fe33e48b5d9adcec8ee85dd9d26520fde4c27aa\"&gt;It&amp;#39;s impossible to make a good enough picture on this topic.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;When you get to the orange zone and become more familiar with the whitish light that constitutes &amp;quot;Seeing Energy&amp;quot;, you&amp;#39;ll need some instructions if you want to save time.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s our problem.&lt;/p&gt;\n\n&lt;p&gt;In a lineage, your teacher sees what exactly is going on and &amp;quot;saves you time&amp;quot; based on that.&lt;/p&gt;\n\n&lt;p&gt;Such as the way Zuleica gave Carlos some instructions, but then saw that he&amp;#39;d discovered something she didn&amp;#39;t expect.  She changed what he was doing on the spot.&lt;/p&gt;\n\n&lt;p&gt;Same for Josefina.  When she found her color and swished right into it, bodily, Zuleica didn&amp;#39;t shout, &amp;quot;Get back here you crazy Josefina!  We didn&amp;#39;t finish yet.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She decided that Josefina was in fact finished, separated La Gorda from her from then on, and took Josefina elsewhere to learn.  Probably Emilito.&lt;/p&gt;\n\n&lt;p&gt;So what to do?  If you get &amp;quot;specifics&amp;quot;, maybe it&amp;#39;s not really a good thing.&lt;/p&gt;\n\n&lt;p&gt;Because your specifics which you will eventually discover on your own, will not be exactly the same as my specifics, and we don&amp;#39;t want to stifle talent.&lt;/p&gt;\n\n&lt;p&gt;But when  you realize that you yourself have made a mistake, as I did,  and can correct that for others, it&amp;#39;s just too temping to do it.&lt;/p&gt;\n\n&lt;p&gt;Besides, we have nothing going on.  No teachers, no fellow apprentices.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re already as spartan as possible.&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s what I frantically tried to save last night, after Lily went on another teaching binge.  Often I type it into chat, but this time I put in Juan&amp;#39;s post. I&amp;#39;ll move it here now.  I lost most of what Lily taught me, but I managed to save this one topic.&lt;/p&gt;\n\n&lt;p&gt;I suppose I had it coming. Someone had asked me,  to ask Lily, how to see a flier.&lt;/p&gt;\n\n&lt;p&gt;Special requests are not going to be welcome in your darkroom.  We&amp;#39;re manipulating intent here, not controlling things and using our own super powers to achieve results.&lt;/p&gt;\n\n&lt;p&gt;What we get is a gift from intent.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t really want to say to your wealthy Uncle, &amp;quot;Gee, this novelty &amp;quot;Kung Fu Grip GI Joe&amp;quot; lunchbox is nice.  What a great Christmas present!   Didn&amp;#39;t you guys play with that toy as a kid? Back before video games?    You must have gotten it at Spincers at the mall.  You know the store?  It&amp;#39;s right next to the place that sells those amazing new video game machines at half price...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just not polite.&lt;/p&gt;\n\n&lt;p&gt;But I did it anyway.&lt;/p&gt;\n\n&lt;p&gt;Lily was manifesting over and over, and there didn&amp;#39;t seem to be a problem with her disappearing.&lt;/p&gt;\n\n&lt;p&gt;Before I even asked, she knew.  She did an imitation of a dog tilting it&amp;#39;s head and looking at you, as if to ask, &amp;quot;What master???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or maybe it was more like &amp;quot;Jeannie&amp;quot; from that 60s TV show.  At any rate, Lily invited me to ask.&lt;/p&gt;\n\n&lt;p&gt;So I asked her.&lt;/p&gt;\n\n&lt;p&gt;She vanished.&lt;/p&gt;\n\n&lt;p&gt;I was gazing at pure energy in the air, trying to figure out how to move even more of it from the bedroom wall, to right in front of my finger tips.&lt;/p&gt;\n\n&lt;p&gt;I had it in the air at that point, sort of filling the room like fog.&lt;/p&gt;\n\n&lt;p&gt;I had an urge to turn my head.  There was something to see.&lt;/p&gt;\n\n&lt;p&gt;I turned my head, and saw some greenish colors in the energy fog.  When my head aligned perfectly with the colors, it was as if I had stuck my neck out 3 feet to look inside a dream.&lt;/p&gt;\n\n&lt;p&gt;Lily was clinging to a tall pole.  That was where the greenish color came from.&lt;/p&gt;\n\n&lt;p&gt;She had both arms around the pole, and her fingers still couldn&amp;#39;t touch.  She looked like she was stranded in deep water, and clinging to the pole was her only hope.  And she did not want to look down.&lt;/p&gt;\n\n&lt;p&gt;I tried to figure out what she was holding on to, and concluded it could be a very tall tree.  One with a thick smooth trunk.&lt;/p&gt;\n\n&lt;p&gt;But the trunk was too perfect. Aside from some red and blue spots on it, looking a bit like someone tossed some colored moss blobs onto it, it didn&amp;#39;t seem natural.&lt;/p&gt;\n\n&lt;p&gt;I looked to Lily for an explanation, but she seemed satisfied she&amp;#39;d answered my question which was,  &amp;quot;How can I see the fliers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She vanished.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I wrote down to try to preserve it, from the rest Lily taught me last night.&lt;/p&gt;\n\n&lt;p&gt;*********&lt;/p&gt;\n\n&lt;p&gt;Lily is teaching me too fast tonight. Usually I go to chat to try to save some, but this is kind of interesting stuff. And there&amp;#39;s plenty else I won&amp;#39;t be able to save, so I&amp;#39;ll cut this one off as a single topic.&lt;/p&gt;\n\n&lt;p&gt;Though... Lily was telling me an intriguing variation on Scrooge where we&amp;#39;re the scrooges, and the allies of don Juan, Genaro, and Vicente are still around looking for people to haunt. Expect a visit from each was what she was implying. When I asked her which one she was, I couldn&amp;#39;t get more out of her.&lt;/p&gt;\n\n&lt;p&gt;I sure hope so! What would that be? Nine potential magic teachers for all of us?&lt;/p&gt;\n\n&lt;p&gt;But she was also going to finish telling me the story of the amusement park, and then just dumped me at barely able to get to the entrance, let alone enter. I complained once, but she said she told me the story and it&amp;#39;s not her fault if I forget things too easily.&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s what she taught me.&lt;/p&gt;\n\n&lt;p&gt;I was noticing that at the very bottom of the J curve, things are very red and orange, and kind of &amp;quot;hot&amp;quot;. Or at the least, brilliant.&lt;/p&gt;\n\n&lt;p&gt;If you slide away from the bottom going up the back, things dull down a bit, and get pinkish.&lt;/p&gt;\n\n&lt;p&gt;And you know you messed up, because the magic is getting less vivid. That catches your attention, and causes some internal dialogue to return. Mostly blaming yourself.&lt;/p&gt;\n\n&lt;p&gt;But in fact, Lily says it dulls down going back up on either side, and you might actually have been moving it up on the stomach side.&lt;/p&gt;\n\n&lt;p&gt;In that case the color change is different. Instead of pink, it is more bluish purple on that side.&lt;/p&gt;\n\n&lt;p&gt;The bluish purple fades to whitish as you move up, and once it&amp;#39;s bright enough you notice it. You are now &lt;em&gt;seeing&lt;/em&gt; energy.&lt;/p&gt;\n\n&lt;p&gt;But what should it look like?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s where I got obsessed with more power, and learned to manipulate the energy to produce my favorite thing: dreams in the air.  I did that by looking for a form of energy that was suitable for inducing mini-dreams.  But I began to think that was the ONLY kind of energy I could play with, forgetting it was my own obsession that led to that version.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s where it gets tricky.  You have to understand, &amp;quot;residual intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Think Matrix Movie, and their &amp;quot;residual body image&amp;quot;. It causes them all to look like themselves in the Matrix, even though in the real world they have those plugs on their back, and no hair.&lt;/p&gt;\n\n&lt;p&gt;The whitish light is energy that hasn&amp;#39;t been formed by intent yet. If you are viewing it consciously, it will respond to any intent you give off, or locate in the emanations.&lt;/p&gt;\n\n&lt;p&gt;So if you are hoping for little hand sized dreams in front of you, or a nicely formed beam of dream on the floor nearby, but not harming anyone, sort of like a spotlight, then you have set your &amp;quot;residual distance&amp;quot; control.&lt;/p&gt;\n\n&lt;p&gt;You are focusing on the energy that&amp;#39;s located in a band around 2 feet away, extending to possibly 6 feet.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve already put a limit on the energy. There&amp;#39;s only so many things it will do, at that specific &amp;quot;range&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And in order to make it very active, I always looked for the vertical lines texture. By doing that, I specified the &amp;quot;residual thickness&amp;quot; also. I&amp;#39;ve limited it to the shape of a scooped out cantaloupe, as a thicker shell a little further away than my body.&lt;/p&gt;\n\n&lt;p&gt;Instead, have no opinion of what the whitish light out to look like or do, and intent will &amp;quot;make you an offer you can&amp;#39;t refuse&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Until you&amp;#39;ve learned many.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Seeing energy&amp;quot; magic is one of the most fun, as Carlos tried to show us on that book cover with all the moon phases.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s some sample distances and what they can do. But keep in mind, this magic has no limits as far as we know. You could do something totally crazy, such as seeing energy on the other side of an actual pipe, and learn what you can do from that.&lt;/p&gt;\n\n&lt;p&gt;Let me add that after several hours, Lily showed me another way to visualize the energy.&lt;/p&gt;\n\n&lt;p&gt;It was so amazing, I thought to myself, &amp;quot;Techno will have to add a flair for this one!  He&amp;#39;s not going to like it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Lily frowned.&lt;/p&gt;\n\n&lt;p&gt;But darned if I can remember what she showed me.  So Techno is spared from a new flair.&lt;/p&gt;\n\n&lt;p&gt;If the distance to the &amp;quot;seeing energy&amp;quot; is the walls of your room, you will tend to start out by noticing a phantom room. How real it looks depends on how much percent dreaming double. But in it&amp;#39;s vague form it&amp;#39;s still ripe for playing with. You can translocate anywhere you can think of. Jungle, desert, the cave of the inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;At finger tip touching distance, you can play with the whitish light and make objects fall from it. Toys, magical objects for remote viewing. If you smooth your hand across it, you can locate shadow beings. If you tickle the individual fibers of whitish light you can find in it, you can skim and build your own dream, from any recognition of a tiny element of it. So if you see a scale, you can build a fish swimming in the ocean.&lt;/p&gt;\n\n&lt;p&gt;When the whitish light fills the room, you get the crystalline dreaming fog but as viewed with the assemblage point in the front. It&amp;#39;s like bars or streaks of whitish light, filling the room, but creating a feeling of space filled with objects you could sneak through.&lt;/p&gt;\n\n&lt;p&gt;Those can take on pastel colors, indicating what type of world they originate from.&lt;/p&gt;\n\n&lt;p&gt;They can be used to suck the entire room into a dream, with you in it. Or you can &amp;quot;sneak through&amp;quot; to skip a world in the middle.&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel&amp;#39;s steps are particularly useful for that, being dance move like. The bars of whitish light are close together, and just a step or two can move you to another place.&lt;/p&gt;\n\n&lt;p&gt;If the whitish light is located outside the room, it summons the intent of real energetic places. Because it&amp;#39;s spread out, it&amp;#39;s more able to find higher energy levels of intent.&lt;/p&gt;\n\n&lt;p&gt;That form of &amp;quot;seeing energy&amp;quot; is closer to silent knowledge, because to use it you just sit up on a bed and be aware of it (like being aware of &amp;quot;the force&amp;quot;), and it brings things to your attention.&lt;/p&gt;\n\n&lt;p&gt;It causes you to want to turn your head and look a specific direction, and when you do you find out you just dived into a full on dream. You can turn the head back if you like, and you&amp;#39;ll be back on the bed. Or you can stay in the dream for hours.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s for finding cyclic being worlds, among other things.&lt;/p&gt;\n\n&lt;p&gt;All are the same technique. It&amp;#39;s residual distance and thickness, and texture expectations, which change what kind of &amp;quot;magic&amp;quot; you can do with &amp;quot;Seeing Energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to use it to help teach us.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "oecssq", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/", "subreddit_subscribers": 9561, "created_utc": 1625508407.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h499opr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ShimmeringMind", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h492igl", "score": 3, "author_fullname": "t2_a9s6onuz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This morning around 5 I woke up, room was still dark but enough light was in the see the furniture. \n\nI didn't go back to sleep immediately and waved my hands in the air all the darkness in the room started sizzling so I pulled one of the black puffs close to me.\n\nI played with that puff until it turned red and then started to taken on some yellow hue, did this for about 15 minutes before sleeping.\n\nHow people don't find this fun is beyond me.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_h499opr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This morning around 5 I woke up, room was still dark but enough light was in the see the furniture. &lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t go back to sleep immediately and waved my hands in the air all the darkness in the room started sizzling so I pulled one of the black puffs close to me.&lt;/p&gt;\n\n&lt;p&gt;I played with that puff until it turned red and then started to taken on some yellow hue, did this for about 15 minutes before sleeping.&lt;/p&gt;\n\n&lt;p&gt;How people don&amp;#39;t find this fun is beyond me.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_oecssq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h499opr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625591546.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625591546.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "h492igl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h46alts", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's more work than people can manage.\n\nOddly, they don't have a problem doing work for their favorite pastime.\n\nWhich hints at a possible solution.\n\nPortray sorcery as entertaining.  Remove the crappy stuff like, \"warriors way\", and make it more like a video game.\n\nLet's see:  \"The Gamer's Way\".\n\nBe an \"Impeccable Gamer\".\n\nWarrior?  Come on.  We aren't Indians. It just doesn't translate well.\n\nWe end up with visions of Conan the Barbarian when we hear that word.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_h492igl", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s more work than people can manage.&lt;/p&gt;\n\n&lt;p&gt;Oddly, they don&amp;#39;t have a problem doing work for their favorite pastime.&lt;/p&gt;\n\n&lt;p&gt;Which hints at a possible solution.&lt;/p&gt;\n\n&lt;p&gt;Portray sorcery as entertaining.  Remove the crappy stuff like, &amp;quot;warriors way&amp;quot;, and make it more like a video game.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s see:  &amp;quot;The Gamer&amp;#39;s Way&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Be an &amp;quot;Impeccable Gamer&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Warrior?  Come on.  We aren&amp;#39;t Indians. It just doesn&amp;#39;t translate well.&lt;/p&gt;\n\n&lt;p&gt;We end up with visions of Conan the Barbarian when we hear that word.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_oecssq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h492igl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625588371.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625588371.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h46alts", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "ShimmeringMind", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h469az0", "score": 5, "author_fullname": "t2_a9s6onuz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;However, I'm not sure it will mean anything to us, until more people are sensitive enough to notice the order of events.\n\nYeah we need the practioners here to post their results more so we can map out the order.\n\n&gt;But we don't have the intent of the precise same room as ours, with all the trimmings. Like the intent of the painting we have, or the throw rug.\n\nMakes sense fully why the phantom room is all over the place.\n\n&gt;After 2 hours of explosions, she ripped part of the west wall off, and I could see clearly into her phantom house.\n\nI can only image what a group of practioners combining their phantom rooms could do.\n\nI wish more people would be interested in practicing this stuff.", "edited": 1625538140.0, "author_flair_css_class": null, "name": "t1_h46alts", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;However, I&amp;#39;m not sure it will mean anything to us, until more people are sensitive enough to notice the order of events.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yeah we need the practioners here to post their results more so we can map out the order.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;But we don&amp;#39;t have the intent of the precise same room as ours, with all the trimmings. Like the intent of the painting we have, or the throw rug.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Makes sense fully why the phantom room is all over the place.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;After 2 hours of explosions, she ripped part of the west wall off, and I could see clearly into her phantom house.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I can only image what a group of practioners combining their phantom rooms could do.&lt;/p&gt;\n\n&lt;p&gt;I wish more people would be interested in practicing this stuff.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_oecssq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h46alts/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625523946.0, "author_flair_text": null, "collapsed": false, "created_utc": 1625523946.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "h469az0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h468f3q", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Good eye!\n\nI've seen the same thing, but didn't figure out the order yet.\n\nHowever, I'm not sure it will mean anything to us, until more people are sensitive enough to notice the order of events.\n\nSo for example, maybe the whitish lines can't help themselves but \"turn into something\".\n\nI use them that way!\n\nAnd they pick up intent, to decide what to turn into.\n\nAs we play in the darkroom, we're subconsciously aware it's a room.\n\nWe have the intent of room, active.\n\nMaybe the whitish light picks up and forms a room for us.\n\nBut we don't have the intent of the precise same room as ours, with all the trimmings. Like the intent of the painting we have, or the throw rug.\n\nSo we just get \"room\".\n\nWhich reminds me...\n\nLast night Cholita ripped off half of the west wall, opening my phantom room, to her phantom house.\n\nIt was the loud fireworks. They went on and on for hours.\n\nCholita couldn't stand it at one point, and started making a weird noise after each explosion.\n\nAfter 2 hours of explosions, she ripped part of the west wall off, and I could see clearly into her phantom house.\n\nBut that's the sort of thing you can't retain, because it's too far into the dreaming realm.\n\nDoesn't feel that way at the time however.  Feels normal.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h469az0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good eye!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen the same thing, but didn&amp;#39;t figure out the order yet.&lt;/p&gt;\n\n&lt;p&gt;However, I&amp;#39;m not sure it will mean anything to us, until more people are sensitive enough to notice the order of events.&lt;/p&gt;\n\n&lt;p&gt;So for example, maybe the whitish lines can&amp;#39;t help themselves but &amp;quot;turn into something&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I use them that way!&lt;/p&gt;\n\n&lt;p&gt;And they pick up intent, to decide what to turn into.&lt;/p&gt;\n\n&lt;p&gt;As we play in the darkroom, we&amp;#39;re subconsciously aware it&amp;#39;s a room.&lt;/p&gt;\n\n&lt;p&gt;We have the intent of room, active.&lt;/p&gt;\n\n&lt;p&gt;Maybe the whitish light picks up and forms a room for us.&lt;/p&gt;\n\n&lt;p&gt;But we don&amp;#39;t have the intent of the precise same room as ours, with all the trimmings. Like the intent of the painting we have, or the throw rug.&lt;/p&gt;\n\n&lt;p&gt;So we just get &amp;quot;room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which reminds me...&lt;/p&gt;\n\n&lt;p&gt;Last night Cholita ripped off half of the west wall, opening my phantom room, to her phantom house.&lt;/p&gt;\n\n&lt;p&gt;It was the loud fireworks. They went on and on for hours.&lt;/p&gt;\n\n&lt;p&gt;Cholita couldn&amp;#39;t stand it at one point, and started making a weird noise after each explosion.&lt;/p&gt;\n\n&lt;p&gt;After 2 hours of explosions, she ripped part of the west wall off, and I could see clearly into her phantom house.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s the sort of thing you can&amp;#39;t retain, because it&amp;#39;s too far into the dreaming realm.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t feel that way at the time however.  Feels normal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h469az0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625523252.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625523252.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h468f3q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "ShimmeringMind", "can_mod_post": false, "send_replies": true, "parent_id": "t1_h4679lw", "score": 6, "author_fullname": "t2_a9s6onuz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;\nIn my opinion, what we're talking about is the \"thing\" content of the same stuff.\n\nSo say the phantom room would fall into this category?\n\n&gt;She wanted me to understand how to \"escape\" from the shift below. To know that there are 2 directions to use for an \"exit\", and that just because the vivid colors went away, didn't mean you went out the wrong exit.\n\nI've realized this after the white fog starts to fade then the room is clearer,  has more darkness and the lines all over the room become more visible any point after that I'll slip into the phantom room.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_h468f3q", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;In my opinion, what we&amp;#39;re talking about is the &amp;quot;thing&amp;quot; content of the same stuff.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So say the phantom room would fall into this category?&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;She wanted me to understand how to &amp;quot;escape&amp;quot; from the shift below. To know that there are 2 directions to use for an &amp;quot;exit&amp;quot;, and that just because the vivid colors went away, didn&amp;#39;t mean you went out the wrong exit.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;ve realized this after the white fog starts to fade then the room is clearer,  has more darkness and the lines all over the room become more visible any point after that I&amp;#39;ll slip into the phantom room.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h468f3q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625522772.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1625522772.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "h4679lw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1625522164.0, "send_replies": true, "parent_id": "t1_h45mmi0", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'd say it's the beginnings of the same thing.  But not yet the same thing.\n\nIt's interesting!  \n\nIn my opinion, what we're talking about is the \"thing\" content of the same stuff.\n\nLet's say I have some whitish light on the wall, like in my picture.\n\nI smooth my hand over it, and out pops a little toy car.\n\nI've done that, which is why I already had that picture.\n\nEnergy got turned into a \"thing\".  The toy car is the same energy, but at 90% \"thing\" content.\n\nBut the \"thing\" can turn back into energy.\n\nI've done that too!  In fact, you could set the toy car on the bed, and watch it revert to being energy.\n\nSo maybe, your \"fog\" is simply the same energy, with 15% \"thing content\".\n\nThe whitish light is the same energy, with 0% \"thing content\".\n\nThe dirty yellow pillars I added to the picture, are 50% \"thing content\".\n\nIs that really so different than how all of reality works?\n\nLily started to explain to me, but never said it clearly enough to be sure, that the puffs bleached out and became the whitish light.\n\nThat the whitish light was simply the puffs, in a different form.\n\nShe wanted me to understand how to \"escape\" from the shift below.  To know that there are 2 directions to use for an \"exit\", and that just because the vivid colors went away, didn't mean you went out the wrong exit.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h4679lw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;d say it&amp;#39;s the beginnings of the same thing.  But not yet the same thing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s interesting!  &lt;/p&gt;\n\n&lt;p&gt;In my opinion, what we&amp;#39;re talking about is the &amp;quot;thing&amp;quot; content of the same stuff.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say I have some whitish light on the wall, like in my picture.&lt;/p&gt;\n\n&lt;p&gt;I smooth my hand over it, and out pops a little toy car.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done that, which is why I already had that picture.&lt;/p&gt;\n\n&lt;p&gt;Energy got turned into a &amp;quot;thing&amp;quot;.  The toy car is the same energy, but at 90% &amp;quot;thing&amp;quot; content.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;thing&amp;quot; can turn back into energy.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done that too!  In fact, you could set the toy car on the bed, and watch it revert to being energy.&lt;/p&gt;\n\n&lt;p&gt;So maybe, your &amp;quot;fog&amp;quot; is simply the same energy, with 15% &amp;quot;thing content&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The whitish light is the same energy, with 0% &amp;quot;thing content&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The dirty yellow pillars I added to the picture, are 50% &amp;quot;thing content&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Is that really so different than how all of reality works?&lt;/p&gt;\n\n&lt;p&gt;Lily started to explain to me, but never said it clearly enough to be sure, that the puffs bleached out and became the whitish light.&lt;/p&gt;\n\n&lt;p&gt;That the whitish light was simply the puffs, in a different form.&lt;/p&gt;\n\n&lt;p&gt;She wanted me to understand how to &amp;quot;escape&amp;quot; from the shift below.  To know that there are 2 directions to use for an &amp;quot;exit&amp;quot;, and that just because the vivid colors went away, didn&amp;#39;t mean you went out the wrong exit.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h4679lw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625522164.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "h45mmi0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ShimmeringMind", "can_mod_post": false, "created_utc": 1625511581.0, "send_replies": true, "parent_id": "t3_oecssq", "score": 3, "author_fullname": "t2_a9s6onuz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;The bluish purple fades to whitish as you move up, and once it's bright enough you notice it. You are now seeing energy.  \n\nSo is the thick white fog before it turns into light on the wall part of the orange zone or is it more like a barrier between the red and the orange zone", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h45mmi0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The bluish purple fades to whitish as you move up, and once it&amp;#39;s bright enough you notice it. You are now seeing energy.  &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So is the thick white fog before it turns into light on the wall part of the orange zone or is it more like a barrier between the red and the orange zone&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h45mmi0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1625511581.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_oecssq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h514h3y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1626180343.0, "send_replies": true, "parent_id": "t3_oecssq", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From [Dan's Recent Facebook Post](https://www.facebook.com/daniel.lawton.9275/posts/1938433302982447):\n\n\" \"Seeing the flux is inevitable. You don't have to worry. Everyone will do that!\"\n\nI had a realization. Watching the emanations in that manner was what Carlos called, \"Seeing Energy on a Horizon\", and a sorcerer who wants to find answers will do that often. When they are puzzled they'll watch the flux as long as it takes to find an answer to their query. Some lineages even set up groups of seers, who's specialty was watching the flux of the emanations, to learn what the Eagle (Dark Sea of Awareness) commands.\n\nThe answer doesn't come to you as \"intuition\". If you are studying with a phony sorcerer who has convinced you that you've learned to \"see\" because you have insight and intuition, you have been deceived. He can't teach magic, so he's trying to redefine ordinary stuff to be the same as the real thing.\n\nIt's what they always do. Their only goal is to keep you around for another workshop, so they can get more money from you. If they have to cater to your self-reflection to do that, it's no big deal to them.\n\nThen, their students go out and misrepresent seeing to others. And the harmful idea flows through the Castaneda community, suppressing real magic.\n\nThe phony sorcery teachers deal in self-reflection, not magic.\n\nEven if self-reflection makes sorcery impossible. They don't realize that, because self-reflection is what caused them to turn into con-artists. They also are drowning in it. It's the \"river of filth\" don Juan warned us about.\n\nThat is NOT seeing. Having intuition about people or events, does not constitute \"seeing\". It might be \"wisdom\", but wisdom is not seeing.\n\nSeeing requires a second attention component. You don't \"intuit\" the answer based on your great insights. The answer materializes, visually, and the voice of seeing explains it to you.\n\nThe type of fake seeing involving intuition, is simply more self-reflection. The opposite of seeing. Unless you can move your assemblage point, seeing is not possible.\n\nThe good news is, the real thing is easy to learn. There's no need to pretend your whole life away.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h514h3y", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From &lt;a href=\"https://www.facebook.com/daniel.lawton.9275/posts/1938433302982447\"&gt;Dan&amp;#39;s Recent Facebook Post&lt;/a&gt;:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot; &amp;quot;Seeing the flux is inevitable. You don&amp;#39;t have to worry. Everyone will do that!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had a realization. Watching the emanations in that manner was what Carlos called, &amp;quot;Seeing Energy on a Horizon&amp;quot;, and a sorcerer who wants to find answers will do that often. When they are puzzled they&amp;#39;ll watch the flux as long as it takes to find an answer to their query. Some lineages even set up groups of seers, who&amp;#39;s specialty was watching the flux of the emanations, to learn what the Eagle (Dark Sea of Awareness) commands.&lt;/p&gt;\n\n&lt;p&gt;The answer doesn&amp;#39;t come to you as &amp;quot;intuition&amp;quot;. If you are studying with a phony sorcerer who has convinced you that you&amp;#39;ve learned to &amp;quot;see&amp;quot; because you have insight and intuition, you have been deceived. He can&amp;#39;t teach magic, so he&amp;#39;s trying to redefine ordinary stuff to be the same as the real thing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what they always do. Their only goal is to keep you around for another workshop, so they can get more money from you. If they have to cater to your self-reflection to do that, it&amp;#39;s no big deal to them.&lt;/p&gt;\n\n&lt;p&gt;Then, their students go out and misrepresent seeing to others. And the harmful idea flows through the Castaneda community, suppressing real magic.&lt;/p&gt;\n\n&lt;p&gt;The phony sorcery teachers deal in self-reflection, not magic.&lt;/p&gt;\n\n&lt;p&gt;Even if self-reflection makes sorcery impossible. They don&amp;#39;t realize that, because self-reflection is what caused them to turn into con-artists. They also are drowning in it. It&amp;#39;s the &amp;quot;river of filth&amp;quot; don Juan warned us about.&lt;/p&gt;\n\n&lt;p&gt;That is NOT seeing. Having intuition about people or events, does not constitute &amp;quot;seeing&amp;quot;. It might be &amp;quot;wisdom&amp;quot;, but wisdom is not seeing.&lt;/p&gt;\n\n&lt;p&gt;Seeing requires a second attention component. You don&amp;#39;t &amp;quot;intuit&amp;quot; the answer based on your great insights. The answer materializes, visually, and the voice of seeing explains it to you.&lt;/p&gt;\n\n&lt;p&gt;The type of fake seeing involving intuition, is simply more self-reflection. The opposite of seeing. Unless you can move your assemblage point, seeing is not possible.&lt;/p&gt;\n\n&lt;p&gt;The good news is, the real thing is easy to learn. There&amp;#39;s no need to pretend your whole life away.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/h514h3y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1626180343.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_oecssq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ht0iajh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hsygpg6", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Wow...  It's an even more complicated topic than I imagined.\n\nThe thing is, when I read a passage like that now, I've usually done everything in the passage.\n\nFirst hand.\n\nBut I did it like a little kid running around in an  antique mall, playing with random objects for a few seconds.  Not understanding what any of them are for.\n\nSo when I read, \"nagual\" there, I don't completely think of the \"double\".\n\nThe \"nagual\" in that situation seems like what the double can perceive by switching his eyes.\n\nIt does indeed look deadly when I see it.  But I couldn't describe that.  Except to say children can switch their eyes to perceiving that.  It's just that no adult could understand any of what they might say about it, so they block it.\n\nI guess I'll have to take back my belief that the double isn't dangerous.\n\nLet's say instead, if you encounter the double as a result of tensegrity, we have to assume Carlos knew what he was doing, or he wouldn't have so many moves that build a double.  I can think of at least 4 that are specifically designed to produce a visible double right in front of you.\n\nAnd do!\n\nBut he's not the \"perfect replica\" by any means, he's more like a purple snowman who can have scary facial details that are completely wrong, for a puff being.\n\nBut also, he can manifest as a perfect body part, with different clothes.  As if only his arm or foot were a \"perfect replica\" and the rest sinks into darkness, or merges back into your own body.\n\nI tried to think if I ever got a look right into his eyes, and I have to say, not when they were on a perfectly real looking person.\n\nOnce I built a puffball snowman for my IOB to use, and when I looked into the head to see if her face would appear, I got a perfect male human face.  I knew that wasn't any IOB I have, so I jumped out of fright and turned the lights on.\n\nBut I will say one thing about the double.  If you have perfect darkness, or you wear a good mask, and you wave your arm and can see it (or an echo), that's the double!\n\nOr his arm anyway.\n\nI suggest not considering that a curiosity.  Wave your arm up and down in front of anything you see that's nicely formed.  Like  a nice puff that remains there.  Try \"enhancing\" it by moving the arm up and down in such a way that you maximize seeing the echo of it, smoothing over the sight you want to enhance.\n\nI doubt we'll risk dropping dead by looking at his arm too much...\n\nThen there's Zuleica's pass.  If you gaze down while doing that, you get to see the energy body (poorly).     As wavy fibers.\n\nBut the hands moving down there, produce echos of the double's arm, and the finger flicks produce the hand sparks.\n\nIf any of you can see that short of thing, also, don't ignore it.  Do it a good 2 minutes with solid watching, and it seems to enhance everything  (if you can keep silent).\n\nWe REALLY need to figure out what to emphasize and what not to ignore, during darkroom.   And what slows you down so you should not pay as much attention to that.", "edited": 1642405593.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ht0iajh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow...  It&amp;#39;s an even more complicated topic than I imagined.&lt;/p&gt;\n\n&lt;p&gt;The thing is, when I read a passage like that now, I&amp;#39;ve usually done everything in the passage.&lt;/p&gt;\n\n&lt;p&gt;First hand.&lt;/p&gt;\n\n&lt;p&gt;But I did it like a little kid running around in an  antique mall, playing with random objects for a few seconds.  Not understanding what any of them are for.&lt;/p&gt;\n\n&lt;p&gt;So when I read, &amp;quot;nagual&amp;quot; there, I don&amp;#39;t completely think of the &amp;quot;double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;nagual&amp;quot; in that situation seems like what the double can perceive by switching his eyes.&lt;/p&gt;\n\n&lt;p&gt;It does indeed look deadly when I see it.  But I couldn&amp;#39;t describe that.  Except to say children can switch their eyes to perceiving that.  It&amp;#39;s just that no adult could understand any of what they might say about it, so they block it.&lt;/p&gt;\n\n&lt;p&gt;I guess I&amp;#39;ll have to take back my belief that the double isn&amp;#39;t dangerous.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say instead, if you encounter the double as a result of tensegrity, we have to assume Carlos knew what he was doing, or he wouldn&amp;#39;t have so many moves that build a double.  I can think of at least 4 that are specifically designed to produce a visible double right in front of you.&lt;/p&gt;\n\n&lt;p&gt;And do!&lt;/p&gt;\n\n&lt;p&gt;But he&amp;#39;s not the &amp;quot;perfect replica&amp;quot; by any means, he&amp;#39;s more like a purple snowman who can have scary facial details that are completely wrong, for a puff being.&lt;/p&gt;\n\n&lt;p&gt;But also, he can manifest as a perfect body part, with different clothes.  As if only his arm or foot were a &amp;quot;perfect replica&amp;quot; and the rest sinks into darkness, or merges back into your own body.&lt;/p&gt;\n\n&lt;p&gt;I tried to think if I ever got a look right into his eyes, and I have to say, not when they were on a perfectly real looking person.&lt;/p&gt;\n\n&lt;p&gt;Once I built a puffball snowman for my IOB to use, and when I looked into the head to see if her face would appear, I got a perfect male human face.  I knew that wasn&amp;#39;t any IOB I have, so I jumped out of fright and turned the lights on.&lt;/p&gt;\n\n&lt;p&gt;But I will say one thing about the double.  If you have perfect darkness, or you wear a good mask, and you wave your arm and can see it (or an echo), that&amp;#39;s the double!&lt;/p&gt;\n\n&lt;p&gt;Or his arm anyway.&lt;/p&gt;\n\n&lt;p&gt;I suggest not considering that a curiosity.  Wave your arm up and down in front of anything you see that&amp;#39;s nicely formed.  Like  a nice puff that remains there.  Try &amp;quot;enhancing&amp;quot; it by moving the arm up and down in such a way that you maximize seeing the echo of it, smoothing over the sight you want to enhance.&lt;/p&gt;\n\n&lt;p&gt;I doubt we&amp;#39;ll risk dropping dead by looking at his arm too much...&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s Zuleica&amp;#39;s pass.  If you gaze down while doing that, you get to see the energy body (poorly).     As wavy fibers.&lt;/p&gt;\n\n&lt;p&gt;But the hands moving down there, produce echos of the double&amp;#39;s arm, and the finger flicks produce the hand sparks.&lt;/p&gt;\n\n&lt;p&gt;If any of you can see that short of thing, also, don&amp;#39;t ignore it.  Do it a good 2 minutes with solid watching, and it seems to enhance everything  (if you can keep silent).&lt;/p&gt;\n\n&lt;p&gt;We REALLY need to figure out what to emphasize and what not to ignore, during darkroom.   And what slows you down so you should not pay as much attention to that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/ht0iajh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642405380.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1642405380.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hsygpg6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jeunpeun99", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hsx0fn2", "score": 2, "author_fullname": "t2_1489gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I found the part, it is on page 508 of the all books in one pdf file. It is in the book \"Tales of Power\"\n\nI believe later in the book or in another book Don Juan explains it is his will or intent that fell on Carlos.\n\nThe passage in the book:\n\"I began to breathe frantically. I looked around. Don Genaro had disappeared. Don Juan was standing in front of me. His body convulsed with laughter. He turned to me. \n\"I'm sorry,\" he said in a whisper. \"There's no other way.\" \nI wanted to ask about don Genaro, but I felt that if I did not keep on breathing and pressing down on my diaphragm I would die. Don Juan pointed with his chin to a place behind me. Without moving my feet I began to turn my head over my left shoulder. But before I could see what he was pointing at, don Juan jumped and stopped me. The force of his leap and the speed with which he grabbed me made me lose my balance. \nAs I fell on my back I had the sensation that my startled reaction had been to grab on to don Juan and consequently I dragged him with me to the ground. But when I looked up, the impressions of my tactile and visual senses were in total disaccord. I saw don Juan standing over me laughing while my body felt the unmistakable weight and pressure of another body on top of me; almost pinning me down. \nDon Juan extended his hand and helped me get up. My bodily sensation was that he was lifting two bodies. He smiled knowingly and whispered that one should never turn to one's left when facing the 'nagual'. He said that the 'nagual' was deadly, and there was no need to make the risks more dangerous than they already were. \nHe then gently turned me around and made me face an enormous eucalyptus tree. It was perhaps the oldest tree around. Its trunk was nearly twice as thick as any of the others. He pointed with his eyes to the top. Don Genaro was perched on a branch. He was facing me. I could see his eyes like two huge mirrors reflecting light. I did not want to look but don Juan insisted that I should not move my eyes away. In a very forceful whisper he ordered me to blink, and not to succumb to fright or indulgence. \nI noticed that if I blinked steadily don Genaro's eyes were not so awesome. It was only when I stared that the glare of his eyes became maddening.\"\n\nThanks for the comments, will read it again tomorrow.\n\n\n&gt;Try to remove it, it holds you back severly.\n\nExactly!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hsygpg6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I found the part, it is on page 508 of the all books in one pdf file. It is in the book &amp;quot;Tales of Power&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I believe later in the book or in another book Don Juan explains it is his will or intent that fell on Carlos.&lt;/p&gt;\n\n&lt;p&gt;The passage in the book:\n&amp;quot;I began to breathe frantically. I looked around. Don Genaro had disappeared. Don Juan was standing in front of me. His body convulsed with laughter. He turned to me. \n&amp;quot;I&amp;#39;m sorry,&amp;quot; he said in a whisper. &amp;quot;There&amp;#39;s no other way.&amp;quot; \nI wanted to ask about don Genaro, but I felt that if I did not keep on breathing and pressing down on my diaphragm I would die. Don Juan pointed with his chin to a place behind me. Without moving my feet I began to turn my head over my left shoulder. But before I could see what he was pointing at, don Juan jumped and stopped me. The force of his leap and the speed with which he grabbed me made me lose my balance. \nAs I fell on my back I had the sensation that my startled reaction had been to grab on to don Juan and consequently I dragged him with me to the ground. But when I looked up, the impressions of my tactile and visual senses were in total disaccord. I saw don Juan standing over me laughing while my body felt the unmistakable weight and pressure of another body on top of me; almost pinning me down. \nDon Juan extended his hand and helped me get up. My bodily sensation was that he was lifting two bodies. He smiled knowingly and whispered that one should never turn to one&amp;#39;s left when facing the &amp;#39;nagual&amp;#39;. He said that the &amp;#39;nagual&amp;#39; was deadly, and there was no need to make the risks more dangerous than they already were. \nHe then gently turned me around and made me face an enormous eucalyptus tree. It was perhaps the oldest tree around. Its trunk was nearly twice as thick as any of the others. He pointed with his eyes to the top. Don Genaro was perched on a branch. He was facing me. I could see his eyes like two huge mirrors reflecting light. I did not want to look but don Juan insisted that I should not move my eyes away. In a very forceful whisper he ordered me to blink, and not to succumb to fright or indulgence. \nI noticed that if I blinked steadily don Genaro&amp;#39;s eyes were not so awesome. It was only when I stared that the glare of his eyes became maddening.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Thanks for the comments, will read it again tomorrow.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Try to remove it, it holds you back severly.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Exactly!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/hsygpg6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642370909.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1642370909.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hsx0fn2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1642350986.0, "send_replies": true, "parent_id": "t1_hsw1van", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The double always seems to prevent that sort of accident.\n\nI play with him all night long, and don't sense any issues.  in fact, we merge with him back and forth, if we want to leave the darkroom physically.\n\nThe Tensegrity moves play with him!\n\nThe \"Affection for the Energy body\" actually builds him solid, and he's right there in front of you.  You can see him. He can scare the heck out of you when he moves and you realize he's real.\n\nLast night, I gently laid him on my lap, to see if those Olmec statues showing him there, have some  benefit.\n\nYou're either unknowledgeable about Tensegrity, or assuming the Tensegrity doesn't work, and imagining  a \"real\" situation as being different.  Some \"magical event\".\n\nThat's how the fake systems work. They're always pointing to some extreme event someone else is doing, where you can't see it.\n\nthey keep the attention of their students focused on imaginary \"saints\", so they don't notice, none of what they are being taught produces useful results.\n\nAnd they add \"warnings\" about the danger of real magic, when in fact, not having magic is what's dangerous!\n\nIt's really kind of sick if you think about it!  But it evolves, to maximize profit. So even if a faker isn't wise enough to know all the tricks to keep new people stupid, he'll discover them over time.\n\nSo  you have the normal beginners book deal mind going on there.   Nothing to be ashamed of, you just need to keep reminding yourself.\n\nTry to remove it, it holds you back severly.\n\nOut at the far stretches of the J curve, any trace book deal mind manifests visually.\n\nI must admit, out there it's a little fun.\n\nIt's like having a nasty squirrel who used to attack you all the time, and chase you back into your house, still hang around, but his teeth and claws don't work anymore.\n\nHe's amusing!\n\nI literally end up with a \"studio audience\" when I'm deepest in visible magic.  I keep hoping for an \"Applause\" sign, but so far haven't seen one.\n\nThe book deal mind stops 99 out of 100 who come here, from ever making it below the green line.\n\nBut it's persistent until you stop the world.  So you always have to fight it.\n\nDo you have the searchable pdf?  If you can find the quote, I'd like to examine it closely.\n\nI stick my head into the double often, and look around.\n\nMy inorganic being Fancy taught me to do that.\n\nIt allows seeing through walls.  You \"borrow\" his eyes by looking through him.", "edited": 1642351197.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hsx0fn2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The double always seems to prevent that sort of accident.&lt;/p&gt;\n\n&lt;p&gt;I play with him all night long, and don&amp;#39;t sense any issues.  in fact, we merge with him back and forth, if we want to leave the darkroom physically.&lt;/p&gt;\n\n&lt;p&gt;The Tensegrity moves play with him!&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Affection for the Energy body&amp;quot; actually builds him solid, and he&amp;#39;s right there in front of you.  You can see him. He can scare the heck out of you when he moves and you realize he&amp;#39;s real.&lt;/p&gt;\n\n&lt;p&gt;Last night, I gently laid him on my lap, to see if those Olmec statues showing him there, have some  benefit.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re either unknowledgeable about Tensegrity, or assuming the Tensegrity doesn&amp;#39;t work, and imagining  a &amp;quot;real&amp;quot; situation as being different.  Some &amp;quot;magical event&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how the fake systems work. They&amp;#39;re always pointing to some extreme event someone else is doing, where you can&amp;#39;t see it.&lt;/p&gt;\n\n&lt;p&gt;they keep the attention of their students focused on imaginary &amp;quot;saints&amp;quot;, so they don&amp;#39;t notice, none of what they are being taught produces useful results.&lt;/p&gt;\n\n&lt;p&gt;And they add &amp;quot;warnings&amp;quot; about the danger of real magic, when in fact, not having magic is what&amp;#39;s dangerous!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really kind of sick if you think about it!  But it evolves, to maximize profit. So even if a faker isn&amp;#39;t wise enough to know all the tricks to keep new people stupid, he&amp;#39;ll discover them over time.&lt;/p&gt;\n\n&lt;p&gt;So  you have the normal beginners book deal mind going on there.   Nothing to be ashamed of, you just need to keep reminding yourself.&lt;/p&gt;\n\n&lt;p&gt;Try to remove it, it holds you back severly.&lt;/p&gt;\n\n&lt;p&gt;Out at the far stretches of the J curve, any trace book deal mind manifests visually.&lt;/p&gt;\n\n&lt;p&gt;I must admit, out there it&amp;#39;s a little fun.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like having a nasty squirrel who used to attack you all the time, and chase you back into your house, still hang around, but his teeth and claws don&amp;#39;t work anymore.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s amusing!&lt;/p&gt;\n\n&lt;p&gt;I literally end up with a &amp;quot;studio audience&amp;quot; when I&amp;#39;m deepest in visible magic.  I keep hoping for an &amp;quot;Applause&amp;quot; sign, but so far haven&amp;#39;t seen one.&lt;/p&gt;\n\n&lt;p&gt;The book deal mind stops 99 out of 100 who come here, from ever making it below the green line.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s persistent until you stop the world.  So you always have to fight it.&lt;/p&gt;\n\n&lt;p&gt;Do you have the searchable pdf?  If you can find the quote, I&amp;#39;d like to examine it closely.&lt;/p&gt;\n\n&lt;p&gt;I stick my head into the double often, and look around.&lt;/p&gt;\n\n&lt;p&gt;My inorganic being Fancy taught me to do that.&lt;/p&gt;\n\n&lt;p&gt;It allows seeing through walls.  You &amp;quot;borrow&amp;quot; his eyes by looking through him.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/hsx0fn2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642350986.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hsxck81", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1642355677.0, "send_replies": true, "parent_id": "t1_hsw1van", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It seems, you brought it up at just the right moment!\n\nI've been doubting that for a while, but never bothered to figure out what's going on.\n\nMost telling will be where the quote is found.\n\nCould be \"Men of Knowledge\" delusions.  Like that \"death over your shoulder\" nonsense.\n\nThat was just little smoke.  All of my inorganic beings have done the black dot thing.\n\nSometimes it has eyes!\n\nSo please do try to find that passage if you can.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hsxck81", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It seems, you brought it up at just the right moment!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been doubting that for a while, but never bothered to figure out what&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;Most telling will be where the quote is found.&lt;/p&gt;\n\n&lt;p&gt;Could be &amp;quot;Men of Knowledge&amp;quot; delusions.  Like that &amp;quot;death over your shoulder&amp;quot; nonsense.&lt;/p&gt;\n\n&lt;p&gt;That was just little smoke.  All of my inorganic beings have done the black dot thing.&lt;/p&gt;\n\n&lt;p&gt;Sometimes it has eyes!&lt;/p&gt;\n\n&lt;p&gt;So please do try to find that passage if you can.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_oecssq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/hsxck81/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642355677.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hsw1van", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jeunpeun99", "can_mod_post": false, "created_utc": 1642332695.0, "send_replies": true, "parent_id": "t3_oecssq", "score": 2, "author_fullname": "t2_1489gf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;I turned my head, and saw some greenish colors in the energy fog. When my head aligned perfectly with the colors, it was as if I had stuck my neck out 3 feet to look inside a dream.\n\nThere was something in the books when turning your head 'within' the nagual, your tonal will kill itself. At one point Carlos is watching Genaro and had a reflex to look over his left side, Don Juan fell on Carlos to prevent this. I couldn't find the part.\n\nAny comment on this?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hsw1van", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I turned my head, and saw some greenish colors in the energy fog. When my head aligned perfectly with the colors, it was as if I had stuck my neck out 3 feet to look inside a dream.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;There was something in the books when turning your head &amp;#39;within&amp;#39; the nagual, your tonal will kill itself. At one point Carlos is watching Genaro and had a reflex to look over his left side, Don Juan fell on Carlos to prevent this. I couldn&amp;#39;t find the part.&lt;/p&gt;\n\n&lt;p&gt;Any comment on this?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/oecssq/seeing_vs_seeing_energy/hsw1van/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642332695.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_oecssq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]