[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[The Green Room \\(image from a 2010 Cleargreen workshop\\)](https://preview.redd.it/2fun30qrwao71.jpg?width=321&amp;format=pjpg&amp;auto=webp&amp;s=3af79c939a93ce95d4012e90d0f52e467736625f)\n\nFrom [this point in their archived site history](https://web.archive.org/web/20000229030641/http://cleargreen.com:80/), you can review the entire workshop schedule over the past 22 years or so, and from 2003-2011 their [archived Workshop Feedback Pages](https://web.archive.org/web/20100925223047fw_/https://cleargreen.com/english/feedback/feedback.cfm) composed of the reactions/reviews of participants in the workshops over those years.\n\nThe notion of a [green room is apropos](https://en.wikipedia.org/wiki/Green_room), as a sort of modus operandi for this organization, which Carlos setup, during these past years. A green room being: \"a space in a theatre or similar venue that functions as a waiting room and lounge for performers before, during, and after a performance or show when they are not engaged on stage....the origin of the term is often ascribed to such rooms historically being painted green.\"\n\nIt seemed to fit-in with Dan's [recent comment](https://www.reddit.com/r/castaneda/comments/ppgg2m/-/hd4hghc): \" Lily claims, it all had to go before it could be saved. Or at least, it was likely her. I can't see Fancy caring about that. She was more interested in \"what's for lunch\"? Whoever it was, she said something about how you can't plant until the field is plowed.\"\n\nIt used to be standard practice in farming to alternate between plowing a field and letting it fallow.\n\nA fallow period isn't actually stagnant. It's filled with all sorts of activity, just not the activity which the field is actually intended to produce (churning out actual sorcerers).\n\nIn Cleargreen's case, this included  [making videos for a Magical Pass library](https://web.archive.org/web/20160815181105/https://practice.cleargreen.com/), along with various other endeavors, which are akin to how farmers used to harvest seeds from selective plants that had “gone to seed,” intentionally left in the ground since the last year in order to provide seed for the next crop.\n\n\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\n\nFallow periods were traditionally used by farmers to maintain the natural productivity of their land. The benefits of leaving land fallow for extended periods include rebalancing soil nutrients, re-establishing soil biota, breaking crop pest and disease cycles, and providing a haven for wildlife which would further enrich the soil along with livestock feeding on nitrogen fixing cover crops.\"  [*source*](https://theecologist.org/2008/jun/20/fallow-and-fertile)\n\n\"Llarge-scale, long-term water transfers that utilize fallowing have the potential to impart significant changes to local soil quality and crop production. Studies have shown that land fallowing is beneficial to soil quality, crop production and overall long-term sustainability.\"  [*source*](https://wrrc.arizona.edu/land-fallowing-soil)\n\n\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\"\n\nAnd to get a taste of the general state of things before the revitalization of this subreddit, one can peruse [this reddit post from 5 years ago](https://www.reddit.com/r/Psychonaut/comments/568g6m/does_any_one_else_feel_like_carlos_castaneda_was/) , or not,  and just focus on these particular comments from it. This was 2 1/2 years before u/danl999 joined Reddit in January 2019:\n\n\"What \"fiction?\" Everything tried so far, works as described. Not the drug use. That was just to Open the Doors. Avoid the first book entirely. All else was non-drug (which means, you might not be able to turn it off again, if ever you successfully turn something on.)\n\n**Those who take it up, go \"underground\" as they're supposed to. It has to remain hidden in plain sight, where the outer world ridicules it**....\n\n...There's George Lucas. The Jedi religion is just Castaneda stuff. \"Intent is an energy field which surrounds us, penetrates us. It binds the universe together. It controls our actions, yet it obeys our will....\"\n\n...Also, the Matrix movies are a direct steal, like a training film for Toltec Sorcery. Mental battles between Brujos who've learned to directly manipulate base reality. Becoming a seer who penetrates the false aspect of perceived reality. The real world is made of glowing lines, connections. INORGANIC BEINGS are the real power behind reality! Heh. So, when are the Wachowski bros going to start shifting between alternate identities, or perhaps let slip that they're Practitioners? Bingo.\n\nBut note well that since the stuff is real, it's extremely dangerous. Drugs, they wear off in hours/days.\n\n\"Seeing,\" it cannot be un-seen. In the 60s, those books were famous for ruining lives. People would go part-way, then try to pull back, or try to go forward without first reducing their self-importance by one iota.\n\nAlso, \"During your dreams, try to find your own dick.\" Not in the books. Castaneda altered (it to find your hands instead.\"\n\n\\---------------------------------------------\n\n\"Soon I spent my days race-walking to school while pushing my fingernails into the palms of my hands, while staring straight ahead and trying to see all the objects in my right peripheral vision at the same time as seeing the objects in my left peripheral vision. Only do this stuff when unobserved. A critical requirement is to remain covert, while to outside observers we appear the same as always, never showing off ever (which is very hard to do!) It's not like eastern religions: instead, by using the techniques, we take the stance of a spy in a vast enemy camp. But then, that'd been my normal life back then anyway. So Castaneda books had great appeal!\n\nI never made any breakthroughs as a kid, no weird events, no control of dreams, until 1979 in college, when I was laying in the hammock that we'd set up inside our dorm. I decided to try to not-think, awake, eyes open. Like meditation. Interior silence. It lasted for FIFTEEN MINUTES, and all the concentric shells that were my entire personality, they fell away, one by one. We are nothing; everything we think we are, those are just our removable masks. Take them off and nobody's there. What is this thing which takes off all the masks? We are the subconscious, and our entire personality and life is a toy/delusion/puppet, and is not the hand inside the sock which makes it move around.\n\nThis, and also the idea that we're covert operatives embedded in an enemy country, together these two appear to be the \"warrior stance\" that the books hadn't been able to teach me. DOH, this is the same concept as Bushido! Rejecting all our own petty actions, living a life of utter self-honesty, slowly penetrating and breaking down all the comforting and pathetic delusions that we use in order to choke off our everyday reality. Instead, we must take actions only because these are the proper, non-petty things to do, not because we expect acclaim or rewards. *Never lie to protect yourself, just lie for the sheer hell of it.*\n\nMany years later I heard about a shaman trick: sleeping in a huge leather bag suspended from a tree, in order to attain an altered mental state. EXACTLY, EXACTLY. Before that hammock, I'd never been able to stop my internal self-talk for more than about 15sec at a time. But, in the books, it appears that they didn't require all the years that I needed to make a start. They took a shortcut by getting advice from Mescalito, etc. Aging adults cannot afford to waste time like little kids can. But if we can learn to do by Intent, what drugs do by brain chemistry, well that's their definition of being a 'sorcerer.' Deeply knowing that \"we live in the Matrix,\" and everything we see around us is not at all like we think ...that's a first basic step that starts unlocking the rest.\"\n\n&amp;#x200B;\n\n[Cleargreen Website Graphic](https://preview.redd.it/qezno6t00bo71.jpg?width=137&amp;format=pjpg&amp;auto=webp&amp;s=4e2599095f9f26ec199e7e9522728c14ae8f5b8f)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Green Room - Cleargreen's Workshop Timeline", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"2fun30qrwao71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 161, "x": 108, "u": "https://preview.redd.it/2fun30qrwao71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=18ac14621510c5229325c1fa5637b11657c5dfc2"}, {"y": 322, "x": 216, "u": "https://preview.redd.it/2fun30qrwao71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=06d65cead2278993d86f085cf4265dd311015293"}, {"y": 478, "x": 320, "u": "https://preview.redd.it/2fun30qrwao71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=eab9d0a6d2eed0cb010a4936328230ba9279097b"}], "s": {"y": 480, "x": 321, "u": "https://preview.redd.it/2fun30qrwao71.jpg?width=321&amp;format=pjpg&amp;auto=webp&amp;s=3af79c939a93ce95d4012e90d0f52e467736625f"}, "id": "2fun30qrwao71"}, "qezno6t00bo71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/qezno6t00bo71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=8cd947f4371af302531e48322cdc7b269de5c7a1"}], "s": {"y": 137, "x": 137, "u": "https://preview.redd.it/qezno6t00bo71.jpg?width=137&amp;format=pjpg&amp;auto=webp&amp;s=4e2599095f9f26ec199e7e9522728c14ae8f5b8f"}, "id": "qezno6t00bo71"}}, "name": "t3_pqslw1", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/vQ0Dt6I4JtvihEpCOGHy7ExRlFN3bBxs1cEFfrVXGb8.jpg", "edited": 1632052919.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1631992617.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/2fun30qrwao71.jpg?width=321&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=3af79c939a93ce95d4012e90d0f52e467736625f\"&gt;The Green Room (image from a 2010 Cleargreen workshop)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;From &lt;a href=\"https://web.archive.org/web/20000229030641/http://cleargreen.com:80/\"&gt;this point in their archived site history&lt;/a&gt;, you can review the entire workshop schedule over the past 22 years or so, and from 2003-2011 their &lt;a href=\"https://web.archive.org/web/20100925223047fw_/https://cleargreen.com/english/feedback/feedback.cfm\"&gt;archived Workshop Feedback Pages&lt;/a&gt; composed of the reactions/reviews of participants in the workshops over those years.&lt;/p&gt;\n\n&lt;p&gt;The notion of a &lt;a href=\"https://en.wikipedia.org/wiki/Green_room\"&gt;green room is apropos&lt;/a&gt;, as a sort of modus operandi for this organization, which Carlos setup, during these past years. A green room being: &amp;quot;a space in a theatre or similar venue that functions as a waiting room and lounge for performers before, during, and after a performance or show when they are not engaged on stage....the origin of the term is often ascribed to such rooms historically being painted green.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It seemed to fit-in with Dan&amp;#39;s &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ppgg2m/-/hd4hghc\"&gt;recent comment&lt;/a&gt;: &amp;quot; Lily claims, it all had to go before it could be saved. Or at least, it was likely her. I can&amp;#39;t see Fancy caring about that. She was more interested in &amp;quot;what&amp;#39;s for lunch&amp;quot;? Whoever it was, she said something about how you can&amp;#39;t plant until the field is plowed.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It used to be standard practice in farming to alternate between plowing a field and letting it fallow.&lt;/p&gt;\n\n&lt;p&gt;A fallow period isn&amp;#39;t actually stagnant. It&amp;#39;s filled with all sorts of activity, just not the activity which the field is actually intended to produce (churning out actual sorcerers).&lt;/p&gt;\n\n&lt;p&gt;In Cleargreen&amp;#39;s case, this included  &lt;a href=\"https://web.archive.org/web/20160815181105/https://practice.cleargreen.com/\"&gt;making videos for a Magical Pass library&lt;/a&gt;, along with various other endeavors, which are akin to how farmers used to harvest seeds from selective plants that had “gone to seed,” intentionally left in the ground since the last year in order to provide seed for the next crop.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Fallow periods were traditionally used by farmers to maintain the natural productivity of their land. The benefits of leaving land fallow for extended periods include rebalancing soil nutrients, re-establishing soil biota, breaking crop pest and disease cycles, and providing a haven for wildlife which would further enrich the soil along with livestock feeding on nitrogen fixing cover crops.&amp;quot;  &lt;a href=\"https://theecologist.org/2008/jun/20/fallow-and-fertile\"&gt;&lt;em&gt;source&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Llarge-scale, long-term water transfers that utilize fallowing have the potential to impart significant changes to local soil quality and crop production. Studies have shown that land fallowing is beneficial to soil quality, crop production and overall long-term sustainability.&amp;quot;  &lt;a href=\"https://wrrc.arizona.edu/land-fallowing-soil\"&gt;&lt;em&gt;source&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And to get a taste of the general state of things before the revitalization of this subreddit, one can peruse &lt;a href=\"https://www.reddit.com/r/Psychonaut/comments/568g6m/does_any_one_else_feel_like_carlos_castaneda_was/\"&gt;this reddit post from 5 years ago&lt;/a&gt; , or not,  and just focus on these particular comments from it. This was 2 1/2 years before &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; joined Reddit in January 2019:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What &amp;quot;fiction?&amp;quot; Everything tried so far, works as described. Not the drug use. That was just to Open the Doors. Avoid the first book entirely. All else was non-drug (which means, you might not be able to turn it off again, if ever you successfully turn something on.)&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Those who take it up, go &amp;quot;underground&amp;quot; as they&amp;#39;re supposed to. It has to remain hidden in plain sight, where the outer world ridicules it&lt;/strong&gt;....&lt;/p&gt;\n\n&lt;p&gt;...There&amp;#39;s George Lucas. The Jedi religion is just Castaneda stuff. &amp;quot;Intent is an energy field which surrounds us, penetrates us. It binds the universe together. It controls our actions, yet it obeys our will....&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;...Also, the Matrix movies are a direct steal, like a training film for Toltec Sorcery. Mental battles between Brujos who&amp;#39;ve learned to directly manipulate base reality. Becoming a seer who penetrates the false aspect of perceived reality. The real world is made of glowing lines, connections. INORGANIC BEINGS are the real power behind reality! Heh. So, when are the Wachowski bros going to start shifting between alternate identities, or perhaps let slip that they&amp;#39;re Practitioners? Bingo.&lt;/p&gt;\n\n&lt;p&gt;But note well that since the stuff is real, it&amp;#39;s extremely dangerous. Drugs, they wear off in hours/days.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Seeing,&amp;quot; it cannot be un-seen. In the 60s, those books were famous for ruining lives. People would go part-way, then try to pull back, or try to go forward without first reducing their self-importance by one iota.&lt;/p&gt;\n\n&lt;p&gt;Also, &amp;quot;During your dreams, try to find your own dick.&amp;quot; Not in the books. Castaneda altered (it to find your hands instead.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;---------------------------------------------&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Soon I spent my days race-walking to school while pushing my fingernails into the palms of my hands, while staring straight ahead and trying to see all the objects in my right peripheral vision at the same time as seeing the objects in my left peripheral vision. Only do this stuff when unobserved. A critical requirement is to remain covert, while to outside observers we appear the same as always, never showing off ever (which is very hard to do!) It&amp;#39;s not like eastern religions: instead, by using the techniques, we take the stance of a spy in a vast enemy camp. But then, that&amp;#39;d been my normal life back then anyway. So Castaneda books had great appeal!&lt;/p&gt;\n\n&lt;p&gt;I never made any breakthroughs as a kid, no weird events, no control of dreams, until 1979 in college, when I was laying in the hammock that we&amp;#39;d set up inside our dorm. I decided to try to not-think, awake, eyes open. Like meditation. Interior silence. It lasted for FIFTEEN MINUTES, and all the concentric shells that were my entire personality, they fell away, one by one. We are nothing; everything we think we are, those are just our removable masks. Take them off and nobody&amp;#39;s there. What is this thing which takes off all the masks? We are the subconscious, and our entire personality and life is a toy/delusion/puppet, and is not the hand inside the sock which makes it move around.&lt;/p&gt;\n\n&lt;p&gt;This, and also the idea that we&amp;#39;re covert operatives embedded in an enemy country, together these two appear to be the &amp;quot;warrior stance&amp;quot; that the books hadn&amp;#39;t been able to teach me. DOH, this is the same concept as Bushido! Rejecting all our own petty actions, living a life of utter self-honesty, slowly penetrating and breaking down all the comforting and pathetic delusions that we use in order to choke off our everyday reality. Instead, we must take actions only because these are the proper, non-petty things to do, not because we expect acclaim or rewards. &lt;em&gt;Never lie to protect yourself, just lie for the sheer hell of it.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Many years later I heard about a shaman trick: sleeping in a huge leather bag suspended from a tree, in order to attain an altered mental state. EXACTLY, EXACTLY. Before that hammock, I&amp;#39;d never been able to stop my internal self-talk for more than about 15sec at a time. But, in the books, it appears that they didn&amp;#39;t require all the years that I needed to make a start. They took a shortcut by getting advice from Mescalito, etc. Aging adults cannot afford to waste time like little kids can. But if we can learn to do by Intent, what drugs do by brain chemistry, well that&amp;#39;s their definition of being a &amp;#39;sorcerer.&amp;#39; Deeply knowing that &amp;quot;we live in the Matrix,&amp;quot; and everything we see around us is not at all like we think ...that&amp;#39;s a first basic step that starts unlocking the rest.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/qezno6t00bo71.jpg?width=137&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=4e2599095f9f26ec199e7e9522728c14ae8f5b8f\"&gt;Cleargreen Website Graphic&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pqslw1", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/", "subreddit_subscribers": 9561, "created_utc": 1631992617.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hddaorl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1631993898.0, "send_replies": true, "parent_id": "t3_pqslw1", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I wanted to add a passage from workshop notes (?), as another example of a viable seed from a previous crop of practitioners, that I clearly recall as it stuck in my mind very strongly. But the exact wording eludes me, and thus a successful search result as well.\n\nAnyway, two students from one of the workshops went up to Carlos and told him that they had discovered something thrilling but which they were unable to place into anything they had read in the books. This was the early or mid-1990's.\n\nThey said that they had been practicing together, I believe it was a romantic couple (M/F), and discovered some huge lines (emanations) that they perceived criss-crossed the globe and could be used to physically shift locations without going through the more advanced preliminaries....such as losing the human form and whatnot. Meaning if one paired partner was in Australia and the other was in New York, they could do a switcheroo (somehow).\n\nOr maybe it was simply to move from one location to the other, using their connection to the other person as a magnet of sorts, and the energy of the Earth to do the transporting. An idea very roughly analogous to ley lines.\n\n(again, this is from memory)\n\nThey explained that they weren't sure how to proceed with this knowledge.\n\nCarlos told them that he didn't know what they hell they were talking about, but that they should pursue that with all the energy they could possibly allocate; or to navigate it, as it were.", "edited": 1631998420.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hddaorl", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wanted to add a passage from workshop notes (?), as another example of a viable seed from a previous crop of practitioners, that I clearly recall as it stuck in my mind very strongly. But the exact wording eludes me, and thus a successful search result as well.&lt;/p&gt;\n\n&lt;p&gt;Anyway, two students from one of the workshops went up to Carlos and told him that they had discovered something thrilling but which they were unable to place into anything they had read in the books. This was the early or mid-1990&amp;#39;s.&lt;/p&gt;\n\n&lt;p&gt;They said that they had been practicing together, I believe it was a romantic couple (M/F), and discovered some huge lines (emanations) that they perceived criss-crossed the globe and could be used to physically shift locations without going through the more advanced preliminaries....such as losing the human form and whatnot. Meaning if one paired partner was in Australia and the other was in New York, they could do a switcheroo (somehow).&lt;/p&gt;\n\n&lt;p&gt;Or maybe it was simply to move from one location to the other, using their connection to the other person as a magnet of sorts, and the energy of the Earth to do the transporting. An idea very roughly analogous to ley lines.&lt;/p&gt;\n\n&lt;p&gt;(again, this is from memory)&lt;/p&gt;\n\n&lt;p&gt;They explained that they weren&amp;#39;t sure how to proceed with this knowledge.&lt;/p&gt;\n\n&lt;p&gt;Carlos told them that he didn&amp;#39;t know what they hell they were talking about, but that they should pursue that with all the energy they could possibly allocate; or to navigate it, as it were.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/hddaorl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1631993898.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pqslw1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_pqslw1", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hdf9hxi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1632024791.0, "send_replies": true, "parent_id": "t1_hdeeb55", "score": 2, "author_fullname": "t2_3l9c5e07", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have wondered several times just what could have been going on with that family that BOTH brothers got sex change operations 😳\n\nOr maybe they just take female hormones.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hdf9hxi", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have wondered several times just what could have been going on with that family that BOTH brothers got sex change operations 😳&lt;/p&gt;\n\n&lt;p&gt;Or maybe they just take female hormones.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pqslw1", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/hdf9hxi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632024791.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hdeeb55", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_pqslw1", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/hdeeb55/", "num_reports": null, "locked": false, "name": "t1_hdeeb55", "created": 1632010597.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1632010597.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hewdbul", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1633036548.0, "send_replies": true, "parent_id": "t3_pqslw1", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"Don Juan was a Yaqui seer and heir to a lineage of seers that originates in ancient Mexico. Cleargreen was founded by don Juan's students to share Tensegrity® practices through workshops, classes and publications. \"Cleargreen\" refers to the vibrational hue of the heart, which in many ancient cultures is considered to be a translucent green; it also refers to conscious connection and interchange with the earth, and with each other. Cleargreen's symbol, a pair of dragonflies guarding a luminous egg, is a depiction of those beings who evolved from tiny dinosaurs who intended flight, as humans can evolve to recognize their own nature as luminous eggs or spheres of conscious energy.\"\n\n\nhttps://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen%2C-Incorporated\n\nhttps://archive.ph/2021.09.30-210009/https://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen,-Incorporated\n\nIt should be noted that Dan said Carlos told him that the name Cleargreen was tongue in cheek, meaning to generate fluid assets (💸) to be used in outreach efforts 😏.\n\nAnd the translucent green color thing is true, but only when one is describing the ancient color (cast of amber) of the human energy shell. Most modern humans no longer have this pale-green amber cast, it's now more pink-amber. [source](https://www.reddit.com/r/castaneda/comments/ojsieg/-/h55ve1g)\n\n(And I'm pretty sure that dragonflies did not evolve from dinosaurs!)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hewdbul", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Don Juan was a Yaqui seer and heir to a lineage of seers that originates in ancient Mexico. Cleargreen was founded by don Juan&amp;#39;s students to share Tensegrity® practices through workshops, classes and publications. &amp;quot;Cleargreen&amp;quot; refers to the vibrational hue of the heart, which in many ancient cultures is considered to be a translucent green; it also refers to conscious connection and interchange with the earth, and with each other. Cleargreen&amp;#39;s symbol, a pair of dragonflies guarding a luminous egg, is a depiction of those beings who evolved from tiny dinosaurs who intended flight, as humans can evolve to recognize their own nature as luminous eggs or spheres of conscious energy.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen%2C-Incorporated\"&gt;https://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen%2C-Incorporated&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://archive.ph/2021.09.30-210009/https://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen,-Incorporated\"&gt;https://archive.ph/2021.09.30-210009/https://www.schoolandcollegelistings.com/US/Culver-City/166719753404960/Cleargreen,-Incorporated&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It should be noted that Dan said Carlos told him that the name Cleargreen was tongue in cheek, meaning to generate fluid assets (💸) to be used in outreach efforts 😏.&lt;/p&gt;\n\n&lt;p&gt;And the translucent green color thing is true, but only when one is describing the ancient color (cast of amber) of the human energy shell. Most modern humans no longer have this pale-green amber cast, it&amp;#39;s now more pink-amber. &lt;a href=\"https://www.reddit.com/r/castaneda/comments/ojsieg/-/h55ve1g\"&gt;source&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;(And I&amp;#39;m pretty sure that dragonflies did not evolve from dinosaurs!)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/hewdbul/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1633036548.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pqslw1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hdexfpw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tabdrops", "can_mod_post": false, "created_utc": 1632019061.0, "send_replies": true, "parent_id": "t3_pqslw1", "score": 1, "author_fullname": "t2_b9puh3b5", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Also, \"During your dreams, try to find your own dick.\" Not in the books. Castaneda altered (it to find your hands instead.\"\n\nI found both during dreaming. But I didn't realize it. Everything was too ordinary. Only got it after waking up. Had to laugh...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hdexfpw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Also, &amp;quot;During your dreams, try to find your own dick.&amp;quot; Not in the books. Castaneda altered (it to find your hands instead.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I found both during dreaming. But I didn&amp;#39;t realize it. Everything was too ordinary. Only got it after waking up. Had to laugh...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pqslw1/the_green_room_cleargreens_workshop_timeline/hdexfpw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1632019061.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pqslw1", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]