[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Interview With Carlos Castaneda – 1998 - (*published after Carlos died in April 1998...interviewed sometime in 1997, just before the book \"Magical Passes\" was set to be released*)\n\nUPDATED, Jan. 6, 2023, with a new DeepL A.I. Translation from French ([source](https://interviewscastaneda.weebly.com/mausi-boehm---interview.html)); (*previous translation was a standard Google Translate*)\n\nBy Mausi Boehm\n\nIn preparation for the Munich seminar in May 1998\n\nMB: The book on Tensegrity is the first of your books to present the reader with practical exercises. What led you to the decision to make it available to the public?\n\nCC: The shamans of ancient Mexico who discovered the magical passes that form the basis of Tensegrity protected these movements with the utmost secrecy and wrapped them in ritual. This is how these movements were taught to Don Juan Matus, and how he taught them to his four disciples, Florinda Donner-Grau, Taisha Abelar, Carol Tiggs and myself.\n\nWe're told that a process of openness began among the shamans of Mexico just before the Spanish Conquest. Apparently, the Spaniards were the catalyst that accelerated the destruction of shamanic secrecy to the extreme. Under Spanish domination, survival became the essential goal of the shamans of the time. We're told that, in the face of this threat, rather than promoting isolation, shamans became more open because of this situation, as they realized that the secretive nature of their knowledge and actions gave them no chance of survival as individuals. We represent the culmination of this process of openness in the particular case of the lineage of don Juan Matus. He made us realize that nothing a man does should be kept secret or shrouded in esotericism and mystery.\n\nWe firmly believe that mankind as a whole today faces a terrifying problem of survival. In other words, for us, this is certainly no time for secrets.\n\nMB: When did you organize the first seminar on this subject? And how have the seminars evolved?\n\nCC: Tensegrity seminars and workshops began in 1984, as part of an attempt to reach people with something extremely pragmatic: magic tricks.\n\nThese early efforts were never successful. Unfortunately for us, at the time, the Tensegrity seminars we gave not only in the USA, but also in Mexico and Argentina, were free. Anyone could attend. The result was that instead of coming to practice Tensegrity, resentful people came to the seminars and always found something to object to whatever we wanted to do. It was then that the approach underwent a complete turnaround, decided upon by all the practitioners linked to the four disciples of the old nagual. Their unanimous idea and decision was that the seminars should be fee-paying. Their argument was that a doctor gets paid for his knowledge, just like a lawyer or a judge; they don't work for free and should be remunerated for their efforts in teaching something of inestimable value to modern man.\n\nIn 1991, more than seven years after the initial launch, we organized the first paid seminar. The result of this bold move was astounding for all shamanic practitioners and Tensegrity instructors. For the first time in seven years, people were paying attention and actually learning the movements with extraordinary momentum. Their momentum was so powerful that they created a force that has since become the driving force behind all the seminars. Practitioners of shamanism called this \"the human mass,\" something the shamans of don Juan's lineage never experienced.\n\nThe ease with which the magic passes are learned, and the depth of perception of the seminar participants, have reached such a level that they have become an impeccable force, practicing for the pleasure of practicing and for the well-being that the magic passes give them.\n\nMB: Is your presence at the seminar essential?\n\nCC:  No, Carlos Castaneda's presence is not essential to anything. Tensegrity instructors are all directly connected to Carlos Castaneda, and they draw from this connection all the elements they need to function on their own with the utmost efficiency and determination.\n\nMB:  Who runs the seminars, and how can their authenticity be verified?\n\nCC:  Infinity runs the seminars, and there's no way of verifying their authenticity. In the end, we all have to answer to infinity personally.\n\nOn a more down-to-earth level, the authenticity of Tensegrity is indisputable because Tensegrity was not invented by any of the instructors or practitioners. Not even by the four disciples of the old nagual.\n\nThere's nothing you can add to that, except that it's take it or leave it. If you take it, you'll experience an undeniable sense of well-being and balance. If you leave it, you'll live life as you've lived it up to now, plagued by doubts and malaise.\n\nMB:  Your German readers would love to welcome you to Germany from time to time. Aren't the Germans ready for that?\n\nCC: **It's not that you're ready or not. It's that I'm finished. I'm already on the other side and it's impossible for me to escape. I'll always be the voice or presence behind the scenes. In other words, the time for me to appear and speak has come to an end.**\n\nMB:  Do I need to have read all your books to attend a seminar?\n\nCC:  No, it's not necessary. Participants can read the Tensegrity book to practice the movements.\n\nMB:  The book on Tensegrity gives for the first time a direct point of view on magic passes. Can this book alone be a guide, or do you recommend that practitioners attend a seminar?\n\nCC:  Yes, this book alone can be a guide, but it is strongly recommended that practitioners attend a seminar and learn the minute details contained in the Five Concerns Series called the Westwood Series.\n\nMB:  What distinguishes not-doing's from other magic passes, as described in the book Magical Passes? Can you explain?\n\nCC:  Their action is different. The difference between the series of magic passes in general and the magic passes for non-doing is their immediate action. All series affect the body by revealing the hidden resources of human consciousness. Magic passes for non-doing focus on a single point: the intrinsic energy flow that holds us together as a conglomeration of energy fields.\n\nMB:  In the context of your cognitive system, what does it mean to be free?\n\nCC:  In the context of my cognitive system... it's not my cognitive system... in the cognitive system of the shamans of ancient Mexico, to be free means to free oneself from the bonds of socialization and syntax.\n\nMB:  What is your connection with Florinda Donner-Grau, Taisha Abelar and Carol Tiggs?\n\nCC:  My connection with them is the fact that all four of us were apprentices to don Juan Matus. Like me, they witnessed the actions of don Juan Matus. He used different approaches to teach them what he taught me. The combination of approaches and views that each of us holds forms a unity that is indivisible in its essence, but which in practice has four aspects in the world of everyday life.\n\nIt could be said that what binds us together is an uncommon connection, and one that renders us powerless as individuals. We are only complete on the warrior's path as a whole.\n\n*source -* [*https://chaparral.space/wiki/Interview\\_1998\\_Castaneda,\\_Mausi\\_Boehm*](https://chaparral.space/wiki/Interview_1998_Castaneda,_Mausi_Boehm)\n\n*backup -* [https://archive.is/2WzsD](https://archive.is/2WzsD)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "VERY Rare Interview - Carlos Castaneda , Interviewed by Mausi Boehm – Published 1998, after the Munich Workshop (original interview date unknown)", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qed5ca", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1704557843.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1635021905.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Interview With Carlos Castaneda – 1998 - (&lt;em&gt;published after Carlos died in April 1998...interviewed sometime in 1997, just before the book &amp;quot;Magical Passes&amp;quot; was set to be released&lt;/em&gt;)&lt;/p&gt;\n\n&lt;p&gt;UPDATED, Jan. 6, 2023, with a new DeepL A.I. Translation from French (&lt;a href=\"https://interviewscastaneda.weebly.com/mausi-boehm---interview.html\"&gt;source&lt;/a&gt;); (&lt;em&gt;previous translation was a standard Google Translate&lt;/em&gt;)&lt;/p&gt;\n\n&lt;p&gt;By Mausi Boehm&lt;/p&gt;\n\n&lt;p&gt;In preparation for the Munich seminar in May 1998&lt;/p&gt;\n\n&lt;p&gt;MB: The book on Tensegrity is the first of your books to present the reader with practical exercises. What led you to the decision to make it available to the public?&lt;/p&gt;\n\n&lt;p&gt;CC: The shamans of ancient Mexico who discovered the magical passes that form the basis of Tensegrity protected these movements with the utmost secrecy and wrapped them in ritual. This is how these movements were taught to Don Juan Matus, and how he taught them to his four disciples, Florinda Donner-Grau, Taisha Abelar, Carol Tiggs and myself.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re told that a process of openness began among the shamans of Mexico just before the Spanish Conquest. Apparently, the Spaniards were the catalyst that accelerated the destruction of shamanic secrecy to the extreme. Under Spanish domination, survival became the essential goal of the shamans of the time. We&amp;#39;re told that, in the face of this threat, rather than promoting isolation, shamans became more open because of this situation, as they realized that the secretive nature of their knowledge and actions gave them no chance of survival as individuals. We represent the culmination of this process of openness in the particular case of the lineage of don Juan Matus. He made us realize that nothing a man does should be kept secret or shrouded in esotericism and mystery.&lt;/p&gt;\n\n&lt;p&gt;We firmly believe that mankind as a whole today faces a terrifying problem of survival. In other words, for us, this is certainly no time for secrets.&lt;/p&gt;\n\n&lt;p&gt;MB: When did you organize the first seminar on this subject? And how have the seminars evolved?&lt;/p&gt;\n\n&lt;p&gt;CC: Tensegrity seminars and workshops began in 1984, as part of an attempt to reach people with something extremely pragmatic: magic tricks.&lt;/p&gt;\n\n&lt;p&gt;These early efforts were never successful. Unfortunately for us, at the time, the Tensegrity seminars we gave not only in the USA, but also in Mexico and Argentina, were free. Anyone could attend. The result was that instead of coming to practice Tensegrity, resentful people came to the seminars and always found something to object to whatever we wanted to do. It was then that the approach underwent a complete turnaround, decided upon by all the practitioners linked to the four disciples of the old nagual. Their unanimous idea and decision was that the seminars should be fee-paying. Their argument was that a doctor gets paid for his knowledge, just like a lawyer or a judge; they don&amp;#39;t work for free and should be remunerated for their efforts in teaching something of inestimable value to modern man.&lt;/p&gt;\n\n&lt;p&gt;In 1991, more than seven years after the initial launch, we organized the first paid seminar. The result of this bold move was astounding for all shamanic practitioners and Tensegrity instructors. For the first time in seven years, people were paying attention and actually learning the movements with extraordinary momentum. Their momentum was so powerful that they created a force that has since become the driving force behind all the seminars. Practitioners of shamanism called this &amp;quot;the human mass,&amp;quot; something the shamans of don Juan&amp;#39;s lineage never experienced.&lt;/p&gt;\n\n&lt;p&gt;The ease with which the magic passes are learned, and the depth of perception of the seminar participants, have reached such a level that they have become an impeccable force, practicing for the pleasure of practicing and for the well-being that the magic passes give them.&lt;/p&gt;\n\n&lt;p&gt;MB: Is your presence at the seminar essential?&lt;/p&gt;\n\n&lt;p&gt;CC:  No, Carlos Castaneda&amp;#39;s presence is not essential to anything. Tensegrity instructors are all directly connected to Carlos Castaneda, and they draw from this connection all the elements they need to function on their own with the utmost efficiency and determination.&lt;/p&gt;\n\n&lt;p&gt;MB:  Who runs the seminars, and how can their authenticity be verified?&lt;/p&gt;\n\n&lt;p&gt;CC:  Infinity runs the seminars, and there&amp;#39;s no way of verifying their authenticity. In the end, we all have to answer to infinity personally.&lt;/p&gt;\n\n&lt;p&gt;On a more down-to-earth level, the authenticity of Tensegrity is indisputable because Tensegrity was not invented by any of the instructors or practitioners. Not even by the four disciples of the old nagual.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing you can add to that, except that it&amp;#39;s take it or leave it. If you take it, you&amp;#39;ll experience an undeniable sense of well-being and balance. If you leave it, you&amp;#39;ll live life as you&amp;#39;ve lived it up to now, plagued by doubts and malaise.&lt;/p&gt;\n\n&lt;p&gt;MB:  Your German readers would love to welcome you to Germany from time to time. Aren&amp;#39;t the Germans ready for that?&lt;/p&gt;\n\n&lt;p&gt;CC: &lt;strong&gt;It&amp;#39;s not that you&amp;#39;re ready or not. It&amp;#39;s that I&amp;#39;m finished. I&amp;#39;m already on the other side and it&amp;#39;s impossible for me to escape. I&amp;#39;ll always be the voice or presence behind the scenes. In other words, the time for me to appear and speak has come to an end.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;MB:  Do I need to have read all your books to attend a seminar?&lt;/p&gt;\n\n&lt;p&gt;CC:  No, it&amp;#39;s not necessary. Participants can read the Tensegrity book to practice the movements.&lt;/p&gt;\n\n&lt;p&gt;MB:  The book on Tensegrity gives for the first time a direct point of view on magic passes. Can this book alone be a guide, or do you recommend that practitioners attend a seminar?&lt;/p&gt;\n\n&lt;p&gt;CC:  Yes, this book alone can be a guide, but it is strongly recommended that practitioners attend a seminar and learn the minute details contained in the Five Concerns Series called the Westwood Series.&lt;/p&gt;\n\n&lt;p&gt;MB:  What distinguishes not-doing&amp;#39;s from other magic passes, as described in the book Magical Passes? Can you explain?&lt;/p&gt;\n\n&lt;p&gt;CC:  Their action is different. The difference between the series of magic passes in general and the magic passes for non-doing is their immediate action. All series affect the body by revealing the hidden resources of human consciousness. Magic passes for non-doing focus on a single point: the intrinsic energy flow that holds us together as a conglomeration of energy fields.&lt;/p&gt;\n\n&lt;p&gt;MB:  In the context of your cognitive system, what does it mean to be free?&lt;/p&gt;\n\n&lt;p&gt;CC:  In the context of my cognitive system... it&amp;#39;s not my cognitive system... in the cognitive system of the shamans of ancient Mexico, to be free means to free oneself from the bonds of socialization and syntax.&lt;/p&gt;\n\n&lt;p&gt;MB:  What is your connection with Florinda Donner-Grau, Taisha Abelar and Carol Tiggs?&lt;/p&gt;\n\n&lt;p&gt;CC:  My connection with them is the fact that all four of us were apprentices to don Juan Matus. Like me, they witnessed the actions of don Juan Matus. He used different approaches to teach them what he taught me. The combination of approaches and views that each of us holds forms a unity that is indivisible in its essence, but which in practice has four aspects in the world of everyday life.&lt;/p&gt;\n\n&lt;p&gt;It could be said that what binds us together is an uncommon connection, and one that renders us powerless as individuals. We are only complete on the warrior&amp;#39;s path as a whole.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;source -&lt;/em&gt; &lt;a href=\"https://chaparral.space/wiki/Interview_1998_Castaneda,_Mausi_Boehm\"&gt;&lt;em&gt;https://chaparral.space/wiki/Interview_1998_Castaneda,_Mausi_Boehm&lt;/em&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;backup -&lt;/em&gt; &lt;a href=\"https://archive.is/2WzsD\"&gt;https://archive.is/2WzsD&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/F6AGihc6sjMmnVLm-XWIe0jcP2vPZpBwjOqH2PhZX-c.jpg?auto=webp&amp;s=13353f39561ed11ccd79ec9880d3b36c19dcc81c", "width": 200, "height": 200}, "resolutions": [{"url": "https://external-preview.redd.it/F6AGihc6sjMmnVLm-XWIe0jcP2vPZpBwjOqH2PhZX-c.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=0563ade4652d2408b81c0d4fd5f4ad1c26458007", "width": 108, "height": 108}], "variants": {}, "id": "mNebgOmhQPAHsuB1jcXIH1KUMgohvRZIl1capcO1fd4"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qed5ca", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/", "subreddit_subscribers": 9561, "created_utc": 1635021905.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hhvc4g9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635088954.0, "send_replies": true, "parent_id": "t3_qed5ca", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "There's some super key comments in there.\n\nOne about the intent link we need.\n\nAnd one suggesting once you have full access to the double, you can send it off before you leave in the Tonal.\n\nWhich agrees with IOB kidnappings. First they take the double. Then they come back for the physical matter.\n\nIf I had to guess I'd say, we need to \"lure\" our double to come visit us often.  So we can kind of merge with it, in terms of functionality.\n\nSome people, like Cholita, already have it come around for a visit.  All by itself.\n\nI can verify that.  Cholita has only ever visited me while she is living in the house.\n\nWhen she's run away, I don't get any visits.\n\nIf I do, it turns out she snuck back and I didn't know about it.\n\nSo it comes to visit Cholita, not me.  But when it finds I can perceive it, it can't resist playing.\n\nNow, what would happen if I found a way to cause it trouble or suffering when it visited?\n\nIt wouldn't visit.\n\nThat might be why Carlos sent his double off the way he describes when he says he's already gone.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhvc4g9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s some super key comments in there.&lt;/p&gt;\n\n&lt;p&gt;One about the intent link we need.&lt;/p&gt;\n\n&lt;p&gt;And one suggesting once you have full access to the double, you can send it off before you leave in the Tonal.&lt;/p&gt;\n\n&lt;p&gt;Which agrees with IOB kidnappings. First they take the double. Then they come back for the physical matter.&lt;/p&gt;\n\n&lt;p&gt;If I had to guess I&amp;#39;d say, we need to &amp;quot;lure&amp;quot; our double to come visit us often.  So we can kind of merge with it, in terms of functionality.&lt;/p&gt;\n\n&lt;p&gt;Some people, like Cholita, already have it come around for a visit.  All by itself.&lt;/p&gt;\n\n&lt;p&gt;I can verify that.  Cholita has only ever visited me while she is living in the house.&lt;/p&gt;\n\n&lt;p&gt;When she&amp;#39;s run away, I don&amp;#39;t get any visits.&lt;/p&gt;\n\n&lt;p&gt;If I do, it turns out she snuck back and I didn&amp;#39;t know about it.&lt;/p&gt;\n\n&lt;p&gt;So it comes to visit Cholita, not me.  But when it finds I can perceive it, it can&amp;#39;t resist playing.&lt;/p&gt;\n\n&lt;p&gt;Now, what would happen if I found a way to cause it trouble or suffering when it visited?&lt;/p&gt;\n\n&lt;p&gt;It wouldn&amp;#39;t visit.&lt;/p&gt;\n\n&lt;p&gt;That might be why Carlos sent his double off the way he describes when he says he&amp;#39;s already gone.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/hhvc4g9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635088954.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qed5ca", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hhw9iq1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635102541.0, "send_replies": true, "parent_id": "t3_qed5ca", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; to be free means to free oneself from the bonds of socialization and syntax.\n\nI missed commenting on this one.\n\nBut I suppose it needs no comment.\n\nIt just makes me feel better about \"society bashing\".\n\nYep... That's what went wrong with us.  We got socialized.\n\nCarlos explained the \"syntax\" part.\n\nHe used the example of \"syntactic commands\".  An innocent sounding word or phrase, which invoked the intent of an entire hellish reality.\n\nI suspect this topic is beyond any other \"system\" out there.  Because they can't \"reskim reality\".  They have no idea, because they have no knowledge of  the assemblage point.    They can't, \"get there\".  Where \"skimmings of phantom emanations\" makes total sense.\n\nHere's an example of a bad syntactic command.\n\n\"My butt is too big\".\n\nWhat's wrong with that?\n\nOnce you have a butt, you have the glow of awareness focused on butts.\n\nNow I love to do that, but if you have a butt you have a body.\n\nAnd someone is bending and twisting their torso to look at their own butt, in the mirror.\n\nAnd people are out there, judging their butt.\n\nContests even!  Big butt contests.\n\nTight clothes must exist too.  And shopping malls to buy them in.\n\nCharge cards.\n\nIf you're trying to \"reskim\" the emanations, which are right in front of you as highly textured whitish light, with lots of \"lines\" in them,  *intent* is trying to decide how you want your \"reskimming\" today.\n\nOver easy?\n\n(An egg joke,  you pervert).\n\nSo it looks to see what traces of \"realities\" you have, lingering in your mind.\n\nIt's going to use those to select the necessary emanations, and reject ones not useful to make that particular reality for you.\n\nIt looks inside you, but \"your butt is too big\".\n\nHopefully everyone can understand that.\n\nSo if \"my butt is too big\" is a syntactic \"command\", what are some others?\n\n\"I can't wear those!\" is a famous one from private classes.  A woman was getting into the inner circle, or maybe just private classes. I'm not sure which, but she was admitted to the same \"level\" as Cholita.\n\nAnd like Cholita, it was her turn to get \"clothing gifts\".\n\nI can't imagine why the men didn't get any clothing gifts!!!\n\nI feel cheated.  Maybe someone would have given me a set of \"Waders\".   Pants for going into water up to your waist.\n\nThen I could join in searches of swamps for missing murderers!\n\nBut I suppose the clothing gifts were more \"subtle\" than that.\n\nThis particular woman got a pair of new shoes.  Possibly purchased by one of  the witches.\n\nShe said, \"I can't wear those!\"\n\nAnd was thrown out of class so fast, her head didn't even have time to spin.\n\nAccording to Cholita.\n\nCarlos interpreted his \"syntactic commands\" very seriously.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhw9iq1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; to be free means to free oneself from the bonds of socialization and syntax.&lt;/p&gt;\n\n&lt;p&gt;I missed commenting on this one.&lt;/p&gt;\n\n&lt;p&gt;But I suppose it needs no comment.&lt;/p&gt;\n\n&lt;p&gt;It just makes me feel better about &amp;quot;society bashing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Yep... That&amp;#39;s what went wrong with us.  We got socialized.&lt;/p&gt;\n\n&lt;p&gt;Carlos explained the &amp;quot;syntax&amp;quot; part.&lt;/p&gt;\n\n&lt;p&gt;He used the example of &amp;quot;syntactic commands&amp;quot;.  An innocent sounding word or phrase, which invoked the intent of an entire hellish reality.&lt;/p&gt;\n\n&lt;p&gt;I suspect this topic is beyond any other &amp;quot;system&amp;quot; out there.  Because they can&amp;#39;t &amp;quot;reskim reality&amp;quot;.  They have no idea, because they have no knowledge of  the assemblage point.    They can&amp;#39;t, &amp;quot;get there&amp;quot;.  Where &amp;quot;skimmings of phantom emanations&amp;quot; makes total sense.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an example of a bad syntactic command.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;My butt is too big&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s wrong with that?&lt;/p&gt;\n\n&lt;p&gt;Once you have a butt, you have the glow of awareness focused on butts.&lt;/p&gt;\n\n&lt;p&gt;Now I love to do that, but if you have a butt you have a body.&lt;/p&gt;\n\n&lt;p&gt;And someone is bending and twisting their torso to look at their own butt, in the mirror.&lt;/p&gt;\n\n&lt;p&gt;And people are out there, judging their butt.&lt;/p&gt;\n\n&lt;p&gt;Contests even!  Big butt contests.&lt;/p&gt;\n\n&lt;p&gt;Tight clothes must exist too.  And shopping malls to buy them in.&lt;/p&gt;\n\n&lt;p&gt;Charge cards.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re trying to &amp;quot;reskim&amp;quot; the emanations, which are right in front of you as highly textured whitish light, with lots of &amp;quot;lines&amp;quot; in them,  &lt;em&gt;intent&lt;/em&gt; is trying to decide how you want your &amp;quot;reskimming&amp;quot; today.&lt;/p&gt;\n\n&lt;p&gt;Over easy?&lt;/p&gt;\n\n&lt;p&gt;(An egg joke,  you pervert).&lt;/p&gt;\n\n&lt;p&gt;So it looks to see what traces of &amp;quot;realities&amp;quot; you have, lingering in your mind.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s going to use those to select the necessary emanations, and reject ones not useful to make that particular reality for you.&lt;/p&gt;\n\n&lt;p&gt;It looks inside you, but &amp;quot;your butt is too big&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Hopefully everyone can understand that.&lt;/p&gt;\n\n&lt;p&gt;So if &amp;quot;my butt is too big&amp;quot; is a syntactic &amp;quot;command&amp;quot;, what are some others?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I can&amp;#39;t wear those!&amp;quot; is a famous one from private classes.  A woman was getting into the inner circle, or maybe just private classes. I&amp;#39;m not sure which, but she was admitted to the same &amp;quot;level&amp;quot; as Cholita.&lt;/p&gt;\n\n&lt;p&gt;And like Cholita, it was her turn to get &amp;quot;clothing gifts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t imagine why the men didn&amp;#39;t get any clothing gifts!!!&lt;/p&gt;\n\n&lt;p&gt;I feel cheated.  Maybe someone would have given me a set of &amp;quot;Waders&amp;quot;.   Pants for going into water up to your waist.&lt;/p&gt;\n\n&lt;p&gt;Then I could join in searches of swamps for missing murderers!&lt;/p&gt;\n\n&lt;p&gt;But I suppose the clothing gifts were more &amp;quot;subtle&amp;quot; than that.&lt;/p&gt;\n\n&lt;p&gt;This particular woman got a pair of new shoes.  Possibly purchased by one of  the witches.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;I can&amp;#39;t wear those!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And was thrown out of class so fast, her head didn&amp;#39;t even have time to spin.&lt;/p&gt;\n\n&lt;p&gt;According to Cholita.&lt;/p&gt;\n\n&lt;p&gt;Carlos interpreted his &amp;quot;syntactic commands&amp;quot; very seriously.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/hhw9iq1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635102541.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qed5ca", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hhsazjq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1635024466.0, "send_replies": true, "parent_id": "t1_hhs8e85", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Here are the only known notes from these first workshops held in 1991, or accounts from that same year in Mexico City, that have been translated into English:\n\nhttps://chaparral.space/wiki/Story_%22The_Bird_of_Liberty%22%2C_Jacobo_Grinberg_(1991)\n\nBackup - https://archive.is/GOQxv\n\nThere could be more hidden on some Spanish language website, as well as accounts for the 1984-? period; some could be [in this book](https://www.amazon.com/dp/9685671028/), but I'm not entirely certain.", "edited": 1635041554.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhsazjq", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here are the only known notes from these first workshops held in 1991, or accounts from that same year in Mexico City, that have been translated into English:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://chaparral.space/wiki/Story_%22The_Bird_of_Liberty%22%2C_Jacobo_Grinberg_(1991)\"&gt;https://chaparral.space/wiki/Story_%22The_Bird_of_Liberty%22%2C_Jacobo_Grinberg_(1991)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Backup - &lt;a href=\"https://archive.is/GOQxv\"&gt;https://archive.is/GOQxv&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;There could be more hidden on some Spanish language website, as well as accounts for the 1984-? period; some could be &lt;a href=\"https://www.amazon.com/dp/9685671028/\"&gt;in this book&lt;/a&gt;, but I&amp;#39;m not entirely certain.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qed5ca", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/hhsazjq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635024466.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hhs8e85", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635023259.0, "send_replies": true, "parent_id": "t3_qed5ca", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I stole it for Facebook.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hhs8e85", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I stole it for Facebook.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qed5ca/very_rare_interview_carlos_castaneda_interviewed/hhs8e85/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635023259.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qed5ca", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]