[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I found this saved in my notes on my phone from years ago. The dreaming section caught my eye for some current discussions, but the rest may be interesting for others as well. This is a copy of some lecture notes from this page: [http://sustainedaction.org/Notes/Omega\\_ptIV.htm](http://sustainedaction.org/Notes/Omega_ptIV.htm)\n\nNote the section on sleeping dreaming indicates that the most important task it serves is to practice how to stalk a position of the assemblage point. It doesn't even matter where you are or what dream you are in, you just practice fixating and stabilising the position that you end up on. Ironically, sleeping dreaming practices are closer to stalking practices than dreaming ones. \n\nI wish these notes were longer. It seems the final sentence says that later when you are practicing dreaming awake, you can repeat those same actions you used to stabilise yourself in a sleeping dream to coax the energy body closer. More evidence that points back to dreaming awake being where the magic happens. \n\n  \n\n**Omega Institute Tensegrity Workshop - May 26-29, 1995**  \n **Part IV - Saturday night, May 27 - Taisha Abelar's Lecture**  \n**by Corey Donovan**       \n\n\\[Note: Taisha is taller than Florinda, with dark blond and gray hair. She is quiet in nature, and a bit reticent in her speaking style. This presented quite a contrast to Florinda's quick and sometimes fiery delivery. (Actually, my personal impression of Taisha at the time was that she was part loving, young grandmother, and part mischievous elf.) About an hour into Taisha's talk, loud rap and dance music from the neighboring campground created some distraction, which continued until the conclusion of her presentation.\\]\n\nTaisha told us her topic would be: \"Nine Ways You Can Move Your Assemblage Point.\" She said that Florinda had talked about \"units of energy and units of perception.\" Whereas our world is primarily one of interpretation (and description), \"the goal of sorcery is to return to perceiving energy directly.\"\n\n\"The effort for generations of sorcerers was to see energy directly. They see the energy of human beings as luminous eggs or cocoons. Some are round, or the shape of a bell, while others are oblong with flat bottoms. The bottom portions of the latter are stuck in a dark, viscous matter, so the energy can't move. Most human beings have flat bottoms. For sorcerers it is a great treat to see a luminous egg that is fully round and floating freely. It delights their own energy bodies to perceive such a sight. All luminous eggs have a brightly illuminated point at the height of the shoulder blade and to the back on the surface of the cocoon. This is the assemblage point, through which passes millions of fibers, enabling perception. If the assemblage point is dislodged, different worlds are perceivable. Since the egg contains billions of points that the assemblage point can move to, why limit yourself just to this world? Our capacity for intersubjectivity as humans is that we all maintain the assemblage point at roughly the same position. The brilliant part around the bottom of the egg is what accounts for self reflection; the same glowing brilliance that should cover the rest of the egg has been eaten away by the Flyers.\"\n\nThe assemblage point of humans \"has not moved much, just a hair's breadth at most, since the Middle Ages, while the luminosity of the egg has further declined. The energy body, according to sorcerers, is a conglomerate of energy that clumps together into a core. Sorcerers try to bring the energy body back together with the physical body\" (Taisha described the two as essentially \"separated at birth\"). Don Juan allegedly told Taisha that \"through the sorcerers' practices, the energy body would come closer and closer until eventually one feels whacked on the back of the head. Through discipline and training sorcerers can make the energy body resemble the physical body, and the physical body to appear as the energy body.\"\n\nWhen Taisha first saw the energy body, after she had developed \"enough sobriety through inner silence to allow the luminosity of my egg to grow back up to my knee level, Emilito showed me his energy body, by performing something like the Shaking Pass\" (a \"vibration that allows sorcerers to shake away the physical body\"). As he did this, \"it appeared that a cloud of energy rose up to envelope him. This is not something you 'see' with your eyes but with your own energy body,\" Taisha claimed.\n\nThe Nine Ways are the ways don Juan's disciples were assertedly trained, \"and they are harmonious and not deleterious if one proceeds slowly and sincerely. The Nine Ways, which can each be used by themselves, or in combination with other ways,\" are:\n\n1. Tensegrity  \n 2. Recapitulation  \n 3. Not Doing  \n 4. Petty Tyrants  \n 5. Gazing Practices  \n 6. Total (or Inner) Silence  \n 7. Discipline and Impeccable Actions  \n 8. Dreaming  \n 9. Stalking\n\n(Note: Taisha explained that these \"ways\" were listed basically in ascending order of \"the awareness needed to practice each properly.\" The final two ways, dreaming and stalking, \"being more intricate,\" require \"that we have increased our awareness (luminosity) level to at least above our ankles.\")\n\nTaisha then proceeded to describe further each of the nine ways.\n\n**1. Tensegrity**\n\nEach of the four disciples was allegedly given a line of passes. Taisha was taught by Clara Grau the passes to be performed on the ground, while Emilito taught her the ones to be performed in the trees. Taisha wasn't initially allowed in Clara's martial arts studio, because Taisha was \"radioactive\" (i.e., hadn't done much recapitulation). \"Clara had trained in martial arts in China and was a master of the long poles. One day when I attempted to peek into the studio, through a small opening in the wall I'd made, Manfred the dog \\[who eventually allegedly departed with don Juan's group, because his \"awareness covered his body, making him equal to the other members of don Juan's group as a sorcerer\"\\] barked at me repeatedly. After I was discovered and asked Manfred why he betrayed me, he claimed he was just trying to alert Clara that it was time\" to teach Taisha the passes. \n\nClara assertedly adjusted the passes for Taisha's size, which supposedly let Castaneda's group \"know that we could adjust the passes for others.\" Clara told Taisha to perform the passes with full attention and inner silence, and that eventually the energy body would tell her what she needed to do. \"The intent fixation of the old sorcerers is very strong and is in the passes already. Tensegrity carries the intent to increase awareness and to light up new fibers that will essentially cause the assemblage point to shift.\" \\[Note: Taisha indicated that two areas of dead star energy they were instructed to aim at while performing the Stellar Hatch Pass are in the Constellation [ Corona Borealis](http://sustainedaction.org/Explorations/corona_borealis.htm), and the rotating binary star that makes up the Eye of the Bull in the Constellation Taurus.\\]\n\n**2. Recapitulation** \n\n\"The Chacmools are now doing recapitulations and will describe the process to you further. Recapitulation is a technique of the old sorcerers, designed to disentangle one energetically from the ties of the past. It loosens our tight grip on old interpretations that keep us from perceiving new stimuli. It is also aimed at putting stuck filaments to rest to allow us to perceive new filaments. Through controlled folly, we know that new interpretations are only for the moment and we don't allow ourselves to get fixed again. The act of moving awareness back to old filaments, seeing every detail, and then coming back to the present, accompanied by the breathing process, loosens by itself the assemblage point. Recapitulation also reveals your whole inventory of actions and reactions--your basic patterns--so that after the recapitulation you can choose new actions\" (which then become \"not doings\").\n\n\"Women are 50% inorganic beings--they just have to quiet the internal dialogue and they'll become 'tubular'\" (i.e., like the inorganic beings). Taisha claimed to have two inorganic beings that lived in her attic: Globus and Phoebus. \"They are individually identifiable inorganic beings.\" She claimed that her personal assemblage point and energy shape \"is heading toward that of the inorganic beings,\" allowing her increasing glimpses of her \"lodgers.\"\n\n**3. Not Doing**\n\nThis essentially means \"not using items from your old inventory of actions and reactions. Recapitulation gives us this inventory, allowing us a moment's pause. When a sorcerer behaves in ways totally foreign to him, new fibers in his luminous cocoon start to light up. And the energy body will then respond, and wake up, as a result of these new lightings. You begin with slow or mild disruptions, and try to break the continuity of the idea that the world is a certain way.\"\n\nTaisha remembered having a professor once at UCLA who gave his students the following exercise to understand how phenomenologists and philosophers view the phenomenon of perception. He had them put two prisms together in some container that they could wear on their eyes, looking through which caused the world to turn upside down. (This reminded Taisha of the story about the anthropologist studying in the bush who started seeing spirits and got very scared--\"For a minute, anthropology was forgotten.\") With these \"inverted prism masks,\" it took the students forever just to figure out how to walk a few short steps to their cars.\n\nNot doings are merely disruptions-- e.g., doing everything with the opposite hand from usual. \"You are 'not doing' whenever you engage an item that's not part of your usual inventory. This can also happen under conditions of great stress (e.g., mothers who are momentarily able to lift thousands of pounds off their endangered children). These moments force us to change our ideas of what we can do.\n\nThe Blue Scout had told Taisha she was going to make a dream come true for her, and took her and a friend to the Grand Canyon, where they stayed overnight in the Inn at the bottom (where reservations \"just somehow opened up for us\"). Taisha's identity at the time was as \"Anna Maria Cordova,\" a UCLA student, since the friend who accompanied them knew nothing about Taisha Abelar. Taisha claimed to have been \"in terrible physical shape\" at the time, and was very concerned about how she was going to manage to hike all the way back out of the canyon (so that \"they wouldn't have to send in a helicopter to pull me out\"). \n\nTaisha didn't sleep at all that night: they all shared one room, and \"the Blue Scout doesn't sleep,\" while Taisha had had a lot of coffee which made her stomach churn. Taisha insisted in advance that they take the same trail up that they took down, which allowed her \"to send my energy body during the night back up the trail, setting up intent, or an energetic foundation, to allow me to make it back up.\" As they hiked up the next day, Taisha picked up small items, stones and the like, in which to \"discard my fatigue.\" (\"One can also let one's fatigue go into boulders as you lean against them. There is also a way of holding hands that gives energy.\") Basically, to manage the return trip Taisha claimed to have practiced her \"entire repertoire of not-doings,\" including knowing which herbs to sniff (her \"energy body knew\"), and \"'seeing' through gazing which places to sit.\" In general, \"when the physical body is used up, the energy body takes over.\" Taisha also used \"mule power,\" obtaining the energy of descending mule teams by being the first one to stand in their wake as they passed by to \"gather the energy they carry with them.\" She also \"used tiny filaments of energy on rocks along the way to help pull me along.\" As a result of all these not doings, Taisha claimed she managed to get to the top an hour or so before her companions, who had at one time been way ahead.\n\n**4. Petty Tyrants**\n\nSorcerers say it is our extreme emphasis on and concern about ourselves (self reflection) that keeps our assemblage point fixed. \"How to get rid of concern with self? There are three ways: (1) Becoming Abstract, or Controlled Folly. Our perceptual bias makes us think we are way more important than we are, when we should really see that everything is just energy--trees, flyers, animals, etc. (2) Through Petty Tyrants--who are everywhere, and who can be used to help with self importance. Petty tyrants will bring the places where we are stuck to the surface. (3) By acknowledging you're 'a being who's going to die'--so why have self importance?\" (This awareness, like \"the point of no pity,\" is a change in the assemblage point.)\n\n\"There is a danger of inflated self importance and feeling superior when petty tyrants are vanquished. Don't use them to build yourself up more.\" For example, Castaneda saw Clifford, a friend of theirs \\[originally Mark Fine, who changed his name to \"Clifford Davis\" in 1978\\], walking with a shaved head, his shirt off and a garland of garlic around his neck. Clifford was a \"fart,\" because he thought he could improve on things, and do it all better. \"Not doings and dealing with petty tyrants should be in quiet, simple ways, that no one knows about--not as a group or social endeavor.\"\n\n**5. Gazing**\n\n\"Gazing is not looking; it is somewhere between perceiving and looking. Gazing techniques are used to help us break the certainty that the world consists of objects. Gazing is designed to break the perceptual bias of subjectivity of the world. I don't recommend cloud gazing; that's only for very advanced sorcerers, because it can be hard to return. One can gaze at sand, pebbles, leaves and trees. But one shouldn't gaze at trees when one is in a bad mood. Ocean or horizon gazing is much better for bad moods, because the ocean is vast enough to absorb those feelings. The method Florinda Grau \\[Old Florinda\\] used was taking quick glances, picking out things that maybe didn't belong there, thereby overloading her visual apparatus. One can also do a sweeping gaze--360 degrees--or, alternatively, all the way up and down. You can gaze at leaves by outlining them or counting them. This can cause an abrupt shift that makes the leaves disappear and replaces the background with foreground. This kind of shift is difficult to sustain for long, and you don't want to. It is just a technique for breaking your perception bias, to get back to the idea of perceiving directly.\"\n\n**6. Inner Silence**\n\nThis is a matter of \"accruing more and more seconds of inner silence.\" When Taisha reached five minutes (for Florinda, it was eight), that took her \"past the limits of my usual assemblage point. For Carol Tiggs, the critical point is 23 minutes of internal silence, at which point she can then 'stop the world.'\" (Taisha explained that, as an \"energetic double,\" Carol has \"greater mass, which takes greater time to move.\") \"Some Buddhists use a stick pointing from the ground into the forehead as a way of focusing to achieve inner silence. One can also light a match, douse the tip in water and gaze at the other end as the flame comes back up as a method to bring silence to the mind. Once one reaches one's critical threshold of silence, one can reach it more often and prolong it.\"\n\n**7. Discipline and Impeccable Actions**\n\n\"Discipline does not mean an order or regimen, but 'impeccability,' which consists of giving to each of your endeavors all of your concentration and unbending intent, for no personal gain. Sorcerers say to do everything as though it is your last act on earth. Acting impeccably makes us unpalatable to flyers. Flyers are neither good nor bad, they're just a part of the predatory universe. They do assume a human shape for us because we are aware of them at a subliminal level.\" \n\n\\[Taisha then proceeded to show us the photo, and enlargements thereof, taken by their friend, Tony Karam, a Buddhist scholar, at the Vernal Equinox ceremony at Teotihuacan. As the first slide came up on the screen, what appeared to be a moth or other insect settled above the image of the supposed voladore. On seeing it, Taisha nearly jumped and definitely seemed rattled. We did not see the \"insect\" fly away. Rather, it appeared to fade out, or vanish.\\] The photos (actually one photo, and two magnifications of the flyer image) showed the figure to be about two or three stories high, appearing to the left of the main pyramid, with the mountains in the background. I sketched the figure, which looked like a person with arms or wings above its head, flying, with the legs bent at the knee and extended behind it. Taisha claimed that flyers \"are present whenever there are large gatherings of people. We normally do not see these things, although children do at an early age before they've been socialized.\"\\]\n\nTaisha claimed that some people can reach a high state of awareness remarkably quickly. Castaneda once visited an 80-year-old lady in a retirement home who had regained consciousness after being in a coma for 20 years. \\[This sounds like a somewhat fractured description of Carobeth Laird, an anthropologist who was first married to the legendary field ethnologist John Peabody Harrington, and who later married a Chemehuevi Indian, George Laird, who had been her chief informant on Chemehuevi lore and language. Ms. Laird was not \"in a coma for 20 years,\" but had basically disappeared from the world of academic anthropology for decades until 1975, when she was 80 (and living in a retirement home), with the publication of her acclaimed book, *Encounter with an Angry God*. In 1976, her book *The Chemehuevis,* was published by the Malki Museum Press, and included a foreword by Harry Lawton, Daniel Lawton's father. According to Harry Lawton, Carobeth Laird once had a meeting with Castaneda.\\] She had written a book on a group of Indians and had a young Indian man with her  who, at the end of their meeting, told Castaneda that it was \"unfortunate that he \\[the young man\\] was moving too fast in his  practices for them to have a chance to spend much time together and really be  friends.\" Castaneda chalked this comment up to major arrogance on the man's part.  Then, two years later, Castaneda found himself in a sandstorm while driving  from Mexico to San Diego on Highway 8. A truck came up and signaled him to  drive in the truck's protection. Eventually the two vehicles ended up on a gravel  road and Castaneda, becoming anxious about where the truck was going,  signaled the driver to stop. The truck driver allegedly turned out to be this same  young man, who informed Castaneda that he had been indebted to him for his instruction (in sorcery?) and  had now paid him back. He let Castaneda know that they were now in the Second  Attention together (the young man apparently having the energy and awareness level  to bring Castaneda into his \"dreaming\"). As soon as the truck went on, Castaneda allegedly found that he was back on Highway 8 again.\n\n**8. Dreaming**\n\n\"In the sorcerers' sense, of course, this doesn't mean just lucid dreaming, but having the degree of control of the dream that you need to fix your assemblage point there. You have to 'stalk' your dreams to fix the assemblage point on whatever point the dream takes you to. The content of the dream doesn't count; what counts is how well you can fix the assemblage point and for how long. One can eventually go back into the same dream again and again, just from having fixed the assemblage point. One begins by waking up in a dream and locating yourself--you need a fixation on something you want to do in your dream that will 'wake' you up. Then later, when you are fully conscious again, you can replicate the movements you did in 'dreaming awake' to bring your energy body into your physical body.\"\n\n**9. Stalking** \n\n\"Sorcerers say we should stalk ourselves first, through the recapitulation. To do so, we have to be ruthless in our assessment of who we are and what our life is.\" Taisha found through her recapitulation that she was \"an extreme indulger\" (as many of us are) who would \"do anything to get what I wanted.\" Don Juan allegedly called her \"I want that.\" She also claimed she found she was incapable of feeling affection for anyone. \n\nWhen Nelida tried \"a simple maneuver\" to open Taisha's assemblage point, Taisha \"overshot and freaked out,\" so that when she came back to her original position her assemblage point was \"still vibrating but not going anywhere (like an idling engine).\" This so disturbed don Juan's group that they suspended her in the trees, \"causing my assemblage point to become fixed at the new position of tree dweller.\" It was in the trees that Taisha first began to experience feelings, like affection for the trees, that were foreign for her. \"I also felt how the trees communicated in bundles of feeling, so that different filaments were being utilized. When my assemblage point had stabilized, after about two years, the second position I was given as a stalker was as a super feminine ingenue-type, looking for a husband.\"\n\nThis was a dramatic shift from the athletic, outdoorsy, masculine position to which her assemblage point had moved in the trees, \"which had even begun to shift my assemblage point so that it faced outward, like a man's\" (the assemblage point of most women supposedly faces inward). For over a year she allegedly played this role of \"Madeline Rigo,\" complete with French lessons, instruction on cooking, etiquette, etc., so she would be \"a desirable marriage prospect.\" She claimed she received \"several marriage offers.\" This period ended with her falling in love with an ineligible man--an \"uptown whacko\"--who was an ex-priest. He was a driven young man--obsessive, guilt-ridden and deeply disturbed. He spent his days riding in buses and walking around churches. Taisha, as \"Madeline,\" decided she was going to \"save him.\" Taisha explained that, \"the sorcerers see madness as an over emphasis or fixation on maintaining our fibers at a particular point.\" She decided to put him up in the trees. After she hoisted him up, the man went totally mad. After this \"scandal,\" Taisha's time as Madeline was terminated.\n\nTaisha's next assigned stalking  position was as \"Alphonsina,\" a beggar, which was a great leap from playing the pampered ingenue. Don Juan \"hired\" a woman--Alphonsine-- to play her  mother, a beggar who taught Taisha everything one needed to know about begging.  Taisha immediately wanted to leave when she saw the filthy hovel the woman  lived in, and tracked down don Juan to beg him to let her come back. \"He told me  that I had the choice, either to leave and return to my own world, or to go  and be Alphonsina 'to the depths.'\" Taisha's awareness was assertedly high  enough at that point that she managed to go back to the hovel with Alphonsine. Only Taisha's \"sheer discipline and unbending intent\" got her through this  experience. The stress of it made her \"break through to experience love for her  'mother,' the beggar Alphonsine, without shame or pity.\" This role allegedly lasted over a year, until a woman who had treated Taisha  kindly, and whom Taisha had thereafter avoided, finally got Taisha into a shower and removed her  grime and matted hair, revealing her to be \"white.\" This signaled the end of Alphonsina.\n\nTaisha's fourth and last assigned stalking position was that of a man, \"Ricky.\" Ricky was an American young man who was \"in love with life, enraptured by all the little things we normally take for granted.\" He took advantage of opportunities; \"the main pressure on him was the knowledge that this role would eventually come to an end.\"\n\n**Inorganic Beings**\n\n\"When you no longer have self or ego, it is easy to enter the parallel universe. On the 'other side,' you hear the parallel universe being described to you by a 'dreaming emissary,' which is always a female voice. There you can interact with 'inorganic beings,' which the ancient sorcerers called 'the allies.' You can enter their world in 'dreaming,' where your speed is adjusted to the same slow speed as theirs. Stalkers can also adjust to this speed through 'restful vigil,' with the voice telling them what they need to do to slow down.\" Parts of two of these beings that she's connected with had allegedly \"entered our world of perception. They have taken me into many journeys into the folds of their world, many of which are accessible to us. I have taken them to scary places in the Second Attention as well--experiences that have sometimes kept them from coming back to her for a year or so. Likewise, I have been taken to extremely fearful places with them in their world.\"\n\n\"In the inorganic beings' realm, one has the very pleasurable impression of floating or moving at a very great speed. Inorganics are 'female' entities that want male energy, which in the universe is very rare. So their world is a dangerous place for men to visit very much. Women, however, can go to the inorganics' tunnels simply by entering into silence.\"\n\nTaisha continued, \"The sorcerers of ancient times became very disillusioned with the inorganics, because they didn't get the concrete rewards they expected from the power that they felt the inorganics could help them command\" (e.g., like defeating the Spanish invaders). \"What our group has realized is the capacity of the inorganic beings to feel affection. The inorganics have a capacity for genuine, deep affection that is soothing like nothing else. And they do things for sorcerers out of this affection, freely and without expectation. They are motivated, in wanting to help us, out of a sense of seeing how brief our lives are compared to theirs. When one makes contact with them, through profound affection, they can enable you also to prolong your attention. Does this sound like Faust? The inorganics may seem like devils from the standpoint of reason, since they are interested in extending our awareness to a point that is almost eternal. The Old Nagual said they are like our cousins, existing on a line parallel to ours. The only way to expand our potentiality is by entering their world. They don't do this for us for gain. Don Juan said that the universe is permeated by a wave of deep affection, which the inorganics are tapped into.\" (This assertedly also includes affection we feel for trees, other people and the inorganics.) \"When the wave of affection hits you, let it take over, because it enables spirit to take off and fly into infinity. You then soar with total fearlessness and total abandon. When 'talking' \\[i.e., internal dialogue\\] comes in, you say, 'Who cares?'\"\n\n(Taisha ended her talk at this  point, a little after 11 PM, without taking questions. A number of people had already  left at that point because of the cold in the thoroughly ventilated tent. Taisha  said she would be available for questions the next day. Sure enough, on  Sunday morning, at around 10:40 AM, during our instruction in the final passes  of the new series of Tensegrity movements, Taisha and Florinda strolled briefly  through one side of the tent, from the back left corner behind the stage to the tent entrance. I went out to overhear their conversation. That is when I  first had the opportunity to chat briefly with both of them, and to receive hugs. The wave of  affection I felt emanating from both of them that morning seemed (on later  reflection) to be very much like what Taisha had been describing at the end of her talk  the preceding night.)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Omega Notes - Part IV", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qllhik", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.93, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4dz9kepm", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1635909282.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I found this saved in my notes on my phone from years ago. The dreaming section caught my eye for some current discussions, but the rest may be interesting for others as well. This is a copy of some lecture notes from this page: &lt;a href=\"http://sustainedaction.org/Notes/Omega_ptIV.htm\"&gt;http://sustainedaction.org/Notes/Omega_ptIV.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Note the section on sleeping dreaming indicates that the most important task it serves is to practice how to stalk a position of the assemblage point. It doesn&amp;#39;t even matter where you are or what dream you are in, you just practice fixating and stabilising the position that you end up on. Ironically, sleeping dreaming practices are closer to stalking practices than dreaming ones. &lt;/p&gt;\n\n&lt;p&gt;I wish these notes were longer. It seems the final sentence says that later when you are practicing dreaming awake, you can repeat those same actions you used to stabilise yourself in a sleeping dream to coax the energy body closer. More evidence that points back to dreaming awake being where the magic happens. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Omega Institute Tensegrity Workshop - May 26-29, 1995&lt;/strong&gt;&lt;br/&gt;\n &lt;strong&gt;Part IV - Saturday night, May 27 - Taisha Abelar&amp;#39;s Lecture&lt;/strong&gt;&lt;br/&gt;\n&lt;strong&gt;by Corey Donovan&lt;/strong&gt;       &lt;/p&gt;\n\n&lt;p&gt;[Note: Taisha is taller than Florinda, with dark blond and gray hair. She is quiet in nature, and a bit reticent in her speaking style. This presented quite a contrast to Florinda&amp;#39;s quick and sometimes fiery delivery. (Actually, my personal impression of Taisha at the time was that she was part loving, young grandmother, and part mischievous elf.) About an hour into Taisha&amp;#39;s talk, loud rap and dance music from the neighboring campground created some distraction, which continued until the conclusion of her presentation.]&lt;/p&gt;\n\n&lt;p&gt;Taisha told us her topic would be: &amp;quot;Nine Ways You Can Move Your Assemblage Point.&amp;quot; She said that Florinda had talked about &amp;quot;units of energy and units of perception.&amp;quot; Whereas our world is primarily one of interpretation (and description), &amp;quot;the goal of sorcery is to return to perceiving energy directly.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The effort for generations of sorcerers was to see energy directly. They see the energy of human beings as luminous eggs or cocoons. Some are round, or the shape of a bell, while others are oblong with flat bottoms. The bottom portions of the latter are stuck in a dark, viscous matter, so the energy can&amp;#39;t move. Most human beings have flat bottoms. For sorcerers it is a great treat to see a luminous egg that is fully round and floating freely. It delights their own energy bodies to perceive such a sight. All luminous eggs have a brightly illuminated point at the height of the shoulder blade and to the back on the surface of the cocoon. This is the assemblage point, through which passes millions of fibers, enabling perception. If the assemblage point is dislodged, different worlds are perceivable. Since the egg contains billions of points that the assemblage point can move to, why limit yourself just to this world? Our capacity for intersubjectivity as humans is that we all maintain the assemblage point at roughly the same position. The brilliant part around the bottom of the egg is what accounts for self reflection; the same glowing brilliance that should cover the rest of the egg has been eaten away by the Flyers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The assemblage point of humans &amp;quot;has not moved much, just a hair&amp;#39;s breadth at most, since the Middle Ages, while the luminosity of the egg has further declined. The energy body, according to sorcerers, is a conglomerate of energy that clumps together into a core. Sorcerers try to bring the energy body back together with the physical body&amp;quot; (Taisha described the two as essentially &amp;quot;separated at birth&amp;quot;). Don Juan allegedly told Taisha that &amp;quot;through the sorcerers&amp;#39; practices, the energy body would come closer and closer until eventually one feels whacked on the back of the head. Through discipline and training sorcerers can make the energy body resemble the physical body, and the physical body to appear as the energy body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;When Taisha first saw the energy body, after she had developed &amp;quot;enough sobriety through inner silence to allow the luminosity of my egg to grow back up to my knee level, Emilito showed me his energy body, by performing something like the Shaking Pass&amp;quot; (a &amp;quot;vibration that allows sorcerers to shake away the physical body&amp;quot;). As he did this, &amp;quot;it appeared that a cloud of energy rose up to envelope him. This is not something you &amp;#39;see&amp;#39; with your eyes but with your own energy body,&amp;quot; Taisha claimed.&lt;/p&gt;\n\n&lt;p&gt;The Nine Ways are the ways don Juan&amp;#39;s disciples were assertedly trained, &amp;quot;and they are harmonious and not deleterious if one proceeds slowly and sincerely. The Nine Ways, which can each be used by themselves, or in combination with other ways,&amp;quot; are:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Tensegrity&lt;br/&gt;\n\n&lt;ol&gt;\n&lt;li&gt;Recapitulation&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Not Doing&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Petty Tyrants&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Gazing Practices&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Total (or Inner) Silence&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Discipline and Impeccable Actions&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Dreaming&lt;br/&gt;&lt;/li&gt;\n&lt;li&gt;Stalking&lt;/li&gt;\n&lt;/ol&gt;&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;(Note: Taisha explained that these &amp;quot;ways&amp;quot; were listed basically in ascending order of &amp;quot;the awareness needed to practice each properly.&amp;quot; The final two ways, dreaming and stalking, &amp;quot;being more intricate,&amp;quot; require &amp;quot;that we have increased our awareness (luminosity) level to at least above our ankles.&amp;quot;)&lt;/p&gt;\n\n&lt;p&gt;Taisha then proceeded to describe further each of the nine ways.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;1. Tensegrity&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Each of the four disciples was allegedly given a line of passes. Taisha was taught by Clara Grau the passes to be performed on the ground, while Emilito taught her the ones to be performed in the trees. Taisha wasn&amp;#39;t initially allowed in Clara&amp;#39;s martial arts studio, because Taisha was &amp;quot;radioactive&amp;quot; (i.e., hadn&amp;#39;t done much recapitulation). &amp;quot;Clara had trained in martial arts in China and was a master of the long poles. One day when I attempted to peek into the studio, through a small opening in the wall I&amp;#39;d made, Manfred the dog [who eventually allegedly departed with don Juan&amp;#39;s group, because his &amp;quot;awareness covered his body, making him equal to the other members of don Juan&amp;#39;s group as a sorcerer&amp;quot;] barked at me repeatedly. After I was discovered and asked Manfred why he betrayed me, he claimed he was just trying to alert Clara that it was time&amp;quot; to teach Taisha the passes. &lt;/p&gt;\n\n&lt;p&gt;Clara assertedly adjusted the passes for Taisha&amp;#39;s size, which supposedly let Castaneda&amp;#39;s group &amp;quot;know that we could adjust the passes for others.&amp;quot; Clara told Taisha to perform the passes with full attention and inner silence, and that eventually the energy body would tell her what she needed to do. &amp;quot;The intent fixation of the old sorcerers is very strong and is in the passes already. Tensegrity carries the intent to increase awareness and to light up new fibers that will essentially cause the assemblage point to shift.&amp;quot; [Note: Taisha indicated that two areas of dead star energy they were instructed to aim at while performing the Stellar Hatch Pass are in the Constellation &lt;a href=\"http://sustainedaction.org/Explorations/corona_borealis.htm\"&gt; Corona Borealis&lt;/a&gt;, and the rotating binary star that makes up the Eye of the Bull in the Constellation Taurus.]&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;2. Recapitulation&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Chacmools are now doing recapitulations and will describe the process to you further. Recapitulation is a technique of the old sorcerers, designed to disentangle one energetically from the ties of the past. It loosens our tight grip on old interpretations that keep us from perceiving new stimuli. It is also aimed at putting stuck filaments to rest to allow us to perceive new filaments. Through controlled folly, we know that new interpretations are only for the moment and we don&amp;#39;t allow ourselves to get fixed again. The act of moving awareness back to old filaments, seeing every detail, and then coming back to the present, accompanied by the breathing process, loosens by itself the assemblage point. Recapitulation also reveals your whole inventory of actions and reactions--your basic patterns--so that after the recapitulation you can choose new actions&amp;quot; (which then become &amp;quot;not doings&amp;quot;).&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Women are 50% inorganic beings--they just have to quiet the internal dialogue and they&amp;#39;ll become &amp;#39;tubular&amp;#39;&amp;quot; (i.e., like the inorganic beings). Taisha claimed to have two inorganic beings that lived in her attic: Globus and Phoebus. &amp;quot;They are individually identifiable inorganic beings.&amp;quot; She claimed that her personal assemblage point and energy shape &amp;quot;is heading toward that of the inorganic beings,&amp;quot; allowing her increasing glimpses of her &amp;quot;lodgers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;3. Not Doing&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;This essentially means &amp;quot;not using items from your old inventory of actions and reactions. Recapitulation gives us this inventory, allowing us a moment&amp;#39;s pause. When a sorcerer behaves in ways totally foreign to him, new fibers in his luminous cocoon start to light up. And the energy body will then respond, and wake up, as a result of these new lightings. You begin with slow or mild disruptions, and try to break the continuity of the idea that the world is a certain way.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Taisha remembered having a professor once at UCLA who gave his students the following exercise to understand how phenomenologists and philosophers view the phenomenon of perception. He had them put two prisms together in some container that they could wear on their eyes, looking through which caused the world to turn upside down. (This reminded Taisha of the story about the anthropologist studying in the bush who started seeing spirits and got very scared--&amp;quot;For a minute, anthropology was forgotten.&amp;quot;) With these &amp;quot;inverted prism masks,&amp;quot; it took the students forever just to figure out how to walk a few short steps to their cars.&lt;/p&gt;\n\n&lt;p&gt;Not doings are merely disruptions-- e.g., doing everything with the opposite hand from usual. &amp;quot;You are &amp;#39;not doing&amp;#39; whenever you engage an item that&amp;#39;s not part of your usual inventory. This can also happen under conditions of great stress (e.g., mothers who are momentarily able to lift thousands of pounds off their endangered children). These moments force us to change our ideas of what we can do.&lt;/p&gt;\n\n&lt;p&gt;The Blue Scout had told Taisha she was going to make a dream come true for her, and took her and a friend to the Grand Canyon, where they stayed overnight in the Inn at the bottom (where reservations &amp;quot;just somehow opened up for us&amp;quot;). Taisha&amp;#39;s identity at the time was as &amp;quot;Anna Maria Cordova,&amp;quot; a UCLA student, since the friend who accompanied them knew nothing about Taisha Abelar. Taisha claimed to have been &amp;quot;in terrible physical shape&amp;quot; at the time, and was very concerned about how she was going to manage to hike all the way back out of the canyon (so that &amp;quot;they wouldn&amp;#39;t have to send in a helicopter to pull me out&amp;quot;). &lt;/p&gt;\n\n&lt;p&gt;Taisha didn&amp;#39;t sleep at all that night: they all shared one room, and &amp;quot;the Blue Scout doesn&amp;#39;t sleep,&amp;quot; while Taisha had had a lot of coffee which made her stomach churn. Taisha insisted in advance that they take the same trail up that they took down, which allowed her &amp;quot;to send my energy body during the night back up the trail, setting up intent, or an energetic foundation, to allow me to make it back up.&amp;quot; As they hiked up the next day, Taisha picked up small items, stones and the like, in which to &amp;quot;discard my fatigue.&amp;quot; (&amp;quot;One can also let one&amp;#39;s fatigue go into boulders as you lean against them. There is also a way of holding hands that gives energy.&amp;quot;) Basically, to manage the return trip Taisha claimed to have practiced her &amp;quot;entire repertoire of not-doings,&amp;quot; including knowing which herbs to sniff (her &amp;quot;energy body knew&amp;quot;), and &amp;quot;&amp;#39;seeing&amp;#39; through gazing which places to sit.&amp;quot; In general, &amp;quot;when the physical body is used up, the energy body takes over.&amp;quot; Taisha also used &amp;quot;mule power,&amp;quot; obtaining the energy of descending mule teams by being the first one to stand in their wake as they passed by to &amp;quot;gather the energy they carry with them.&amp;quot; She also &amp;quot;used tiny filaments of energy on rocks along the way to help pull me along.&amp;quot; As a result of all these not doings, Taisha claimed she managed to get to the top an hour or so before her companions, who had at one time been way ahead.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;4. Petty Tyrants&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Sorcerers say it is our extreme emphasis on and concern about ourselves (self reflection) that keeps our assemblage point fixed. &amp;quot;How to get rid of concern with self? There are three ways: (1) Becoming Abstract, or Controlled Folly. Our perceptual bias makes us think we are way more important than we are, when we should really see that everything is just energy--trees, flyers, animals, etc. (2) Through Petty Tyrants--who are everywhere, and who can be used to help with self importance. Petty tyrants will bring the places where we are stuck to the surface. (3) By acknowledging you&amp;#39;re &amp;#39;a being who&amp;#39;s going to die&amp;#39;--so why have self importance?&amp;quot; (This awareness, like &amp;quot;the point of no pity,&amp;quot; is a change in the assemblage point.)&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There is a danger of inflated self importance and feeling superior when petty tyrants are vanquished. Don&amp;#39;t use them to build yourself up more.&amp;quot; For example, Castaneda saw Clifford, a friend of theirs [originally Mark Fine, who changed his name to &amp;quot;Clifford Davis&amp;quot; in 1978], walking with a shaved head, his shirt off and a garland of garlic around his neck. Clifford was a &amp;quot;fart,&amp;quot; because he thought he could improve on things, and do it all better. &amp;quot;Not doings and dealing with petty tyrants should be in quiet, simple ways, that no one knows about--not as a group or social endeavor.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;5. Gazing&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Gazing is not looking; it is somewhere between perceiving and looking. Gazing techniques are used to help us break the certainty that the world consists of objects. Gazing is designed to break the perceptual bias of subjectivity of the world. I don&amp;#39;t recommend cloud gazing; that&amp;#39;s only for very advanced sorcerers, because it can be hard to return. One can gaze at sand, pebbles, leaves and trees. But one shouldn&amp;#39;t gaze at trees when one is in a bad mood. Ocean or horizon gazing is much better for bad moods, because the ocean is vast enough to absorb those feelings. The method Florinda Grau [Old Florinda] used was taking quick glances, picking out things that maybe didn&amp;#39;t belong there, thereby overloading her visual apparatus. One can also do a sweeping gaze--360 degrees--or, alternatively, all the way up and down. You can gaze at leaves by outlining them or counting them. This can cause an abrupt shift that makes the leaves disappear and replaces the background with foreground. This kind of shift is difficult to sustain for long, and you don&amp;#39;t want to. It is just a technique for breaking your perception bias, to get back to the idea of perceiving directly.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;6. Inner Silence&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;This is a matter of &amp;quot;accruing more and more seconds of inner silence.&amp;quot; When Taisha reached five minutes (for Florinda, it was eight), that took her &amp;quot;past the limits of my usual assemblage point. For Carol Tiggs, the critical point is 23 minutes of internal silence, at which point she can then &amp;#39;stop the world.&amp;#39;&amp;quot; (Taisha explained that, as an &amp;quot;energetic double,&amp;quot; Carol has &amp;quot;greater mass, which takes greater time to move.&amp;quot;) &amp;quot;Some Buddhists use a stick pointing from the ground into the forehead as a way of focusing to achieve inner silence. One can also light a match, douse the tip in water and gaze at the other end as the flame comes back up as a method to bring silence to the mind. Once one reaches one&amp;#39;s critical threshold of silence, one can reach it more often and prolong it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;7. Discipline and Impeccable Actions&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Discipline does not mean an order or regimen, but &amp;#39;impeccability,&amp;#39; which consists of giving to each of your endeavors all of your concentration and unbending intent, for no personal gain. Sorcerers say to do everything as though it is your last act on earth. Acting impeccably makes us unpalatable to flyers. Flyers are neither good nor bad, they&amp;#39;re just a part of the predatory universe. They do assume a human shape for us because we are aware of them at a subliminal level.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;[Taisha then proceeded to show us the photo, and enlargements thereof, taken by their friend, Tony Karam, a Buddhist scholar, at the Vernal Equinox ceremony at Teotihuacan. As the first slide came up on the screen, what appeared to be a moth or other insect settled above the image of the supposed voladore. On seeing it, Taisha nearly jumped and definitely seemed rattled. We did not see the &amp;quot;insect&amp;quot; fly away. Rather, it appeared to fade out, or vanish.] The photos (actually one photo, and two magnifications of the flyer image) showed the figure to be about two or three stories high, appearing to the left of the main pyramid, with the mountains in the background. I sketched the figure, which looked like a person with arms or wings above its head, flying, with the legs bent at the knee and extended behind it. Taisha claimed that flyers &amp;quot;are present whenever there are large gatherings of people. We normally do not see these things, although children do at an early age before they&amp;#39;ve been socialized.&amp;quot;]&lt;/p&gt;\n\n&lt;p&gt;Taisha claimed that some people can reach a high state of awareness remarkably quickly. Castaneda once visited an 80-year-old lady in a retirement home who had regained consciousness after being in a coma for 20 years. [This sounds like a somewhat fractured description of Carobeth Laird, an anthropologist who was first married to the legendary field ethnologist John Peabody Harrington, and who later married a Chemehuevi Indian, George Laird, who had been her chief informant on Chemehuevi lore and language. Ms. Laird was not &amp;quot;in a coma for 20 years,&amp;quot; but had basically disappeared from the world of academic anthropology for decades until 1975, when she was 80 (and living in a retirement home), with the publication of her acclaimed book, &lt;em&gt;Encounter with an Angry God&lt;/em&gt;. In 1976, her book &lt;em&gt;The Chemehuevis,&lt;/em&gt; was published by the Malki Museum Press, and included a foreword by Harry Lawton, Daniel Lawton&amp;#39;s father. According to Harry Lawton, Carobeth Laird once had a meeting with Castaneda.] She had written a book on a group of Indians and had a young Indian man with her  who, at the end of their meeting, told Castaneda that it was &amp;quot;unfortunate that he [the young man] was moving too fast in his  practices for them to have a chance to spend much time together and really be  friends.&amp;quot; Castaneda chalked this comment up to major arrogance on the man&amp;#39;s part.  Then, two years later, Castaneda found himself in a sandstorm while driving  from Mexico to San Diego on Highway 8. A truck came up and signaled him to  drive in the truck&amp;#39;s protection. Eventually the two vehicles ended up on a gravel  road and Castaneda, becoming anxious about where the truck was going,  signaled the driver to stop. The truck driver allegedly turned out to be this same  young man, who informed Castaneda that he had been indebted to him for his instruction (in sorcery?) and  had now paid him back. He let Castaneda know that they were now in the Second  Attention together (the young man apparently having the energy and awareness level  to bring Castaneda into his &amp;quot;dreaming&amp;quot;). As soon as the truck went on, Castaneda allegedly found that he was back on Highway 8 again.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;8. Dreaming&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In the sorcerers&amp;#39; sense, of course, this doesn&amp;#39;t mean just lucid dreaming, but having the degree of control of the dream that you need to fix your assemblage point there. You have to &amp;#39;stalk&amp;#39; your dreams to fix the assemblage point on whatever point the dream takes you to. The content of the dream doesn&amp;#39;t count; what counts is how well you can fix the assemblage point and for how long. One can eventually go back into the same dream again and again, just from having fixed the assemblage point. One begins by waking up in a dream and locating yourself--you need a fixation on something you want to do in your dream that will &amp;#39;wake&amp;#39; you up. Then later, when you are fully conscious again, you can replicate the movements you did in &amp;#39;dreaming awake&amp;#39; to bring your energy body into your physical body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;9. Stalking&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers say we should stalk ourselves first, through the recapitulation. To do so, we have to be ruthless in our assessment of who we are and what our life is.&amp;quot; Taisha found through her recapitulation that she was &amp;quot;an extreme indulger&amp;quot; (as many of us are) who would &amp;quot;do anything to get what I wanted.&amp;quot; Don Juan allegedly called her &amp;quot;I want that.&amp;quot; She also claimed she found she was incapable of feeling affection for anyone. &lt;/p&gt;\n\n&lt;p&gt;When Nelida tried &amp;quot;a simple maneuver&amp;quot; to open Taisha&amp;#39;s assemblage point, Taisha &amp;quot;overshot and freaked out,&amp;quot; so that when she came back to her original position her assemblage point was &amp;quot;still vibrating but not going anywhere (like an idling engine).&amp;quot; This so disturbed don Juan&amp;#39;s group that they suspended her in the trees, &amp;quot;causing my assemblage point to become fixed at the new position of tree dweller.&amp;quot; It was in the trees that Taisha first began to experience feelings, like affection for the trees, that were foreign for her. &amp;quot;I also felt how the trees communicated in bundles of feeling, so that different filaments were being utilized. When my assemblage point had stabilized, after about two years, the second position I was given as a stalker was as a super feminine ingenue-type, looking for a husband.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This was a dramatic shift from the athletic, outdoorsy, masculine position to which her assemblage point had moved in the trees, &amp;quot;which had even begun to shift my assemblage point so that it faced outward, like a man&amp;#39;s&amp;quot; (the assemblage point of most women supposedly faces inward). For over a year she allegedly played this role of &amp;quot;Madeline Rigo,&amp;quot; complete with French lessons, instruction on cooking, etiquette, etc., so she would be &amp;quot;a desirable marriage prospect.&amp;quot; She claimed she received &amp;quot;several marriage offers.&amp;quot; This period ended with her falling in love with an ineligible man--an &amp;quot;uptown whacko&amp;quot;--who was an ex-priest. He was a driven young man--obsessive, guilt-ridden and deeply disturbed. He spent his days riding in buses and walking around churches. Taisha, as &amp;quot;Madeline,&amp;quot; decided she was going to &amp;quot;save him.&amp;quot; Taisha explained that, &amp;quot;the sorcerers see madness as an over emphasis or fixation on maintaining our fibers at a particular point.&amp;quot; She decided to put him up in the trees. After she hoisted him up, the man went totally mad. After this &amp;quot;scandal,&amp;quot; Taisha&amp;#39;s time as Madeline was terminated.&lt;/p&gt;\n\n&lt;p&gt;Taisha&amp;#39;s next assigned stalking  position was as &amp;quot;Alphonsina,&amp;quot; a beggar, which was a great leap from playing the pampered ingenue. Don Juan &amp;quot;hired&amp;quot; a woman--Alphonsine-- to play her  mother, a beggar who taught Taisha everything one needed to know about begging.  Taisha immediately wanted to leave when she saw the filthy hovel the woman  lived in, and tracked down don Juan to beg him to let her come back. &amp;quot;He told me  that I had the choice, either to leave and return to my own world, or to go  and be Alphonsina &amp;#39;to the depths.&amp;#39;&amp;quot; Taisha&amp;#39;s awareness was assertedly high  enough at that point that she managed to go back to the hovel with Alphonsine. Only Taisha&amp;#39;s &amp;quot;sheer discipline and unbending intent&amp;quot; got her through this  experience. The stress of it made her &amp;quot;break through to experience love for her  &amp;#39;mother,&amp;#39; the beggar Alphonsine, without shame or pity.&amp;quot; This role allegedly lasted over a year, until a woman who had treated Taisha  kindly, and whom Taisha had thereafter avoided, finally got Taisha into a shower and removed her  grime and matted hair, revealing her to be &amp;quot;white.&amp;quot; This signaled the end of Alphonsina.&lt;/p&gt;\n\n&lt;p&gt;Taisha&amp;#39;s fourth and last assigned stalking position was that of a man, &amp;quot;Ricky.&amp;quot; Ricky was an American young man who was &amp;quot;in love with life, enraptured by all the little things we normally take for granted.&amp;quot; He took advantage of opportunities; &amp;quot;the main pressure on him was the knowledge that this role would eventually come to an end.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Inorganic Beings&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When you no longer have self or ego, it is easy to enter the parallel universe. On the &amp;#39;other side,&amp;#39; you hear the parallel universe being described to you by a &amp;#39;dreaming emissary,&amp;#39; which is always a female voice. There you can interact with &amp;#39;inorganic beings,&amp;#39; which the ancient sorcerers called &amp;#39;the allies.&amp;#39; You can enter their world in &amp;#39;dreaming,&amp;#39; where your speed is adjusted to the same slow speed as theirs. Stalkers can also adjust to this speed through &amp;#39;restful vigil,&amp;#39; with the voice telling them what they need to do to slow down.&amp;quot; Parts of two of these beings that she&amp;#39;s connected with had allegedly &amp;quot;entered our world of perception. They have taken me into many journeys into the folds of their world, many of which are accessible to us. I have taken them to scary places in the Second Attention as well--experiences that have sometimes kept them from coming back to her for a year or so. Likewise, I have been taken to extremely fearful places with them in their world.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In the inorganic beings&amp;#39; realm, one has the very pleasurable impression of floating or moving at a very great speed. Inorganics are &amp;#39;female&amp;#39; entities that want male energy, which in the universe is very rare. So their world is a dangerous place for men to visit very much. Women, however, can go to the inorganics&amp;#39; tunnels simply by entering into silence.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Taisha continued, &amp;quot;The sorcerers of ancient times became very disillusioned with the inorganics, because they didn&amp;#39;t get the concrete rewards they expected from the power that they felt the inorganics could help them command&amp;quot; (e.g., like defeating the Spanish invaders). &amp;quot;What our group has realized is the capacity of the inorganic beings to feel affection. The inorganics have a capacity for genuine, deep affection that is soothing like nothing else. And they do things for sorcerers out of this affection, freely and without expectation. They are motivated, in wanting to help us, out of a sense of seeing how brief our lives are compared to theirs. When one makes contact with them, through profound affection, they can enable you also to prolong your attention. Does this sound like Faust? The inorganics may seem like devils from the standpoint of reason, since they are interested in extending our awareness to a point that is almost eternal. The Old Nagual said they are like our cousins, existing on a line parallel to ours. The only way to expand our potentiality is by entering their world. They don&amp;#39;t do this for us for gain. Don Juan said that the universe is permeated by a wave of deep affection, which the inorganics are tapped into.&amp;quot; (This assertedly also includes affection we feel for trees, other people and the inorganics.) &amp;quot;When the wave of affection hits you, let it take over, because it enables spirit to take off and fly into infinity. You then soar with total fearlessness and total abandon. When &amp;#39;talking&amp;#39; [i.e., internal dialogue] comes in, you say, &amp;#39;Who cares?&amp;#39;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(Taisha ended her talk at this  point, a little after 11 PM, without taking questions. A number of people had already  left at that point because of the cold in the thoroughly ventilated tent. Taisha  said she would be available for questions the next day. Sure enough, on  Sunday morning, at around 10:40 AM, during our instruction in the final passes  of the new series of Tensegrity movements, Taisha and Florinda strolled briefly  through one side of the tent, from the back left corner behind the stage to the tent entrance. I went out to overhear their conversation. That is when I  first had the opportunity to chat briefly with both of them, and to receive hugs. The wave of  affection I felt emanating from both of them that morning seemed (on later  reflection) to be very much like what Taisha had been describing at the end of her talk  the preceding night.)&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qllhik", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "the-mad-prophet", "discussion_type": null, "num_comments": 11, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qllhik/omega_notes_part_iv/", "subreddit_subscribers": 9561, "created_utc": 1635909282.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj5jayz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1635950588.0, "send_replies": true, "parent_id": "t3_qllhik", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;Note the section on sleeping dreaming indicates that the most important task it serves is to practice how to stalk a position of the assemblage point.\n\nThat's a great way to put it!  There's no doubt that hard working lucid dreamers gain skills that help with waking dreaming.  But they've never managed to follow instructions and bring their double out (which requires good silence to pass the 3rd gate, according to Carlos).   They're too eager to \"take credit\", forgetting to prove they are actually lucid by finding their hands each time.  They just assume lucidity because they're eager to chalk up another victory.\n\nBut they do gain something from it.  I just don't like to encourage it, because it's basically a lazy way to pretend to be working hard, when you're just sleeping.\n\nPeople get really obsessed with their pretend sorcery.  We had a guy yesterday who was foaming at the mouth, going on about using death as an advisor, as if that were practicing sorcery.   For him they were like \"Buddhist precepts\" or something equally as useless.\n\nAnd on seeing the real thing, he attacked as hard as he could.\n\nSpeaking of dreaming, when you get to the deep orange zone and can easily see the whitish light, you can choose to just gaze at it, for a long time.  Not try to make it into a mini-reality, or materialize objects from it.\n\nYou start to see the \"flux\" of the emanations.   And apparently,  you get to see how IOBs actually manifest themselves by injecting a ripple into the emanations.  The ripple is enough to cause the emanations to \"take form\".  So the small diameter spot where they \"inject\" some emanations of their own, forms into the image we see.\n\nThis is the same as \"reading off the wall\".  That can take many forms, even using your palm in full lighting.  But one method is to let a \"wall\" of whitish light form in front of you, and look for texture. Then just gaze at that.\n\nWhen you want to *see* something, just move your head until the whitish \"wall\" is over it.  And the effects of what you wanted to see, cause enough ripple in the wall of emanations, to cause it to take form.\n\nIt's basically \"Fancy's Energy Scope\".  I learned last night, very clearly, that Fancy's lessons on horizontal shifting were incredibly well designed.  She's a genius!\n\n(Probably they all are).\n\nWhen the IOBs inject a ripple into \"the wall\", sort of like dipping the tip of your finger into smooth water in the bathtub, that's just enough to push the emanations over the edge, and t hey let  you *see*  the inorganic being.\n\nA head is most common, because of how the brain is designed to recognize faces.\n\nAnd \"recognize\" is the key to finding your first IOB.\n\nI'm \"face blind\", so my reaction is different.  Possibly I have to perceive it without the facial recognition hardware built into the brain, so I get a larger overall view.  But it's less \"real\" to me.\n\nIn that state of continuously watching only the emanations, without trying to \"do\" anything with them, you can smoothly go right into dreaming.  You don't fall asleep at all, and the loss of lucidity is mild.  You just turn your head to go in,  and turn it back to come out, and you notice, you were never asleep.\n\nI suppose by watching the emanations you lure the double to come over, and the two of you are sort of combined.  So going directly into a dream is easy.\n\nI found Cholita waiting in her phantom copy of the house when I did that last night.  But it looked like an impersonation by Minx to me.\n\nI guess he's taking over the phantom copy of the house?\n\nOr he's trying to convince me to visit over there, even though Cholita is gone.\n\nAccording to these notes, they are in fact that clever.\n\n\\&gt;The inorganics have a capacity for genuine, deep affection that is soothing like nothing else. And they do things for sorcerers out of this affection, freely and without expectation. They are motivated, in wanting to help us, out of a sense of seeing how brief our lives are compared to theirs. When one makes contact with them, through profound affection, they can enable you also to prolong your attention.\n\nAnd what's even better is, they become visible at the green level.   One of these days I'll figure out why some don't find them, because there's more of them than there is of organic life.  We're surrounded!\n\nWhat they do is let you focus on them, instead of ME, ME, ME.  Meaning, they help you stop the fantasies, so you get past the idea of your \"self\".  Some things just can't be perceived, while you are in that distorted view of things.\n\nThe affection is totally obvious, you'll all get to see it.\n\nYou'll doubt it though, because for the longest time you'll believe you're just causing them to appear, by wanting it.\n\nYou need to learn to manifest objects and materialize floating dreams, to clearly see you are not.  They come by themselves.  Whether they can show up or not, is likely tied to the shared energy you have created through interactions.  And that wears off in a few days, if you don't keep it up.\n\nOne IOB is better than 3!  It's too hard to figure out who's who once you have more than 1.\n\nAnd you wouldn't want to offend them by making a mistaken identification.\n\nIf they can actually get offended...", "edited": 1635951937.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj5jayz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;Note the section on sleeping dreaming indicates that the most important task it serves is to practice how to stalk a position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a great way to put it!  There&amp;#39;s no doubt that hard working lucid dreamers gain skills that help with waking dreaming.  But they&amp;#39;ve never managed to follow instructions and bring their double out (which requires good silence to pass the 3rd gate, according to Carlos).   They&amp;#39;re too eager to &amp;quot;take credit&amp;quot;, forgetting to prove they are actually lucid by finding their hands each time.  They just assume lucidity because they&amp;#39;re eager to chalk up another victory.&lt;/p&gt;\n\n&lt;p&gt;But they do gain something from it.  I just don&amp;#39;t like to encourage it, because it&amp;#39;s basically a lazy way to pretend to be working hard, when you&amp;#39;re just sleeping.&lt;/p&gt;\n\n&lt;p&gt;People get really obsessed with their pretend sorcery.  We had a guy yesterday who was foaming at the mouth, going on about using death as an advisor, as if that were practicing sorcery.   For him they were like &amp;quot;Buddhist precepts&amp;quot; or something equally as useless.&lt;/p&gt;\n\n&lt;p&gt;And on seeing the real thing, he attacked as hard as he could.&lt;/p&gt;\n\n&lt;p&gt;Speaking of dreaming, when you get to the deep orange zone and can easily see the whitish light, you can choose to just gaze at it, for a long time.  Not try to make it into a mini-reality, or materialize objects from it.&lt;/p&gt;\n\n&lt;p&gt;You start to see the &amp;quot;flux&amp;quot; of the emanations.   And apparently,  you get to see how IOBs actually manifest themselves by injecting a ripple into the emanations.  The ripple is enough to cause the emanations to &amp;quot;take form&amp;quot;.  So the small diameter spot where they &amp;quot;inject&amp;quot; some emanations of their own, forms into the image we see.&lt;/p&gt;\n\n&lt;p&gt;This is the same as &amp;quot;reading off the wall&amp;quot;.  That can take many forms, even using your palm in full lighting.  But one method is to let a &amp;quot;wall&amp;quot; of whitish light form in front of you, and look for texture. Then just gaze at that.&lt;/p&gt;\n\n&lt;p&gt;When you want to &lt;em&gt;see&lt;/em&gt; something, just move your head until the whitish &amp;quot;wall&amp;quot; is over it.  And the effects of what you wanted to see, cause enough ripple in the wall of emanations, to cause it to take form.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s basically &amp;quot;Fancy&amp;#39;s Energy Scope&amp;quot;.  I learned last night, very clearly, that Fancy&amp;#39;s lessons on horizontal shifting were incredibly well designed.  She&amp;#39;s a genius!&lt;/p&gt;\n\n&lt;p&gt;(Probably they all are).&lt;/p&gt;\n\n&lt;p&gt;When the IOBs inject a ripple into &amp;quot;the wall&amp;quot;, sort of like dipping the tip of your finger into smooth water in the bathtub, that&amp;#39;s just enough to push the emanations over the edge, and t hey let  you &lt;em&gt;see&lt;/em&gt;  the inorganic being.&lt;/p&gt;\n\n&lt;p&gt;A head is most common, because of how the brain is designed to recognize faces.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;recognize&amp;quot; is the key to finding your first IOB.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m &amp;quot;face blind&amp;quot;, so my reaction is different.  Possibly I have to perceive it without the facial recognition hardware built into the brain, so I get a larger overall view.  But it&amp;#39;s less &amp;quot;real&amp;quot; to me.&lt;/p&gt;\n\n&lt;p&gt;In that state of continuously watching only the emanations, without trying to &amp;quot;do&amp;quot; anything with them, you can smoothly go right into dreaming.  You don&amp;#39;t fall asleep at all, and the loss of lucidity is mild.  You just turn your head to go in,  and turn it back to come out, and you notice, you were never asleep.&lt;/p&gt;\n\n&lt;p&gt;I suppose by watching the emanations you lure the double to come over, and the two of you are sort of combined.  So going directly into a dream is easy.&lt;/p&gt;\n\n&lt;p&gt;I found Cholita waiting in her phantom copy of the house when I did that last night.  But it looked like an impersonation by Minx to me.&lt;/p&gt;\n\n&lt;p&gt;I guess he&amp;#39;s taking over the phantom copy of the house?&lt;/p&gt;\n\n&lt;p&gt;Or he&amp;#39;s trying to convince me to visit over there, even though Cholita is gone.&lt;/p&gt;\n\n&lt;p&gt;According to these notes, they are in fact that clever.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;The inorganics have a capacity for genuine, deep affection that is soothing like nothing else. And they do things for sorcerers out of this affection, freely and without expectation. They are motivated, in wanting to help us, out of a sense of seeing how brief our lives are compared to theirs. When one makes contact with them, through profound affection, they can enable you also to prolong your attention.&lt;/p&gt;\n\n&lt;p&gt;And what&amp;#39;s even better is, they become visible at the green level.   One of these days I&amp;#39;ll figure out why some don&amp;#39;t find them, because there&amp;#39;s more of them than there is of organic life.  We&amp;#39;re surrounded!&lt;/p&gt;\n\n&lt;p&gt;What they do is let you focus on them, instead of ME, ME, ME.  Meaning, they help you stop the fantasies, so you get past the idea of your &amp;quot;self&amp;quot;.  Some things just can&amp;#39;t be perceived, while you are in that distorted view of things.&lt;/p&gt;\n\n&lt;p&gt;The affection is totally obvious, you&amp;#39;ll all get to see it.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll doubt it though, because for the longest time you&amp;#39;ll believe you&amp;#39;re just causing them to appear, by wanting it.&lt;/p&gt;\n\n&lt;p&gt;You need to learn to manifest objects and materialize floating dreams, to clearly see you are not.  They come by themselves.  Whether they can show up or not, is likely tied to the shared energy you have created through interactions.  And that wears off in a few days, if you don&amp;#39;t keep it up.&lt;/p&gt;\n\n&lt;p&gt;One IOB is better than 3!  It&amp;#39;s too hard to figure out who&amp;#39;s who once you have more than 1.&lt;/p&gt;\n\n&lt;p&gt;And you wouldn&amp;#39;t want to offend them by making a mistaken identification.&lt;/p&gt;\n\n&lt;p&gt;If they can actually get offended...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj5jayz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635950588.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qllhik", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hy3cwm3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hy2d077", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I noticed that. \n\nIt’s happened in the past, when Corey’s been shopping around for a new hosting service.\n\nOr it could be an actual site issue. Strange times.\n\nAnyway the site itself is backed up an archive.org. And if there’s an odd link in the wiki or the subreddit that doesn’t have a backup link underneath it , just pop it into archive.org and you’ll get the original page.", "edited": 1645624500.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hy3cwm3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I noticed that. &lt;/p&gt;\n\n&lt;p&gt;It’s happened in the past, when Corey’s been shopping around for a new hosting service.&lt;/p&gt;\n\n&lt;p&gt;Or it could be an actual site issue. Strange times.&lt;/p&gt;\n\n&lt;p&gt;Anyway the site itself is backed up an archive.org. And if there’s an odd link in the wiki or the subreddit that doesn’t have a backup link underneath it , just pop it into archive.org and you’ll get the original page.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hy3cwm3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1645619912.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1645619912.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hy2d077", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "nfowler1", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hlgpana", "score": 1, "author_fullname": "t2_5sqbzkqf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Just a heads up. Sustainedaction is no longer up. So, all the links to it will be dead.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hy2d077", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Just a heads up. Sustainedaction is no longer up. So, all the links to it will be dead.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hy2d077/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1645593296.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1645593296.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlgpana", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1637463042.0, "send_replies": true, "parent_id": "t1_hlcx7nv", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't suppose you would have any extra notes or recollection of that event at Paradise Valley, Arizona?  Or from any other workshops/seminars? We're currently compiling all of the workshop notes &amp; interviews.\n\nThese are all of the source links/materials we have access to:\n\nsource [http://sustainedaction.org/\\_nagualist/\\_NNL4/strange\\_tales\\_of\\_power.htm](http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm)\n\nbackup - [https://web.archive.org/web/20000527011656/http://sustainedaction.org/\\_nagualist/\\_NNL4/strange\\_tales\\_of\\_power.htm](https://web.archive.org/web/20000527011656/http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm)\n\nAnd these:\n\nThey explained that la Gorda \"got tired of waiting around for Carlos and tried to leap by herself. She died as a result. A participant at another early workshop reported Florinda describing how la Gorda grabbed her by the arm, telling her they were going to leave together. Castaneda, at a Sunday session, said, \"Taisha never lost her cool, and told la Gorda to change channels. She even blew on her ear to try to move her to change channels, but la Gorda was too locked into her compulsion. Florinda and I went to pieces.\" A Castaneda blamed himself for not seeing that la Gorda had an ego fixation. He subsequently traveled to Mexico City where, according to a lecture he gave in Mexico City in 1996, he encountered a former female associate of don Juan.\n\nadditional source 1\n\n\\-------------------------------------------\n\nJuly 23-25, 1993 - Florinda, Taisha, Carol and the Chacmools first workshop, at the Rim Institute in Arizona. \\[Per Kylie at Omega in 1995, the workshops were first suggested by Michael Kraft of the Rim Institute, and they were \"all surprised when Castaneda agreed.\"\\]\n\nAccording to a letter in issue 4 of the Nagualist, Florinda stated during this workshop that don Juan and his party did not make their leap, and were stuck in the world of the inorganics. She indicated that the group was too heavy to extricate itself, and that Carlos and the Witches intended to join them and to supply the energy needed for them all to leave the world of the inorganics. An additional summary appears on page 14-15 of that issue of the Nagualist, where Carol is quoted as saying she was with Castaneda when he planted the power plants given to him by Vicente and the allies appeared and asked him for a ride. (This might help explain why a chapter read by Nury at the Feb. 1997 Long Beach Workshop detailing this appearance of the three allies was ultimately omitted from the publication version of The Active Side of Infinity.)\n\nJ.J. Stoecker remembers that Florinda described la Gorda’s death by saying that la Gorda had seen that, together with Taisha and Florinda, they had enough energy to join don Juan’s party. She grabbed Taisha and Florinda by the arms to join together energetically, but Taisha and Florinda struggled and broke free just as they were \"taking flight.\" La Gorda hadn’t counted on their resistance, and purportedly continued her attempt, even though the struggle had weakened her. La Gorda then collapsed into a corpse of an old woman before their eyes. Florinda also blurted out that the Blue Scout was Carol Tiggs’s daughter, and that her daughter was the Orange Scout. This gave rise to audience questions about sex and energetic holes. Florinda explained that a sorceress can simply cause one of her eggs to start dividing \"by an act of will,\" but that normally no warrior would want this because it would cause a huge \"energetic hole.\" In the case of the scouts, asserted that they had their own energy, but no body, so they could be conceived and delivered without sex or causing \"holes\" in the mother either. According to J.J., when Carol was later asked about the scouts, she didn’t address Florinda’s story of parthenogenesis, but simply did a turn on the edge of the platform, like a runway model in a fashion show, asking \"See any holes?\" Carol also explained that, to her, the essence of sorcery was \"body snatching.\" She said that sorcerers empty themselves out completely and refurbish themselves like an apartment house that is trying to attract a more upscale clientele. A sorcerer then waits in emptiness for something abstract to descend and take possession of them. Carol also mentioned that her book, Tales of Energy, would be published soon. Carol demonstrated the Death Defier’s eye with six participants (see description of this on p. 4 of Issue 5 of the Nagualist). About 100 people attended.\n\nadditional source 2\n\n\\------------------------------------\n\nJuly 23-25, 1993 - Florinda, Taisha, Carol and the Chacmools? first workshop, at the Rim Institute in Arizona.\n\n\\[Per Kylie at Omega in 1995, the workshops were first suggested by Michael Kraft of the Rim Institute, and they were \"all surprised when Castaneda agreed.\"\\] According to a letter in issue 4 of the Nagualist, Florinda stated during this workshop that don Juan and his party did not make their leap, and were stuck in the world of the inorganics. She indicated that the group was too heavy to extricate itself, and that Carlos and the Witches intended to join them and to supply the energy needed for them all to leave the world of the inorganics.\n\nJ.J. Stoecker remembers that Florinda described la Gorda’s death by claiming that la Gorda had seen that, together with Taisha and Florinda, they had enough energy to join don Juan’s party. She grabbed Taisha and Florinda by the arms to join together energetically, but Taisha and Florinda struggled and broke free just as they were \"taking flight.\" La Gorda hadn’t counted on their resistance, and purportedly continued her attempt, even though the struggle had weakened her. La Gorda then collapsed into a corpse of an old woman before their eyes. Florinda also said they (the witches) had just returned from visiting Lidia and Rosa in Mexico. She said that they had become curanderos, and were trying to find a way to transfer the AIDS virus from people into trees. \"Soon trees will be dying all over Mexico,\" Florinda joked. When asked about Pablito and Nestor, she said they had become master carpenters, and had a thriving business in Oaxaca. Soledad, Florinda said, was a producer of soap operas in Mexico City. What became of the others, she didn't say.\n\nFlorinda also blurted out that the Blue Scout was Carol Tiggs’s daughter, and that Florinda's daughter was the Orange Scout. This gave rise to audience questions about sex and energetic holes. Florinda explained that a sorceress can simply cause one of her eggs to start dividing \"by an act of will,\" but that normally no warrior would want this because it would cause a huge \"energetic hole.\" In the case of the scouts, she asserted that they had their own energy, but no body, so they could be conceived and delivered without sex or causing \"holes\" in the mother either. According to J.J., when Carol was later asked about the scouts, she didn’t address Florinda’s story of parthenogenesis, but simply did a turn on the edge of the platform, like a runway model in a fashion show, asking \"See any holes?\" About 100 people attended.\n\nadditional source 3", "edited": 1637463553.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlgpana", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t suppose you would have any extra notes or recollection of that event at Paradise Valley, Arizona?  Or from any other workshops/seminars? We&amp;#39;re currently compiling all of the workshop notes &amp;amp; interviews.&lt;/p&gt;\n\n&lt;p&gt;These are all of the source links/materials we have access to:&lt;/p&gt;\n\n&lt;p&gt;source &lt;a href=\"http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm\"&gt;http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;backup - &lt;a href=\"https://web.archive.org/web/20000527011656/http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm\"&gt;https://web.archive.org/web/20000527011656/http://sustainedaction.org/_nagualist/_NNL4/strange_tales_of_power.htm&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And these:&lt;/p&gt;\n\n&lt;p&gt;They explained that la Gorda &amp;quot;got tired of waiting around for Carlos and tried to leap by herself. She died as a result. A participant at another early workshop reported Florinda describing how la Gorda grabbed her by the arm, telling her they were going to leave together. Castaneda, at a Sunday session, said, &amp;quot;Taisha never lost her cool, and told la Gorda to change channels. She even blew on her ear to try to move her to change channels, but la Gorda was too locked into her compulsion. Florinda and I went to pieces.&amp;quot; A Castaneda blamed himself for not seeing that la Gorda had an ego fixation. He subsequently traveled to Mexico City where, according to a lecture he gave in Mexico City in 1996, he encountered a former female associate of don Juan.&lt;/p&gt;\n\n&lt;p&gt;additional source 1&lt;/p&gt;\n\n&lt;p&gt;-------------------------------------------&lt;/p&gt;\n\n&lt;p&gt;July 23-25, 1993 - Florinda, Taisha, Carol and the Chacmools first workshop, at the Rim Institute in Arizona. [Per Kylie at Omega in 1995, the workshops were first suggested by Michael Kraft of the Rim Institute, and they were &amp;quot;all surprised when Castaneda agreed.&amp;quot;]&lt;/p&gt;\n\n&lt;p&gt;According to a letter in issue 4 of the Nagualist, Florinda stated during this workshop that don Juan and his party did not make their leap, and were stuck in the world of the inorganics. She indicated that the group was too heavy to extricate itself, and that Carlos and the Witches intended to join them and to supply the energy needed for them all to leave the world of the inorganics. An additional summary appears on page 14-15 of that issue of the Nagualist, where Carol is quoted as saying she was with Castaneda when he planted the power plants given to him by Vicente and the allies appeared and asked him for a ride. (This might help explain why a chapter read by Nury at the Feb. 1997 Long Beach Workshop detailing this appearance of the three allies was ultimately omitted from the publication version of The Active Side of Infinity.)&lt;/p&gt;\n\n&lt;p&gt;J.J. Stoecker remembers that Florinda described la Gorda’s death by saying that la Gorda had seen that, together with Taisha and Florinda, they had enough energy to join don Juan’s party. She grabbed Taisha and Florinda by the arms to join together energetically, but Taisha and Florinda struggled and broke free just as they were &amp;quot;taking flight.&amp;quot; La Gorda hadn’t counted on their resistance, and purportedly continued her attempt, even though the struggle had weakened her. La Gorda then collapsed into a corpse of an old woman before their eyes. Florinda also blurted out that the Blue Scout was Carol Tiggs’s daughter, and that her daughter was the Orange Scout. This gave rise to audience questions about sex and energetic holes. Florinda explained that a sorceress can simply cause one of her eggs to start dividing &amp;quot;by an act of will,&amp;quot; but that normally no warrior would want this because it would cause a huge &amp;quot;energetic hole.&amp;quot; In the case of the scouts, asserted that they had their own energy, but no body, so they could be conceived and delivered without sex or causing &amp;quot;holes&amp;quot; in the mother either. According to J.J., when Carol was later asked about the scouts, she didn’t address Florinda’s story of parthenogenesis, but simply did a turn on the edge of the platform, like a runway model in a fashion show, asking &amp;quot;See any holes?&amp;quot; Carol also explained that, to her, the essence of sorcery was &amp;quot;body snatching.&amp;quot; She said that sorcerers empty themselves out completely and refurbish themselves like an apartment house that is trying to attract a more upscale clientele. A sorcerer then waits in emptiness for something abstract to descend and take possession of them. Carol also mentioned that her book, Tales of Energy, would be published soon. Carol demonstrated the Death Defier’s eye with six participants (see description of this on p. 4 of Issue 5 of the Nagualist). About 100 people attended.&lt;/p&gt;\n\n&lt;p&gt;additional source 2&lt;/p&gt;\n\n&lt;p&gt;------------------------------------&lt;/p&gt;\n\n&lt;p&gt;July 23-25, 1993 - Florinda, Taisha, Carol and the Chacmools? first workshop, at the Rim Institute in Arizona.&lt;/p&gt;\n\n&lt;p&gt;[Per Kylie at Omega in 1995, the workshops were first suggested by Michael Kraft of the Rim Institute, and they were &amp;quot;all surprised when Castaneda agreed.&amp;quot;] According to a letter in issue 4 of the Nagualist, Florinda stated during this workshop that don Juan and his party did not make their leap, and were stuck in the world of the inorganics. She indicated that the group was too heavy to extricate itself, and that Carlos and the Witches intended to join them and to supply the energy needed for them all to leave the world of the inorganics.&lt;/p&gt;\n\n&lt;p&gt;J.J. Stoecker remembers that Florinda described la Gorda’s death by claiming that la Gorda had seen that, together with Taisha and Florinda, they had enough energy to join don Juan’s party. She grabbed Taisha and Florinda by the arms to join together energetically, but Taisha and Florinda struggled and broke free just as they were &amp;quot;taking flight.&amp;quot; La Gorda hadn’t counted on their resistance, and purportedly continued her attempt, even though the struggle had weakened her. La Gorda then collapsed into a corpse of an old woman before their eyes. Florinda also said they (the witches) had just returned from visiting Lidia and Rosa in Mexico. She said that they had become curanderos, and were trying to find a way to transfer the AIDS virus from people into trees. &amp;quot;Soon trees will be dying all over Mexico,&amp;quot; Florinda joked. When asked about Pablito and Nestor, she said they had become master carpenters, and had a thriving business in Oaxaca. Soledad, Florinda said, was a producer of soap operas in Mexico City. What became of the others, she didn&amp;#39;t say.&lt;/p&gt;\n\n&lt;p&gt;Florinda also blurted out that the Blue Scout was Carol Tiggs’s daughter, and that Florinda&amp;#39;s daughter was the Orange Scout. This gave rise to audience questions about sex and energetic holes. Florinda explained that a sorceress can simply cause one of her eggs to start dividing &amp;quot;by an act of will,&amp;quot; but that normally no warrior would want this because it would cause a huge &amp;quot;energetic hole.&amp;quot; In the case of the scouts, she asserted that they had their own energy, but no body, so they could be conceived and delivered without sex or causing &amp;quot;holes&amp;quot; in the mother either. According to J.J., when Carol was later asked about the scouts, she didn’t address Florinda’s story of parthenogenesis, but simply did a turn on the edge of the platform, like a runway model in a fashion show, asking &amp;quot;See any holes?&amp;quot; About 100 people attended.&lt;/p&gt;\n\n&lt;p&gt;additional source 3&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hlgpana/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637463042.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hlcx7nv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "frodosdream", "can_mod_post": false, "created_utc": 1637389916.0, "send_replies": true, "parent_id": "t3_qllhik", "score": 3, "author_fullname": "t2_yfn09", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thanks very much for posting this. Was the primary organizer for those NY events (and the original event in AZ before that). All took many many months of work. Those years were incredible experiences with amazing teachers and Carol's Eye of Intent still follows to this day. Did not have this material and it means a lot!", "edited": 1637514057.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hlcx7nv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks very much for posting this. Was the primary organizer for those NY events (and the original event in AZ before that). All took many many months of work. Those years were incredible experiences with amazing teachers and Carol&amp;#39;s Eye of Intent still follows to this day. Did not have this material and it means a lot!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hlcx7nv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637389916.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qllhik", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj5mubq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hj4v833", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's a very nice set of lecture notes!\n\nI'm going to repost it on facebook.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj5mubq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s a very nice set of lecture notes!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to repost it on facebook.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj5mubq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635951986.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1635951986.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hj4v833", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hj4udi0", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It deserves to be brought up multiple times, and an overt title will help Google index it, and increase it's ranking in search results.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hj4v833", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It deserves to be brought up multiple times, and an overt title will help Google index it, and increase it&amp;#39;s ranking in search results.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj4v833/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635938768.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1635938768.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hj4udi0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1635938217.0, "send_replies": true, "parent_id": "t1_hj4u8gc", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oh nice! I did a search of the subreddit before I posted to see if it had been posted before but of course it didn't bring up the sidebar pages in the results.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj4udi0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh nice! I did a search of the subreddit before I posted to see if it had been posted before but of course it didn&amp;#39;t bring up the sidebar pages in the results.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qllhik", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj4udi0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635938217.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hj4u8gc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1635938123.0, "send_replies": true, "parent_id": "t3_qllhik", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Look over to the side bar (the Wiki) where this content forms the core of the \"Overview of the Practices\" page, in a more condensed form (minus the [inorganic beings](https://www.reddit.com/r/castaneda/wiki/allies) paragraphs at the end):\n\nhttps://reddit.com/r/castaneda/w/introduction-practices\n\nSo nobody loses track of it.", "edited": 1635938320.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj4u8gc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Look over to the side bar (the Wiki) where this content forms the core of the &amp;quot;Overview of the Practices&amp;quot; page, in a more condensed form (minus the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/allies\"&gt;inorganic beings&lt;/a&gt; paragraphs at the end):&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/w/introduction-practices\"&gt;https://reddit.com/r/castaneda/w/introduction-practices&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;So nobody loses track of it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj4u8gc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635938123.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qllhik", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj5q9oq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635953331.0, "send_replies": true, "parent_id": "t3_qllhik", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "My dad got a mention?\n\nYep, I knew Carobeth.\n\nThere's some confusion over Carobeth.  She wasn't actually part of the predominate tribe at Morongo. She was simply a university scholar celebrated for being the first native American to get that far in the system.  She had a horrible husband, wrote a book, and the printing press my father helped set up at Morongo, likely printed it.  Along with my father's book.\n\nCarobeth was also supposedly the elder in the tribe she actually came from, which was inland a bit from Morongo.\n\nShe had a gruesome bear claw wand, which represented leadership of the shaman portion of her tribe.\n\nWhen she got much older, she gave the bear claw to my father.\n\nThus passing on leadership of the shamans from her tribe, to my father.\n\nA very odd thing to do.\n\nIs that fully accurate?  \n\nI was only 12.  Beats me.  It's what I heard.\n\nBut the gruesome bear claw wand was real.  And so was the silver medallion my father gave to Carobeth, so she could be buried with it.  My father was famous for his gaudy medallion.\n\nHe put the wand into  shoebox, and kept it on the upper shelf in his closet, the way you'd hide a loaded gun.   When I wanted to see it, he barely let me peak into the side of the box. He was afraid I'd get \"infected\" by it.\n\nAt night, he started hearing noises.\n\nIt became so bad, he decided he couldn't have that \"thing\" in the house, and likely donated it to UCR.\n\nIt's probably there even now, available for viewing by people with access to the university library.\n\nThe amusing part is, when my father died I became shaman elder.  It's an inherited position.\n\nDidn't get the bear claw though...", "edited": 1635953831.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj5q9oq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My dad got a mention?&lt;/p&gt;\n\n&lt;p&gt;Yep, I knew Carobeth.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some confusion over Carobeth.  She wasn&amp;#39;t actually part of the predominate tribe at Morongo. She was simply a university scholar celebrated for being the first native American to get that far in the system.  She had a horrible husband, wrote a book, and the printing press my father helped set up at Morongo, likely printed it.  Along with my father&amp;#39;s book.&lt;/p&gt;\n\n&lt;p&gt;Carobeth was also supposedly the elder in the tribe she actually came from, which was inland a bit from Morongo.&lt;/p&gt;\n\n&lt;p&gt;She had a gruesome bear claw wand, which represented leadership of the shaman portion of her tribe.&lt;/p&gt;\n\n&lt;p&gt;When she got much older, she gave the bear claw to my father.&lt;/p&gt;\n\n&lt;p&gt;Thus passing on leadership of the shamans from her tribe, to my father.&lt;/p&gt;\n\n&lt;p&gt;A very odd thing to do.&lt;/p&gt;\n\n&lt;p&gt;Is that fully accurate?  &lt;/p&gt;\n\n&lt;p&gt;I was only 12.  Beats me.  It&amp;#39;s what I heard.&lt;/p&gt;\n\n&lt;p&gt;But the gruesome bear claw wand was real.  And so was the silver medallion my father gave to Carobeth, so she could be buried with it.  My father was famous for his gaudy medallion.&lt;/p&gt;\n\n&lt;p&gt;He put the wand into  shoebox, and kept it on the upper shelf in his closet, the way you&amp;#39;d hide a loaded gun.   When I wanted to see it, he barely let me peak into the side of the box. He was afraid I&amp;#39;d get &amp;quot;infected&amp;quot; by it.&lt;/p&gt;\n\n&lt;p&gt;At night, he started hearing noises.&lt;/p&gt;\n\n&lt;p&gt;It became so bad, he decided he couldn&amp;#39;t have that &amp;quot;thing&amp;quot; in the house, and likely donated it to UCR.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s probably there even now, available for viewing by people with access to the university library.&lt;/p&gt;\n\n&lt;p&gt;The amusing part is, when my father died I became shaman elder.  It&amp;#39;s an inherited position.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t get the bear claw though...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj5q9oq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635953331.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qllhik", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj79rab", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635974468.0, "send_replies": true, "parent_id": "t3_qllhik", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;He let Castaneda know that they were now in the Second Attention together (the young man apparently having the energy and awareness level to bring Castaneda into his \"dreaming\").\n\nCholita can do that.\n\nThe sky turns purple and the landscape along the freeway is wrong.\n\nSure wish I knew who had her.\n\nShe has a sizable pile of cash on the table,  growing every few days.\n\nHasn't come to get it.\n\nMaybe Minx will decide he really is Cholita, and snag the cash.\n\nI'll find him counting it in the phantom copy of our living room.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj79rab", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;He let Castaneda know that they were now in the Second Attention together (the young man apparently having the energy and awareness level to bring Castaneda into his &amp;quot;dreaming&amp;quot;).&lt;/p&gt;\n\n&lt;p&gt;Cholita can do that.&lt;/p&gt;\n\n&lt;p&gt;The sky turns purple and the landscape along the freeway is wrong.&lt;/p&gt;\n\n&lt;p&gt;Sure wish I knew who had her.&lt;/p&gt;\n\n&lt;p&gt;She has a sizable pile of cash on the table,  growing every few days.&lt;/p&gt;\n\n&lt;p&gt;Hasn&amp;#39;t come to get it.&lt;/p&gt;\n\n&lt;p&gt;Maybe Minx will decide he really is Cholita, and snag the cash.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll find him counting it in the phantom copy of our living room.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qllhik/omega_notes_part_iv/hj79rab/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635974468.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qllhik", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]