[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Cholita goes shopping](https://preview.redd.it/i9fsbdgl1kj71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=b3125484870995fd85ef826dcf1e3704b3435810)\n\nWhat the heck is a corridor? In the second attention I mean...\n\nWe've been told by some dubious men, and the \"Church of Carlos\" in the Eastern Bloc, that Carlos is \"holding a bridge open for us\".  All we have to do is sit around and pretend some sorcery.  Imagine a tickle here, an \"energetic verification\" there, and father Carlos will fix all of our problems later.\n\nTake us to heaven with him.\n\nDoesn't sound like Carlos to me, and I knew him.\n\nI should add, that in some countries where I sense there's bad player domination, we got a report that another man got Carol Tigg's \"Nagual (evil) eye\", and was pushed into the inorganic being's realm.\n\nSame as I was!\n\nSo there's no telling if rumors you hear in other countries are more bad players, or possible actual practitioners left from the time when the witches toured around the world.\n\nI will add, being stuck trying to fight back the mental masturbation sorcery, that even if there's some guy out there who's learned a bit, he sure hasn't felt like helping others. There's no pocket of actual magic being done by actual people, other than this subreddit.\n\nSo if you hear, \"Maybe Bob in Australia is the real thing!  He once tied the shoe of Carlos at a workshop!  And he's been around since before dinosaurs.\"\n\nYea,  well...\n\nEven if he's \"the real thing\", he's still a bastard for making me have to do this job alone.\n\nI have lots of help now!  But where was Bob when I started?\n\nSo my guess: Forget the rumors of \"Bob\". They're not true.\n\nCleargreen has an excuse.  Carol Tiggs and the death defier.\n\nBob has none.\n\nAlso out there somewhere is a moderately sized group that believes Carlos is holding open a passage way for them.  Or at least, there was back in the olden days.\n\nThe apprentices of don Juan, which includes La Gorda, also believed that.\n\nLa Gorda (Maria Elena) was said to have died, trying to lead their group through a passage to don Juan.\n\nOccasionally the term \"corridor\" comes up when talking about sorcery, and the second attention.\n\nThere are some very old lecture notes where the witches (Taisha and Flo) say they're concerned that don Juan got stuck in the second attention, and is in need of rescue.\n\nI'll let them do that.\n\nI'm after Julian. Who needs another \"warrior's way\" lecture, when that obviously didn't work?\n\nBut how do we talk about the second attention as if it were a dark forest you could walk off into, find a cabin, and remain for life?\n\nHow could Julian and don Juan still be around, if they didn't make it to the 3rd attention?\n\nThat's easy to explain!\n\nNot only did Carlos \"hold open\" a corridor for us, but he showed us how to enter.\n\nIt's the J curve! As you do darkroom gazing and move your assemblage point along it, eventually you become familiar enough with it to view it as a tunnel. A passage. With known \"landmarks\".\n\nYou're \"moving\" along (dropping the assemblage point). You see landmarks.\n\nPuffs, swirls, orbs, fairies, demons.\n\nFamiliar sights.\n\nIt's inevitable you will see it as a path, and that you'll even see \"clearings\" in the path. Places you moved to, did cool magic, and then moved on.\n\nAnd intent loves to create structures from whatever emanations you happen to be lighting up.\n\nSo the J curve, which is a \"complete path\" to all in the books of Carlos, becomes a literal path. One you can both see, and walk along in.\n\nBut to fully view it that way, you have to split into your double. Or at least, increase the \"percentage\" of double you are using , while walking around awake in the dark room.\n\nI got a lesson on that yesterday, from Cholita of all people.\n\nWe were stuck waiting for a tow truck to jump start her little fiat. Cholita had fled to the low mountains around our city, to escape from the \"radiation\" in the low lands.\n\nShe asked me to come help her. I arrived in the \"mountains\" next to her car, but Cholita was not there.\n\nI texted her to ask if she \"was around\", and all I got back was \"Yup\".\n\nLittle did I know that Cholita, dressed like a nasty angry witch all in black, with symbolic jewelry on each finger and dangling from her wrists, had climbed up a bank so she could watch me below.\n\nShe looked like a puma deciding when to pounce.\n\nWhen she finally revealed where she was, she wanted to hang out in my car to escape the heat. She asked me to explain the J curve.\n\nShe was intrigued, but I only made it to the red zone explanation before the tow truck arrived.\n\nLater that evening I realized I had gathered so much dark energy from sitting in a car with Cholita that my assemblage point was surely pushed sideways.\n\nAnd it was!  When I tried to start darkroom practice, I found myself staring at a \"cloak\" about the size of the black one Cholita had on.\n\nBut it was grey. And it had a stain. A round \"spot\" in the middle.\n\nMy eyes were glued to it, and could not look away for 2 hours.\n\nThe cloak kept shrinking, and I sat there feeling 90 years old, and in intense pain.\n\nFinally it shrunk to just a small patch of cloth with a stain, I grabbed it, and tossed it to the side.\n\nI was in my perfectly dark room, fully awake as usual, eyes open, completely sober.\n\nBut my assemblage point had shifted to \"the place below\", allowing that patch of cloth with a stain to become, \"real\".\n\nAfter I tossed it I noticed, there was Cholita sitting next to. She'd obviously been waiting there for me to \"recover\" from her dark energy.\n\nShe'd never followed me into the J curve's virtual \"tunnel\" before. And oddly, we were right where I stopped explaining it to her.\n\nAt the strongest point in the red zone.\n\nCholita began to walk fast, knowing I had to follow. Lately I've been getting stuck in the red zone, and it takes me an hour to get to the orange.\n\nBut Cholita just took off walking as if we were going shopping down a corridor at the mall, and the store she wanted was at the end.\n\nShe wasn't interested in the \"products\" you can find in the red zone, or even in the amazing mutant energy products sold in the \"pink section\".\n\nShe kept walking quickly, and I had to follow.\n\nI'd never been through the J curve in that fashion.\n\nBut I suppose part of getting \"trapped\" in the shift below, is spending so much time that that you begin to create \"real\" spaces, like my tunnel which I could now see as a real place.\n\nI looked around and realized, it was not a \"tunnel\".\n\nThe floor was flat, and the walls were so far to the left and right in the jet blackness, that you couldn't see them clearly. You could only \"feel\" them, which Cholita took full advantage off as she took off for the far end. She seemed to slide her \"cloak\" along the invisible walls, lubricating them with \"dark energy\" which spilled off onto them.\n\nLily had followed me in, along with Cholita. She commented something about the dark energy, which made it seem like an ordinary substance.\n\nBut I resisted her, thinking, \"It can't be that like that! It's magic, not instant pudding.\"\n\nLily faded away.\n\nI could literally walk side by side with Cholita in that second attention space, as if it were real.\n\n\"It's a corridor\", I thought to myself. Or perhaps Lily interjected that idea from a distance.\n\nA corridor is sort of a tunnel, for a crowd. Needs a flat floor so people can walk as a group to the destination.\n\nCholita got ahead of me. I was studying the corridor's solidity too long. And wondering what were the things I saw on the walls, now coated a bit in dark energy, obscuring the details.\n\nCholita was almost like a giant slime worm that had traveled through, coating the inside in her purple dark energy.\n\nIt certainly made it easier not to get stuck looking at the details.\n\nI had to hurry to catch up.\n\nI found us back in my bedroom with Cholita sitting on the edge of the bed, in her double.\n\nI walked in through the south wall, back in my \"real\" body and both of us surrounded by the whitish light, which had formed a phantom bedroom.\n\nCholita was studying the details of the room, when I remembered something from earlier.\n\nWhile explaining the J curve, which Cholita insisted she wanted to learn, I had to stop at the red zone because we got interrupted.\n\nBut the last thing I said to Cholita was, \"Eventually you get to the whitish light, and it forms a Phantom copy of your bedroom!\n\nExcept if you look at the details, they aren't quite right! Maybe there's a picture hanging on the wall that you don't really have. You have just GOT to see it!\"\n\nMy intention was to motivate Cholita to practice dark room. To work her way over to the end of the curve, with hard effort.\n\nBut Cholita just showed up where I had last explained to her, and then used me to get to what she really wanted to see. The phantom bedroom. Possibly she wanted to see what was on the picture hanging on the wall. Cholita loves paintings.\n\nShe had the female spirit of a dedicated shopper. Go straight for what you want to buy, before you get distracted with general shopping.\n\nCholita had headed straight for the \"home furnishings\" section in my bedroom.\n\nI'm reminded of when Carlos announced that Taisha and Florinda were lost. He looked very concerned.\n\nThey weren't lost more than a day as I recall. Someone, possibly Amy, told me they were lost in the second attention.\n\nBut there they were, standing in front of us in private class.\n\nCarlos turned to them during his lecture, and in an accusing voice asked where they had been.\n\nThe witches answered, \"We went shopping!\"\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Corridors", "link_flair_richtext": [{"e": "text", "t": "Cholita"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 78, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"i9fsbdgl1kj71": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=122d6a1586b48785e20e7d0bb28d2f0517b5c10e"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a29ed8a5886e430832637a249817911abf2dcaee"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=4de4d296aec6bd341c88b957ec7243f35307c69b"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=84030811ad792d0f3a3b4aa7cc41c356d6bffc7d"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=4e81a3a88a0e1936bcd606a5ea58d899c6c3d6c7"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=cd8d66d6dd04b26ba5f40507d7f0852221a18594"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/i9fsbdgl1kj71.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=b3125484870995fd85ef826dcf1e3704b3435810"}, "id": "i9fsbdgl1kj71"}}, "name": "t3_pbid8z", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.94, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Cholita", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/gEKqnaGF2ZIGt9gFspITMQQFNNzYjxo6ZpEWdbq4A1U.jpg", "edited": 1629923458.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1629919460.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/i9fsbdgl1kj71.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=b3125484870995fd85ef826dcf1e3704b3435810\"&gt;Cholita goes shopping&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;What the heck is a corridor? In the second attention I mean...&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve been told by some dubious men, and the &amp;quot;Church of Carlos&amp;quot; in the Eastern Bloc, that Carlos is &amp;quot;holding a bridge open for us&amp;quot;.  All we have to do is sit around and pretend some sorcery.  Imagine a tickle here, an &amp;quot;energetic verification&amp;quot; there, and father Carlos will fix all of our problems later.&lt;/p&gt;\n\n&lt;p&gt;Take us to heaven with him.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t sound like Carlos to me, and I knew him.&lt;/p&gt;\n\n&lt;p&gt;I should add, that in some countries where I sense there&amp;#39;s bad player domination, we got a report that another man got Carol Tigg&amp;#39;s &amp;quot;Nagual (evil) eye&amp;quot;, and was pushed into the inorganic being&amp;#39;s realm.&lt;/p&gt;\n\n&lt;p&gt;Same as I was!&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s no telling if rumors you hear in other countries are more bad players, or possible actual practitioners left from the time when the witches toured around the world.&lt;/p&gt;\n\n&lt;p&gt;I will add, being stuck trying to fight back the mental masturbation sorcery, that even if there&amp;#39;s some guy out there who&amp;#39;s learned a bit, he sure hasn&amp;#39;t felt like helping others. There&amp;#39;s no pocket of actual magic being done by actual people, other than this subreddit.&lt;/p&gt;\n\n&lt;p&gt;So if you hear, &amp;quot;Maybe Bob in Australia is the real thing!  He once tied the shoe of Carlos at a workshop!  And he&amp;#39;s been around since before dinosaurs.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Yea,  well...&lt;/p&gt;\n\n&lt;p&gt;Even if he&amp;#39;s &amp;quot;the real thing&amp;quot;, he&amp;#39;s still a bastard for making me have to do this job alone.&lt;/p&gt;\n\n&lt;p&gt;I have lots of help now!  But where was Bob when I started?&lt;/p&gt;\n\n&lt;p&gt;So my guess: Forget the rumors of &amp;quot;Bob&amp;quot;. They&amp;#39;re not true.&lt;/p&gt;\n\n&lt;p&gt;Cleargreen has an excuse.  Carol Tiggs and the death defier.&lt;/p&gt;\n\n&lt;p&gt;Bob has none.&lt;/p&gt;\n\n&lt;p&gt;Also out there somewhere is a moderately sized group that believes Carlos is holding open a passage way for them.  Or at least, there was back in the olden days.&lt;/p&gt;\n\n&lt;p&gt;The apprentices of don Juan, which includes La Gorda, also believed that.&lt;/p&gt;\n\n&lt;p&gt;La Gorda (Maria Elena) was said to have died, trying to lead their group through a passage to don Juan.&lt;/p&gt;\n\n&lt;p&gt;Occasionally the term &amp;quot;corridor&amp;quot; comes up when talking about sorcery, and the second attention.&lt;/p&gt;\n\n&lt;p&gt;There are some very old lecture notes where the witches (Taisha and Flo) say they&amp;#39;re concerned that don Juan got stuck in the second attention, and is in need of rescue.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll let them do that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m after Julian. Who needs another &amp;quot;warrior&amp;#39;s way&amp;quot; lecture, when that obviously didn&amp;#39;t work?&lt;/p&gt;\n\n&lt;p&gt;But how do we talk about the second attention as if it were a dark forest you could walk off into, find a cabin, and remain for life?&lt;/p&gt;\n\n&lt;p&gt;How could Julian and don Juan still be around, if they didn&amp;#39;t make it to the 3rd attention?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s easy to explain!&lt;/p&gt;\n\n&lt;p&gt;Not only did Carlos &amp;quot;hold open&amp;quot; a corridor for us, but he showed us how to enter.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the J curve! As you do darkroom gazing and move your assemblage point along it, eventually you become familiar enough with it to view it as a tunnel. A passage. With known &amp;quot;landmarks&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re &amp;quot;moving&amp;quot; along (dropping the assemblage point). You see landmarks.&lt;/p&gt;\n\n&lt;p&gt;Puffs, swirls, orbs, fairies, demons.&lt;/p&gt;\n\n&lt;p&gt;Familiar sights.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s inevitable you will see it as a path, and that you&amp;#39;ll even see &amp;quot;clearings&amp;quot; in the path. Places you moved to, did cool magic, and then moved on.&lt;/p&gt;\n\n&lt;p&gt;And intent loves to create structures from whatever emanations you happen to be lighting up.&lt;/p&gt;\n\n&lt;p&gt;So the J curve, which is a &amp;quot;complete path&amp;quot; to all in the books of Carlos, becomes a literal path. One you can both see, and walk along in.&lt;/p&gt;\n\n&lt;p&gt;But to fully view it that way, you have to split into your double. Or at least, increase the &amp;quot;percentage&amp;quot; of double you are using , while walking around awake in the dark room.&lt;/p&gt;\n\n&lt;p&gt;I got a lesson on that yesterday, from Cholita of all people.&lt;/p&gt;\n\n&lt;p&gt;We were stuck waiting for a tow truck to jump start her little fiat. Cholita had fled to the low mountains around our city, to escape from the &amp;quot;radiation&amp;quot; in the low lands.&lt;/p&gt;\n\n&lt;p&gt;She asked me to come help her. I arrived in the &amp;quot;mountains&amp;quot; next to her car, but Cholita was not there.&lt;/p&gt;\n\n&lt;p&gt;I texted her to ask if she &amp;quot;was around&amp;quot;, and all I got back was &amp;quot;Yup&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Little did I know that Cholita, dressed like a nasty angry witch all in black, with symbolic jewelry on each finger and dangling from her wrists, had climbed up a bank so she could watch me below.&lt;/p&gt;\n\n&lt;p&gt;She looked like a puma deciding when to pounce.&lt;/p&gt;\n\n&lt;p&gt;When she finally revealed where she was, she wanted to hang out in my car to escape the heat. She asked me to explain the J curve.&lt;/p&gt;\n\n&lt;p&gt;She was intrigued, but I only made it to the red zone explanation before the tow truck arrived.&lt;/p&gt;\n\n&lt;p&gt;Later that evening I realized I had gathered so much dark energy from sitting in a car with Cholita that my assemblage point was surely pushed sideways.&lt;/p&gt;\n\n&lt;p&gt;And it was!  When I tried to start darkroom practice, I found myself staring at a &amp;quot;cloak&amp;quot; about the size of the black one Cholita had on.&lt;/p&gt;\n\n&lt;p&gt;But it was grey. And it had a stain. A round &amp;quot;spot&amp;quot; in the middle.&lt;/p&gt;\n\n&lt;p&gt;My eyes were glued to it, and could not look away for 2 hours.&lt;/p&gt;\n\n&lt;p&gt;The cloak kept shrinking, and I sat there feeling 90 years old, and in intense pain.&lt;/p&gt;\n\n&lt;p&gt;Finally it shrunk to just a small patch of cloth with a stain, I grabbed it, and tossed it to the side.&lt;/p&gt;\n\n&lt;p&gt;I was in my perfectly dark room, fully awake as usual, eyes open, completely sober.&lt;/p&gt;\n\n&lt;p&gt;But my assemblage point had shifted to &amp;quot;the place below&amp;quot;, allowing that patch of cloth with a stain to become, &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;After I tossed it I noticed, there was Cholita sitting next to. She&amp;#39;d obviously been waiting there for me to &amp;quot;recover&amp;quot; from her dark energy.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d never followed me into the J curve&amp;#39;s virtual &amp;quot;tunnel&amp;quot; before. And oddly, we were right where I stopped explaining it to her.&lt;/p&gt;\n\n&lt;p&gt;At the strongest point in the red zone.&lt;/p&gt;\n\n&lt;p&gt;Cholita began to walk fast, knowing I had to follow. Lately I&amp;#39;ve been getting stuck in the red zone, and it takes me an hour to get to the orange.&lt;/p&gt;\n\n&lt;p&gt;But Cholita just took off walking as if we were going shopping down a corridor at the mall, and the store she wanted was at the end.&lt;/p&gt;\n\n&lt;p&gt;She wasn&amp;#39;t interested in the &amp;quot;products&amp;quot; you can find in the red zone, or even in the amazing mutant energy products sold in the &amp;quot;pink section&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She kept walking quickly, and I had to follow.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d never been through the J curve in that fashion.&lt;/p&gt;\n\n&lt;p&gt;But I suppose part of getting &amp;quot;trapped&amp;quot; in the shift below, is spending so much time that that you begin to create &amp;quot;real&amp;quot; spaces, like my tunnel which I could now see as a real place.&lt;/p&gt;\n\n&lt;p&gt;I looked around and realized, it was not a &amp;quot;tunnel&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The floor was flat, and the walls were so far to the left and right in the jet blackness, that you couldn&amp;#39;t see them clearly. You could only &amp;quot;feel&amp;quot; them, which Cholita took full advantage off as she took off for the far end. She seemed to slide her &amp;quot;cloak&amp;quot; along the invisible walls, lubricating them with &amp;quot;dark energy&amp;quot; which spilled off onto them.&lt;/p&gt;\n\n&lt;p&gt;Lily had followed me in, along with Cholita. She commented something about the dark energy, which made it seem like an ordinary substance.&lt;/p&gt;\n\n&lt;p&gt;But I resisted her, thinking, &amp;quot;It can&amp;#39;t be that like that! It&amp;#39;s magic, not instant pudding.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Lily faded away.&lt;/p&gt;\n\n&lt;p&gt;I could literally walk side by side with Cholita in that second attention space, as if it were real.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s a corridor&amp;quot;, I thought to myself. Or perhaps Lily interjected that idea from a distance.&lt;/p&gt;\n\n&lt;p&gt;A corridor is sort of a tunnel, for a crowd. Needs a flat floor so people can walk as a group to the destination.&lt;/p&gt;\n\n&lt;p&gt;Cholita got ahead of me. I was studying the corridor&amp;#39;s solidity too long. And wondering what were the things I saw on the walls, now coated a bit in dark energy, obscuring the details.&lt;/p&gt;\n\n&lt;p&gt;Cholita was almost like a giant slime worm that had traveled through, coating the inside in her purple dark energy.&lt;/p&gt;\n\n&lt;p&gt;It certainly made it easier not to get stuck looking at the details.&lt;/p&gt;\n\n&lt;p&gt;I had to hurry to catch up.&lt;/p&gt;\n\n&lt;p&gt;I found us back in my bedroom with Cholita sitting on the edge of the bed, in her double.&lt;/p&gt;\n\n&lt;p&gt;I walked in through the south wall, back in my &amp;quot;real&amp;quot; body and both of us surrounded by the whitish light, which had formed a phantom bedroom.&lt;/p&gt;\n\n&lt;p&gt;Cholita was studying the details of the room, when I remembered something from earlier.&lt;/p&gt;\n\n&lt;p&gt;While explaining the J curve, which Cholita insisted she wanted to learn, I had to stop at the red zone because we got interrupted.&lt;/p&gt;\n\n&lt;p&gt;But the last thing I said to Cholita was, &amp;quot;Eventually you get to the whitish light, and it forms a Phantom copy of your bedroom!&lt;/p&gt;\n\n&lt;p&gt;Except if you look at the details, they aren&amp;#39;t quite right! Maybe there&amp;#39;s a picture hanging on the wall that you don&amp;#39;t really have. You have just GOT to see it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;My intention was to motivate Cholita to practice dark room. To work her way over to the end of the curve, with hard effort.&lt;/p&gt;\n\n&lt;p&gt;But Cholita just showed up where I had last explained to her, and then used me to get to what she really wanted to see. The phantom bedroom. Possibly she wanted to see what was on the picture hanging on the wall. Cholita loves paintings.&lt;/p&gt;\n\n&lt;p&gt;She had the female spirit of a dedicated shopper. Go straight for what you want to buy, before you get distracted with general shopping.&lt;/p&gt;\n\n&lt;p&gt;Cholita had headed straight for the &amp;quot;home furnishings&amp;quot; section in my bedroom.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m reminded of when Carlos announced that Taisha and Florinda were lost. He looked very concerned.&lt;/p&gt;\n\n&lt;p&gt;They weren&amp;#39;t lost more than a day as I recall. Someone, possibly Amy, told me they were lost in the second attention.&lt;/p&gt;\n\n&lt;p&gt;But there they were, standing in front of us in private class.&lt;/p&gt;\n\n&lt;p&gt;Carlos turned to them during his lecture, and in an accusing voice asked where they had been.&lt;/p&gt;\n\n&lt;p&gt;The witches answered, &amp;quot;We went shopping!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "43d4e582-6010-11ea-a748-0ef2a7bb995d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pbid8z", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pbid8z/corridors/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pbid8z/corridors/", "subreddit_subscribers": 9561, "created_utc": 1629919460.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hafbymh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1629986690.0, "send_replies": true, "parent_id": "t3_pbid8z", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Cholita's corridor is still intact!\n\nEven though Cholita fled even further away.  I was driving around at 5AM looking in the hills, but no Cholita.\n\nI'm going to have to buy her some radiation blocking stuff.  They make it for scientists.\n\nExcept maybe that beanie...\n\nCholita cured me of being stuck in the red zone too long.\n\nI'm afraid to say, we need to play in the orange zone a lot, if we want to advance in sorcery.\n\nIf we only play in the red zone, we're not much better than shroom junkies.\n\nBut don't anyone worry about the red zone.\n\nIf you play too much down there and post a picture, it'll be really obvious to seasoned dark roomers, when you went too far.\n\nJust passing through and playing with puffs is safe.\n\nMight have something to do with why Carlos emphasized tensegrity.\n\nI doubt you could get stuck anywhere doing that.\n\nAs for Cholita's passage, when I get to the green I can already see it.\n\nThe walls on my darkroom just go away, and I can see \"stuff\" in the distance, past the wall.\n\nLast night I just reached through there with my arm, to prove the wall was gone.\n\nYep. No wall.\n\nBut if you think it's like just pushing your hand through, that's not quite right.\n\nYou wonder about it, adn then find yourself with your arm a foot or two past the wall, grabbing an object and pulling it out.\n\nAnd it's darned hard to recall the details.\n\nMy guess, your double sees you wondering if you can violate the laws of physics, so it helps you out.\n\nBut even without the double, I just walk that way, down the passage created by the bedroom walls going away,  and I end up in the orange zone.\n\nIf I feel disappointed (it's not all that interesting),  I can \"back up\" a bit and make the puffs brilliant colors with intense black.\n\nThen just walk back down the corridor to somewhat boring old orange city.\n\nYou can go back and forth in about 10 seconds each direction.\n\nBut orange has the whitish light and phantom rooms.  So it's not quite, \"borning\". It just requires more deliberate effort to get things.\n\nCholita pulled me right to that spot in her double, so I guess that was her \"rescuing\" me.  Could be for taking her grocery shopping and letting her fill the cart to the top.\n\nIn the orange zone you can manifest endless dreams in all forms, so it's not completely unsatisfying.\n\nAs for IOB manifestations, since I can move back and forth from red to orange just by walking a couple of feet, it seems that La Gorda's \"It's just a pressure\" description of IOBs is inevitable.\n\nSad... I really do like the fancy costumes!\n\nI'd bring fairy to work if she'd wear that sailor suit all the time.\n\nShow and tell at work?\n\nCall a  meeting, get some donuts and coffee to make people come, and show off your demon girlfriend in the see through sailor suit.\n\nIs that sexual harassment???\n\nAnd Fancy as red riding hood is amazing!\n\nUnfortunately,  IOBs being crazy cool such as demons on fire in purple flames above your head, is pure red zone stuff.\n\nAnd not red zone center. Red zone horizontally shifted.\n\nIn the orange zone, the best you get seems to be a little woman's face barely noticeable on a fading patch of pink. You're lucky if she changes expression.\n\nAnd in the purple zone, you don't care at all.\n\nYou might even get a lecture from infinity on why IOBs are pointless.\n\nMy guess: Don Juan was a purple zone snob!\n\nIt's like eating only at $100 a plate restaurants, and then turning your nose up at McDonalds.\n\nI like McDonalds!", "edited": 1629987522.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hafbymh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita&amp;#39;s corridor is still intact!&lt;/p&gt;\n\n&lt;p&gt;Even though Cholita fled even further away.  I was driving around at 5AM looking in the hills, but no Cholita.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to have to buy her some radiation blocking stuff.  They make it for scientists.&lt;/p&gt;\n\n&lt;p&gt;Except maybe that beanie...&lt;/p&gt;\n\n&lt;p&gt;Cholita cured me of being stuck in the red zone too long.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid to say, we need to play in the orange zone a lot, if we want to advance in sorcery.&lt;/p&gt;\n\n&lt;p&gt;If we only play in the red zone, we&amp;#39;re not much better than shroom junkies.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t anyone worry about the red zone.&lt;/p&gt;\n\n&lt;p&gt;If you play too much down there and post a picture, it&amp;#39;ll be really obvious to seasoned dark roomers, when you went too far.&lt;/p&gt;\n\n&lt;p&gt;Just passing through and playing with puffs is safe.&lt;/p&gt;\n\n&lt;p&gt;Might have something to do with why Carlos emphasized tensegrity.&lt;/p&gt;\n\n&lt;p&gt;I doubt you could get stuck anywhere doing that.&lt;/p&gt;\n\n&lt;p&gt;As for Cholita&amp;#39;s passage, when I get to the green I can already see it.&lt;/p&gt;\n\n&lt;p&gt;The walls on my darkroom just go away, and I can see &amp;quot;stuff&amp;quot; in the distance, past the wall.&lt;/p&gt;\n\n&lt;p&gt;Last night I just reached through there with my arm, to prove the wall was gone.&lt;/p&gt;\n\n&lt;p&gt;Yep. No wall.&lt;/p&gt;\n\n&lt;p&gt;But if you think it&amp;#39;s like just pushing your hand through, that&amp;#39;s not quite right.&lt;/p&gt;\n\n&lt;p&gt;You wonder about it, adn then find yourself with your arm a foot or two past the wall, grabbing an object and pulling it out.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s darned hard to recall the details.&lt;/p&gt;\n\n&lt;p&gt;My guess, your double sees you wondering if you can violate the laws of physics, so it helps you out.&lt;/p&gt;\n\n&lt;p&gt;But even without the double, I just walk that way, down the passage created by the bedroom walls going away,  and I end up in the orange zone.&lt;/p&gt;\n\n&lt;p&gt;If I feel disappointed (it&amp;#39;s not all that interesting),  I can &amp;quot;back up&amp;quot; a bit and make the puffs brilliant colors with intense black.&lt;/p&gt;\n\n&lt;p&gt;Then just walk back down the corridor to somewhat boring old orange city.&lt;/p&gt;\n\n&lt;p&gt;You can go back and forth in about 10 seconds each direction.&lt;/p&gt;\n\n&lt;p&gt;But orange has the whitish light and phantom rooms.  So it&amp;#39;s not quite, &amp;quot;borning&amp;quot;. It just requires more deliberate effort to get things.&lt;/p&gt;\n\n&lt;p&gt;Cholita pulled me right to that spot in her double, so I guess that was her &amp;quot;rescuing&amp;quot; me.  Could be for taking her grocery shopping and letting her fill the cart to the top.&lt;/p&gt;\n\n&lt;p&gt;In the orange zone you can manifest endless dreams in all forms, so it&amp;#39;s not completely unsatisfying.&lt;/p&gt;\n\n&lt;p&gt;As for IOB manifestations, since I can move back and forth from red to orange just by walking a couple of feet, it seems that La Gorda&amp;#39;s &amp;quot;It&amp;#39;s just a pressure&amp;quot; description of IOBs is inevitable.&lt;/p&gt;\n\n&lt;p&gt;Sad... I really do like the fancy costumes!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d bring fairy to work if she&amp;#39;d wear that sailor suit all the time.&lt;/p&gt;\n\n&lt;p&gt;Show and tell at work?&lt;/p&gt;\n\n&lt;p&gt;Call a  meeting, get some donuts and coffee to make people come, and show off your demon girlfriend in the see through sailor suit.&lt;/p&gt;\n\n&lt;p&gt;Is that sexual harassment???&lt;/p&gt;\n\n&lt;p&gt;And Fancy as red riding hood is amazing!&lt;/p&gt;\n\n&lt;p&gt;Unfortunately,  IOBs being crazy cool such as demons on fire in purple flames above your head, is pure red zone stuff.&lt;/p&gt;\n\n&lt;p&gt;And not red zone center. Red zone horizontally shifted.&lt;/p&gt;\n\n&lt;p&gt;In the orange zone, the best you get seems to be a little woman&amp;#39;s face barely noticeable on a fading patch of pink. You&amp;#39;re lucky if she changes expression.&lt;/p&gt;\n\n&lt;p&gt;And in the purple zone, you don&amp;#39;t care at all.&lt;/p&gt;\n\n&lt;p&gt;You might even get a lecture from infinity on why IOBs are pointless.&lt;/p&gt;\n\n&lt;p&gt;My guess: Don Juan was a purple zone snob!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like eating only at $100 a plate restaurants, and then turning your nose up at McDonalds.&lt;/p&gt;\n\n&lt;p&gt;I like McDonalds!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pbid8z/corridors/hafbymh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629986690.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pbid8z", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]