[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This is my first reddit post ever.  In fact I only got a reddit account because of this group that I've been browsing heavily for the last two weeks.  I'm on journey to ixtlan right now, I'm sorry if I don't have all the terminology down.  Can someone explain heightened awareness?  Is that the buzzing and rapid heart beat, etc before and OBE?  I haven't read all the books but I will.  I have strange night time experiences and I'm trying make the connections here as alot of what I'm reading in this group seems to resonate.  Anyway I see some colors since I started regular meditating.  I got a purple that was pretty bright.  My blackout glasses are in the mail.  This group is really cool.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Hi I'm new, I don't know how to reddit", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_kqwdrw", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 20, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3ddw4gzc", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 20, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1609844911.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is my first reddit post ever.  In fact I only got a reddit account because of this group that I&amp;#39;ve been browsing heavily for the last two weeks.  I&amp;#39;m on journey to ixtlan right now, I&amp;#39;m sorry if I don&amp;#39;t have all the terminology down.  Can someone explain heightened awareness?  Is that the buzzing and rapid heart beat, etc before and OBE?  I haven&amp;#39;t read all the books but I will.  I have strange night time experiences and I&amp;#39;m trying make the connections here as alot of what I&amp;#39;m reading in this group seems to resonate.  Anyway I see some colors since I started regular meditating.  I got a purple that was pretty bright.  My blackout glasses are in the mail.  This group is really cool.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "kqwdrw", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "HasenPffefer", "discussion_type": null, "num_comments": 20, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/", "subreddit_subscribers": 9561, "created_utc": 1609844911.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi808e6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7lt92", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I always thought meditation should give someone a boost.\n\nYou just had bad teachers.  Didn't tell you what real progress looks like.\n\nI suppose only the guru is supposed to have visions????\n\nIsn't that a bit transparent?", "edited": 1609880077.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gi808e6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I always thought meditation should give someone a boost.&lt;/p&gt;\n\n&lt;p&gt;You just had bad teachers.  Didn&amp;#39;t tell you what real progress looks like.&lt;/p&gt;\n\n&lt;p&gt;I suppose only the guru is supposed to have visions????&lt;/p&gt;\n\n&lt;p&gt;Isn&amp;#39;t that a bit transparent?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi808e6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609879891.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609879891.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7lt92", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609874631.0, "send_replies": true, "parent_id": "t1_gi7600e", "score": 3, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've had full blown images while meditating though.  Also people and scenes in the woods.  One time I saw a woman walking in the woods with two kids and one of the kids turned to look at me.  Is that something?  I wasn't asleep.  Also I see people alot and they move they're mouths but I can't tell what they're saying.  Or they make strange faces and then disappear when I \"realize\" it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7lt92", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve had full blown images while meditating though.  Also people and scenes in the woods.  One time I saw a woman walking in the woods with two kids and one of the kids turned to look at me.  Is that something?  I wasn&amp;#39;t asleep.  Also I see people alot and they move they&amp;#39;re mouths but I can&amp;#39;t tell what they&amp;#39;re saying.  Or they make strange faces and then disappear when I &amp;quot;realize&amp;quot; it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7lt92/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609874631.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7600e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1609867595.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 16, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Heightened awareness is \"Enlightenment'.  Possibly closest is Zen enlightenment, because the rest of Buddhism and Hinduism has a \"continuum\", where you relearn the world based on the first level  of \"Emptiness\", or \"Cosmic Consciousness\".  So you go deeper and deeper, and they decided those are \"new\" levels of enlightenment.  One such system has 5 I know of.\n\nBut before you get confused, enlightenment is not permanent. The Asians made that up, because of how the Asian social order works.  It's a \"Seniority System\".  So it would be unseemly if an enlightened master was suddenly not enlightened anymore, which certainly will happen if you don't keep moving yourself back there on a regular basis.  \n\nI've seen it happen to famous Japanese Zen masters, but you have to be friends with the monks, and well trusted, to hear them admit it.\n\nThe same is true in sorcery.  You can lose it if you don't keep working. And it never gets any easier.  You have to work like a dog to get to the rewards, and then once you have them the natural thing is to think you can relax.  But then you learn, you still have to work like a dog if you want to make progress.  If you only work like  a cat, you remain still. If you stop for a while, you revert back.\n\nIt's because we're using something the Buddhists, Taoists, and Hindus don't know about.\n\nThe assemblage point.  They never thought of it, so they're very confused about what's going on.  Not to mention, those all turned into businesses with franchises, so for the most part there's nothing there worth pursuing.  At least, not if you have sorcery available.  \n\nAnd sorcery is much older.  Carlos stated possibly 10K years.  And that the origin was the Olmecs.  That produced some giggles from people who can go to Wikipedia, and have a grudge against Carlos.  10,000 years?  The Olmecs only go back to 1500BC, with pre-olmecs going back to 2500BC.\n\nBut in fact, there were Indian artifacts in my area as far back as 12,000 years ago.   \n\nAnd the Olmec people recognized on Wikipedia came from other older peoples, in the Americas.  So the 10K estimate makes sense.\n\nLikely they first used power plants, which let them perceive inorganic beings.  And the inorganic beings themselves taught them sorcery. \n\nThey love to do that!   I suppose it's like a high school badminton coach, who actually just likes to see the girls in those little badminton skirts they wear. So he's happy to manage the team.\n\nIOBs are happy to manage your team too.\n\nNo, heightened awareness is not the buzzing before an OBE. But that is a sign you moved the assemblage point.\n\nI'm going out on a limb here, making up numbers Carlos would have cringed to hear.\n\nBut we don't have Carlos or the witches to give us the real number, so it's not a big crime.\n\nI'd say, you moved it around 4 inches down the back, to produce your buzzing and OBE.\n\nThat's about how far it moves during ordinary dreams.  Here's the J curve, in case you don't know about it.  Heightened awareness is way down the back, up the front again, and right next to your belly button on the right.  Once you move it below the bottom, you'll be in \"Fairy Land\", meaning, visible magic all around you.  As you can see from the pictures, showing what happens at each position.\n\n[https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;format=pjpg&amp;auto=webp&amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f](https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;format=pjpg&amp;auto=webp&amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f)\n\nThe buzzing in the ears happens around 1.5 hours before you move it that far!  And it's only that fast if you have a good technique to move it with.  The darkroom gazing will move it to heightened awareness in around 2 hours, once you can get a decent level of silence.\n\nOf course, if you have a Nagual, he can slap you on the back and move it there instantly.  But we only have a technique now.  A technique designed by a helpful inorganic being called, \"Fairy\".  She was given to private classes by Carlos, but didn't find many people who wanted her to visit.\n\nThat's where \"puffery\" comes in. As Carlos was dying, he realized his plan to \"clean us off\" wasn't suitable anymore. He'd been taking it slowly, because random people freak out when real sorcery becomes visible. \n\nSo he had us concentrate on Tensegrity and Recapitulation.  Both \"fix\" your personality.\n\nHe had a workshop audience in the thousands!  So he needed to hose people off a bit, to avoid disaster.\n\nAnd mainly, so poor Carlos didn't have to suffer as much.  Trust me, he suffered endlessly with his private class and inner circle!  I've gotten to see the same thing, trying to help in here.\n\nIn fact, his many students killed him in the end.\n\nHis idea to slow things down and take it save, also created an emergency. He never got around to releasing visible magic to us.  \n\nOnce it was clear he was going to die soon, he started to release it. But it was ignored by Cleargreen, the organization he set up to teach.\n\nThere are pictures in here, of what he released.  Pandora's Box tensegrity move, and Zuleica's pass, illustrate what he wanted us to do.  Make the Tensegrity visible.\n\nAnything showing \"the wall\" in the illustrations, is what he gave us for a new teacher.  Intent itself.  I believe it's in that J curve diagram I gave you. But it's also in Juan's last post, on that heart shaped rock.\n\nAnd then there's a whole system of magic, hidden in the Tensegrity movements.\n\nIf you can see purple light in the darkness, you're in business! That's what Tensegrity was designed for.\n\nTo push around those purple puffs.\n\nNow the question is, can you come up with 3 hours a day?\n\nIf not, at least 1 hour will make you realize, you need 3.\n\nLess, and you'd better be super talented.  Have yet to see one of those, who didn't do that to themselves with too many power plants.  Which makes it far less than fully useful.\n\nIf you only have 30 minutes, go find my \"Simple Silence Technique\", and kiss visible magic goodbye for now.  But you can learn a lot of things with that technique. IOBs, remote viewing, entering lucid dreaming directly from awake.  It's just not enough to fully convince you, sorcery is real.\n\nSo, you also have some terms like \"OBE\".\n\nTry to drop them all.  Third eye, OBE,  Chakras, Kundalini.  Not useful for learning sorcery.\n\nThey are in fact a hindrance.  \n\nAlso dump anything you read from a book other than those of Carlos or the witches. Those are all frauds, and can actually prevent you from learning just because they put wrong ideas in your head.\n\nWhen you glance at pure whitish energy on the walls of your dark room, waiting for it to assemble another world, and you end up in in Africa, you might remember you were watching that documentary on Africa 2 days ago.  And it seems to have influenced the results.\n\n\"OBE\" will do the same, in a very bad way.  \n\nThe situation is this:  If there is a fixed reality, it isn't very useful.  We're stationary bubbles of awareness on a sea of brilliant fibers of  yellow light, stretching into infinity.\n\nIt's everything possible for us.  But we only use a tiny bit of it, to create our reality.\n\nEstimate of how much?  Can't.  We use a ball around 3 feet in diameter, while our luminous shell is perhaps 12 feet in diameter.  But within that 3 feet, we don't use all of it.\n\nAnd a TINY shift of the assemblage point inside our luminous shell, completely alters reality.\n\nSo I'll guess:  We use 1/10,000 of our available range of emanations.  \n\n&amp;#x200B;\n\ncontinued...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7600e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Heightened awareness is &amp;quot;Enlightenment&amp;#39;.  Possibly closest is Zen enlightenment, because the rest of Buddhism and Hinduism has a &amp;quot;continuum&amp;quot;, where you relearn the world based on the first level  of &amp;quot;Emptiness&amp;quot;, or &amp;quot;Cosmic Consciousness&amp;quot;.  So you go deeper and deeper, and they decided those are &amp;quot;new&amp;quot; levels of enlightenment.  One such system has 5 I know of.&lt;/p&gt;\n\n&lt;p&gt;But before you get confused, enlightenment is not permanent. The Asians made that up, because of how the Asian social order works.  It&amp;#39;s a &amp;quot;Seniority System&amp;quot;.  So it would be unseemly if an enlightened master was suddenly not enlightened anymore, which certainly will happen if you don&amp;#39;t keep moving yourself back there on a regular basis.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen it happen to famous Japanese Zen masters, but you have to be friends with the monks, and well trusted, to hear them admit it.&lt;/p&gt;\n\n&lt;p&gt;The same is true in sorcery.  You can lose it if you don&amp;#39;t keep working. And it never gets any easier.  You have to work like a dog to get to the rewards, and then once you have them the natural thing is to think you can relax.  But then you learn, you still have to work like a dog if you want to make progress.  If you only work like  a cat, you remain still. If you stop for a while, you revert back.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because we&amp;#39;re using something the Buddhists, Taoists, and Hindus don&amp;#39;t know about.&lt;/p&gt;\n\n&lt;p&gt;The assemblage point.  They never thought of it, so they&amp;#39;re very confused about what&amp;#39;s going on.  Not to mention, those all turned into businesses with franchises, so for the most part there&amp;#39;s nothing there worth pursuing.  At least, not if you have sorcery available.  &lt;/p&gt;\n\n&lt;p&gt;And sorcery is much older.  Carlos stated possibly 10K years.  And that the origin was the Olmecs.  That produced some giggles from people who can go to Wikipedia, and have a grudge against Carlos.  10,000 years?  The Olmecs only go back to 1500BC, with pre-olmecs going back to 2500BC.&lt;/p&gt;\n\n&lt;p&gt;But in fact, there were Indian artifacts in my area as far back as 12,000 years ago.   &lt;/p&gt;\n\n&lt;p&gt;And the Olmec people recognized on Wikipedia came from other older peoples, in the Americas.  So the 10K estimate makes sense.&lt;/p&gt;\n\n&lt;p&gt;Likely they first used power plants, which let them perceive inorganic beings.  And the inorganic beings themselves taught them sorcery. &lt;/p&gt;\n\n&lt;p&gt;They love to do that!   I suppose it&amp;#39;s like a high school badminton coach, who actually just likes to see the girls in those little badminton skirts they wear. So he&amp;#39;s happy to manage the team.&lt;/p&gt;\n\n&lt;p&gt;IOBs are happy to manage your team too.&lt;/p&gt;\n\n&lt;p&gt;No, heightened awareness is not the buzzing before an OBE. But that is a sign you moved the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going out on a limb here, making up numbers Carlos would have cringed to hear.&lt;/p&gt;\n\n&lt;p&gt;But we don&amp;#39;t have Carlos or the witches to give us the real number, so it&amp;#39;s not a big crime.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say, you moved it around 4 inches down the back, to produce your buzzing and OBE.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s about how far it moves during ordinary dreams.  Here&amp;#39;s the J curve, in case you don&amp;#39;t know about it.  Heightened awareness is way down the back, up the front again, and right next to your belly button on the right.  Once you move it below the bottom, you&amp;#39;ll be in &amp;quot;Fairy Land&amp;quot;, meaning, visible magic all around you.  As you can see from the pictures, showing what happens at each position.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f\"&gt;https://preview.redd.it/e5d6gzqi3i551.jpg?width=3840&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a6f226ac0f4340ee743c2526be6edd2d9f25e51f&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The buzzing in the ears happens around 1.5 hours before you move it that far!  And it&amp;#39;s only that fast if you have a good technique to move it with.  The darkroom gazing will move it to heightened awareness in around 2 hours, once you can get a decent level of silence.&lt;/p&gt;\n\n&lt;p&gt;Of course, if you have a Nagual, he can slap you on the back and move it there instantly.  But we only have a technique now.  A technique designed by a helpful inorganic being called, &amp;quot;Fairy&amp;quot;.  She was given to private classes by Carlos, but didn&amp;#39;t find many people who wanted her to visit.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where &amp;quot;puffery&amp;quot; comes in. As Carlos was dying, he realized his plan to &amp;quot;clean us off&amp;quot; wasn&amp;#39;t suitable anymore. He&amp;#39;d been taking it slowly, because random people freak out when real sorcery becomes visible. &lt;/p&gt;\n\n&lt;p&gt;So he had us concentrate on Tensegrity and Recapitulation.  Both &amp;quot;fix&amp;quot; your personality.&lt;/p&gt;\n\n&lt;p&gt;He had a workshop audience in the thousands!  So he needed to hose people off a bit, to avoid disaster.&lt;/p&gt;\n\n&lt;p&gt;And mainly, so poor Carlos didn&amp;#39;t have to suffer as much.  Trust me, he suffered endlessly with his private class and inner circle!  I&amp;#39;ve gotten to see the same thing, trying to help in here.&lt;/p&gt;\n\n&lt;p&gt;In fact, his many students killed him in the end.&lt;/p&gt;\n\n&lt;p&gt;His idea to slow things down and take it save, also created an emergency. He never got around to releasing visible magic to us.  &lt;/p&gt;\n\n&lt;p&gt;Once it was clear he was going to die soon, he started to release it. But it was ignored by Cleargreen, the organization he set up to teach.&lt;/p&gt;\n\n&lt;p&gt;There are pictures in here, of what he released.  Pandora&amp;#39;s Box tensegrity move, and Zuleica&amp;#39;s pass, illustrate what he wanted us to do.  Make the Tensegrity visible.&lt;/p&gt;\n\n&lt;p&gt;Anything showing &amp;quot;the wall&amp;quot; in the illustrations, is what he gave us for a new teacher.  Intent itself.  I believe it&amp;#39;s in that J curve diagram I gave you. But it&amp;#39;s also in Juan&amp;#39;s last post, on that heart shaped rock.&lt;/p&gt;\n\n&lt;p&gt;And then there&amp;#39;s a whole system of magic, hidden in the Tensegrity movements.&lt;/p&gt;\n\n&lt;p&gt;If you can see purple light in the darkness, you&amp;#39;re in business! That&amp;#39;s what Tensegrity was designed for.&lt;/p&gt;\n\n&lt;p&gt;To push around those purple puffs.&lt;/p&gt;\n\n&lt;p&gt;Now the question is, can you come up with 3 hours a day?&lt;/p&gt;\n\n&lt;p&gt;If not, at least 1 hour will make you realize, you need 3.&lt;/p&gt;\n\n&lt;p&gt;Less, and you&amp;#39;d better be super talented.  Have yet to see one of those, who didn&amp;#39;t do that to themselves with too many power plants.  Which makes it far less than fully useful.&lt;/p&gt;\n\n&lt;p&gt;If you only have 30 minutes, go find my &amp;quot;Simple Silence Technique&amp;quot;, and kiss visible magic goodbye for now.  But you can learn a lot of things with that technique. IOBs, remote viewing, entering lucid dreaming directly from awake.  It&amp;#39;s just not enough to fully convince you, sorcery is real.&lt;/p&gt;\n\n&lt;p&gt;So, you also have some terms like &amp;quot;OBE&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Try to drop them all.  Third eye, OBE,  Chakras, Kundalini.  Not useful for learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;They are in fact a hindrance.  &lt;/p&gt;\n\n&lt;p&gt;Also dump anything you read from a book other than those of Carlos or the witches. Those are all frauds, and can actually prevent you from learning just because they put wrong ideas in your head.&lt;/p&gt;\n\n&lt;p&gt;When you glance at pure whitish energy on the walls of your dark room, waiting for it to assemble another world, and you end up in in Africa, you might remember you were watching that documentary on Africa 2 days ago.  And it seems to have influenced the results.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;OBE&amp;quot; will do the same, in a very bad way.  &lt;/p&gt;\n\n&lt;p&gt;The situation is this:  If there is a fixed reality, it isn&amp;#39;t very useful.  We&amp;#39;re stationary bubbles of awareness on a sea of brilliant fibers of  yellow light, stretching into infinity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s everything possible for us.  But we only use a tiny bit of it, to create our reality.&lt;/p&gt;\n\n&lt;p&gt;Estimate of how much?  Can&amp;#39;t.  We use a ball around 3 feet in diameter, while our luminous shell is perhaps 12 feet in diameter.  But within that 3 feet, we don&amp;#39;t use all of it.&lt;/p&gt;\n\n&lt;p&gt;And a TINY shift of the assemblage point inside our luminous shell, completely alters reality.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll guess:  We use 1/10,000 of our available range of emanations.  &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;continued...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7600e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609867595.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 16}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi8ayw7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi83vpz", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've got the clip in my archive but if I upload it to any of the Reddit approved sites it will get DMCA karate-chopped.\n\nEdit: [Phenomenon - cued to this scene](https://youtu.be/MEoT3d0GrfM?t=4656)", "edited": 1609949156.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_gi8ayw7", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve got the clip in my archive but if I upload it to any of the Reddit approved sites it will get DMCA karate-chopped.&lt;/p&gt;\n\n&lt;p&gt;Edit: &lt;a href=\"https://youtu.be/MEoT3d0GrfM?t=4656\"&gt;Phenomenon - cued to this scene&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_kqwdrw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi8ayw7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609884061.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609884061.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi83vpz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7ruq3", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could be they make the connection to intent, and sharing isn't on the plan it gives them.\n\nDon Juan mentions that same thing in the earlier books. I thought it was only in \"Silent Knowledge\".\n\nBut in one of the books written before workshops, don Juan says something about how different bundles of emanations can form,  and also tells us that they aren't \"contiguous\". \n\nIn terms of physical space, if that can even apply, 2 bundles could be located at precisely the same place, but both contain different emanations.    Or, emphasize different emanations, and exclude others.\n\nThen he mentions how you can gain access to a particular range, associated with having *intent* guide you.\n\nOne of you must have posted that somewhere.\n\nSo let's take Taisha, Florinda, and by association Kylie.\n\nEither they buried themselves and went along with Carlos (partly responsible for the suicide speculations), or helping the left behind students is imply not on the path intent is guiding them through.\n\nYou just can't go back and rescue that cute girl from Junior High.  Time flows too far.\n\nIntent is nice to have around, I suspect.  It has some nice human qualities.\n\nPerhaps it's not alien at all.\n\nHere's what I've found so far, regarding intent.  Except, you can't explain the feeling it gives off.\n\nFrom \"Phenomenon\" the movie, with John Travolta.\n\nHe's staring at the leaves blowing in the tree, and he can feel magic up there. It calms him down.\n\nToo specific to look for on YouTube, but it's towards the end of the movie.", "edited": false, "author_flair_css_class": null, "name": "t1_gi83vpz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could be they make the connection to intent, and sharing isn&amp;#39;t on the plan it gives them.&lt;/p&gt;\n\n&lt;p&gt;Don Juan mentions that same thing in the earlier books. I thought it was only in &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But in one of the books written before workshops, don Juan says something about how different bundles of emanations can form,  and also tells us that they aren&amp;#39;t &amp;quot;contiguous&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;In terms of physical space, if that can even apply, 2 bundles could be located at precisely the same place, but both contain different emanations.    Or, emphasize different emanations, and exclude others.&lt;/p&gt;\n\n&lt;p&gt;Then he mentions how you can gain access to a particular range, associated with having &lt;em&gt;intent&lt;/em&gt; guide you.&lt;/p&gt;\n\n&lt;p&gt;One of you must have posted that somewhere.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s take Taisha, Florinda, and by association Kylie.&lt;/p&gt;\n\n&lt;p&gt;Either they buried themselves and went along with Carlos (partly responsible for the suicide speculations), or helping the left behind students is imply not on the path intent is guiding them through.&lt;/p&gt;\n\n&lt;p&gt;You just can&amp;#39;t go back and rescue that cute girl from Junior High.  Time flows too far.&lt;/p&gt;\n\n&lt;p&gt;Intent is nice to have around, I suspect.  It has some nice human qualities.&lt;/p&gt;\n\n&lt;p&gt;Perhaps it&amp;#39;s not alien at all.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I&amp;#39;ve found so far, regarding intent.  Except, you can&amp;#39;t explain the feeling it gives off.&lt;/p&gt;\n\n&lt;p&gt;From &amp;quot;Phenomenon&amp;quot; the movie, with John Travolta.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s staring at the leaves blowing in the tree, and he can feel magic up there. It calms him down.&lt;/p&gt;\n\n&lt;p&gt;Too specific to look for on YouTube, but it&amp;#39;s towards the end of the movie.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_kqwdrw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi83vpz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609881306.0, "author_flair_text": null, "collapsed": false, "created_utc": 1609881306.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7ruq3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7e0vx", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Maybe more aloof than angry? Thus the potential secrecy.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7ruq3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe more aloof than angry? Thus the potential secrecy.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7ruq3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609876744.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609876744.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7e0vx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7c5ft", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I can't believe anyone who has actual magic is angry.\n\nIt sort of makes you happy.\n\nBut there aren't enough people practicing actual magic around,  to test that theory.\n\nI didn't get lynched in the greebles forum!\n\nI was simply corrected: A wizard and a sorcerer are not the same thing.\n\nThe wizard has a staff, while the sorcerer has a wand?\n\nMy training stopped with \"Space Invaders\".\n\nAnd Carlos didn't fill us in on those details.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gi7e0vx", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I can&amp;#39;t believe anyone who has actual magic is angry.&lt;/p&gt;\n\n&lt;p&gt;It sort of makes you happy.&lt;/p&gt;\n\n&lt;p&gt;But there aren&amp;#39;t enough people practicing actual magic around,  to test that theory.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t get lynched in the greebles forum!&lt;/p&gt;\n\n&lt;p&gt;I was simply corrected: A wizard and a sorcerer are not the same thing.&lt;/p&gt;\n\n&lt;p&gt;The wizard has a staff, while the sorcerer has a wand?&lt;/p&gt;\n\n&lt;p&gt;My training stopped with &amp;quot;Space Invaders&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And Carlos didn&amp;#39;t fill us in on those details.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7e0vx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609871171.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609871171.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7c5ft", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1609870335.0, "send_replies": true, "parent_id": "t1_gi76747", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's r/greebles, not weebles. And these two clips of the Angry Shaman's Council from The Mighty Boosh are good examples of the ego/pomposity of many magick-minded types:\n\n[Angry Shaman Council - Clip #1](https://youtu.be/wWaod76CjzI)\n\n[Angry Shaman Council - Clip #2](https://youtu.be/e4c9wUIY9IQ)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7c5ft", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s &lt;a href=\"/r/greebles\"&gt;r/greebles&lt;/a&gt;, not weebles. And these two clips of the Angry Shaman&amp;#39;s Council from The Mighty Boosh are good examples of the ego/pomposity of many magick-minded types:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/wWaod76CjzI\"&gt;Angry Shaman Council - Clip #1&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/e4c9wUIY9IQ\"&gt;Angry Shaman Council - Clip #2&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7c5ft/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609870335.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi7xlyg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7jd9c", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I haven't seen any other real magic out there, besides Shinzen and Ingram.\n\nShinzen has a bunch of videos for techniques you can try.  Some kind of \"automatic walking\" is among them.  I do that.\n\nBut in the long run, he doesn't know about the assemblage point.  Neither does Ingram.\n\nSo they're at a 1000 mile disadvantage relative to sorcerers.\n\nI haven't seen any indication they know about \"intent\" either.\n\nIntent is #1 for us.\n\nI've been hot on it's trail for months.\n\nI'm surprised each time I see it. The rules don Juan gave for getting help from it, turn out to be its \"Personality\".\n\nI NEVER expected that.\n\nIn Sorcery, everything is what it is.\n\nThey don't confuse you with puzzles, the way Asians like to do.\n\nThe termology is usually literal.\n\nAnd the explanations something you get to see with your own eyes.\n\nIntent is a tiny bit silly, and a tiny bit malicious.\n\nIt's sort of what makes us happy, in our own view of the world.\n\nTo be the funny prankster who never actually hurts anyone.\n\nTurns out either intent copies that for humans, or that's why humans enjoy that behavior.", "edited": 1609879074.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gi7xlyg", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I haven&amp;#39;t seen any other real magic out there, besides Shinzen and Ingram.&lt;/p&gt;\n\n&lt;p&gt;Shinzen has a bunch of videos for techniques you can try.  Some kind of &amp;quot;automatic walking&amp;quot; is among them.  I do that.&lt;/p&gt;\n\n&lt;p&gt;But in the long run, he doesn&amp;#39;t know about the assemblage point.  Neither does Ingram.&lt;/p&gt;\n\n&lt;p&gt;So they&amp;#39;re at a 1000 mile disadvantage relative to sorcerers.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t seen any indication they know about &amp;quot;intent&amp;quot; either.&lt;/p&gt;\n\n&lt;p&gt;Intent is #1 for us.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been hot on it&amp;#39;s trail for months.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m surprised each time I see it. The rules don Juan gave for getting help from it, turn out to be its &amp;quot;Personality&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I NEVER expected that.&lt;/p&gt;\n\n&lt;p&gt;In Sorcery, everything is what it is.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t confuse you with puzzles, the way Asians like to do.&lt;/p&gt;\n\n&lt;p&gt;The termology is usually literal.&lt;/p&gt;\n\n&lt;p&gt;And the explanations something you get to see with your own eyes.&lt;/p&gt;\n\n&lt;p&gt;Intent is a tiny bit silly, and a tiny bit malicious.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s sort of what makes us happy, in our own view of the world.&lt;/p&gt;\n\n&lt;p&gt;To be the funny prankster who never actually hurts anyone.&lt;/p&gt;\n\n&lt;p&gt;Turns out either intent copies that for humans, or that&amp;#39;s why humans enjoy that behavior.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7xlyg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609878885.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609878885.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7jd9c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609873549.0, "send_replies": true, "parent_id": "t1_gi76747", "score": 2, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you so much for the incredible response....you gave me so much to think about.  This is insane and fantastic.  I gotta figure out this 3 hour thing....it makes the other stuff really seem not worth it huh", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7jd9c", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you so much for the incredible response....you gave me so much to think about.  This is insane and fantastic.  I gotta figure out this 3 hour thing....it makes the other stuff really seem not worth it huh&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7jd9c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609873549.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi7yxtl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gi7jx4v", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes.  But also go look at Zuleica's Pass in the Tensegrity section, and try to figure it out. It's the most convenient in the darkroom, and eventually will make your second attention energy body visible.\n\nIt was the first pass Carlos ever taught me, and he hung out watching me do it, for longer than at any other time.  Maybe he could see the intent of the future while watching?\n\nNot to mention, if you learn to go \"fishing\" in your room, that pass is excellent for stirring up the water, to attract inorganic being fish.\n\nWhich you can do on  your bed, if you can't bend down to the floor.  Works just as well on the bed, but doesn't mix high and low energy as well.\n\nAnd, \"Mashing energy\" Tensegrity Pass (from book) for when you don't want to move too much, but need a boost.  \n\nBut the most important tensegrity of all, is this movement at 5:22.\n\nhttps://www.youtube.com/watch?v=Pt7n2273_PU&amp;t=5m22s\n\nWish I knew what happened to those people.  One I believe died a tragic death after Cleargreen abandoned her.\n\nCleargreen had money problems, and seems to have abandoned a lot of people.\n\nNot that they would have learned, if they stuck around.\n\nYou don't need to jump like in that video!\n\nJust look around, and if you see some purple somewhere around you, reach out and scoop it onto your torso.\n\nWhen it stays there and you can clearly see it, you've moved the assemblage point at least 6 inches down.\n\nI have guilt for saying things like that.  Carlos would be quite unhappy about it.\n\nBut where's his teachers?\n\nHiding I suppose.  Could be they made the connection to intent that don Juan talks about, and we're not in their  plans.", "edited": 1609879793.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gi7yxtl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes.  But also go look at Zuleica&amp;#39;s Pass in the Tensegrity section, and try to figure it out. It&amp;#39;s the most convenient in the darkroom, and eventually will make your second attention energy body visible.&lt;/p&gt;\n\n&lt;p&gt;It was the first pass Carlos ever taught me, and he hung out watching me do it, for longer than at any other time.  Maybe he could see the intent of the future while watching?&lt;/p&gt;\n\n&lt;p&gt;Not to mention, if you learn to go &amp;quot;fishing&amp;quot; in your room, that pass is excellent for stirring up the water, to attract inorganic being fish.&lt;/p&gt;\n\n&lt;p&gt;Which you can do on  your bed, if you can&amp;#39;t bend down to the floor.  Works just as well on the bed, but doesn&amp;#39;t mix high and low energy as well.&lt;/p&gt;\n\n&lt;p&gt;And, &amp;quot;Mashing energy&amp;quot; Tensegrity Pass (from book) for when you don&amp;#39;t want to move too much, but need a boost.  &lt;/p&gt;\n\n&lt;p&gt;But the most important tensegrity of all, is this movement at 5:22.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=Pt7n2273_PU&amp;amp;t=5m22s\"&gt;https://www.youtube.com/watch?v=Pt7n2273_PU&amp;amp;t=5m22s&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Wish I knew what happened to those people.  One I believe died a tragic death after Cleargreen abandoned her.&lt;/p&gt;\n\n&lt;p&gt;Cleargreen had money problems, and seems to have abandoned a lot of people.&lt;/p&gt;\n\n&lt;p&gt;Not that they would have learned, if they stuck around.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need to jump like in that video!&lt;/p&gt;\n\n&lt;p&gt;Just look around, and if you see some purple somewhere around you, reach out and scoop it onto your torso.&lt;/p&gt;\n\n&lt;p&gt;When it stays there and you can clearly see it, you&amp;#39;ve moved the assemblage point at least 6 inches down.&lt;/p&gt;\n\n&lt;p&gt;I have guilt for saying things like that.  Carlos would be quite unhappy about it.&lt;/p&gt;\n\n&lt;p&gt;But where&amp;#39;s his teachers?&lt;/p&gt;\n\n&lt;p&gt;Hiding I suppose.  Could be they made the connection to intent that don Juan talks about, and we&amp;#39;re not in their  plans.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7yxtl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609879395.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1609879395.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi7jx4v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609873800.0, "send_replies": true, "parent_id": "t1_gi76747", "score": 2, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The only tensegrity ive found are the three videos on YouTube with the three women.  Are those good to start out?  I haven't read all of the books and apparently none of the really important ones.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7jx4v", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The only tensegrity ive found are the three videos on YouTube with the three women.  Are those good to start out?  I haven&amp;#39;t read all of the books and apparently none of the really important ones.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7jx4v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609873800.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi7k3pk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609873882.0, "send_replies": true, "parent_id": "t1_gi76747", "score": 2, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have to re-read your 3 weeks post.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7k3pk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have to re-read your 3 weeks post.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7k3pk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609873882.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi76747", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1609867684.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "continued from before...\n\nWhen the assemblage point shifts, you use different fibers (emanations). If no one else has been there, that resulting world is chaotic and keeps changing.\n\nIf two people have been there, you can manage to hold it, sort of like 2 people venturing into some weird psychic realm. It's real enough where you are standing, but don't look too far out. \n\nCholita and I have a reality like that in our home. It's just a dreaming realm, created by an inorganic being accident.  The parts we've visited a bunch are relatively stable, but if you venture off too far, it gets chaotic and keeps mutating.  1/4th mile into it, it connects to an inorganic beings world.\n\nSo, \"reality\" needs people to perceive it, before it becomes as real as this one we live in.\n\nWith billions viewing the same emanations, they are so reliable that we can deduce the \"laws of physics\" for the world we've selected.\n\nBut in fact, those no longer apply if you move the assemblage point far.\n\nYou'll get to experience that yourself, if you work at it.\n\nSo the point of this is, you need other people to have been somewhere, if you want it to be reliable.\n\nThe ancient Olmecs pushed far, and brought their friends with them, and carved a path deep into reality.\n\nThat's the only path we have.  So you have to be true to it.  Don't mix in other paths, or other systems.  The path of intent of the Olmecs is like old railroad tracks in the jungle, leading off to somewhere far away.\n\nYou can't just hook yourself to any set of railroad tracks. They don't lead to the same place.\n\nSo keep the OBE down.  The path of OBE is attention seeking. Something easy to do, so you can brag it up with your friends, and get attention.\n\nMostly it's exaggerated dreams.  But always, it's infected with \"me, me, me\", the song we sign to ourselves, deep in our soul.\n\nThat's  the current position of the assemblage point all of us are stuck to.  Self-pity.  \"Poor baby me\", as the witches used to say.\n\nWe want to move away from that, to \"Holy shit!  I'm surrounded by magic and there are other worlds all along the walls of my room!\"\n\nFor that path, you need to keep to the \"Intent of the Ancient Sorcerer's of Mexico\".\n\nCarlos was so obsessed with this very specific path that he even changed the names of people in his group, made up stories about them which tied them to the Museum of Anthropology in Mexico City, and he created \"cover stories\", relating them to characters in his books.\n\nWas the \"blue scout\" really the one from his books?  We'll never know. And it doesn't really matter.  Either way, he was following the intent of sorcery.\n\nHe wasn't being tricky and trying to justify his books. He was trying to give those individuals a \"hook\" to that specific intent.\n\nThat's because intent itself, is alive.\n\nIt gives us gifts when we practice. \n\nThe rule is: \n\nWork hard towards an impossible or crazy goal, but one which seems to improve  yourself. Expand your awareness of the universe.\n\nAfter a fair amount of work, *intent* will give you a gift along that line.  For instance, you work to see purple puffs of light, and then one night all hell breaks loose, and the puffs become as brilliant as the sun.  or more accurately, your assemblage point suddenly drops another 6 inches.\n\nThen the next night, not.  Gone.  You have to earn it back.\n\nIt's a long process. But you certainly don't want intent getting confused about which path you are following.\n\nInstead of the gift of brilliant purple balls  of light, you might get Yogi diapers in the mail.\n\nOr inherit all the collected works of Crowley.\n\nOr even join the Jehovah's witnesses, and make it your mission to go door to door and convert the whole world.\n\nYou don't want that.  You want sorcery.  So even if something else seems similar, put it aside.\n\nWhen new people come here, there are several things which can doom them from the start:\n\nA) They believe there are many paths out there, all equal, and magic is easy to find.  They can't accept that there's only one path for us.  Those come here, but they usually pass through quickly after feeling insulted for being told that is not true.  I suppose it invalidates all the fake work they've done in the past, so it produces a bruise to their ego.  Since sorcery isn't that important to them anyway, they return to the weeble subreddit, where cats see spirits.  (weeble was it?)\n\nB) They are on a big ego trip, already claim to be \"seers\", or advance dreamers, but in fact they haven't ever done any serious work.  They already have what they want!  To run around bullying others, claiming to be bad ass sorcerers.  We get those all the time in here! You'll learn to recognize them in 2 sentences.  I believe there's one skulking around our graveyard right now (A Beetlejuice Movie reference).\n\nC) They have plans to \"reveal\" themselves to the world soon, as the first person to \"get\" Castaneda.  Probably they've added some Chinese sage philosophy which gives them the belief they almost have it \"solved\". But the truth is they're lazy, and looking for an easier job.  They plan to charge a small fee for their excellent teaching materials, which they've never actually tried, and which also consists mainly of their own mental masturbations.\n\nD) They are waiting for the \"lineages\" to reform, so a big daddy like figure can come along, visit them in their dreams to prove it's worth their precious efforts to try, and basically do all the work for them.  Essentially, they want to join the Brady Bunch and be part of a new family. (Another out of date entertainment reference).\n\nE) They are looking for a \"spiritual\" mate. They will tolerate sorcery, if they have to.  But the Yoga guys turned them down already.\n\nF) Someday they'll write a book about all this.\n\nG)  They have been fully absorbed by the \"happily ever after\" myth, which is the basis of nearly all love songs.  It's a lie.  But it has sucked up nearly the entire world.\n\nSuch people remain on the sides, tossing stones to get attention.\n\nYou have to come up with practice time. If the wife won't let you stare at demons in the darkness for hours each night, you have a problem.\n\nWomen, not so much.  You can bewitch that husband.\n\nCholita has me well trained.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi76747", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;continued from before...&lt;/p&gt;\n\n&lt;p&gt;When the assemblage point shifts, you use different fibers (emanations). If no one else has been there, that resulting world is chaotic and keeps changing.&lt;/p&gt;\n\n&lt;p&gt;If two people have been there, you can manage to hold it, sort of like 2 people venturing into some weird psychic realm. It&amp;#39;s real enough where you are standing, but don&amp;#39;t look too far out. &lt;/p&gt;\n\n&lt;p&gt;Cholita and I have a reality like that in our home. It&amp;#39;s just a dreaming realm, created by an inorganic being accident.  The parts we&amp;#39;ve visited a bunch are relatively stable, but if you venture off too far, it gets chaotic and keeps mutating.  1/4th mile into it, it connects to an inorganic beings world.&lt;/p&gt;\n\n&lt;p&gt;So, &amp;quot;reality&amp;quot; needs people to perceive it, before it becomes as real as this one we live in.&lt;/p&gt;\n\n&lt;p&gt;With billions viewing the same emanations, they are so reliable that we can deduce the &amp;quot;laws of physics&amp;quot; for the world we&amp;#39;ve selected.&lt;/p&gt;\n\n&lt;p&gt;But in fact, those no longer apply if you move the assemblage point far.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get to experience that yourself, if you work at it.&lt;/p&gt;\n\n&lt;p&gt;So the point of this is, you need other people to have been somewhere, if you want it to be reliable.&lt;/p&gt;\n\n&lt;p&gt;The ancient Olmecs pushed far, and brought their friends with them, and carved a path deep into reality.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the only path we have.  So you have to be true to it.  Don&amp;#39;t mix in other paths, or other systems.  The path of intent of the Olmecs is like old railroad tracks in the jungle, leading off to somewhere far away.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t just hook yourself to any set of railroad tracks. They don&amp;#39;t lead to the same place.&lt;/p&gt;\n\n&lt;p&gt;So keep the OBE down.  The path of OBE is attention seeking. Something easy to do, so you can brag it up with your friends, and get attention.&lt;/p&gt;\n\n&lt;p&gt;Mostly it&amp;#39;s exaggerated dreams.  But always, it&amp;#39;s infected with &amp;quot;me, me, me&amp;quot;, the song we sign to ourselves, deep in our soul.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s  the current position of the assemblage point all of us are stuck to.  Self-pity.  &amp;quot;Poor baby me&amp;quot;, as the witches used to say.&lt;/p&gt;\n\n&lt;p&gt;We want to move away from that, to &amp;quot;Holy shit!  I&amp;#39;m surrounded by magic and there are other worlds all along the walls of my room!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;For that path, you need to keep to the &amp;quot;Intent of the Ancient Sorcerer&amp;#39;s of Mexico&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos was so obsessed with this very specific path that he even changed the names of people in his group, made up stories about them which tied them to the Museum of Anthropology in Mexico City, and he created &amp;quot;cover stories&amp;quot;, relating them to characters in his books.&lt;/p&gt;\n\n&lt;p&gt;Was the &amp;quot;blue scout&amp;quot; really the one from his books?  We&amp;#39;ll never know. And it doesn&amp;#39;t really matter.  Either way, he was following the intent of sorcery.&lt;/p&gt;\n\n&lt;p&gt;He wasn&amp;#39;t being tricky and trying to justify his books. He was trying to give those individuals a &amp;quot;hook&amp;quot; to that specific intent.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s because intent itself, is alive.&lt;/p&gt;\n\n&lt;p&gt;It gives us gifts when we practice. &lt;/p&gt;\n\n&lt;p&gt;The rule is: &lt;/p&gt;\n\n&lt;p&gt;Work hard towards an impossible or crazy goal, but one which seems to improve  yourself. Expand your awareness of the universe.&lt;/p&gt;\n\n&lt;p&gt;After a fair amount of work, &lt;em&gt;intent&lt;/em&gt; will give you a gift along that line.  For instance, you work to see purple puffs of light, and then one night all hell breaks loose, and the puffs become as brilliant as the sun.  or more accurately, your assemblage point suddenly drops another 6 inches.&lt;/p&gt;\n\n&lt;p&gt;Then the next night, not.  Gone.  You have to earn it back.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a long process. But you certainly don&amp;#39;t want intent getting confused about which path you are following.&lt;/p&gt;\n\n&lt;p&gt;Instead of the gift of brilliant purple balls  of light, you might get Yogi diapers in the mail.&lt;/p&gt;\n\n&lt;p&gt;Or inherit all the collected works of Crowley.&lt;/p&gt;\n\n&lt;p&gt;Or even join the Jehovah&amp;#39;s witnesses, and make it your mission to go door to door and convert the whole world.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t want that.  You want sorcery.  So even if something else seems similar, put it aside.&lt;/p&gt;\n\n&lt;p&gt;When new people come here, there are several things which can doom them from the start:&lt;/p&gt;\n\n&lt;p&gt;A) They believe there are many paths out there, all equal, and magic is easy to find.  They can&amp;#39;t accept that there&amp;#39;s only one path for us.  Those come here, but they usually pass through quickly after feeling insulted for being told that is not true.  I suppose it invalidates all the fake work they&amp;#39;ve done in the past, so it produces a bruise to their ego.  Since sorcery isn&amp;#39;t that important to them anyway, they return to the weeble subreddit, where cats see spirits.  (weeble was it?)&lt;/p&gt;\n\n&lt;p&gt;B) They are on a big ego trip, already claim to be &amp;quot;seers&amp;quot;, or advance dreamers, but in fact they haven&amp;#39;t ever done any serious work.  They already have what they want!  To run around bullying others, claiming to be bad ass sorcerers.  We get those all the time in here! You&amp;#39;ll learn to recognize them in 2 sentences.  I believe there&amp;#39;s one skulking around our graveyard right now (A Beetlejuice Movie reference).&lt;/p&gt;\n\n&lt;p&gt;C) They have plans to &amp;quot;reveal&amp;quot; themselves to the world soon, as the first person to &amp;quot;get&amp;quot; Castaneda.  Probably they&amp;#39;ve added some Chinese sage philosophy which gives them the belief they almost have it &amp;quot;solved&amp;quot;. But the truth is they&amp;#39;re lazy, and looking for an easier job.  They plan to charge a small fee for their excellent teaching materials, which they&amp;#39;ve never actually tried, and which also consists mainly of their own mental masturbations.&lt;/p&gt;\n\n&lt;p&gt;D) They are waiting for the &amp;quot;lineages&amp;quot; to reform, so a big daddy like figure can come along, visit them in their dreams to prove it&amp;#39;s worth their precious efforts to try, and basically do all the work for them.  Essentially, they want to join the Brady Bunch and be part of a new family. (Another out of date entertainment reference).&lt;/p&gt;\n\n&lt;p&gt;E) They are looking for a &amp;quot;spiritual&amp;quot; mate. They will tolerate sorcery, if they have to.  But the Yoga guys turned them down already.&lt;/p&gt;\n\n&lt;p&gt;F) Someday they&amp;#39;ll write a book about all this.&lt;/p&gt;\n\n&lt;p&gt;G)  They have been fully absorbed by the &amp;quot;happily ever after&amp;quot; myth, which is the basis of nearly all love songs.  It&amp;#39;s a lie.  But it has sucked up nearly the entire world.&lt;/p&gt;\n\n&lt;p&gt;Such people remain on the sides, tossing stones to get attention.&lt;/p&gt;\n\n&lt;p&gt;You have to come up with practice time. If the wife won&amp;#39;t let you stare at demons in the darkness for hours each night, you have a problem.&lt;/p&gt;\n\n&lt;p&gt;Women, not so much.  You can bewitch that husband.&lt;/p&gt;\n\n&lt;p&gt;Cholita has me well trained.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi76747/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609867684.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi6jvvx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609856829.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 5, "author_fullname": "t2_3ddw4gzc", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You guys really have a wonderful group here, thanks for that. I feel life changing effects just in the two weeks I've been browsing and reading the books.  Ive been having incredibly vivid dreams all of a sudden.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi6jvvx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You guys really have a wonderful group here, thanks for that. I feel life changing effects just in the two weeks I&amp;#39;ve been browsing and reading the books.  Ive been having incredibly vivid dreams all of a sudden.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi6jvvx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609856829.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi7jj2a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Nahualities", "can_mod_post": false, "created_utc": 1609873622.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 2, "author_fullname": "t2_9ktlsc0o", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hi.\n\nThe ego is not just what we \"say\" to ourselves; it is more about what we agree with others of whom we are. The buzzing is the stream of information that turns into its most simple vibration. \n\n&amp;#x200B;\n\nHappy hunting", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi7jj2a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi.&lt;/p&gt;\n\n&lt;p&gt;The ego is not just what we &amp;quot;say&amp;quot; to ourselves; it is more about what we agree with others of whom we are. The buzzing is the stream of information that turns into its most simple vibration. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Happy hunting&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi7jj2a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609873622.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi82lky", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609880810.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 1, "author_fullname": "t2_3ddw4gzc", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You're kinda blowing my mind here.  Well Im definitely starting with the 1 hour darkness and seeing how that goes and I'm kinda about ready to throw everything else out too.  One question, do you know about Samuel sagan and his \"awakening the third eye?\"....I'm just curious.  I've dabbled in meditation for a while but that was the thing that seemed to \"break me open\" about 5 years ago, visions, colors, light, lucid dreams, etc and also pretty quickly with little amount of time.  Just curious what you think.  You seem like the real deal, I haven't seen anyone speak like you do before.  What you're saying seems fantastical, I REALLY want to experience that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi82lky", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You&amp;#39;re kinda blowing my mind here.  Well Im definitely starting with the 1 hour darkness and seeing how that goes and I&amp;#39;m kinda about ready to throw everything else out too.  One question, do you know about Samuel sagan and his &amp;quot;awakening the third eye?&amp;quot;....I&amp;#39;m just curious.  I&amp;#39;ve dabbled in meditation for a while but that was the thing that seemed to &amp;quot;break me open&amp;quot; about 5 years ago, visions, colors, light, lucid dreams, etc and also pretty quickly with little amount of time.  Just curious what you think.  You seem like the real deal, I haven&amp;#39;t seen anyone speak like you do before.  What you&amp;#39;re saying seems fantastical, I REALLY want to experience that.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi82lky/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609880810.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi6gicl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1609854820.0, "send_replies": true, "parent_id": "t1_gi6cy9r", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;And if not you might have to jump off a cliff...\n\nOr stand on the beach and jump to the top of the mountainous island you see a half-mile (0.8 km) away from shore.", "edited": 1609855901.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi6gicl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;And if not you might have to jump off a cliff...&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Or stand on the beach and jump to the top of the mountainous island you see a half-mile (0.8 km) away from shore.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi6gicl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609854820.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gi6jn1z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HasenPffefer", "can_mod_post": false, "created_utc": 1609856691.0, "send_replies": true, "parent_id": "t1_gi6cy9r", "score": 1, "author_fullname": "t2_3ddw4gzc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Lol I hear that happens, I'm not quite there yet, thanks for the support!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi6jn1z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Lol I hear that happens, I&amp;#39;m not quite there yet, thanks for the support!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_kqwdrw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi6jn1z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609856691.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gi6cy9r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "wifigunslinger", "can_mod_post": false, "created_utc": 1609852460.0, "send_replies": true, "parent_id": "t3_kqwdrw", "score": 1, "author_fullname": "t2_7p4z0331", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It’s good to have you onboard!\nKeep up all the hard work and eventually all the little things you’ve seeking clarification upon will become clear.\n\n(Spoiler warning)\n\nAnd if not you might have to jump off a cliff...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gi6cy9r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It’s good to have you onboard!\nKeep up all the hard work and eventually all the little things you’ve seeking clarification upon will become clear.&lt;/p&gt;\n\n&lt;p&gt;(Spoiler warning)&lt;/p&gt;\n\n&lt;p&gt;And if not you might have to jump off a cliff...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/kqwdrw/hi_im_new_i_dont_know_how_to_reddit/gi6cy9r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1609852460.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_kqwdrw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]