[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[An ancient belief is that the eyes send out vision energy, and that's how we see.](https://preview.redd.it/lu1tdh12kqv61.png?width=1050&amp;format=png&amp;auto=webp&amp;s=d59e37c117b95dc7cbe5fbbdee60b53655c740c7)\n\n&amp;#x200B;\n\nWe've all read that gazing can teach you to perceive the second attention, and can even lead to outright magic, such as when using mirrors in water to capture inorganic beings.\n\nAnd you can gaze at the surface of flowing water, and travel along with it.\n\nGazing is an important topic in the books.\n\nIt's said that the \"shine\" determines the specific effect a gaze might have.\n\nAnd certainly in the darkroom, you learn that from personal experience.\n\nIf you aren't experienced, I'll describe it.\n\nJuann posted his shortcut to outright magic today, so I'll use his steps.\n\nYou find some colors in the darkness.  Then you keep practicing until you can hold a puff of color in your hand.\n\nNow at this point, the typical \"Tensegrity\" approach would be to place that puff on one side or the other of your stomach, and then keep repeating that, finding puffs of color all around the room which you can \"redeploy\" to your own torso.\n\nAnd do other moves that push the colors around in the air, or scoop it up from the floor after \"mashing it\" with your feet.\n\nBut Juann suggested that you can speed things up by gazing into the puffs, to look for details.\n\n\"Speed things up\"?  What does that mean?\n\nIt means, move the assemblage point down the back faster. There is even a specific tensegrity move to make it drop faster.\n\nThe tensegrity will do that, but not as quickly as some other methods.\n\nI'd warn, in the beginning use the tensegrity because you do in fact need to build up the energy body.  And you need to be exposed to a variety of ways of controlling the puffs, and moving them around.\n\nIn that manner, the puffs get \"trained\" to follow your gaze.\n\nBut after a while of learning that process, you'll want some shortcuts.\n\nBecause what happens as the assemblage point moves to the bottom, is just so cool!\n\nJust keep the magical effects to yourself for the most part. No one will believe you, outside this subreddit.\n\nIf you start holding spirits in your hand, you might end up with a \"family intervention\".  Or worse, someone in your family who is power hungry will use your practices in their weekly rumor monger phone calls,  to weaken your social position with other family members.\n\nThe chickens don't like anyone to escape the coop.\n\nRegardless, you can in fact \"speed things up\" by using the \"shine\" of your gaze to extract or enhance details you find in the puffs. \n\nI like to use the entire room as a giant puff. I call it the \"purple fog\", because Cholita brought it to me, all in one day.  First night she slept in my home, a purple fog rolled into the room once it became dark. Coming from the direction of her room.\n\nBut Florinda is known to have called it, \"The second attention fog\", and it surely is that.\n\nOnce you can literally see that with your eyes, despite the room being pitch black, you can use the gazing speed up technique without having to move around.\n\nOk, I admit it.  It's too much work to hold a puff in your hand sometimes.\n\nSo just turn the entire room into a giant puff, and look for details in the air!  Then you don't have to move at all, except to turn your head a little.\n\nGaze at those tiny details. But don't stare.  The darkness helps in that regard.\n\nWhen you find a tiny little \"twinkle\", even the most subtle disturbance you can imagine, focus on that without staring, and let your eyes naturally \"vibrate\" a very tiny amount.\n\nDon't do it on purpose!  You can just \"feel\" that they are shining, and that the \"shine\" is the power in your gaze.\n\nYou can make a tiny little barely visible gray dot, hanging in the fog in your room, turn into a dreaming portal you can leap right into.\n\nThat's the power of the \"shine\" of your gaze.\n\nLater on, you can literally burn a line across the dark room with your gaze, like a robot burning an entire room with his laser.\n\nAnd you'll cut holes in reality from which objects will spill, like a closet filled too high with toys spilling out into the room when you open the door.\n\nBut that's later.  Just not as much later as you'd expect, if you put in a good amount of practice.\n\nThat \"shortcut\" probably works because it puts an end to fantasizing.\n\nShutting off the internal dialogue is mandatory.  You have to do that to loosen the assemblage point.\n\nBut you can still direct where it moves, once loose, with images in the mind.\n\nFantasizing.\n\nIf you're fantasizing about the same old things you had in your internal dialogue, then the assemblage point won't move very far.\n\nJust far enough to see a puff of color, I suspect.\n\nThen you have to focus your attention on those, to remove the fantasizing about the \"normal\" world.\n\nThat's why the puffs work.  And it's probably also why people who force silence outdoors, while walking around, or in other ways, don't discover darkroom gazing on their own.\n\nTheir technique doesn't suppress the fantasizing.\n\nCarlos tried to add that element into \"the right way of walking\", by saying you need to flood your attention with the entire scene. All 180 degrees of view.  Don't focus on anything while you force silence, and even curl your fingers as a distraction while focusing on silence.\n\nBut still, \"the right way of walking\" did not produce profound effects in the Castaneda community.\n\nAnd that's because, it didn't end the fantasizing.  I suppose the danger of \"the right way of walking\" is that you begin to fantasize about becoming a sorcerer.  So the benefit of practicing it, becomes the downfall of that technique.\n\nGazing into puffs to extract details and dreams, does not cause.  You fantasize about the puffs, and what you can get from them.  Once in a while you might stop your gaze, and fall into the trap of thinking how cool it will be to be a sorcerer.\n\nBut then, the puffs go away!  So you quickly learn not to do that.\n\nIt's a very effective and easy to  understand technique.  Very logical.\n\nBut as it turns out, there's always a different view of such things.\n\nTypically a \"woman's view\".\n\nThose are always so frustrating, because they seem to defy common sense.\n\nAnd yet work better than logic or reason.\n\nI had a conversation with Cholita about this once. I was curious about her witchcraft.\n\nDid she learn it from the witches associated with Carlos?\n\nWho's witchcraft worked best?\n\nWhat did she add from where?\n\nCholita got angry and said, \"It ALL works!!!\"\n\nEnd of conversation.\n\nSo in the spirit of everything works, if you intend it to work, here's Nelida's interpretation of the gaze.\n\nI find it illogical and irrational! It reminds me of the belief in medieval times that the eyes send out some kind of special \"vision light\", revealing what's \"out there\".\n\nIt's a very ancient point of view.  Afterall, why would the ancient Olmecs believe in something so silly as a \"photon\"?  Or that those invisible multicolored balls bouncing off rocks and clouds, ultimately coming only from the sun or a campfire, could be responsible for vision?\n\nThey knew better!  There were layers and layers of things to see, even in an absolutely dark cave.\n\nHere's Nelida:\n\n\"By placing all your intent in forging your energy body and never deviate from that purpose,\" Nelida said. \"Recapitulating is only the beginning. It loosens your affiliation with every day life and diminishes the force with which objects impinge on the energy from your eyes. Now use that added energy not to reinforce your envy, but to forge **your energy body, your double**. Instead of reflecting envy, use your eyes to energize the double. Only with your energy body will you be able to make the abstract flight. \"\n\nIt also holds a current controversy in the Castaneda subreddit.\n\nIs the energy body the same as the double?\n\nIn Taisha's book, it seems to be.\n\nIn those of Carlos, they seem to be seperate \"beings\".\n\nFortunately, we're on the edge of bringing the double out on demand, and also on the edge of switching from the tonal body, to the energy body.\n\nSo we'll be able to answer that question ourselves.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Light Coming from the Eyes", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 93, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"lu1tdh12kqv61": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 72, "x": 108, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=df381e6ebecae8d4286fa2f3b4230bab87bd820d"}, {"y": 144, "x": 216, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=ce7a699d95ffaa4fbee13e76dbe7832abb04f757"}, {"y": 213, "x": 320, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=5240a133e96a69dc877ad2fd5a0ef0b31d7ef55e"}, {"y": 426, "x": 640, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=a56dd701aabc7aeaa69a5b07bdf0dd13ba8df9d8"}, {"y": 640, "x": 960, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=87cc7caaf30ec0c8e0d97909e8bb66fbf3f23acf"}], "s": {"y": 700, "x": 1050, "u": "https://preview.redd.it/lu1tdh12kqv61.png?width=1050&amp;format=png&amp;auto=webp&amp;s=d59e37c117b95dc7cbe5fbbdee60b53655c740c7"}, "id": "lu1tdh12kqv61"}}, "name": "t3_mzr5qi", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/v-Jb-UddW3nNXI8BnTWnbtrl0h77_iPlU8r0nQCGHF8.jpg", "edited": 1619539977.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1619537733.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/lu1tdh12kqv61.png?width=1050&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=d59e37c117b95dc7cbe5fbbdee60b53655c740c7\"&gt;An ancient belief is that the eyes send out vision energy, and that&amp;#39;s how we see.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve all read that gazing can teach you to perceive the second attention, and can even lead to outright magic, such as when using mirrors in water to capture inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;And you can gaze at the surface of flowing water, and travel along with it.&lt;/p&gt;\n\n&lt;p&gt;Gazing is an important topic in the books.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s said that the &amp;quot;shine&amp;quot; determines the specific effect a gaze might have.&lt;/p&gt;\n\n&lt;p&gt;And certainly in the darkroom, you learn that from personal experience.&lt;/p&gt;\n\n&lt;p&gt;If you aren&amp;#39;t experienced, I&amp;#39;ll describe it.&lt;/p&gt;\n\n&lt;p&gt;Juann posted his shortcut to outright magic today, so I&amp;#39;ll use his steps.&lt;/p&gt;\n\n&lt;p&gt;You find some colors in the darkness.  Then you keep practicing until you can hold a puff of color in your hand.&lt;/p&gt;\n\n&lt;p&gt;Now at this point, the typical &amp;quot;Tensegrity&amp;quot; approach would be to place that puff on one side or the other of your stomach, and then keep repeating that, finding puffs of color all around the room which you can &amp;quot;redeploy&amp;quot; to your own torso.&lt;/p&gt;\n\n&lt;p&gt;And do other moves that push the colors around in the air, or scoop it up from the floor after &amp;quot;mashing it&amp;quot; with your feet.&lt;/p&gt;\n\n&lt;p&gt;But Juann suggested that you can speed things up by gazing into the puffs, to look for details.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Speed things up&amp;quot;?  What does that mean?&lt;/p&gt;\n\n&lt;p&gt;It means, move the assemblage point down the back faster. There is even a specific tensegrity move to make it drop faster.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity will do that, but not as quickly as some other methods.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d warn, in the beginning use the tensegrity because you do in fact need to build up the energy body.  And you need to be exposed to a variety of ways of controlling the puffs, and moving them around.&lt;/p&gt;\n\n&lt;p&gt;In that manner, the puffs get &amp;quot;trained&amp;quot; to follow your gaze.&lt;/p&gt;\n\n&lt;p&gt;But after a while of learning that process, you&amp;#39;ll want some shortcuts.&lt;/p&gt;\n\n&lt;p&gt;Because what happens as the assemblage point moves to the bottom, is just so cool!&lt;/p&gt;\n\n&lt;p&gt;Just keep the magical effects to yourself for the most part. No one will believe you, outside this subreddit.&lt;/p&gt;\n\n&lt;p&gt;If you start holding spirits in your hand, you might end up with a &amp;quot;family intervention&amp;quot;.  Or worse, someone in your family who is power hungry will use your practices in their weekly rumor monger phone calls,  to weaken your social position with other family members.&lt;/p&gt;\n\n&lt;p&gt;The chickens don&amp;#39;t like anyone to escape the coop.&lt;/p&gt;\n\n&lt;p&gt;Regardless, you can in fact &amp;quot;speed things up&amp;quot; by using the &amp;quot;shine&amp;quot; of your gaze to extract or enhance details you find in the puffs. &lt;/p&gt;\n\n&lt;p&gt;I like to use the entire room as a giant puff. I call it the &amp;quot;purple fog&amp;quot;, because Cholita brought it to me, all in one day.  First night she slept in my home, a purple fog rolled into the room once it became dark. Coming from the direction of her room.&lt;/p&gt;\n\n&lt;p&gt;But Florinda is known to have called it, &amp;quot;The second attention fog&amp;quot;, and it surely is that.&lt;/p&gt;\n\n&lt;p&gt;Once you can literally see that with your eyes, despite the room being pitch black, you can use the gazing speed up technique without having to move around.&lt;/p&gt;\n\n&lt;p&gt;Ok, I admit it.  It&amp;#39;s too much work to hold a puff in your hand sometimes.&lt;/p&gt;\n\n&lt;p&gt;So just turn the entire room into a giant puff, and look for details in the air!  Then you don&amp;#39;t have to move at all, except to turn your head a little.&lt;/p&gt;\n\n&lt;p&gt;Gaze at those tiny details. But don&amp;#39;t stare.  The darkness helps in that regard.&lt;/p&gt;\n\n&lt;p&gt;When you find a tiny little &amp;quot;twinkle&amp;quot;, even the most subtle disturbance you can imagine, focus on that without staring, and let your eyes naturally &amp;quot;vibrate&amp;quot; a very tiny amount.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t do it on purpose!  You can just &amp;quot;feel&amp;quot; that they are shining, and that the &amp;quot;shine&amp;quot; is the power in your gaze.&lt;/p&gt;\n\n&lt;p&gt;You can make a tiny little barely visible gray dot, hanging in the fog in your room, turn into a dreaming portal you can leap right into.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the power of the &amp;quot;shine&amp;quot; of your gaze.&lt;/p&gt;\n\n&lt;p&gt;Later on, you can literally burn a line across the dark room with your gaze, like a robot burning an entire room with his laser.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;ll cut holes in reality from which objects will spill, like a closet filled too high with toys spilling out into the room when you open the door.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s later.  Just not as much later as you&amp;#39;d expect, if you put in a good amount of practice.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;shortcut&amp;quot; probably works because it puts an end to fantasizing.&lt;/p&gt;\n\n&lt;p&gt;Shutting off the internal dialogue is mandatory.  You have to do that to loosen the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But you can still direct where it moves, once loose, with images in the mind.&lt;/p&gt;\n\n&lt;p&gt;Fantasizing.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re fantasizing about the same old things you had in your internal dialogue, then the assemblage point won&amp;#39;t move very far.&lt;/p&gt;\n\n&lt;p&gt;Just far enough to see a puff of color, I suspect.&lt;/p&gt;\n\n&lt;p&gt;Then you have to focus your attention on those, to remove the fantasizing about the &amp;quot;normal&amp;quot; world.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why the puffs work.  And it&amp;#39;s probably also why people who force silence outdoors, while walking around, or in other ways, don&amp;#39;t discover darkroom gazing on their own.&lt;/p&gt;\n\n&lt;p&gt;Their technique doesn&amp;#39;t suppress the fantasizing.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to add that element into &amp;quot;the right way of walking&amp;quot;, by saying you need to flood your attention with the entire scene. All 180 degrees of view.  Don&amp;#39;t focus on anything while you force silence, and even curl your fingers as a distraction while focusing on silence.&lt;/p&gt;\n\n&lt;p&gt;But still, &amp;quot;the right way of walking&amp;quot; did not produce profound effects in the Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s because, it didn&amp;#39;t end the fantasizing.  I suppose the danger of &amp;quot;the right way of walking&amp;quot; is that you begin to fantasize about becoming a sorcerer.  So the benefit of practicing it, becomes the downfall of that technique.&lt;/p&gt;\n\n&lt;p&gt;Gazing into puffs to extract details and dreams, does not cause.  You fantasize about the puffs, and what you can get from them.  Once in a while you might stop your gaze, and fall into the trap of thinking how cool it will be to be a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;But then, the puffs go away!  So you quickly learn not to do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a very effective and easy to  understand technique.  Very logical.&lt;/p&gt;\n\n&lt;p&gt;But as it turns out, there&amp;#39;s always a different view of such things.&lt;/p&gt;\n\n&lt;p&gt;Typically a &amp;quot;woman&amp;#39;s view&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are always so frustrating, because they seem to defy common sense.&lt;/p&gt;\n\n&lt;p&gt;And yet work better than logic or reason.&lt;/p&gt;\n\n&lt;p&gt;I had a conversation with Cholita about this once. I was curious about her witchcraft.&lt;/p&gt;\n\n&lt;p&gt;Did she learn it from the witches associated with Carlos?&lt;/p&gt;\n\n&lt;p&gt;Who&amp;#39;s witchcraft worked best?&lt;/p&gt;\n\n&lt;p&gt;What did she add from where?&lt;/p&gt;\n\n&lt;p&gt;Cholita got angry and said, &amp;quot;It ALL works!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;End of conversation.&lt;/p&gt;\n\n&lt;p&gt;So in the spirit of everything works, if you intend it to work, here&amp;#39;s Nelida&amp;#39;s interpretation of the gaze.&lt;/p&gt;\n\n&lt;p&gt;I find it illogical and irrational! It reminds me of the belief in medieval times that the eyes send out some kind of special &amp;quot;vision light&amp;quot;, revealing what&amp;#39;s &amp;quot;out there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a very ancient point of view.  Afterall, why would the ancient Olmecs believe in something so silly as a &amp;quot;photon&amp;quot;?  Or that those invisible multicolored balls bouncing off rocks and clouds, ultimately coming only from the sun or a campfire, could be responsible for vision?&lt;/p&gt;\n\n&lt;p&gt;They knew better!  There were layers and layers of things to see, even in an absolutely dark cave.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s Nelida:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;By placing all your intent in forging your energy body and never deviate from that purpose,&amp;quot; Nelida said. &amp;quot;Recapitulating is only the beginning. It loosens your affiliation with every day life and diminishes the force with which objects impinge on the energy from your eyes. Now use that added energy not to reinforce your envy, but to forge &lt;strong&gt;your energy body, your double&lt;/strong&gt;. Instead of reflecting envy, use your eyes to energize the double. Only with your energy body will you be able to make the abstract flight. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It also holds a current controversy in the Castaneda subreddit.&lt;/p&gt;\n\n&lt;p&gt;Is the energy body the same as the double?&lt;/p&gt;\n\n&lt;p&gt;In Taisha&amp;#39;s book, it seems to be.&lt;/p&gt;\n\n&lt;p&gt;In those of Carlos, they seem to be seperate &amp;quot;beings&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, we&amp;#39;re on the edge of bringing the double out on demand, and also on the edge of switching from the tonal body, to the energy body.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;ll be able to answer that question ourselves.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "mzr5qi", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/", "subreddit_subscribers": 9561, "created_utc": 1619537733.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gw3m39u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1619559185.0, "send_replies": true, "parent_id": "t1_gw3dk03", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Only when I try to  use them.\n\nOtherwise, they go inside.\n\nAnd the inside is \"lit\".\n\nBy the way, I should have written this up.\n\nTo summon inorganic beings, you just do what you are familiar with.\n\nExpect them as  usual.\n\nDon Juan did that for Carlos a few times in the books.\n\nHe'd start talking about them, and they'd instantly show up in the bushes.\n\nYou can \"call\" them the way I do, but if you literally just \"expect them\", they show up.\n\nOr not. In which case, you have to \"call them\".\n\nThat's what \"Men of Knowledge\" had to do.\n\nCall them.  With elaborate rituals taking weeks.\n\nSeers just \"expect them\".\n\nCalling Fairy is easy.\n\nYou just watch the puffs. If you see pink ones, she'll be along soon.\n\nFancy sometimes requires me to do her long form 4 times in a row.", "edited": 1619560161.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gw3m39u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Only when I try to  use them.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, they go inside.&lt;/p&gt;\n\n&lt;p&gt;And the inside is &amp;quot;lit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;By the way, I should have written this up.&lt;/p&gt;\n\n&lt;p&gt;To summon inorganic beings, you just do what you are familiar with.&lt;/p&gt;\n\n&lt;p&gt;Expect them as  usual.&lt;/p&gt;\n\n&lt;p&gt;Don Juan did that for Carlos a few times in the books.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;d start talking about them, and they&amp;#39;d instantly show up in the bushes.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;call&amp;quot; them the way I do, but if you literally just &amp;quot;expect them&amp;quot;, they show up.&lt;/p&gt;\n\n&lt;p&gt;Or not. In which case, you have to &amp;quot;call them&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what &amp;quot;Men of Knowledge&amp;quot; had to do.&lt;/p&gt;\n\n&lt;p&gt;Call them.  With elaborate rituals taking weeks.&lt;/p&gt;\n\n&lt;p&gt;Seers just &amp;quot;expect them&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Calling Fairy is easy.&lt;/p&gt;\n\n&lt;p&gt;You just watch the puffs. If you see pink ones, she&amp;#39;ll be along soon.&lt;/p&gt;\n\n&lt;p&gt;Fancy sometimes requires me to do her long form 4 times in a row.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mzr5qi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/gw3m39u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619559185.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "gw3dk03", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1619555413.0, "send_replies": true, "parent_id": "t3_mzr5qi", "score": 3, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": " \\&gt;It's said that the \"shine\" determines the specific effect a gaze might have.\n\n\\&gt;And certainly in the darkroom, you learn that from personal experience.\n\nDon't you feel as if your eyes are literally lit (as if by a light bulb), in the heightened awareness high?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gw3dk03", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;It&amp;#39;s said that the &amp;quot;shine&amp;quot; determines the specific effect a gaze might have.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;And certainly in the darkroom, you learn that from personal experience.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t you feel as if your eyes are literally lit (as if by a light bulb), in the heightened awareness high?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/gw3dk03/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619555413.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mzr5qi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gw3ours", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1619560443.0, "send_replies": true, "parent_id": "t1_gw3ldel", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suppose hypnogogic images are similar, but they don't \"feel\" the same.\n\nFor these images, you really have to feel that \"shine\" in the eyes.\n\nHypnagogic images are more like, \"Man, how lucky can I get!  I hope I can make them last longer this time.\"\n\nAnd you get less, the more you watch.\n\nWith gazing, you get more, the more you watch.\n\nI don't believe you could use hypnogogic images to learn darkroom gazing.\n\nBecause they aren't based on silence.\n\nSo they tend to fade away, rather than drift you further into silence, and  thus more images.\n\nI think the taboo of glowing eyes, is based on wild creatures picking up the moon, and being visible as 2 glowing red eyes, in the darkness.\n\nVery demonic looking at midnight in the wild.  And definately potentially dangerous if some wild animal is watching you.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gw3ours", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suppose hypnogogic images are similar, but they don&amp;#39;t &amp;quot;feel&amp;quot; the same.&lt;/p&gt;\n\n&lt;p&gt;For these images, you really have to feel that &amp;quot;shine&amp;quot; in the eyes.&lt;/p&gt;\n\n&lt;p&gt;Hypnagogic images are more like, &amp;quot;Man, how lucky can I get!  I hope I can make them last longer this time.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And you get less, the more you watch.&lt;/p&gt;\n\n&lt;p&gt;With gazing, you get more, the more you watch.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t believe you could use hypnogogic images to learn darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;Because they aren&amp;#39;t based on silence.&lt;/p&gt;\n\n&lt;p&gt;So they tend to fade away, rather than drift you further into silence, and  thus more images.&lt;/p&gt;\n\n&lt;p&gt;I think the taboo of glowing eyes, is based on wild creatures picking up the moon, and being visible as 2 glowing red eyes, in the darkness.&lt;/p&gt;\n\n&lt;p&gt;Very demonic looking at midnight in the wild.  And definately potentially dangerous if some wild animal is watching you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_mzr5qi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/gw3ours/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619560443.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "gw3ldel", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "monkeyguy999", "can_mod_post": false, "created_utc": 1619558862.0, "send_replies": true, "parent_id": "t3_mzr5qi", "score": 2, "author_fullname": "t2_14w1ssx0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Curious. I have always viewed things with glowing eyes as more dangerous than those without. In certain paranormal \"mysteries\" the color of the glowing eyes determines if you are in deep sh!t or not. Like red frogs / insects.\n\nFor gazing at the details... would this be akin to watching out for hypnogogic images? Except focused more away than close? That is how I see my IOBs quickly.  Kinda thought that was what we were supposed to be doing already?\n\nOr am I confused?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gw3ldel", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Curious. I have always viewed things with glowing eyes as more dangerous than those without. In certain paranormal &amp;quot;mysteries&amp;quot; the color of the glowing eyes determines if you are in deep sh!t or not. Like red frogs / insects.&lt;/p&gt;\n\n&lt;p&gt;For gazing at the details... would this be akin to watching out for hypnogogic images? Except focused more away than close? That is how I see my IOBs quickly.  Kinda thought that was what we were supposed to be doing already?&lt;/p&gt;\n\n&lt;p&gt;Or am I confused?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/mzr5qi/the_light_coming_from_the_eyes/gw3ldel/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1619558862.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_mzr5qi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]