[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Exceprt from \"Mud Shadows\" chapter of *The Active Side of Infinity*", "link_flair_richtext": [{"e": "text", "t": "Flyers (counter intent)"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_qlfeaa", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": "", "subreddit_type": "public", "ups": 7, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Flyers (counter intent)", "can_mod_post": false, "score": 7, "approved_by": null, "is_created_from_ads_ui": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "gildings": {}, "content_categories": null, "is_self": false, "mod_note": null, "crosspost_parent_list": [{"approved_at_utc": null, "subreddit": "EscapingPrisonPlanet", "selftext": "**Taken from the book The Active Side of Infinity by Carlos Castaneda**\n\nDon Juan said,\n\n\"This is the appropriate time of day for doing what I am asking you to do. It takes a moment to engage the necessary attention to do it. Don't stop until you catch that fleeting black shadow.\"\n\nI did see some strange fleeting black shadow projected on the foliage of the trees. It was either a shadow going back and forth or various fleeting shadows moving side-to-side or straight up in the air. They looked like a fat black fish to me, enormous fish. It was as if gigantic swordfish were flying in the air. I was engrossed in the sight. Then, finally, it scared me.   It became to dark to see the foliage, yet I could still see the fleeting black shadows.\n\n\"What is it, don Juan?\" I asked. \"Long ago, the native sorcerer/shamans of Mexico discovered that we have a companion for life,\" he said, as clearly as he could. **\"We have a predator that came from the depths of the cosmos, and took over the rule of our lives. Human beings are its prisoners. The predator is our lord and master. It has rendered us docile; helpless. If we want to protest, it suppresses our protest. If we want to act independently, it demands that we don't do so**.\"\n\nIt was very dark around us, and that seemed to curtail any expression on my part. If it had been daylight, I would have laughed my head off. In the dark, I felt quite inhibited.\n\n\"It's pitch black around us,\" don Juan said, \"but if you look out of the corner of your eye, you will still see fleeting shadows jumping all around you.\"\n\nHe was right. I could still see them. Their movement made me dizzy. Don Juan turned on the light, and that seemed to dissipate everything.   Don Juan said,\n\n\"You have arrived, by your effort alone, to what the shamans of ancient Mexico called the topic of topics. I have been beating around the bush all this time, insinuating to you that something is holding us prisoner. Indeed we are held prisoner! This was an energetic fact for the sorcerers of ancient Mexico.\" \"Why has this predator taken over in the fashion that you're describing, don Juan?\" I asked. \"There must be a logical explanation.\" \"There is an explanation,\" don Juan replied, \"which is the simplest explanation in the world. **They took over because we are food for them, and they squeeze us mercilessly because we are their sustenance. Just as we rear chickens in chicken coops, gallineros, the predators rear us in human coops, humaneros. Therefore, their food is always available to them.**\"\n\nI felt that my head was shaking violently from side to side. I could not express my profound sense of unease and discontentment, but my body moved to bring it to the surface. I shook from head to toe without any volition on my part. I heard myself saying,\n\n\"No, no, no, no. This is absurd, don Juan. What you're saying is something monstrous. It simply can't be true, for sorcerers, or for average men, or for anyone.\" \"Why not?\" don Juan asked calmly. \"Why not? Because it infuriates you?\" \"Yes, it infuriates me,\" I retorted. \"Those claims are monstrous!\" \"Well,\" he said, \"you haven't heard all the claims yet. Wait a bit longer and see how you feel.\" \"I'm going to subject you to a blitz. That is, I'm going to subject your mind to tremendous onslaughts; and you cannot get up and leave because you're caught. Not because I'm holding you prisoner, but because something in you will prevent you from leaving while another part of you is going to go truthfully berserk. So brace yourself!\"\n\nThere was something in me which I felt was a 'glutton for punishment'. He was right. I wouldn't have left the house for the world; and yet I didn't like one bit the inanities he was spouting. Don Juan said,\n\n\"I want to appeal to your analytical mind. Think for a moment, and tell me how you would explain the contradiction between the intelligence of man the engineer, and the stupidity of his systems of beliefs; or the stupidity of his contradictory behavior. S***orcerers believe that the predators have given us our systems of beliefs; our ideas of good and evil; our social mores. The predators are the ones who set up our hopes and expectations, and dreams of success or failure. They have given us covetousness, greed, and cowardice. It is the predators who make us complacent, routinary, and egomaniacal.***\" \"But how can they do this, don Juan?\" I asked, somehow angered further by what he was saying. \"Do they whisper all that in our ears while we are asleep?\" \"No, they don't do it that way. That's idiotic!\" don Juan said, smiling. \"**They are infinitely more efficient and organized than that. In order to keep us obedient, meek and weak, the predators engaged themselves in a stupendous maneuver - stupendous, of course, from the point of view of a fighting strategist; a horrendous maneuver from the point of view of those who suffer it.** ***They gave us their mind! Do you hear me? The predators give us their mind which becomes our mind.*** **The predators' mind is baroque, contradictory, morose, and filled with the fear of being discovered any minute now.** \"I know that even though you have never suffered hunger,\" he went on, \"you have food anxiety which is none other than the anxiety of the predator who fears that any moment now its maneuver is going to be uncovered, and its food is going to be denied. Through the mind, which after all is their mind, the predators inject into the lives of human beings whatever is convenient for them. The predators ensure in this manner a degree of security to act as a buffer against their fear.\" \"It's not that I can't accept all this at face value, don Juan,\" I said. \"I could, but there's something so odious about it that it actually repels me. It forces me to take a contradictory stand. \"If it's true that they eat us, how do they do it?\"\n\nDon Juan had a broad smile on his face. He was as pleased as punch. **He explained that sorcerers see infant human beings as strange, luminous balls of energy covered from the top to the bottom with a glowing coat, something like a plastic cover that is adjusted tightly over their cocoon of energy. He said that that glowing coat of awareness was what the predators consumed, and that when a human being reached adulthood, all that was left of that glowing coat of awareness was a narrow fringe that went from the ground to the top of the toes. That fringe permitted mankind to continue living, but only barely**. As if I were in a dream, I heard don Juan explaining that, to his knowledge, man was the only species that had the glowing coat of awareness outside that luminous cocoon. Therefore, he became easy prey for an awareness of a different order; such as the heavy awareness of the predator. He then made the most damaging statement he had made so far. **He said that this narrow fringe of awareness was the epicenter of self-reflection where man was irremediably caught. By playing on our self-reflection, which is the only point of awareness left to us, the predators create flares of awareness that they proceed to consume in a ruthless, predatory fashion. They give us inane problems that force those flares of awareness to rise, and in this manner they keep us alive in order for them to be fed with the energetic flare of our pseudo-concerns**. There must have been something in what don Juan was saying which was so devastating to me that at that point I actually got sick to my stomach. After a moment's pause long enough for me to recover, I asked don Juan,\n\n\"But why is it that the sorcerers of ancient Mexico and all sorcerers today, although they see the predators, don't do anything about it?\" \"There's nothing that you and I can do about it,\" don Juan said in a grave, sad voice. **\"All we can do is discipline ourselves to the point where they will not touch us.** \"How can you ask your fellow men to go through those rigors of discipline? They'll laugh and make fun of you; and the more aggressive ones will beat the shit out of you... and not so much because they don't believe it. Down in the depths of every human being, there is an ancestral, visceral knowledge about the predators' existence.\"\n\nMy analytical mind swung back and forth like a yo-yo.   It left me and came back, and left me and came back again. Whatever don Juan was proposing was preposterous, incredible. At the same time, it was a most reasonable thing; so simple. It explained every kind of human contradiction I could think of. But how could one have taken all this seriously? Don Juan was pushing me into the path of an avalanche that would take me down forever. I felt another wave of a threatening sensation. The wave didn't stem from me, yet it was attached to me. Don Juan was doing something to me, mysteriously positive and terribly negative at the same time. I sensed it as an attempt to cut a thin film that seemed to be glued to me. His eyes were fixed on mine in an unblinking stare. He moved his eyes away, and began to talk without looking at me anymore.\n\n\"Whenever doubts plague you to a dangerous point,\" he said, \"do something pragmatic about it. Turn off the light. Pierce the darkness; find out what you can see.\"\n\nHe got up to turn off the lights. I stopped him.\n\n\"No, no, don Juan,\" I said, \"don't turn off the lights. I'm doing okay.\"\n\nWhat I felt then was a most unusual, for me, fear of the darkness. The mere thought of it made me pant. I definitely knew something viscerally, but I wouldn't dare touch it, or bring it to the surface, not in a million years!\n\n\"You saw the fleeting shadows against the trees,\" don Juan said, sitting back against his chair. \"That's pretty good. I'd like you to see them inside this room. You're not seeing anything. You're just merely catching fleeting images. You have enough energy for that.\"\n\nI feared that don Juan would get up anyway and turn off the lights, which he did. Two seconds later, I was screaming my head off. Not only did I catch a glimpse of those fleeting images, I heard them buzzing by my ears. Don Juan doubled up with laughter as he turned on the lights.\n\n\"What a temperamental fellow!\" he said. \"A total disbeliever, on the one hand; and a total pragmatist on the other. You must arrange this internal fight, otherwise you're going to swell up like a big toad and burst.\"\n\nDon Juan kept on pushing his barb deeper and deeper into me.\n\n\"The sorcerers of ancient Mexico,\" he said, \"saw the predator. They called it the flyer because it leaps through the air. It is not a pretty sight. It is a big shadow, impenetrably dark, a black shadow that jumps through the air. Then, it lands flat on the ground.\" \"**The sorcerers of ancient Mexico were quite ill at ease with the idea of when it made its appearance on Earth. They reasoned that man must have been a complete being at one point, with stupendous insights and feats of awareness that are mythological legends nowadays. And then everything seems to disappear, and we have now a sedated man.**\"\n\nI wanted to get angry and call him a paranoiac, but somehow the righteousness that was usually just underneath the surface of my being wasn't there.   Something in me was beyond the point of asking myself my favorite question: What if all that he said is true?   At the moment he was talking to me that night, in my heart of hearts, I felt that all of what he was saying was true, but at the same time and with equal force, I felt that all that he was saying was absurdity itself.\n\n\"What are you saying, don Juan?\" I asked feebly. My throat was constricted. I could hardly breathe. \"**What I'm saying is that what we have against us is not a simple predator. It is very smart and organized. It follows a methodical system to render us useless. Man, the magical being that he is destined to be, is no longer magical. He's an average piece of meat. There are no more dreams for man but the dreams of an animal who is being raised to become a piece of meat: trite, conventional, imbecilic.**\"\n\nDon Juan's words were eliciting a strange, bodily reaction in me comparable to the sensation of nausea.   It was as if I were going to get sick to my stomach again. But the nausea was coming from the bottom of my being, from the marrow of my bones. I convulsed involuntarily. Don Juan shook me by the shoulders forcefully. I felt my neck wobbling back and forth under the impact of his grip. The maneuver calmed me down at once. I felt more in control.\n\n**\"This predator,\" don Juan said, \"which, of course, is an inorganic being, is not altogether invisible to us as other inorganic beings are. I think as children we do see it, but we decide it's so horrific that we don't want to think about it**. Children, of course, could insist on focusing on the sight, but everybody else around them dissuades them from doing so. ***The only alternative left for mankind is discipline. Discipline is the only deterrent. But by discipline I don't mean harsh routines. I don't mean waking up every morning at five-thirty and throwing cold water on yourself until you're blue. Sorcerers understand discipline as the capacity to face with serenity odds that are not included in our expectations*****.** For sorcerers, discipline is an art; the art of facing infinity without flinching; not because they are strong and tough, but because they are filled with awe.\" \"In what way would the sorcerers' discipline be a deterrent to the flyers?\" I asked.\n\nDon Juan scrutinized my face as if to discover any signs of my disbelief. He said,\n\n\"**Sorcerers say that discipline makes the glowing coat of awareness unpalatable to the flyer. The result is that the predators become bewildered. An inedible glowing coat of awareness is not part of their cognition, I suppose. After being bewildered, they don't have any recourse other than refraining from continuing their nefarious task.** If the predators don't eat our glowing coat of awareness for a while, it will keep on growing. \"Simplifying this matter to the extreme, I can say that sorcerers, by means of their discipline, push the predators away long enough to allow their glowing coat of awareness to grow beyond the level of the toes. Once it goes beyond the level of the toes, it grows back to its natural size. The sorcerers of ancient Mexico used to say that the glowing coat of awareness is like a tree. If it is not pruned, it grows to its natural size and volume. As awareness reaches levels higher than the toes, tremendous maneuvers of perception become a matter of course. \"***The grand trick of those sorcerers of ancient times was to burden the flyers' mind with discipline. Sorcerers found out that if they taxed the flyers' mind with inner silence, the foreign installation would flee, and give any one of the practitioners involved in this maneuver the total certainty of the mind's foreign origin***. The \\[alien mind control of these creatures\\] comes back, I assure you, but not as strong; and a process begins in which the fleeing of the flyers' mind becomes routine until one day it flees permanently. ***\"That's the day when you have to rely on your own devices which are nearly zero. A sad day indeed! There's no one to tell you what to do. There's no mind of foreign origin to dictate the imbecilities you're accustomed to. My teacher, the nagual Julian, used to warn all his disciples that this was the toughest day in a sorcerer's life for the real mind that belongs to us. The sum total of our experience after a lifetime of domination has been rendered shy, insecure, and shifty. Personally, I would say that the real battle of sorcerers begins at that moment. The rest is merely preparation.***\"\n\nI became genuinely agitated.   I wanted to know more, and yet a strange feeling in me clamored for me to stop. It alluded to dark results and punishment, something like the wrath of God descending on me for tampering with something veiled by God himself. I made a supreme effort to allow my curiosity to win. I heard myself say,\n\n\"What-what-what do you mean, by taxing the flyers' mind?\" \"Discipline taxes the foreign mind no end,\" he replied. \"So, through their discipline, sorcerers vanquish the foreign installation.\"\n\nI was overwhelmed by his statements.   I believed that don Juan was either certifiably insane or that he was telling me something so awesome that it froze everything in me. I noticed, however how quickly I rallied my energy to deny everything he had said. After an instant of panic, I began to laugh, as if don Juan had told me a joke. I even heard myself saying,\n\n\"Don Juan, don Juan, you're incorrigible!\"\n\nDon Juan seemed to understand everything I was experiencing. He shook his head from side to side, and raised his eyes to the heavens in a gesture of mock despair. He said,\n\n\"I am so incorrigible, that I am going to give the flyers' mind which you carry inside you one more jolt. I am going to reveal to you one of the most extraordinary secrets of sorcery. I am going to describe to you a finding that took sorcerers thousands of years to verify and consolidate.\"\n\nHe looked at me, smiled maliciously, and said,\n\n\"**The flyers' mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers' mind flees in defeat.   And that's exactly what you are going to do; hold on to the energy that binds you together.**\"\n\nI had the most inexplicable reaction I could have imagined. Something in me actually shook, as if it had received a jolt. I entered into a state of unwarranted fear, which I immediately associated with my religious background. Don Juan looked at me from head to toe.\n\n\"You are fearing the wrath of God, aren't you?\" he said. \"Rest assured, that's not your fear. It's the flyers' fear, because it knows that you will do exactly as I'm telling you.\"\n\nHis words did not calm me at all. I felt worse. I was actually convulsing involuntarily, and I had no means to stop it.\n\n\"Don't worry,\" don Juan said calmly. \"I know for a fact that those attacks wear off very quickly. The flyer's mind has no concentration whatsoever.\"\n\nAfter a moment, everything stopped as don Juan had predicted. To say again that I was bewildered is a euphemism. This was the first time in my life ever, with don Juan or alone, that I didn't know whether I was coming or going. I wanted to get out of the chair and walk around, but I was deathly afraid. I was filled with rational assertions, and at the same time I was filled with an infantile fear. I began to breathe deeply as a cold perspiration covered my entire body. I had somehow unleashed on myself a most godawful sight: black, fleeting shadows jumping all around me wherever I turned. I closed my eyes and rested my head on the arm of the stuffed chair.\n\n\"I don't know which way to turn, don Juan,\" I said. \"Tonight, you have really succeeded in getting me lost.\" Don Juan said, \"You're being torn by an internal struggle. Down in the depths of you, you know that you are incapable of refusing the agreement that an indispensable part of you, your glowing coat of awareness, is going to serve as an incomprehensible source of nourishment to, naturally, incomprehensible entities. \"And another part of you will stand against this situation with all its might. **The sorcerers' revolution is that they refuse to honor agreements in which they did not participate. Nobody ever asked me if I would consent to being eaten by beings of a different kind of awareness.** My parents just brought me into this world to be food, like themselves, and that's the end of the story.\"\n\nDon Juan stood up from his chair and stretched his arms and legs.\n\n\"We have been sitting here for hours. It's time to go into the house. I'm going to eat. Do you want to eat with me?\"\n\nI declined.   My stomach was in an uproar.\n\n\"I think you'd better go to sleep,\" he said. \"The blitz has devastated you.\"\n\nI didn't need any further coaxing. I collapsed onto my bed, and fell asleep like the dead. When I arrived home, as time went by, the idea of the flyers became one of the main fixations of my life. I got to the point where I felt that don Juan was absolutely right about them. No matter how hard I tried, I couldn't discard his logic. **The more I thought about it, and the more I talked to and observed myself, and my fellow men, the more intense the conviction that something was rendering us incapable of any activity or any interaction or any thought that didn't have the self as its focal point.** My concern, as well as the concern of everyone I knew or talked to, was the self. Since I couldn't find any explanation for such universal homogeneity, I believed that don Juan's line of thought was the most appropriate way of elucidating the phenomenon.  I went as deeply as I could into readings about myths and legends. In reading, I experienced something I had never felt before: Each of the books I read was an interpretation of myths and legends***. In each one of those books, a homogeneous mind was palpable. The styles differed, but the drive behind the words was homogeneously the same: Even though the theme was something as abstract as myths and legends, the authors always managed to insert statements about themselves. The homogeneous drive behind every one of those books was not the stated theme of the book. Instead, it was self-service.*** I had never felt this before. I attributed my reaction to don Juan's influence. The unavoidable question that I posed to myself was: Is he influencing me to see this, or is there really a foreign mind dictating everything we do? I lapsed, perforce, into denial again, and I went insanely from denial to acceptance to denial. Something in me knew that whatever don Juan was driving at was an energetic fact; but something equally important in me knew that all of that was guff. The end result of my internal struggle was a sense of foreboding; the sense of something imminently dangerous coming at me. I made extensive anthropological inquiries into the subject of the flyers in other cultures, but I couldn't find any references to them anywhere. Don Juan seemed to be the only source of information about this matter. The next time I saw him, I instantly jumped to talk about the flyers. I said,\n\n\"I have tried my best to be rational about this subject matter, but I can't. There are moments when I fully agree with you about the predators.\"\n\n\"Focus your attention on the fleeting shadows that you actually see,\" don Juan said with a smile.\n\nI told don Juan that those fleeting shadows were going to be the end of my rational life. I saw them everywhere. Since I had left his house, I was incapable of going to sleep in the dark. To sleep with the lights on did not bother me at all. The moment I turned the lights off, however, everything around me began to jump. I never saw complete figures or shapes. All I saw were fleeting black shadows.\n\n\"The flyers' mind has not left you,\" don Juan said. \"It has been seriously injured. It's trying its best to rearrange its relationship with you. But something in you is severed forever. The flyer knows that. The real danger is that the flyers' mind may win by getting you tired and forcing you to quit by playing the contradiction between what it says and what I say.\n\n\"**You see, the flyers' mind has no competitors. When it proposes something, it agrees with its own proposition, and it makes you believe that you've done something of worth. The flyers' mind will say to you that whatever Juan Matus is telling you is pure nonsense, and then the same mind will agree with its own proposition,** 'Yes, of course, it is nonsense,' you will say. That's the way they overcome us.\n\n\"***The flyers are an essential part of the universe, and they must be taken as what they really are; awesome, monstrous. They are the means by which the universe tests us. We are energetic probes created by the universe,\" he continued as if he were oblivious to my presence, \"and it's because we are possessors of energy that has awareness that we are the means by which the universe becomes aware of itself.***\n\n\"***The flyers are the implacable challengers. They cannot be taken as anything else. If we succeed in doing that, the universe allows us to continue.***\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Predators of Humanity", "link_flair_richtext": [], "subreddit_name_prefixed": "r/EscapingPrisonPlanet", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_pyx9f2", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 65, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_5rqgnzqa", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 65, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1633052773.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1633050441.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.EscapingPrisonPlanet", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;Taken from the book The Active Side of Infinity by Carlos Castaneda&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is the appropriate time of day for doing what I am asking you to do. It takes a moment to engage the necessary attention to do it. Don&amp;#39;t stop until you catch that fleeting black shadow.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I did see some strange fleeting black shadow projected on the foliage of the trees. It was either a shadow going back and forth or various fleeting shadows moving side-to-side or straight up in the air. They looked like a fat black fish to me, enormous fish. It was as if gigantic swordfish were flying in the air. I was engrossed in the sight. Then, finally, it scared me.   It became to dark to see the foliage, yet I could still see the fleeting black shadows.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is it, don Juan?&amp;quot; I asked. &amp;quot;Long ago, the native sorcerer/shamans of Mexico discovered that we have a companion for life,&amp;quot; he said, as clearly as he could. &lt;strong&gt;&amp;quot;We have a predator that came from the depths of the cosmos, and took over the rule of our lives. Human beings are its prisoners. The predator is our lord and master. It has rendered us docile; helpless. If we want to protest, it suppresses our protest. If we want to act independently, it demands that we don&amp;#39;t do so&lt;/strong&gt;.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It was very dark around us, and that seemed to curtail any expression on my part. If it had been daylight, I would have laughed my head off. In the dark, I felt quite inhibited.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s pitch black around us,&amp;quot; don Juan said, &amp;quot;but if you look out of the corner of your eye, you will still see fleeting shadows jumping all around you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He was right. I could still see them. Their movement made me dizzy. Don Juan turned on the light, and that seemed to dissipate everything.   Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have arrived, by your effort alone, to what the shamans of ancient Mexico called the topic of topics. I have been beating around the bush all this time, insinuating to you that something is holding us prisoner. Indeed we are held prisoner! This was an energetic fact for the sorcerers of ancient Mexico.&amp;quot; &amp;quot;Why has this predator taken over in the fashion that you&amp;#39;re describing, don Juan?&amp;quot; I asked. &amp;quot;There must be a logical explanation.&amp;quot; &amp;quot;There is an explanation,&amp;quot; don Juan replied, &amp;quot;which is the simplest explanation in the world. &lt;strong&gt;They took over because we are food for them, and they squeeze us mercilessly because we are their sustenance. Just as we rear chickens in chicken coops, gallineros, the predators rear us in human coops, humaneros. Therefore, their food is always available to them.&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I felt that my head was shaking violently from side to side. I could not express my profound sense of unease and discontentment, but my body moved to bring it to the surface. I shook from head to toe without any volition on my part. I heard myself saying,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, no, no, no. This is absurd, don Juan. What you&amp;#39;re saying is something monstrous. It simply can&amp;#39;t be true, for sorcerers, or for average men, or for anyone.&amp;quot; &amp;quot;Why not?&amp;quot; don Juan asked calmly. &amp;quot;Why not? Because it infuriates you?&amp;quot; &amp;quot;Yes, it infuriates me,&amp;quot; I retorted. &amp;quot;Those claims are monstrous!&amp;quot; &amp;quot;Well,&amp;quot; he said, &amp;quot;you haven&amp;#39;t heard all the claims yet. Wait a bit longer and see how you feel.&amp;quot; &amp;quot;I&amp;#39;m going to subject you to a blitz. That is, I&amp;#39;m going to subject your mind to tremendous onslaughts; and you cannot get up and leave because you&amp;#39;re caught. Not because I&amp;#39;m holding you prisoner, but because something in you will prevent you from leaving while another part of you is going to go truthfully berserk. So brace yourself!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There was something in me which I felt was a &amp;#39;glutton for punishment&amp;#39;. He was right. I wouldn&amp;#39;t have left the house for the world; and yet I didn&amp;#39;t like one bit the inanities he was spouting. Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I want to appeal to your analytical mind. Think for a moment, and tell me how you would explain the contradiction between the intelligence of man the engineer, and the stupidity of his systems of beliefs; or the stupidity of his contradictory behavior. S&lt;strong&gt;&lt;em&gt;orcerers believe that the predators have given us our systems of beliefs; our ideas of good and evil; our social mores. The predators are the ones who set up our hopes and expectations, and dreams of success or failure. They have given us covetousness, greed, and cowardice. It is the predators who make us complacent, routinary, and egomaniacal.&lt;/em&gt;&lt;/strong&gt;&amp;quot; &amp;quot;But how can they do this, don Juan?&amp;quot; I asked, somehow angered further by what he was saying. &amp;quot;Do they whisper all that in our ears while we are asleep?&amp;quot; &amp;quot;No, they don&amp;#39;t do it that way. That&amp;#39;s idiotic!&amp;quot; don Juan said, smiling. &amp;quot;&lt;strong&gt;They are infinitely more efficient and organized than that. In order to keep us obedient, meek and weak, the predators engaged themselves in a stupendous maneuver - stupendous, of course, from the point of view of a fighting strategist; a horrendous maneuver from the point of view of those who suffer it.&lt;/strong&gt; &lt;strong&gt;&lt;em&gt;They gave us their mind! Do you hear me? The predators give us their mind which becomes our mind.&lt;/em&gt;&lt;/strong&gt; &lt;strong&gt;The predators&amp;#39; mind is baroque, contradictory, morose, and filled with the fear of being discovered any minute now.&lt;/strong&gt; &amp;quot;I know that even though you have never suffered hunger,&amp;quot; he went on, &amp;quot;you have food anxiety which is none other than the anxiety of the predator who fears that any moment now its maneuver is going to be uncovered, and its food is going to be denied. Through the mind, which after all is their mind, the predators inject into the lives of human beings whatever is convenient for them. The predators ensure in this manner a degree of security to act as a buffer against their fear.&amp;quot; &amp;quot;It&amp;#39;s not that I can&amp;#39;t accept all this at face value, don Juan,&amp;quot; I said. &amp;quot;I could, but there&amp;#39;s something so odious about it that it actually repels me. It forces me to take a contradictory stand. &amp;quot;If it&amp;#39;s true that they eat us, how do they do it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan had a broad smile on his face. He was as pleased as punch. &lt;strong&gt;He explained that sorcerers see infant human beings as strange, luminous balls of energy covered from the top to the bottom with a glowing coat, something like a plastic cover that is adjusted tightly over their cocoon of energy. He said that that glowing coat of awareness was what the predators consumed, and that when a human being reached adulthood, all that was left of that glowing coat of awareness was a narrow fringe that went from the ground to the top of the toes. That fringe permitted mankind to continue living, but only barely&lt;/strong&gt;. As if I were in a dream, I heard don Juan explaining that, to his knowledge, man was the only species that had the glowing coat of awareness outside that luminous cocoon. Therefore, he became easy prey for an awareness of a different order; such as the heavy awareness of the predator. He then made the most damaging statement he had made so far. &lt;strong&gt;He said that this narrow fringe of awareness was the epicenter of self-reflection where man was irremediably caught. By playing on our self-reflection, which is the only point of awareness left to us, the predators create flares of awareness that they proceed to consume in a ruthless, predatory fashion. They give us inane problems that force those flares of awareness to rise, and in this manner they keep us alive in order for them to be fed with the energetic flare of our pseudo-concerns&lt;/strong&gt;. There must have been something in what don Juan was saying which was so devastating to me that at that point I actually got sick to my stomach. After a moment&amp;#39;s pause long enough for me to recover, I asked don Juan,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But why is it that the sorcerers of ancient Mexico and all sorcerers today, although they see the predators, don&amp;#39;t do anything about it?&amp;quot; &amp;quot;There&amp;#39;s nothing that you and I can do about it,&amp;quot; don Juan said in a grave, sad voice. &lt;strong&gt;&amp;quot;All we can do is discipline ourselves to the point where they will not touch us.&lt;/strong&gt; &amp;quot;How can you ask your fellow men to go through those rigors of discipline? They&amp;#39;ll laugh and make fun of you; and the more aggressive ones will beat the shit out of you... and not so much because they don&amp;#39;t believe it. Down in the depths of every human being, there is an ancestral, visceral knowledge about the predators&amp;#39; existence.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;My analytical mind swung back and forth like a yo-yo.   It left me and came back, and left me and came back again. Whatever don Juan was proposing was preposterous, incredible. At the same time, it was a most reasonable thing; so simple. It explained every kind of human contradiction I could think of. But how could one have taken all this seriously? Don Juan was pushing me into the path of an avalanche that would take me down forever. I felt another wave of a threatening sensation. The wave didn&amp;#39;t stem from me, yet it was attached to me. Don Juan was doing something to me, mysteriously positive and terribly negative at the same time. I sensed it as an attempt to cut a thin film that seemed to be glued to me. His eyes were fixed on mine in an unblinking stare. He moved his eyes away, and began to talk without looking at me anymore.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Whenever doubts plague you to a dangerous point,&amp;quot; he said, &amp;quot;do something pragmatic about it. Turn off the light. Pierce the darkness; find out what you can see.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He got up to turn off the lights. I stopped him.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, no, don Juan,&amp;quot; I said, &amp;quot;don&amp;#39;t turn off the lights. I&amp;#39;m doing okay.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;What I felt then was a most unusual, for me, fear of the darkness. The mere thought of it made me pant. I definitely knew something viscerally, but I wouldn&amp;#39;t dare touch it, or bring it to the surface, not in a million years!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You saw the fleeting shadows against the trees,&amp;quot; don Juan said, sitting back against his chair. &amp;quot;That&amp;#39;s pretty good. I&amp;#39;d like you to see them inside this room. You&amp;#39;re not seeing anything. You&amp;#39;re just merely catching fleeting images. You have enough energy for that.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I feared that don Juan would get up anyway and turn off the lights, which he did. Two seconds later, I was screaming my head off. Not only did I catch a glimpse of those fleeting images, I heard them buzzing by my ears. Don Juan doubled up with laughter as he turned on the lights.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What a temperamental fellow!&amp;quot; he said. &amp;quot;A total disbeliever, on the one hand; and a total pragmatist on the other. You must arrange this internal fight, otherwise you&amp;#39;re going to swell up like a big toad and burst.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan kept on pushing his barb deeper and deeper into me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The sorcerers of ancient Mexico,&amp;quot; he said, &amp;quot;saw the predator. They called it the flyer because it leaps through the air. It is not a pretty sight. It is a big shadow, impenetrably dark, a black shadow that jumps through the air. Then, it lands flat on the ground.&amp;quot; &amp;quot;&lt;strong&gt;The sorcerers of ancient Mexico were quite ill at ease with the idea of when it made its appearance on Earth. They reasoned that man must have been a complete being at one point, with stupendous insights and feats of awareness that are mythological legends nowadays. And then everything seems to disappear, and we have now a sedated man.&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wanted to get angry and call him a paranoiac, but somehow the righteousness that was usually just underneath the surface of my being wasn&amp;#39;t there.   Something in me was beyond the point of asking myself my favorite question: What if all that he said is true?   At the moment he was talking to me that night, in my heart of hearts, I felt that all of what he was saying was true, but at the same time and with equal force, I felt that all that he was saying was absurdity itself.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are you saying, don Juan?&amp;quot; I asked feebly. My throat was constricted. I could hardly breathe. &amp;quot;&lt;strong&gt;What I&amp;#39;m saying is that what we have against us is not a simple predator. It is very smart and organized. It follows a methodical system to render us useless. Man, the magical being that he is destined to be, is no longer magical. He&amp;#39;s an average piece of meat. There are no more dreams for man but the dreams of an animal who is being raised to become a piece of meat: trite, conventional, imbecilic.&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s words were eliciting a strange, bodily reaction in me comparable to the sensation of nausea.   It was as if I were going to get sick to my stomach again. But the nausea was coming from the bottom of my being, from the marrow of my bones. I convulsed involuntarily. Don Juan shook me by the shoulders forcefully. I felt my neck wobbling back and forth under the impact of his grip. The maneuver calmed me down at once. I felt more in control.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;This predator,&amp;quot; don Juan said, &amp;quot;which, of course, is an inorganic being, is not altogether invisible to us as other inorganic beings are. I think as children we do see it, but we decide it&amp;#39;s so horrific that we don&amp;#39;t want to think about it&lt;/strong&gt;. Children, of course, could insist on focusing on the sight, but everybody else around them dissuades them from doing so. &lt;strong&gt;&lt;em&gt;The only alternative left for mankind is discipline. Discipline is the only deterrent. But by discipline I don&amp;#39;t mean harsh routines. I don&amp;#39;t mean waking up every morning at five-thirty and throwing cold water on yourself until you&amp;#39;re blue. Sorcerers understand discipline as the capacity to face with serenity odds that are not included in our expectations&lt;/em&gt;&lt;/strong&gt;&lt;strong&gt;.&lt;/strong&gt; For sorcerers, discipline is an art; the art of facing infinity without flinching; not because they are strong and tough, but because they are filled with awe.&amp;quot; &amp;quot;In what way would the sorcerers&amp;#39; discipline be a deterrent to the flyers?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;Don Juan scrutinized my face as if to discover any signs of my disbelief. He said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&lt;strong&gt;Sorcerers say that discipline makes the glowing coat of awareness unpalatable to the flyer. The result is that the predators become bewildered. An inedible glowing coat of awareness is not part of their cognition, I suppose. After being bewildered, they don&amp;#39;t have any recourse other than refraining from continuing their nefarious task.&lt;/strong&gt; If the predators don&amp;#39;t eat our glowing coat of awareness for a while, it will keep on growing. &amp;quot;Simplifying this matter to the extreme, I can say that sorcerers, by means of their discipline, push the predators away long enough to allow their glowing coat of awareness to grow beyond the level of the toes. Once it goes beyond the level of the toes, it grows back to its natural size. The sorcerers of ancient Mexico used to say that the glowing coat of awareness is like a tree. If it is not pruned, it grows to its natural size and volume. As awareness reaches levels higher than the toes, tremendous maneuvers of perception become a matter of course. &amp;quot;&lt;strong&gt;&lt;em&gt;The grand trick of those sorcerers of ancient times was to burden the flyers&amp;#39; mind with discipline. Sorcerers found out that if they taxed the flyers&amp;#39; mind with inner silence, the foreign installation would flee, and give any one of the practitioners involved in this maneuver the total certainty of the mind&amp;#39;s foreign origin&lt;/em&gt;&lt;/strong&gt;. The [alien mind control of these creatures] comes back, I assure you, but not as strong; and a process begins in which the fleeing of the flyers&amp;#39; mind becomes routine until one day it flees permanently. &lt;strong&gt;&lt;em&gt;&amp;quot;That&amp;#39;s the day when you have to rely on your own devices which are nearly zero. A sad day indeed! There&amp;#39;s no one to tell you what to do. There&amp;#39;s no mind of foreign origin to dictate the imbecilities you&amp;#39;re accustomed to. My teacher, the nagual Julian, used to warn all his disciples that this was the toughest day in a sorcerer&amp;#39;s life for the real mind that belongs to us. The sum total of our experience after a lifetime of domination has been rendered shy, insecure, and shifty. Personally, I would say that the real battle of sorcerers begins at that moment. The rest is merely preparation.&lt;/em&gt;&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I became genuinely agitated.   I wanted to know more, and yet a strange feeling in me clamored for me to stop. It alluded to dark results and punishment, something like the wrath of God descending on me for tampering with something veiled by God himself. I made a supreme effort to allow my curiosity to win. I heard myself say,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What-what-what do you mean, by taxing the flyers&amp;#39; mind?&amp;quot; &amp;quot;Discipline taxes the foreign mind no end,&amp;quot; he replied. &amp;quot;So, through their discipline, sorcerers vanquish the foreign installation.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was overwhelmed by his statements.   I believed that don Juan was either certifiably insane or that he was telling me something so awesome that it froze everything in me. I noticed, however how quickly I rallied my energy to deny everything he had said. After an instant of panic, I began to laugh, as if don Juan had told me a joke. I even heard myself saying,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan, don Juan, you&amp;#39;re incorrigible!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan seemed to understand everything I was experiencing. He shook his head from side to side, and raised his eyes to the heavens in a gesture of mock despair. He said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I am so incorrigible, that I am going to give the flyers&amp;#39; mind which you carry inside you one more jolt. I am going to reveal to you one of the most extraordinary secrets of sorcery. I am going to describe to you a finding that took sorcerers thousands of years to verify and consolidate.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He looked at me, smiled maliciously, and said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&lt;strong&gt;The flyers&amp;#39; mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers&amp;#39; mind flees in defeat.   And that&amp;#39;s exactly what you are going to do; hold on to the energy that binds you together.&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had the most inexplicable reaction I could have imagined. Something in me actually shook, as if it had received a jolt. I entered into a state of unwarranted fear, which I immediately associated with my religious background. Don Juan looked at me from head to toe.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You are fearing the wrath of God, aren&amp;#39;t you?&amp;quot; he said. &amp;quot;Rest assured, that&amp;#39;s not your fear. It&amp;#39;s the flyers&amp;#39; fear, because it knows that you will do exactly as I&amp;#39;m telling you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;His words did not calm me at all. I felt worse. I was actually convulsing involuntarily, and I had no means to stop it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t worry,&amp;quot; don Juan said calmly. &amp;quot;I know for a fact that those attacks wear off very quickly. The flyer&amp;#39;s mind has no concentration whatsoever.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;After a moment, everything stopped as don Juan had predicted. To say again that I was bewildered is a euphemism. This was the first time in my life ever, with don Juan or alone, that I didn&amp;#39;t know whether I was coming or going. I wanted to get out of the chair and walk around, but I was deathly afraid. I was filled with rational assertions, and at the same time I was filled with an infantile fear. I began to breathe deeply as a cold perspiration covered my entire body. I had somehow unleashed on myself a most godawful sight: black, fleeting shadows jumping all around me wherever I turned. I closed my eyes and rested my head on the arm of the stuffed chair.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t know which way to turn, don Juan,&amp;quot; I said. &amp;quot;Tonight, you have really succeeded in getting me lost.&amp;quot; Don Juan said, &amp;quot;You&amp;#39;re being torn by an internal struggle. Down in the depths of you, you know that you are incapable of refusing the agreement that an indispensable part of you, your glowing coat of awareness, is going to serve as an incomprehensible source of nourishment to, naturally, incomprehensible entities. &amp;quot;And another part of you will stand against this situation with all its might. &lt;strong&gt;The sorcerers&amp;#39; revolution is that they refuse to honor agreements in which they did not participate. Nobody ever asked me if I would consent to being eaten by beings of a different kind of awareness.&lt;/strong&gt; My parents just brought me into this world to be food, like themselves, and that&amp;#39;s the end of the story.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan stood up from his chair and stretched his arms and legs.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We have been sitting here for hours. It&amp;#39;s time to go into the house. I&amp;#39;m going to eat. Do you want to eat with me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I declined.   My stomach was in an uproar.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think you&amp;#39;d better go to sleep,&amp;quot; he said. &amp;quot;The blitz has devastated you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t need any further coaxing. I collapsed onto my bed, and fell asleep like the dead. When I arrived home, as time went by, the idea of the flyers became one of the main fixations of my life. I got to the point where I felt that don Juan was absolutely right about them. No matter how hard I tried, I couldn&amp;#39;t discard his logic. &lt;strong&gt;The more I thought about it, and the more I talked to and observed myself, and my fellow men, the more intense the conviction that something was rendering us incapable of any activity or any interaction or any thought that didn&amp;#39;t have the self as its focal point.&lt;/strong&gt; My concern, as well as the concern of everyone I knew or talked to, was the self. Since I couldn&amp;#39;t find any explanation for such universal homogeneity, I believed that don Juan&amp;#39;s line of thought was the most appropriate way of elucidating the phenomenon.  I went as deeply as I could into readings about myths and legends. In reading, I experienced something I had never felt before: Each of the books I read was an interpretation of myths and legends&lt;strong&gt;&lt;em&gt;. In each one of those books, a homogeneous mind was palpable. The styles differed, but the drive behind the words was homogeneously the same: Even though the theme was something as abstract as myths and legends, the authors always managed to insert statements about themselves. The homogeneous drive behind every one of those books was not the stated theme of the book. Instead, it was self-service.&lt;/em&gt;&lt;/strong&gt; I had never felt this before. I attributed my reaction to don Juan&amp;#39;s influence. The unavoidable question that I posed to myself was: Is he influencing me to see this, or is there really a foreign mind dictating everything we do? I lapsed, perforce, into denial again, and I went insanely from denial to acceptance to denial. Something in me knew that whatever don Juan was driving at was an energetic fact; but something equally important in me knew that all of that was guff. The end result of my internal struggle was a sense of foreboding; the sense of something imminently dangerous coming at me. I made extensive anthropological inquiries into the subject of the flyers in other cultures, but I couldn&amp;#39;t find any references to them anywhere. Don Juan seemed to be the only source of information about this matter. The next time I saw him, I instantly jumped to talk about the flyers. I said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have tried my best to be rational about this subject matter, but I can&amp;#39;t. There are moments when I fully agree with you about the predators.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Focus your attention on the fleeting shadows that you actually see,&amp;quot; don Juan said with a smile.&lt;/p&gt;\n\n&lt;p&gt;I told don Juan that those fleeting shadows were going to be the end of my rational life. I saw them everywhere. Since I had left his house, I was incapable of going to sleep in the dark. To sleep with the lights on did not bother me at all. The moment I turned the lights off, however, everything around me began to jump. I never saw complete figures or shapes. All I saw were fleeting black shadows.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The flyers&amp;#39; mind has not left you,&amp;quot; don Juan said. &amp;quot;It has been seriously injured. It&amp;#39;s trying its best to rearrange its relationship with you. But something in you is severed forever. The flyer knows that. The real danger is that the flyers&amp;#39; mind may win by getting you tired and forcing you to quit by playing the contradiction between what it says and what I say.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&lt;strong&gt;You see, the flyers&amp;#39; mind has no competitors. When it proposes something, it agrees with its own proposition, and it makes you believe that you&amp;#39;ve done something of worth. The flyers&amp;#39; mind will say to you that whatever Juan Matus is telling you is pure nonsense, and then the same mind will agree with its own proposition,&lt;/strong&gt; &amp;#39;Yes, of course, it is nonsense,&amp;#39; you will say. That&amp;#39;s the way they overcome us.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&lt;strong&gt;&lt;em&gt;The flyers are an essential part of the universe, and they must be taken as what they really are; awesome, monstrous. They are the means by which the universe tests us. We are energetic probes created by the universe,&amp;quot; he continued as if he were oblivious to my presence, &amp;quot;and it&amp;#39;s because we are possessors of energy that has awareness that we are the means by which the universe becomes aware of itself.&lt;/em&gt;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&lt;strong&gt;&lt;em&gt;The flyers are the implacable challengers. They cannot be taken as anything else. If we succeed in doing that, the universe allows us to continue.&lt;/em&gt;&lt;/strong&gt;&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_53h1ns", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "pyx9f2", "is_robot_indexable": true, "report_reasons": null, "author": "ProfessorMcCrackin", "discussion_type": null, "num_comments": 10, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/EscapingPrisonPlanet/comments/pyx9f2/the_predators_of_humanity/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/EscapingPrisonPlanet/comments/pyx9f2/the_predators_of_humanity/", "subreddit_subscribers": 59916, "created_utc": 1633050441.0, "num_crossposts": 2, "mod_reports": [], "is_video": false}], "created": 1635890431.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "domain": "self.EscapingPrisonPlanet", "allow_live_comments": false, "selftext_html": null, "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "/r/EscapingPrisonPlanet/comments/pyx9f2/the_predators_of_humanity/", "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "4db2d960-6010-11ea-9ef8-0ed2b63f6a6f", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qlfeaa", "is_robot_indexable": true, "num_duplicates": 1, "report_reasons": null, "author": "[deleted]", "discussion_type": null, "num_comments": 8, "send_replies": false, "media": null, "contest_mode": false, "crosspost_parent": "t3_pyx9f2", "author_flair_text_color": "dark", "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/", "whitelist_status": "some_ads", "stickied": false, "url": "/r/EscapingPrisonPlanet/comments/pyx9f2/the_predators_of_humanity/", "subreddit_subscribers": 9561, "created_utc": 1635890431.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj2x0km", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1635897179.0, "send_replies": true, "parent_id": "t3_qlfeaa", "score": 9, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes, but I heard the cure for this from Carlos in person, many times.\n\nSometimes daily!  We got sick of it, in fact.\n\nHe once did an imitation of them licking your foot, just 2 feet away from me, while staring into my eyes.\n\nAnd smacking afterwards to show how \"tasty\" it was.\n\nSee Rise of Skywalker at the start where Luke drinks the green milk from the beast, and then licks his lips for Rey.\n\nThat was exactly what he did, including the smirk.\n\nHe knew I didn't buy it.\n\nYou're looking at it in a book, but that book wasn't out at the time.\n\nJust raise your energy up above your knees (maybe ankles is almost enough), and you don't taste good to them anymore.  That's the solution.\n\nAlternately, someone could move their beam of awareness off \"ME\", and not have to learn to be completely silent.  Just don't fantasize where you are a figure in the fantasy.  Focus on  abstract things, or plants, or beautiful scenes, and ditch the bitter fantasies.\n\nAnyone could start learning that right now!\n\nBut normally you need to raise your energy up.\n\nYou do that by learning to be silent, so you don't indulge so much.\n\nDoing darkroom, you'll be able to see it!  Visually.\n\nWhen you quote the book, it seems like doctrine we just have to accept.\n\nBut this isn't Buddhism!  We get to actually see stuff, with just a small amount of effort (darkroom level efforts).\n\nMy energy is already high enough to not taste good to them.\n\nSo you can do it too!\n\nBottom line:  what you do about this,  is what you have to do anyway, to learn sorcery.\n\nSo it's a nearly irrelevant worry.\n\nMy suspicion is that Carlos was following \"the rule\" which requires certain things.\n\nOr you don't gain the help of *intent*, following the path of the old seers.\n\nAnd one part of the rule requires a \"worthy opponent\".\n\nBut for 1000+ students?\n\nOnly the fliers could supply that.\n\nHe made a harmless worthy opponent who was scary, the same way he used La Catalina as a worthy opponent for Carlos, when in fact she wasn't dangerous to him.\n\nCholita's more dangerous than either the fliers or La Catalina!\n\nIt is an interesting topic however.\n\nIf they turn out to exist, I'll apologize profusely for saying they don't.\n\nAnd we'll attack their home world!\n\nThis is the first time in history when that might be possible.\n\nThe old seers might have achieved numbers of real sorcerers like we can.\n\nBut they hated each other.  Cooperating didn't exist back then.\n\nIt was only the Spanish invaders that caused the old seers to become the new ones.\n\nWho weren't secretive anymore, and cooperated with other lineages when needed.\n\nSo lets raise up an army, and kick flier butt!!!\n\nOr maybe we only need to catch a few, put a saddle on them, and ride them around in the open so the other fliers get afraid and leave.\n\nWorry about them?\n\nI can't see a point to that.\n\nI should add, someone with connections asked cleargreen about it, explaining that I said they don't exist.\n\nThey know who I am, that's for sure!  Might even like to contradict me if possible.\n\nNyei even came to my Facebook to correct one point someone made there.  \n\nAnd the answer  they got was, they don't emphasize the fliers anymore.\n\nThey don't seem worried about it also.\n\nMaybe I'll design a scary red saddle for a flier one of these days.  I think we have enough info between the book, and what Carlos explained in classes.\n\nThe shadows on the trees  are larger than the actual fliers!\n\nThere fliers are maybe 3 feet wide I figure.\n\nA horse saddle might even fit them!\n\nBut how to trap an inorganic being?", "edited": 1635898216.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj2x0km", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, but I heard the cure for this from Carlos in person, many times.&lt;/p&gt;\n\n&lt;p&gt;Sometimes daily!  We got sick of it, in fact.&lt;/p&gt;\n\n&lt;p&gt;He once did an imitation of them licking your foot, just 2 feet away from me, while staring into my eyes.&lt;/p&gt;\n\n&lt;p&gt;And smacking afterwards to show how &amp;quot;tasty&amp;quot; it was.&lt;/p&gt;\n\n&lt;p&gt;See Rise of Skywalker at the start where Luke drinks the green milk from the beast, and then licks his lips for Rey.&lt;/p&gt;\n\n&lt;p&gt;That was exactly what he did, including the smirk.&lt;/p&gt;\n\n&lt;p&gt;He knew I didn&amp;#39;t buy it.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re looking at it in a book, but that book wasn&amp;#39;t out at the time.&lt;/p&gt;\n\n&lt;p&gt;Just raise your energy up above your knees (maybe ankles is almost enough), and you don&amp;#39;t taste good to them anymore.  That&amp;#39;s the solution.&lt;/p&gt;\n\n&lt;p&gt;Alternately, someone could move their beam of awareness off &amp;quot;ME&amp;quot;, and not have to learn to be completely silent.  Just don&amp;#39;t fantasize where you are a figure in the fantasy.  Focus on  abstract things, or plants, or beautiful scenes, and ditch the bitter fantasies.&lt;/p&gt;\n\n&lt;p&gt;Anyone could start learning that right now!&lt;/p&gt;\n\n&lt;p&gt;But normally you need to raise your energy up.&lt;/p&gt;\n\n&lt;p&gt;You do that by learning to be silent, so you don&amp;#39;t indulge so much.&lt;/p&gt;\n\n&lt;p&gt;Doing darkroom, you&amp;#39;ll be able to see it!  Visually.&lt;/p&gt;\n\n&lt;p&gt;When you quote the book, it seems like doctrine we just have to accept.&lt;/p&gt;\n\n&lt;p&gt;But this isn&amp;#39;t Buddhism!  We get to actually see stuff, with just a small amount of effort (darkroom level efforts).&lt;/p&gt;\n\n&lt;p&gt;My energy is already high enough to not taste good to them.&lt;/p&gt;\n\n&lt;p&gt;So you can do it too!&lt;/p&gt;\n\n&lt;p&gt;Bottom line:  what you do about this,  is what you have to do anyway, to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s a nearly irrelevant worry.&lt;/p&gt;\n\n&lt;p&gt;My suspicion is that Carlos was following &amp;quot;the rule&amp;quot; which requires certain things.&lt;/p&gt;\n\n&lt;p&gt;Or you don&amp;#39;t gain the help of &lt;em&gt;intent&lt;/em&gt;, following the path of the old seers.&lt;/p&gt;\n\n&lt;p&gt;And one part of the rule requires a &amp;quot;worthy opponent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But for 1000+ students?&lt;/p&gt;\n\n&lt;p&gt;Only the fliers could supply that.&lt;/p&gt;\n\n&lt;p&gt;He made a harmless worthy opponent who was scary, the same way he used La Catalina as a worthy opponent for Carlos, when in fact she wasn&amp;#39;t dangerous to him.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s more dangerous than either the fliers or La Catalina!&lt;/p&gt;\n\n&lt;p&gt;It is an interesting topic however.&lt;/p&gt;\n\n&lt;p&gt;If they turn out to exist, I&amp;#39;ll apologize profusely for saying they don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;And we&amp;#39;ll attack their home world!&lt;/p&gt;\n\n&lt;p&gt;This is the first time in history when that might be possible.&lt;/p&gt;\n\n&lt;p&gt;The old seers might have achieved numbers of real sorcerers like we can.&lt;/p&gt;\n\n&lt;p&gt;But they hated each other.  Cooperating didn&amp;#39;t exist back then.&lt;/p&gt;\n\n&lt;p&gt;It was only the Spanish invaders that caused the old seers to become the new ones.&lt;/p&gt;\n\n&lt;p&gt;Who weren&amp;#39;t secretive anymore, and cooperated with other lineages when needed.&lt;/p&gt;\n\n&lt;p&gt;So lets raise up an army, and kick flier butt!!!&lt;/p&gt;\n\n&lt;p&gt;Or maybe we only need to catch a few, put a saddle on them, and ride them around in the open so the other fliers get afraid and leave.&lt;/p&gt;\n\n&lt;p&gt;Worry about them?&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t see a point to that.&lt;/p&gt;\n\n&lt;p&gt;I should add, someone with connections asked cleargreen about it, explaining that I said they don&amp;#39;t exist.&lt;/p&gt;\n\n&lt;p&gt;They know who I am, that&amp;#39;s for sure!  Might even like to contradict me if possible.&lt;/p&gt;\n\n&lt;p&gt;Nyei even came to my Facebook to correct one point someone made there.  &lt;/p&gt;\n\n&lt;p&gt;And the answer  they got was, they don&amp;#39;t emphasize the fliers anymore.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t seem worried about it also.&lt;/p&gt;\n\n&lt;p&gt;Maybe I&amp;#39;ll design a scary red saddle for a flier one of these days.  I think we have enough info between the book, and what Carlos explained in classes.&lt;/p&gt;\n\n&lt;p&gt;The shadows on the trees  are larger than the actual fliers!&lt;/p&gt;\n\n&lt;p&gt;There fliers are maybe 3 feet wide I figure.&lt;/p&gt;\n\n&lt;p&gt;A horse saddle might even fit them!&lt;/p&gt;\n\n&lt;p&gt;But how to trap an inorganic being?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj2x0km/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635897179.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qlfeaa", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj5z7il", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635956706.0, "send_replies": true, "parent_id": "t1_hj5ff2q", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So maybe they were a good idea!\n\nIt didn't occur to me that they'd become famous controllers of humans, in the places where it's believed there's a worldwide conspiracy.\n\nCholita loves that stuff.\n\nIf they get people to read more, maybe they'll have been useful for something, other than making teenage men worry about how much they masturbate.\n\nWe've had a few who liked to blame it on the fliers.\n\nIn fact, we get a hysterical flier poster once every few months.\n\nThe last actually had to be banned a while, he was so over the top about the fliers.\n\nIt's the \"warner\" type.\n\nIn any \"weird stuff\" system, there are \"specialists\".\n\nMembers who specialize in one aspect of that system.\n\nMost not even interested in the main topic.\n\nYou get the \"Look what I found!\" types.\n\nThey like to share weird stuff, and get credit for finding the most, to keep people entertained.\n\nThen there's the \"warners\".\n\nAlways warning everyone, never learning anything.\n\nThe fliers are on the list of things they like to warn people about.\n\nAnd to \"IOB Kidnappings\".\n\nNo interest in learning.\n\nThey just want the attention.\n\nToo bad there aren't any female \"naked picture sharers\".\n\nI suppose those are in the satanism subreddits.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj5z7il", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So maybe they were a good idea!&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t occur to me that they&amp;#39;d become famous controllers of humans, in the places where it&amp;#39;s believed there&amp;#39;s a worldwide conspiracy.&lt;/p&gt;\n\n&lt;p&gt;Cholita loves that stuff.&lt;/p&gt;\n\n&lt;p&gt;If they get people to read more, maybe they&amp;#39;ll have been useful for something, other than making teenage men worry about how much they masturbate.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve had a few who liked to blame it on the fliers.&lt;/p&gt;\n\n&lt;p&gt;In fact, we get a hysterical flier poster once every few months.&lt;/p&gt;\n\n&lt;p&gt;The last actually had to be banned a while, he was so over the top about the fliers.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;warner&amp;quot; type.&lt;/p&gt;\n\n&lt;p&gt;In any &amp;quot;weird stuff&amp;quot; system, there are &amp;quot;specialists&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Members who specialize in one aspect of that system.&lt;/p&gt;\n\n&lt;p&gt;Most not even interested in the main topic.&lt;/p&gt;\n\n&lt;p&gt;You get the &amp;quot;Look what I found!&amp;quot; types.&lt;/p&gt;\n\n&lt;p&gt;They like to share weird stuff, and get credit for finding the most, to keep people entertained.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s the &amp;quot;warners&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Always warning everyone, never learning anything.&lt;/p&gt;\n\n&lt;p&gt;The fliers are on the list of things they like to warn people about.&lt;/p&gt;\n\n&lt;p&gt;And to &amp;quot;IOB Kidnappings&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No interest in learning.&lt;/p&gt;\n\n&lt;p&gt;They just want the attention.&lt;/p&gt;\n\n&lt;p&gt;Too bad there aren&amp;#39;t any female &amp;quot;naked picture sharers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose those are in the satanism subreddits.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qlfeaa", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj5z7il/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635956706.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hj5ff2q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fit_Box_9033", "can_mod_post": false, "created_utc": 1635949003.0, "send_replies": true, "parent_id": "t3_qlfeaa", "score": 2, "author_fullname": "t2_b4baukjk", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The fliers brought me to the books it was so interesting ..until I learned about the four gates of dreaming…and everything else.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj5ff2q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The fliers brought me to the books it was so interesting ..until I learned about the four gates of dreaming…and everything else.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj5ff2q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635949003.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qlfeaa", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj61bho", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1635957496.0, "send_replies": true, "parent_id": "t3_qlfeaa", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I officially dub \"the fliers\":\n\nFaction F\n\nCarlos created factions for passing on his knowledge.\n\nCleargreen was faction #1, but it was obvious he had created instability in it, and we got Miles and Aerin, as Faction #2.\n\nBoth still actively teaching.\n\nPrivate classes would inevitably be a source of people who went out to teach, and I've dubbed that Faction #3.\n\nBut there's only 3 of us left, and I'm the only significantly active one.\n\nThen there's Faction M for Mexico.\n\nI have no idea what's going on down there.\n\nAll of those, created by Carlos.\n\nFaction H is for Hollywood. Soledad was over there, making movies, we have Bruce Wagner, and the witches even ended up at Sony pictures, possibly with Carlos, and discussed making a movie of the teachings of don Juan.\n\nCarlos said, he wanted Robert Redford to play him, but Anthony Quinn was absolutely not allowed to be don Juan.\n\nAnd we always suspected there were more consciously created factions, that we had not uncovered yet.\n\nBoth don Juan and Carlos were behind it all.  They could just \"intend\" a new faction, and a tiny bit of effort would be all that was needed, to make it so.\n\nSo now we have Faction F\n\nThe fliers!\n\nIt's so obvious.  The conspiracy web pages are bound to pick up any idea of an all controlling alien force, oppressing mankind.  Especially one so like the Gnostic version.\n\nThere's no way that wouldn't get picked up by others!\n\nAnd spread to get web page clicks.\n\nAnd curious people would \"investigate\" more.\n\nLike the person who commented in this post, he was introduced via the fliers.\n\nAll I can say is,  Go Fliers!\n\nAnd don't anyone worry about them.  Follow instructions in here, and one day you'll look down and realize you are standing in 3 feet of a liquid light in your dark room.\n\nThat's your energy level.\n\nWhen you can reach down with your straight arm and pat it with your palm, creating visible ripples, you are safe from the fliers.\n\nThey don't like the taste of that type of energy.", "edited": 1635957692.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj61bho", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I officially dub &amp;quot;the fliers&amp;quot;:&lt;/p&gt;\n\n&lt;p&gt;Faction F&lt;/p&gt;\n\n&lt;p&gt;Carlos created factions for passing on his knowledge.&lt;/p&gt;\n\n&lt;p&gt;Cleargreen was faction #1, but it was obvious he had created instability in it, and we got Miles and Aerin, as Faction #2.&lt;/p&gt;\n\n&lt;p&gt;Both still actively teaching.&lt;/p&gt;\n\n&lt;p&gt;Private classes would inevitably be a source of people who went out to teach, and I&amp;#39;ve dubbed that Faction #3.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s only 3 of us left, and I&amp;#39;m the only significantly active one.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s Faction M for Mexico.&lt;/p&gt;\n\n&lt;p&gt;I have no idea what&amp;#39;s going on down there.&lt;/p&gt;\n\n&lt;p&gt;All of those, created by Carlos.&lt;/p&gt;\n\n&lt;p&gt;Faction H is for Hollywood. Soledad was over there, making movies, we have Bruce Wagner, and the witches even ended up at Sony pictures, possibly with Carlos, and discussed making a movie of the teachings of don Juan.&lt;/p&gt;\n\n&lt;p&gt;Carlos said, he wanted Robert Redford to play him, but Anthony Quinn was absolutely not allowed to be don Juan.&lt;/p&gt;\n\n&lt;p&gt;And we always suspected there were more consciously created factions, that we had not uncovered yet.&lt;/p&gt;\n\n&lt;p&gt;Both don Juan and Carlos were behind it all.  They could just &amp;quot;intend&amp;quot; a new faction, and a tiny bit of effort would be all that was needed, to make it so.&lt;/p&gt;\n\n&lt;p&gt;So now we have Faction F&lt;/p&gt;\n\n&lt;p&gt;The fliers!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so obvious.  The conspiracy web pages are bound to pick up any idea of an all controlling alien force, oppressing mankind.  Especially one so like the Gnostic version.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no way that wouldn&amp;#39;t get picked up by others!&lt;/p&gt;\n\n&lt;p&gt;And spread to get web page clicks.&lt;/p&gt;\n\n&lt;p&gt;And curious people would &amp;quot;investigate&amp;quot; more.&lt;/p&gt;\n\n&lt;p&gt;Like the person who commented in this post, he was introduced via the fliers.&lt;/p&gt;\n\n&lt;p&gt;All I can say is,  Go Fliers!&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t anyone worry about them.  Follow instructions in here, and one day you&amp;#39;ll look down and realize you are standing in 3 feet of a liquid light in your dark room.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s your energy level.&lt;/p&gt;\n\n&lt;p&gt;When you can reach down with your straight arm and pat it with your palm, creating visible ripples, you are safe from the fliers.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t like the taste of that type of energy.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj61bho/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635957496.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qlfeaa", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_qlfeaa", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj3ygt0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hj36mq6", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "It's textbook: keep practicing silence. Some people can't go a few seconds without some random mental monologueing. There are a lot of meditation techniques out there, find one that works for you.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s textbook: keep practicing silence. Some people can&amp;#39;t go a few seconds without some random mental monologueing. There are a lot of meditation techniques out there, find one that works for you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj3ygt0/", "num_reports": null, "locked": false, "name": "t1_hj3ygt0", "created": 1635913641.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1635913641.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj4t5az", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1635937388.0, "send_replies": true, "parent_id": "t1_hj36mq6", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "A readily accessible way of practically working that out is:\n\nhttps://www.reddit.com/r/castaneda/wiki/silence\n\n...find some stones, or acquire some quartz crystals. They're the method that's the most in-sync with the intent of the old sorcerers.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj4t5az", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A readily accessible way of practically working that out is:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/silence\"&gt;https://www.reddit.com/r/castaneda/wiki/silence&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;...find some stones, or acquire some quartz crystals. They&amp;#39;re the method that&amp;#39;s the most in-sync with the intent of the old sorcerers.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qlfeaa", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj4t5az/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635937388.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hj4ybfl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tabdrops", "can_mod_post": false, "created_utc": 1635940673.0, "send_replies": true, "parent_id": "t1_hj36mq6", "score": 1, "author_fullname": "t2_b9puh3b5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;explain discipline\n\nEverything that's suitable for cleaning the link to intent. Look out for elation which arises from inner silence.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj4ybfl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;explain discipline&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Everything that&amp;#39;s suitable for cleaning the link to intent. Look out for elation which arises from inner silence.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qlfeaa", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj4ybfl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635940673.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hj36mq6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "alwiba", "can_mod_post": false, "created_utc": 1635901171.0, "send_replies": true, "parent_id": "t3_qlfeaa", "score": 1, "author_fullname": "t2_7mwbh7dw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Can someone explain discipline that they were talking about?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hj36mq6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can someone explain discipline that they were talking about?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qlfeaa/exceprt_from_mud_shadows_chapter_of_the_active/hj36mq6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1635901171.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qlfeaa", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]