[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Just had a conversation with someone in the psychology dept about darkroom gazing. When I mentioned the purple puffs, they looked curious and said that when then do transcranial magnetic stimulation (TMS) on test subjects it tends to produce 'purple puffs' *after* phosphenes subside. Obviously they were treating these phenomena as purely hallucinogenic; I mentioned the possibility of touching/grabbing the puffs and they seemed intrigued and obviously hadn't considered this possibility because the hallucination presupposition is so powerful. The person in question had also seen so said they would check out the touching possibility next time. Just seemed an interesting verification of this stuff I wanted to mention.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Transcranial Magnetic Stimulation", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_p0xzpf", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_5mv07n7w", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1628501045.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Just had a conversation with someone in the psychology dept about darkroom gazing. When I mentioned the purple puffs, they looked curious and said that when then do transcranial magnetic stimulation (TMS) on test subjects it tends to produce &amp;#39;purple puffs&amp;#39; &lt;em&gt;after&lt;/em&gt; phosphenes subside. Obviously they were treating these phenomena as purely hallucinogenic; I mentioned the possibility of touching/grabbing the puffs and they seemed intrigued and obviously hadn&amp;#39;t considered this possibility because the hallucination presupposition is so powerful. The person in question had also seen so said they would check out the touching possibility next time. Just seemed an interesting verification of this stuff I wanted to mention.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "p0xzpf", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "cfexontology", "discussion_type": null, "num_comments": 7, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/", "subreddit_subscribers": 9561, "created_utc": 1628501045.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h89nt1e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "tabdrops", "can_mod_post": false, "created_utc": 1628501598.0, "send_replies": true, "parent_id": "t3_p0xzpf", "score": 5, "author_fullname": "t2_b9puh3b5", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm not surprised that it never occurred to them to play with the puffs. Psychology doesn't have the right intent. How could something be real when it is hallucinated. Such points of view.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h89nt1e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not surprised that it never occurred to them to play with the puffs. Psychology doesn&amp;#39;t have the right intent. How could something be real when it is hallucinated. Such points of view.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h89nt1e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628501598.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p0xzpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8ccf2b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "monkeyguy999", "can_mod_post": false, "created_utc": 1628549022.0, "send_replies": true, "parent_id": "t1_h8a53s1", "score": 4, "author_fullname": "t2_14w1ssx0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have heard this mentioned a lot of times but never found a book that straight up told it.  Definitely taking a look. Good excuse to go get lost in the university library for a few days.\n\nAlso didnt realize the moving hands back and forth toward each other was some secret. Just something I thought everyone did. \n\nThanks", "edited": 1628549481.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8ccf2b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have heard this mentioned a lot of times but never found a book that straight up told it.  Definitely taking a look. Good excuse to go get lost in the university library for a few days.&lt;/p&gt;\n\n&lt;p&gt;Also didnt realize the moving hands back and forth toward each other was some secret. Just something I thought everyone did. &lt;/p&gt;\n\n&lt;p&gt;Thanks&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p0xzpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h8ccf2b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628549022.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8a53s1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628514036.0, "send_replies": true, "parent_id": "t3_p0xzpf", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "More confirmation of the puffs from an independent researcher/experimenter, as well as a VERY practical application!. From a recent Public Chat Group submission:\n\n*TechnoMagical\\_Intent -* In my notes from a book by Steve Richards, he discusses the cloud at length. Here's just part of one of the chapters. The cloud being what he generally terms \"first matter:\"\n\n\"It is what H. Spencer Lewis described as a faint discolouration of the atmosphere (others have determined it to be something else). If you are using a white background, the cloud will appear to be a very, very faint blue stain that almost cannot be seen at all. The one thing that will tell you for certain when you are getting results is that anything on the other side of the cloud will be blotted out.\n\nThe first time I got results with this experiment, I was lying in bed recovering from influenza, and using the ceiling of my bedroom for a backdrop. I was wondering silently how much longer I should have to work to get success with this phenomenon, when I suddenly noticed that a very slight indentation in the ceiling where I was staring could no longer be seen. This indentation was quite visible before — you tend to notice such things after staring at them for some time — and when I looked more closely, I noticed that there was a very subtle blue haze between the ceiling and my eyes. If I looked away from the target area, I could see the ceiling quite dearly. If I looked where this blue haze was forming, I could see nothing. However, if I had looked for the cloud itself, I would never have noticed it. It was almost invisible.\n\nWhen you think you are getting results, it is time for step five —building the cloud. There are several different ways in which this may be accomplished. You will recall that the Buddhist nun mentioned by Madame Blavatsky in chapter two ‘began to draw together, by large handfuls as it were, invisible material from the surrounding atmosphere’. Some people do have excellent results using their hands in this experiment, and there is a technique that is widely used in Western secret orders based on this principle.\n\nThe idea is to start your hands separated by a foot and a half or so, then bring them together, at the same time holding in mind the thought that you are compressing the astral (second attention) material in the space between them. You are not to gather anything, precisely. The motion that you will make is rather like that of a man playing an accordion. You bring your hands together, then drawn them apart, then bring them together again.\n\nThis technique was once used by members of the Inner Peace Movement, and a woman connected with that movement told me that she could see balls of light forming in the space between her hands when she did this experiment. Some people get excellent results using this method. As for myself, I get nothing whatever.\n\nA method which works better for me is based on will power and eye movement, and does not involve the hands in any way at all. After you have seen the cloud begin to form, look away from it, allow the energy to collect in another region of space, and after a moment or two, bring your eyes gradually toward the centre, where the main cloud is forming, at the same time willing that the energy in other parts of the room will move in and join with the energy already in the cloud. You may glance up above the cloud, then bring your eyes down, willing that the energy above the cloud be added to the energy of the cloud itself, then do the same thing by glancing below the cloud, then to either side of it. Remember as you do this that your willing is not to involve eye-strain in any way. The willing must be entirely mental. The eyes must remain passive if you are to see what you are doing.\"\n\nYou may find it helpful to mix this technique with step number two, and start the building-up process at the same time you start the concentration that allows the cloud to collect in the first place. In other words, rather than concentrate until you can see something visible beginning to collect you might want to alternate between steps one and five, concentrating for a few moments, then building up the cloud for a few moments, and then returning to your concentration. This helps relieve the tedium that often accompanies occult experiments, and can produce some excellent results.\n\n(Step Two)\n\nWith that taken care of, the next step is to sit quietly and comfortably, and direct your eyes to some single place in the room. This is necessary so that the cloud may collect at the place where you are stating. If you glance here for a moment, and there for a moment, the cloud will not build up. The effect of directed attention is cumulative. The longer you look in the same direction, the more definite the cloud you are building becomes.\"\n\nStep Six\n\nAfter you have produced the cloud successfully, you will discover that it has a natural tendency to disperse to the four corners of your room. This is according to the laws of thermodynamics, and if you allow it to happen, eventually the energy in the cloud will become evenly distributed throughout the surrounding space. This dispersing action takes the\\~ form of a spin, and must be countered by another spin of opposite type if the cloud is to be of any use to you.\n\nThe dispersing spin takes place in a clockwise direction, and you must counter it by willing that the cloud spin in an anti-clockwise direction. Once it starts to do this, rather than becoming larger and thinner, it will become smaller and more dense. Therefore, you may need to alternate this step with, step five, causing a anti-clockwise spin, then building up more energy into the cloud as it shrinks.\n\nIf you persist with this, you may build a cloud that is very dense indeed. This is one of the secrets of materialization, and I have been told of an AMORC Grand Master who has completely blotted out the light of a 150 watt bulb in private demonstrations using this method. The Frenchman A. Secour has compared this process with the formation of nebulae in outer space. Astronomers contend that galaxies, including our own, are formed in this way, with gigantic clouds spinning and condensing until they gradually form suns and planets.’\n\nStep Seven\n\nOnce you have formed a cloud that is quite definite and which contains a great deal of astral (second attention) substance, the final step is to draw it around yourself and blot yourself out of view. Once again, the technique is just the logical result of everything we have said thus far. You must produce a cloud large enough to enshroud the human body, then will that it come toward you and surround you. If there is a tendency for it to shine, you may want to will that it assume a neutral colour, perhaps the same colour as your surroundings. I have never noticed this effect myself, but it has been mentioned by numerous others, especially ancient authors. In The Six Keys, Euxodus says of it that ‘it is properly called the great Lunaria, because of the brightness with which it shines’. If you get this result, you will want to suppress it with your will power. It is no use trying to become invisible in a lighthouse.\n\nThe book from Richards is titled \"Invisibility: Mastering the Art of Vanishing,\" first published in 1982.\n\n*TechnoMagical\\_Intent -* The Eagle's Gift, in which Zuleica's darkroom activity with Carlos is detailed, was published in 1981. Richard's book is HEAVILY cited with pages of references to dozens of texts, and adding in his own personally efforts , it would of taken much more than a year to write.\n\n*TechnoMagical\\_Intent* \\- If anything I take it as a deeper confirmation of everything that don Juan's lineage was doing\n\nAnd of it's universality.\n\nIn case anybody's jazzed about the book and thinking about getting it, be warned that there is a lot of filler to wade through and bogus understandings.\n\nThat \"pearl\" above took some work to extract.\n\n*TechnoMagical\\_Intent -* One of the other pearls is that the (second attention) cloud, once drawn around yourself, makes you essentially bulletproof!\n\nHe gives a bunch of examples of this throughout history.\n\n*(continued in separate comment)*", "edited": 1628521945.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8a53s1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;More confirmation of the puffs from an independent researcher/experimenter, as well as a VERY practical application!. From a recent Public Chat Group submission:&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent -&lt;/em&gt; In my notes from a book by Steve Richards, he discusses the cloud at length. Here&amp;#39;s just part of one of the chapters. The cloud being what he generally terms &amp;quot;first matter:&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is what H. Spencer Lewis described as a faint discolouration of the atmosphere (others have determined it to be something else). If you are using a white background, the cloud will appear to be a very, very faint blue stain that almost cannot be seen at all. The one thing that will tell you for certain when you are getting results is that anything on the other side of the cloud will be blotted out.&lt;/p&gt;\n\n&lt;p&gt;The first time I got results with this experiment, I was lying in bed recovering from influenza, and using the ceiling of my bedroom for a backdrop. I was wondering silently how much longer I should have to work to get success with this phenomenon, when I suddenly noticed that a very slight indentation in the ceiling where I was staring could no longer be seen. This indentation was quite visible before — you tend to notice such things after staring at them for some time — and when I looked more closely, I noticed that there was a very subtle blue haze between the ceiling and my eyes. If I looked away from the target area, I could see the ceiling quite dearly. If I looked where this blue haze was forming, I could see nothing. However, if I had looked for the cloud itself, I would never have noticed it. It was almost invisible.&lt;/p&gt;\n\n&lt;p&gt;When you think you are getting results, it is time for step five —building the cloud. There are several different ways in which this may be accomplished. You will recall that the Buddhist nun mentioned by Madame Blavatsky in chapter two ‘began to draw together, by large handfuls as it were, invisible material from the surrounding atmosphere’. Some people do have excellent results using their hands in this experiment, and there is a technique that is widely used in Western secret orders based on this principle.&lt;/p&gt;\n\n&lt;p&gt;The idea is to start your hands separated by a foot and a half or so, then bring them together, at the same time holding in mind the thought that you are compressing the astral (second attention) material in the space between them. You are not to gather anything, precisely. The motion that you will make is rather like that of a man playing an accordion. You bring your hands together, then drawn them apart, then bring them together again.&lt;/p&gt;\n\n&lt;p&gt;This technique was once used by members of the Inner Peace Movement, and a woman connected with that movement told me that she could see balls of light forming in the space between her hands when she did this experiment. Some people get excellent results using this method. As for myself, I get nothing whatever.&lt;/p&gt;\n\n&lt;p&gt;A method which works better for me is based on will power and eye movement, and does not involve the hands in any way at all. After you have seen the cloud begin to form, look away from it, allow the energy to collect in another region of space, and after a moment or two, bring your eyes gradually toward the centre, where the main cloud is forming, at the same time willing that the energy in other parts of the room will move in and join with the energy already in the cloud. You may glance up above the cloud, then bring your eyes down, willing that the energy above the cloud be added to the energy of the cloud itself, then do the same thing by glancing below the cloud, then to either side of it. Remember as you do this that your willing is not to involve eye-strain in any way. The willing must be entirely mental. The eyes must remain passive if you are to see what you are doing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You may find it helpful to mix this technique with step number two, and start the building-up process at the same time you start the concentration that allows the cloud to collect in the first place. In other words, rather than concentrate until you can see something visible beginning to collect you might want to alternate between steps one and five, concentrating for a few moments, then building up the cloud for a few moments, and then returning to your concentration. This helps relieve the tedium that often accompanies occult experiments, and can produce some excellent results.&lt;/p&gt;\n\n&lt;p&gt;(Step Two)&lt;/p&gt;\n\n&lt;p&gt;With that taken care of, the next step is to sit quietly and comfortably, and direct your eyes to some single place in the room. This is necessary so that the cloud may collect at the place where you are stating. If you glance here for a moment, and there for a moment, the cloud will not build up. The effect of directed attention is cumulative. The longer you look in the same direction, the more definite the cloud you are building becomes.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Step Six&lt;/p&gt;\n\n&lt;p&gt;After you have produced the cloud successfully, you will discover that it has a natural tendency to disperse to the four corners of your room. This is according to the laws of thermodynamics, and if you allow it to happen, eventually the energy in the cloud will become evenly distributed throughout the surrounding space. This dispersing action takes the~ form of a spin, and must be countered by another spin of opposite type if the cloud is to be of any use to you.&lt;/p&gt;\n\n&lt;p&gt;The dispersing spin takes place in a clockwise direction, and you must counter it by willing that the cloud spin in an anti-clockwise direction. Once it starts to do this, rather than becoming larger and thinner, it will become smaller and more dense. Therefore, you may need to alternate this step with, step five, causing a anti-clockwise spin, then building up more energy into the cloud as it shrinks.&lt;/p&gt;\n\n&lt;p&gt;If you persist with this, you may build a cloud that is very dense indeed. This is one of the secrets of materialization, and I have been told of an AMORC Grand Master who has completely blotted out the light of a 150 watt bulb in private demonstrations using this method. The Frenchman A. Secour has compared this process with the formation of nebulae in outer space. Astronomers contend that galaxies, including our own, are formed in this way, with gigantic clouds spinning and condensing until they gradually form suns and planets.’&lt;/p&gt;\n\n&lt;p&gt;Step Seven&lt;/p&gt;\n\n&lt;p&gt;Once you have formed a cloud that is quite definite and which contains a great deal of astral (second attention) substance, the final step is to draw it around yourself and blot yourself out of view. Once again, the technique is just the logical result of everything we have said thus far. You must produce a cloud large enough to enshroud the human body, then will that it come toward you and surround you. If there is a tendency for it to shine, you may want to will that it assume a neutral colour, perhaps the same colour as your surroundings. I have never noticed this effect myself, but it has been mentioned by numerous others, especially ancient authors. In The Six Keys, Euxodus says of it that ‘it is properly called the great Lunaria, because of the brightness with which it shines’. If you get this result, you will want to suppress it with your will power. It is no use trying to become invisible in a lighthouse.&lt;/p&gt;\n\n&lt;p&gt;The book from Richards is titled &amp;quot;Invisibility: Mastering the Art of Vanishing,&amp;quot; first published in 1982.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent -&lt;/em&gt; The Eagle&amp;#39;s Gift, in which Zuleica&amp;#39;s darkroom activity with Carlos is detailed, was published in 1981. Richard&amp;#39;s book is HEAVILY cited with pages of references to dozens of texts, and adding in his own personally efforts , it would of taken much more than a year to write.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent&lt;/em&gt; - If anything I take it as a deeper confirmation of everything that don Juan&amp;#39;s lineage was doing&lt;/p&gt;\n\n&lt;p&gt;And of it&amp;#39;s universality.&lt;/p&gt;\n\n&lt;p&gt;In case anybody&amp;#39;s jazzed about the book and thinking about getting it, be warned that there is a lot of filler to wade through and bogus understandings.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;pearl&amp;quot; above took some work to extract.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent -&lt;/em&gt; One of the other pearls is that the (second attention) cloud, once drawn around yourself, makes you essentially bulletproof!&lt;/p&gt;\n\n&lt;p&gt;He gives a bunch of examples of this throughout history.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in separate comment)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h8a53s1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628514036.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p0xzpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8al7u1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628521821.0, "send_replies": true, "parent_id": "t1_h8a55h9", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Anyway, this is something that won't even come into play until I, or anyone else intrigued enough to pursue it, gets quite a bit more skilled in the dark room.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8al7u1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Anyway, this is something that won&amp;#39;t even come into play until I, or anyone else intrigued enough to pursue it, gets quite a bit more skilled in the dark room.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_p0xzpf", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h8al7u1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628521821.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "h8a55h9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1628514062.0, "send_replies": true, "parent_id": "t3_p0xzpf", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "(continued from first comment)\n\n...\n\n*TechnoMagical\\_Intent -* The understanding you get from Carlos's books, and then proven by direct experience with the practices, allows you to discard the chaff and misunderstandings in the esoteric endeavors of others.\n\nFor example:\n\n\"rather than concentrate until you can see something visible beginning to collect you might want to alternate between steps one and five, concentrating for a few moments, then building up the cloud for a few moments, and then returning to your concentration. This helps relieve the tedium...\"\n\nMeaning he didn't even know that inner silence was the thing that allowed the cloud to become perceivable in the first place, in a twilight light-level room. And that he couldn't hold his silence long enough to build that second attention cloud continuously.\n\nAnd the tedium meant his a p. didn't move much past the green zone on the J-Curve or so.\n\nAnd maybe not even to the green zone.\n\n*TechnoMagical\\_Inten*t - Also:\n\n\"...You may glance up above the cloud, then bring your eyes down, willing that the energy above the cloud be added to the energy of the cloud itself, then do the same thing by glancing below the cloud, then to either side of it. Remember as you do this that your willing is not to involve eye-strain in any way. The willing must be entirely mental. The eyes must remain passive if you are to see what you are doing.\"\n\nI.E. Dan's IOB Lily has been teaching him about how a gaze that is too strong in the darkroom will burn up to much dreaming attention. That you should never look directly at things of the second attention for too long. He just had a passive gaze lesson yesterday, right?\n\nHe understands it as \"mental force,\" rather than Intent. And doesn't recognize that it is a force external to us; orr even that the eyes are what beckon Intent!\n\nLastly:\n\n\"The first time I got results with this experiment, I was lying in bed recovering from influenza, and using the ceiling of my bedroom for a backdrop. I was wondering silently how much longer I should have to work to get success with this phenomenon, when I suddenly noticed that a very slight indentation in the ceiling where I was staring could no longer be seen....when I looked more closely, I noticed that there was a very subtle blue haze between the ceiling and my eyes. \"\n\nBeing ill moved his assemblage point, which gave him his first success as what he had been persistently laboring at for some weeks or months.\n\nAnd it should be noted, that we have no idea how far Steve Richards himself got with his collected &amp; synthesized methods.\n\nOr even if he did achieve it, who knows if he was able to expand it beyond the scope of whatever lingering Intent he was drawing from.\n\n...\n\n*TechnoMagical\\_Intent -* Yeah one of the best things about Carlos and the witch's books is how well they understanding get from them explains the experiences of people who are clueless.\n\nThey erode confusion. Has anybody ever encountered a \"fraud\" in their life that did anything but add confusion!\n\nAnyway, sorry to bring one more detail up about Richard's book but I was obsessed with it in the 90's I guess I'm recapping away my obsession... though I still believe it has cool possibilities if you can bring the cloud some way into the first attention, for practical benefit.\n\nHe also describes in his book that it can be used to materialize things, calling in ectoplasm 😏.\n\nPoint, when he talks about bringing the cloud closer to the body, closer to the torso, it starts to shine. Sound familiar! Hint grabbing the puffs and rubbing them on the body, which starts to glow.\n\n*Danl999 -* \\&gt; though I still believe it has cool possibilities if you can bring the cloud some way into the first attention,\n\nI'm sure an inorganic being would help you with that. They'd detect the interest and be unable to resist teaching it to you.\n\n...\n\n\\[side-conversation with u/danl999\\]\n\n*TechnoMagical\\_Intent* \\- Would it divert someone into a different intent tunnel though? If they weren't also practicing \"official\" stuff from the book in unison/parallel?\n\nHe was trying to copy Carlos, possibly, because he professed to be making secret occult stuff publicly available and that he was \"taking a risk by doing so.\"\n\nBut that would have also been to increases sales so...\n\nIf he never actually got it to work all the way, it might be a Virgin Territory, and it wouldn't divert from the intent of the ancient sorcerer's of Mexico.\n\nAgain if it was alongside the core practices, without abandoning darkroom (dreaming awake) or recapitulation or tensegrity.\n\nIt's essentially a gazing practice.\n\n*danl999 -* Na. As long as you understand the intent of sorcery, you can adopt outside stuff for the practical benefit. Like Taisha has in her books. Some russians were offended, but it's not harmful if you have well established understanding.\n\nHowever, Patanjali has an invisibility sutra. Why believe that guy's works?\n\nPatanjali's is just a simple formula you say, then return to being silent.\n\nHis manifestation stuff works.\n\nBut it's basically the same as we do, except he didn't understand why it worked, and when it didn't work, he didn't know why.\n\n*TechnoMagical\\_Intent* \\- One of the many benefits of the past two years of activity here, is that I can easily disregard the fluff that he stuffed into the book for filler.\n\nThe best method, the one he constructed, is straightforward and generalized.\n\nAnd only took a few pages out of the 160. He spread it out, to keep people reading.\n\nOr maybe not best, but most creative and open, as it's stripped of the most Eastern &amp; Occult terms and intent.\n\nI may not be strong enough to avoid getting drawn into a Pantanjali intent tunnel.\"", "edited": 1628515564.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8a55h9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;(continued from first comment)&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent -&lt;/em&gt; The understanding you get from Carlos&amp;#39;s books, and then proven by direct experience with the practices, allows you to discard the chaff and misunderstandings in the esoteric endeavors of others.&lt;/p&gt;\n\n&lt;p&gt;For example:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;rather than concentrate until you can see something visible beginning to collect you might want to alternate between steps one and five, concentrating for a few moments, then building up the cloud for a few moments, and then returning to your concentration. This helps relieve the tedium...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Meaning he didn&amp;#39;t even know that inner silence was the thing that allowed the cloud to become perceivable in the first place, in a twilight light-level room. And that he couldn&amp;#39;t hold his silence long enough to build that second attention cloud continuously.&lt;/p&gt;\n\n&lt;p&gt;And the tedium meant his a p. didn&amp;#39;t move much past the green zone on the J-Curve or so.&lt;/p&gt;\n\n&lt;p&gt;And maybe not even to the green zone.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Inten&lt;/em&gt;t - Also:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;...You may glance up above the cloud, then bring your eyes down, willing that the energy above the cloud be added to the energy of the cloud itself, then do the same thing by glancing below the cloud, then to either side of it. Remember as you do this that your willing is not to involve eye-strain in any way. The willing must be entirely mental. The eyes must remain passive if you are to see what you are doing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I.E. Dan&amp;#39;s IOB Lily has been teaching him about how a gaze that is too strong in the darkroom will burn up to much dreaming attention. That you should never look directly at things of the second attention for too long. He just had a passive gaze lesson yesterday, right?&lt;/p&gt;\n\n&lt;p&gt;He understands it as &amp;quot;mental force,&amp;quot; rather than Intent. And doesn&amp;#39;t recognize that it is a force external to us; orr even that the eyes are what beckon Intent!&lt;/p&gt;\n\n&lt;p&gt;Lastly:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The first time I got results with this experiment, I was lying in bed recovering from influenza, and using the ceiling of my bedroom for a backdrop. I was wondering silently how much longer I should have to work to get success with this phenomenon, when I suddenly noticed that a very slight indentation in the ceiling where I was staring could no longer be seen....when I looked more closely, I noticed that there was a very subtle blue haze between the ceiling and my eyes. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Being ill moved his assemblage point, which gave him his first success as what he had been persistently laboring at for some weeks or months.&lt;/p&gt;\n\n&lt;p&gt;And it should be noted, that we have no idea how far Steve Richards himself got with his collected &amp;amp; synthesized methods.&lt;/p&gt;\n\n&lt;p&gt;Or even if he did achieve it, who knows if he was able to expand it beyond the scope of whatever lingering Intent he was drawing from.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent -&lt;/em&gt; Yeah one of the best things about Carlos and the witch&amp;#39;s books is how well they understanding get from them explains the experiences of people who are clueless.&lt;/p&gt;\n\n&lt;p&gt;They erode confusion. Has anybody ever encountered a &amp;quot;fraud&amp;quot; in their life that did anything but add confusion!&lt;/p&gt;\n\n&lt;p&gt;Anyway, sorry to bring one more detail up about Richard&amp;#39;s book but I was obsessed with it in the 90&amp;#39;s I guess I&amp;#39;m recapping away my obsession... though I still believe it has cool possibilities if you can bring the cloud some way into the first attention, for practical benefit.&lt;/p&gt;\n\n&lt;p&gt;He also describes in his book that it can be used to materialize things, calling in ectoplasm 😏.&lt;/p&gt;\n\n&lt;p&gt;Point, when he talks about bringing the cloud closer to the body, closer to the torso, it starts to shine. Sound familiar! Hint grabbing the puffs and rubbing them on the body, which starts to glow.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Danl999 -&lt;/em&gt; &amp;gt; though I still believe it has cool possibilities if you can bring the cloud some way into the first attention,&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure an inorganic being would help you with that. They&amp;#39;d detect the interest and be unable to resist teaching it to you.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;[side-conversation with &lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt;]&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent&lt;/em&gt; - Would it divert someone into a different intent tunnel though? If they weren&amp;#39;t also practicing &amp;quot;official&amp;quot; stuff from the book in unison/parallel?&lt;/p&gt;\n\n&lt;p&gt;He was trying to copy Carlos, possibly, because he professed to be making secret occult stuff publicly available and that he was &amp;quot;taking a risk by doing so.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But that would have also been to increases sales so...&lt;/p&gt;\n\n&lt;p&gt;If he never actually got it to work all the way, it might be a Virgin Territory, and it wouldn&amp;#39;t divert from the intent of the ancient sorcerer&amp;#39;s of Mexico.&lt;/p&gt;\n\n&lt;p&gt;Again if it was alongside the core practices, without abandoning darkroom (dreaming awake) or recapitulation or tensegrity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s essentially a gazing practice.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;danl999 -&lt;/em&gt; Na. As long as you understand the intent of sorcery, you can adopt outside stuff for the practical benefit. Like Taisha has in her books. Some russians were offended, but it&amp;#39;s not harmful if you have well established understanding.&lt;/p&gt;\n\n&lt;p&gt;However, Patanjali has an invisibility sutra. Why believe that guy&amp;#39;s works?&lt;/p&gt;\n\n&lt;p&gt;Patanjali&amp;#39;s is just a simple formula you say, then return to being silent.&lt;/p&gt;\n\n&lt;p&gt;His manifestation stuff works.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s basically the same as we do, except he didn&amp;#39;t understand why it worked, and when it didn&amp;#39;t work, he didn&amp;#39;t know why.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;TechnoMagical_Intent&lt;/em&gt; - One of the many benefits of the past two years of activity here, is that I can easily disregard the fluff that he stuffed into the book for filler.&lt;/p&gt;\n\n&lt;p&gt;The best method, the one he constructed, is straightforward and generalized.&lt;/p&gt;\n\n&lt;p&gt;And only took a few pages out of the 160. He spread it out, to keep people reading.&lt;/p&gt;\n\n&lt;p&gt;Or maybe not best, but most creative and open, as it&amp;#39;s stripped of the most Eastern &amp;amp; Occult terms and intent.&lt;/p&gt;\n\n&lt;p&gt;I may not be strong enough to avoid getting drawn into a Pantanjali intent tunnel.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h8a55h9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628514062.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p0xzpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "h8b2zr6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1628529446.0, "send_replies": true, "parent_id": "t3_p0xzpf", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Do they know if there's a reason purple is predominate?\n\nIf you use your hands to shift the assemblage point horizontally at the red zone,  the puffs intensify greatly.\n\nEven though you aren't doing anything different than making your hand move every so slightly, in the air.\n\nAnd it's not moving the hand (the physical activity).\n\nYou have to use it to \"play\" with the puffs.  The amount of \"exercise\" isn't even measurable.\n\nSo we can rule out any physical effect causing the purple puffs unless scientists want to smooth transition that into our dreaming ability.\n\nSeems like a stretch.\n\nOr to put it another way, when you can scoop one down from the air and turn it into a recognizable object, all that causality stuff seems like unnecessary whining.\n\nYou can also force them to take the form of the coveted \"whorl\".  That whorl thing can be summoned at the red line.\n\nSome asked me to draw up \"Fancy's Pass\", which shifts the assemblage point far to the right, but I'm wrestling with how beginners go nuts and start making up stuff, always picking the flashiest, most attention seeking thing they can can come up with (like a flier attack).\n\nWe get visitors here who see all the amazing magic, and instead of being happy they explain how they almost have caught their lizards.\n\nAnd others who angrily say, \"Oh yea!? But can you reach the 3rd attention???\"\n\nToo many exotic techniques promote bad player behavior?\n\nVersus not sharing information freely.    That's the other side of the coin.\n\nOne theory: Keep inventory low, so that they have only the basic goods for sale.\n\nBeginners are like Mr.  Haney from Green Acers,  who sells junk on his truck.\n\n[https://www.youtube.com/watch?v=I-sT5vHnYNE](https://www.youtube.com/watch?v=I-sT5vHnYNE)\n\nIf you gave him a magic coffee maker, that's what he's going to sell.\n\nHe'll ignore all the basics, and start pitching that to his customers.\n\nLikewise, beginners find the most attention seeking thing to try they can, and then post the results hoping to skip ahead of everyone else, and win what they perceive to be a battle to bully themselves into being a sorcerer.\n\nThey don't really want magic powers. They just want everyone else to think they have them.\n\nSo giving them a way to move horizontally at the red line, will insure they don't even make it to the red line.  They'll just start doing that, before even crossing the green.\n\nJuan on the other hand, believes in sharing freely.\n\nAnd in fact, it was holding stuff back, which caused Cleargreen to fail to teach real magic all these years.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_h8b2zr6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do they know if there&amp;#39;s a reason purple is predominate?&lt;/p&gt;\n\n&lt;p&gt;If you use your hands to shift the assemblage point horizontally at the red zone,  the puffs intensify greatly.&lt;/p&gt;\n\n&lt;p&gt;Even though you aren&amp;#39;t doing anything different than making your hand move every so slightly, in the air.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not moving the hand (the physical activity).&lt;/p&gt;\n\n&lt;p&gt;You have to use it to &amp;quot;play&amp;quot; with the puffs.  The amount of &amp;quot;exercise&amp;quot; isn&amp;#39;t even measurable.&lt;/p&gt;\n\n&lt;p&gt;So we can rule out any physical effect causing the purple puffs unless scientists want to smooth transition that into our dreaming ability.&lt;/p&gt;\n\n&lt;p&gt;Seems like a stretch.&lt;/p&gt;\n\n&lt;p&gt;Or to put it another way, when you can scoop one down from the air and turn it into a recognizable object, all that causality stuff seems like unnecessary whining.&lt;/p&gt;\n\n&lt;p&gt;You can also force them to take the form of the coveted &amp;quot;whorl&amp;quot;.  That whorl thing can be summoned at the red line.&lt;/p&gt;\n\n&lt;p&gt;Some asked me to draw up &amp;quot;Fancy&amp;#39;s Pass&amp;quot;, which shifts the assemblage point far to the right, but I&amp;#39;m wrestling with how beginners go nuts and start making up stuff, always picking the flashiest, most attention seeking thing they can can come up with (like a flier attack).&lt;/p&gt;\n\n&lt;p&gt;We get visitors here who see all the amazing magic, and instead of being happy they explain how they almost have caught their lizards.&lt;/p&gt;\n\n&lt;p&gt;And others who angrily say, &amp;quot;Oh yea!? But can you reach the 3rd attention???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Too many exotic techniques promote bad player behavior?&lt;/p&gt;\n\n&lt;p&gt;Versus not sharing information freely.    That&amp;#39;s the other side of the coin.&lt;/p&gt;\n\n&lt;p&gt;One theory: Keep inventory low, so that they have only the basic goods for sale.&lt;/p&gt;\n\n&lt;p&gt;Beginners are like Mr.  Haney from Green Acers,  who sells junk on his truck.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=I-sT5vHnYNE\"&gt;https://www.youtube.com/watch?v=I-sT5vHnYNE&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you gave him a magic coffee maker, that&amp;#39;s what he&amp;#39;s going to sell.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;ll ignore all the basics, and start pitching that to his customers.&lt;/p&gt;\n\n&lt;p&gt;Likewise, beginners find the most attention seeking thing to try they can, and then post the results hoping to skip ahead of everyone else, and win what they perceive to be a battle to bully themselves into being a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t really want magic powers. They just want everyone else to think they have them.&lt;/p&gt;\n\n&lt;p&gt;So giving them a way to move horizontally at the red line, will insure they don&amp;#39;t even make it to the red line.  They&amp;#39;ll just start doing that, before even crossing the green.&lt;/p&gt;\n\n&lt;p&gt;Juan on the other hand, believes in sharing freely.&lt;/p&gt;\n\n&lt;p&gt;And in fact, it was holding stuff back, which caused Cleargreen to fail to teach real magic all these years.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/h8b2zr6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1628529446.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p0xzpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hd1yitb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sad_cosmic_joke", "can_mod_post": false, "created_utc": 1631778515.0, "send_replies": true, "parent_id": "t3_p0xzpf", "score": 1, "author_fullname": "t2_ecssx", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm planning on adding both rTMS and tDCS to my lucid dreaming rig sometime over the next year...\n\nBack story: I've been using EEG recording and feedback for quite some time and I wrote a software suite that generates different (recognizable) ambient soundscapes based on the level of sleep. I recently rebuilt the system into a sleep mask with built-in bluetooth speakers and added a wireless micro-controller that drives two pairs of rgb leds and a 6dof sensor for tracking sleeping position.\n\nWith this new rig  I can now experiment with stereo-optical and binaural stimulation.\n\nOnce the new rig is fine tuned the addition of tDCS/rTMS is the next logical step :)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hd1yitb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m planning on adding both rTMS and tDCS to my lucid dreaming rig sometime over the next year...&lt;/p&gt;\n\n&lt;p&gt;Back story: I&amp;#39;ve been using EEG recording and feedback for quite some time and I wrote a software suite that generates different (recognizable) ambient soundscapes based on the level of sleep. I recently rebuilt the system into a sleep mask with built-in bluetooth speakers and added a wireless micro-controller that drives two pairs of rgb leds and a 6dof sensor for tracking sleeping position.&lt;/p&gt;\n\n&lt;p&gt;With this new rig  I can now experiment with stereo-optical and binaural stimulation.&lt;/p&gt;\n\n&lt;p&gt;Once the new rig is fine tuned the addition of tDCS/rTMS is the next logical step :)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/p0xzpf/transcranial_magnetic_stimulation/hd1yitb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1631778515.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_p0xzpf", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]