[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Cholita's idea of beauty. Anything less is \\\\\"boring\\\\\".](https://preview.redd.it/un5kxxjwgbj71.png?width=915&amp;format=png&amp;auto=webp&amp;s=a615d84f0b7c32383d59c3ce353381dfb1c34c3e)\n\n&amp;#x200B;\n\nCholita is a nomad. A survivor.  A keen observer of people, but from a woman's point of view.\n\nAt 18 she hopped on the back of a motor cycle and announced to her pure blood Spanish mother, and her pure blood Olmec father that she was out of there,  and left her childhood home to go partying with a musician, including a continuous music/sex/drugs trip to Costa Rica to ride the antique wooden train into the mountains.\n\nWhile with that man she helped restore an old building next to an Island, traveled to the Island, found  two handsome European men claiming to be stranded there, and rescued them just in time to throw a party outside that old building they were restoring.\n\nCholita recounted how they had to dodge rocks thrown by the local Indian population,  who didn't see the benefit of having their buildings \"restored\".   One was a sacred place, being so because of a mix of Catholicism, and older Indian superstitions.  Cholita obviously looked down on the village rock throwers as ignorant.  At one point, she had to dodge glass falling from a window they broke, during the process of restoring that side of the building.\n\nI had to interrupt Cholita's memories at one point yesterday, to ask about the Olmec thing.  Cholita was waiting impatiently for her French toast, which she'd ordered after seeing a plate full go by on the way to another restaurant goer in Los Angeles.  She already had ordered too much food, but I must admit the plate of French toast looked good.  If not poisonous to me personally.\n\nAn obviously very old crow crept up the sidewalk towards Cholita, figuring he might get a bite of the croissant she already had on our table.  His head was bent down, as if in submission to Cholita.\n\nCholita fondly recalls her pure Olmec father's amazing blue car with white leather seats, the whole family stuffed into it on road trips all across Mexico.   As Cholita thought about it, she had to point out that her father wasn't much of a driver, so her brothers had take care of that task.\n\nCholita's father worked for the government designing bridges and such. There was some kind of tension in the family, but nothing abnormal for a Mexican family with 9 or 10 children.\n\nI interrupted Cholita's recounting when I heard that last part about her father not driving well.  Being an \"ugly American\", I figured it was his pure Indian blood that made him bad with driving. I pictured him traveling by teleportation instead, making use of the technology developed 10,000 years ago by his ancestors.  Despite having invented the wheel, their form of travel was probably more fun.\n\nWhen you're with Cholita, anything seems possible.\n\n\"Who told you that your father was pure Olmec?\", I asked Cholita.  I had researched the topic and discovered that if you look up Indian populations still considered intact in Mexico, the Olmecs will not be on the list.\n\nI figured, Carlos told her that.  It was part of his usual technique of trying to tie women in the group to things from the past of sorcerers.  To give them more connections to *intent*.\n\nCholita had a blank look on her face, as if the question were either non-sensical, or it was a forbidden topic.\n\n\"I was supposed to help XXXXX and her friend YYYYY.\", Cholita informed me.\n\nIt was the first I'd heard of that.  For the women in the inner circle and in private classes, there were some common rituals.  Gifts of clothing to new women was one, intended to create a link between the woman giving the clothes, and  the woman receiving them.\n\nTo improperly accept the clothes gift could be a fatal mistake.\n\nBut so far, I had only peripherally heard about pairing women off, as little units.\n\nI recalled that group of 3 women.  One was from Argentina, the other probably from El Salvador.  I don't know their origins for sure,  because Cholita couldn't recall well. It's been so long.\n\nThe 3 of them had shown up in front of me, after private class at Dance Home, when it was already well known Carlos was dying and attempts were being made to \"hold the group together\".   Those attempts seemed to include an offer for me to become Florinda's lover, presumably causing me to go with Kylie when they left. I was too socially clueless to realize that, and after turning it down Cholita showed up with her 2 \"charges\", and announced I could select one of them to marry.\n\nCarlos had made me celibate, and although I found all 3 women attractive I picked Cholita because she was aggressive, the other 2 were afraid to speak, and I knew if I so much as put my hand on Cholita's knee, her fist would start lashing out.  She made the safest \"wife\".\n\nI was disappointed to hear, I was Cholita's last choice.  Paul, a tall blond German man who spoke English with just a hint of a German accent,  and was still sensitive about that \"World War 2 incident\" where they tried to kill all Jews,  was her first.  But Paul was first choice among all the women in private classes, except perhaps for Miles, who was already married, and the 2 Canadian brothers.\n\nI believe it was Carlos' doctor sneaking around behind the scenes trying to marry one of the Canadian brothers, while pretending she was interested in the other, that drove the eventual marriage proposals.\n\nCarlos had commented, \"We're under attack!\", when he found out about the intended marriage of his doctor.\n\nBut as he got closer to dying he must have decided holding the group together was more important than trying to keep people from chasing the usual self-pity motivated social \"prizes\".  Like having a \"love of your life\".\n\nHe was aware of the marriage attempts, and also aware of who I ended up with.  I had asked Cholita if Carlos knew about this, before I agreed to marry her.  \"Of course!\", she mumbled.  She looked at the other 2 women for backup and they nodded yes, nervously.\n\n\"You're so shallow Cholita!\",  I told her.  \"Every woman wants Paul.  As a result, he's practically a gigalo!\n\nCholita giggled and suggested the wife he'd just dumped was not happy when he heard Cholita had proposed marriage to him.\n\nI wanted to return to the shallow topic.  Cholita had accused me of wearing nothing but jeans covered in crap, causing me to toss out all of my pants to get \"clean\" ones so Cholita would not complain anymore.  I have to cook all of my own food due to food allergies, and had a bad habit of wiping my hands on the side and back after washing them in the sink.  Not enough to leave any obvious food, but if you do that for months you end up with permanent, slightly brown stains.\n\nI tried to return to the topic of how Cholita was only attracted to well dressed tall men with blue eyes, when she finished her list of men she'd approached to marry, before me.\n\nThey got shorter and worse dressed the further down the list she went.  Finally, she reported she'd asked Larry before me.  An older man with red hair, not exactly known for being stylish or hunted by the women.\n\nLarry managed to change the topic,  amidst nervous laughter, when approached by Cholita.\n\nI asked about the other 2 women, and if they had found husbands.\n\nCholita commented, \"I really did help those women!\", a little surprised herself when she recalled it.\n\nThat got me curious.  Cholita's primary teacher had been Florinda, since Cholita is a powerful dreamer.  I wanted to know the details of the \"help\".\n\nCholita answered, \"When I was thrown out...\"\n\nI stopped her.  \"You were thrown out of private classes???\", I asked.\n\n\"No...\", Cholita said.  \"When the Nagual said he was dead, it was over.  We all stuck around longer.  None to learn sorcery.  Just \"hanging out\". Some needed a new place to live.  Some wanted a husband.  Many were trying to make money from their time in the group.\"\n\nShe mentioned turning down the idea of working for cleargreen.\n\nI tried to recall who had wanted to cash in, but the list got too long and I had to admit, the  private class people were as near to hopeless and motivated only by greed, as you could get.\n\nIt's no different in the rest of the Castaneda community.  No one wants to learn magic.  That's too much work.  And if you try to remind them about that, even showing them it's easy to do if you find the time, you get attacked.\n\nAs long as they can pretend, form friendships, and hopefully earn some money and ultimately become famous,  their wants are satisfied.\n\nI told Cholita we'd found some lecture notes from 1997 where Florinda said such people are hopeless. They can't be fixed, once they've drunk from that tea brew of using Tensegrity to enhance your own ego.\n\nCholita asked, \"And do you know where Florinda is?\"\n\nI told her, as far as I know, no one does.  And no one has actually seen her.  They announced in 2002 that the witches would take over as the new workshop leaders, but then they never showed up.  And in my opinion, they were somewhere south of Fontana.\n\nBut I'd only seen them there in the second attention, which is notoriously hard to interpret.  I wouldn't have even paid attention to that, except that I was fully awake when I found myself sitting on a couch, next to them.\n\nCholita commented,  about the second attention, \"You go to live in there and your body dies!  Withers away into a corpse.  A mummy.  Dries up.  Empty eye ball sockets.\"\n\nLater, the conversation drifted to Cholita's missing car.\n\nIt had been gone a week.\n\nI figured it was lost somewhere in Los Angeles.\n\nCholita laughed and commented, \"You didn't know where it was???\"\n\nI pointed out, how could I?  She wouldn't tell me.\n\nCholita looked disappointed, as if I ought to be able to figure things like that out, with no help.\n\nShe asked me, \"Are you the new Nagual?\"\n\nI told her, \"Of course not! The only Nagual Carlos found was Tony Lama.\"\n\nCholita became excited.  The inner circle women had a thing for Tony.\n\nCholita started to explain it.  \"After he took  that picture of a voladores over the pyramid of the serpent, we...\"\n\nThe old crow approached a piece of bread I'd torn off and tossed onto the sidewalk earlier.  He had to wait for  a young couple dressed entirely in black, with a silent baby in a baby carriage, walking past the restaurant.\n\nWe both got distracted.\n\n\"I'll take you to the car, but it's not in Los Angeles.\"\n\nLater I found out the car was at the highest hill Cholita could find, a fully developed low mountain expensive home neighborhood, south of our house.  Cholita had taken it there to flee \"the radiation\", and had been sleeping in it at night.  I presume she slept there several nights, before she discovered it would no longer start.\n\nI promised to find her a faraday cage blanket made of silver in the morning, if we could bring her car home.\n\nI left Cholita at the library in LA, her hands shaking so much she had a hard time typing text messages on her phone.  She attributed it to lack of sleep, because of the radiation.\n\nAs I walked away from her, I found myself so dizzy I almost stumbled and fell.\n\nI spent the rest of the night shifted so far to the right, that I became a round membrane filled with liquid, which had a hole at the bottom needing to receive a plug like device, to make each of 5 tubes dissolve.\n\nI was fully awake, watching the scene as I lay on the bed.\n\nI realized my assemblage point had shifted too far to the right, due to Cholita's abundant dark energy, which was so strong that day that it made me high just riding in the car with her.  But I also picked up her illness.\n\nI've been wanting to understand far right shifts, and the inevitable shapeshifting they produce.  I tried to figure out how far down I had shifted, to have that complete of a transformation.\n\n\"You're still at the top\", someone informed me.\n\n\"Too bad\", I thought to myself, as I noticed I was down to just 3 lines left to dissolve.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Cholita's Gossip Column", "link_flair_richtext": [{"e": "text", "t": "Cholita"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 95, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"un5kxxjwgbj71": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 74, "x": 108, "u": "https://preview.redd.it/un5kxxjwgbj71.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=29358b17947829a24967b1b125449b64ee6f80f1"}, {"y": 148, "x": 216, "u": "https://preview.redd.it/un5kxxjwgbj71.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=a25ae06f60395685976c8581eb2fcac53ed12a09"}, {"y": 219, "x": 320, "u": "https://preview.redd.it/un5kxxjwgbj71.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=31be3da30945c791048c5edfbcc55cb9bf549c3e"}, {"y": 438, "x": 640, "u": "https://preview.redd.it/un5kxxjwgbj71.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=d34957f30f15de9e060189deae7ae17fdc68408d"}], "s": {"y": 627, "x": 915, "u": "https://preview.redd.it/un5kxxjwgbj71.png?width=915&amp;format=png&amp;auto=webp&amp;s=a615d84f0b7c32383d59c3ce353381dfb1c34c3e"}, "id": "un5kxxjwgbj71"}}, "name": "t3_pamw1j", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Cholita", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/DtPCK3BjeOZnpiK_gK3cmh2Vdqe6CZf32tGAh2mXlTY.jpg", "edited": 1629819745.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1629810179.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/un5kxxjwgbj71.png?width=915&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=a615d84f0b7c32383d59c3ce353381dfb1c34c3e\"&gt;Cholita&amp;#39;s idea of beauty. Anything less is \\&amp;quot;boring\\&amp;quot;.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Cholita is a nomad. A survivor.  A keen observer of people, but from a woman&amp;#39;s point of view.&lt;/p&gt;\n\n&lt;p&gt;At 18 she hopped on the back of a motor cycle and announced to her pure blood Spanish mother, and her pure blood Olmec father that she was out of there,  and left her childhood home to go partying with a musician, including a continuous music/sex/drugs trip to Costa Rica to ride the antique wooden train into the mountains.&lt;/p&gt;\n\n&lt;p&gt;While with that man she helped restore an old building next to an Island, traveled to the Island, found  two handsome European men claiming to be stranded there, and rescued them just in time to throw a party outside that old building they were restoring.&lt;/p&gt;\n\n&lt;p&gt;Cholita recounted how they had to dodge rocks thrown by the local Indian population,  who didn&amp;#39;t see the benefit of having their buildings &amp;quot;restored&amp;quot;.   One was a sacred place, being so because of a mix of Catholicism, and older Indian superstitions.  Cholita obviously looked down on the village rock throwers as ignorant.  At one point, she had to dodge glass falling from a window they broke, during the process of restoring that side of the building.&lt;/p&gt;\n\n&lt;p&gt;I had to interrupt Cholita&amp;#39;s memories at one point yesterday, to ask about the Olmec thing.  Cholita was waiting impatiently for her French toast, which she&amp;#39;d ordered after seeing a plate full go by on the way to another restaurant goer in Los Angeles.  She already had ordered too much food, but I must admit the plate of French toast looked good.  If not poisonous to me personally.&lt;/p&gt;\n\n&lt;p&gt;An obviously very old crow crept up the sidewalk towards Cholita, figuring he might get a bite of the croissant she already had on our table.  His head was bent down, as if in submission to Cholita.&lt;/p&gt;\n\n&lt;p&gt;Cholita fondly recalls her pure Olmec father&amp;#39;s amazing blue car with white leather seats, the whole family stuffed into it on road trips all across Mexico.   As Cholita thought about it, she had to point out that her father wasn&amp;#39;t much of a driver, so her brothers had take care of that task.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s father worked for the government designing bridges and such. There was some kind of tension in the family, but nothing abnormal for a Mexican family with 9 or 10 children.&lt;/p&gt;\n\n&lt;p&gt;I interrupted Cholita&amp;#39;s recounting when I heard that last part about her father not driving well.  Being an &amp;quot;ugly American&amp;quot;, I figured it was his pure Indian blood that made him bad with driving. I pictured him traveling by teleportation instead, making use of the technology developed 10,000 years ago by his ancestors.  Despite having invented the wheel, their form of travel was probably more fun.&lt;/p&gt;\n\n&lt;p&gt;When you&amp;#39;re with Cholita, anything seems possible.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Who told you that your father was pure Olmec?&amp;quot;, I asked Cholita.  I had researched the topic and discovered that if you look up Indian populations still considered intact in Mexico, the Olmecs will not be on the list.&lt;/p&gt;\n\n&lt;p&gt;I figured, Carlos told her that.  It was part of his usual technique of trying to tie women in the group to things from the past of sorcerers.  To give them more connections to &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;Cholita had a blank look on her face, as if the question were either non-sensical, or it was a forbidden topic.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I was supposed to help XXXXX and her friend YYYYY.&amp;quot;, Cholita informed me.&lt;/p&gt;\n\n&lt;p&gt;It was the first I&amp;#39;d heard of that.  For the women in the inner circle and in private classes, there were some common rituals.  Gifts of clothing to new women was one, intended to create a link between the woman giving the clothes, and  the woman receiving them.&lt;/p&gt;\n\n&lt;p&gt;To improperly accept the clothes gift could be a fatal mistake.&lt;/p&gt;\n\n&lt;p&gt;But so far, I had only peripherally heard about pairing women off, as little units.&lt;/p&gt;\n\n&lt;p&gt;I recalled that group of 3 women.  One was from Argentina, the other probably from El Salvador.  I don&amp;#39;t know their origins for sure,  because Cholita couldn&amp;#39;t recall well. It&amp;#39;s been so long.&lt;/p&gt;\n\n&lt;p&gt;The 3 of them had shown up in front of me, after private class at Dance Home, when it was already well known Carlos was dying and attempts were being made to &amp;quot;hold the group together&amp;quot;.   Those attempts seemed to include an offer for me to become Florinda&amp;#39;s lover, presumably causing me to go with Kylie when they left. I was too socially clueless to realize that, and after turning it down Cholita showed up with her 2 &amp;quot;charges&amp;quot;, and announced I could select one of them to marry.&lt;/p&gt;\n\n&lt;p&gt;Carlos had made me celibate, and although I found all 3 women attractive I picked Cholita because she was aggressive, the other 2 were afraid to speak, and I knew if I so much as put my hand on Cholita&amp;#39;s knee, her fist would start lashing out.  She made the safest &amp;quot;wife&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I was disappointed to hear, I was Cholita&amp;#39;s last choice.  Paul, a tall blond German man who spoke English with just a hint of a German accent,  and was still sensitive about that &amp;quot;World War 2 incident&amp;quot; where they tried to kill all Jews,  was her first.  But Paul was first choice among all the women in private classes, except perhaps for Miles, who was already married, and the 2 Canadian brothers.&lt;/p&gt;\n\n&lt;p&gt;I believe it was Carlos&amp;#39; doctor sneaking around behind the scenes trying to marry one of the Canadian brothers, while pretending she was interested in the other, that drove the eventual marriage proposals.&lt;/p&gt;\n\n&lt;p&gt;Carlos had commented, &amp;quot;We&amp;#39;re under attack!&amp;quot;, when he found out about the intended marriage of his doctor.&lt;/p&gt;\n\n&lt;p&gt;But as he got closer to dying he must have decided holding the group together was more important than trying to keep people from chasing the usual self-pity motivated social &amp;quot;prizes&amp;quot;.  Like having a &amp;quot;love of your life&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He was aware of the marriage attempts, and also aware of who I ended up with.  I had asked Cholita if Carlos knew about this, before I agreed to marry her.  &amp;quot;Of course!&amp;quot;, she mumbled.  She looked at the other 2 women for backup and they nodded yes, nervously.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re so shallow Cholita!&amp;quot;,  I told her.  &amp;quot;Every woman wants Paul.  As a result, he&amp;#39;s practically a gigalo!&lt;/p&gt;\n\n&lt;p&gt;Cholita giggled and suggested the wife he&amp;#39;d just dumped was not happy when he heard Cholita had proposed marriage to him.&lt;/p&gt;\n\n&lt;p&gt;I wanted to return to the shallow topic.  Cholita had accused me of wearing nothing but jeans covered in crap, causing me to toss out all of my pants to get &amp;quot;clean&amp;quot; ones so Cholita would not complain anymore.  I have to cook all of my own food due to food allergies, and had a bad habit of wiping my hands on the side and back after washing them in the sink.  Not enough to leave any obvious food, but if you do that for months you end up with permanent, slightly brown stains.&lt;/p&gt;\n\n&lt;p&gt;I tried to return to the topic of how Cholita was only attracted to well dressed tall men with blue eyes, when she finished her list of men she&amp;#39;d approached to marry, before me.&lt;/p&gt;\n\n&lt;p&gt;They got shorter and worse dressed the further down the list she went.  Finally, she reported she&amp;#39;d asked Larry before me.  An older man with red hair, not exactly known for being stylish or hunted by the women.&lt;/p&gt;\n\n&lt;p&gt;Larry managed to change the topic,  amidst nervous laughter, when approached by Cholita.&lt;/p&gt;\n\n&lt;p&gt;I asked about the other 2 women, and if they had found husbands.&lt;/p&gt;\n\n&lt;p&gt;Cholita commented, &amp;quot;I really did help those women!&amp;quot;, a little surprised herself when she recalled it.&lt;/p&gt;\n\n&lt;p&gt;That got me curious.  Cholita&amp;#39;s primary teacher had been Florinda, since Cholita is a powerful dreamer.  I wanted to know the details of the &amp;quot;help&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cholita answered, &amp;quot;When I was thrown out...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I stopped her.  &amp;quot;You were thrown out of private classes???&amp;quot;, I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No...&amp;quot;, Cholita said.  &amp;quot;When the Nagual said he was dead, it was over.  We all stuck around longer.  None to learn sorcery.  Just &amp;quot;hanging out&amp;quot;. Some needed a new place to live.  Some wanted a husband.  Many were trying to make money from their time in the group.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She mentioned turning down the idea of working for cleargreen.&lt;/p&gt;\n\n&lt;p&gt;I tried to recall who had wanted to cash in, but the list got too long and I had to admit, the  private class people were as near to hopeless and motivated only by greed, as you could get.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s no different in the rest of the Castaneda community.  No one wants to learn magic.  That&amp;#39;s too much work.  And if you try to remind them about that, even showing them it&amp;#39;s easy to do if you find the time, you get attacked.&lt;/p&gt;\n\n&lt;p&gt;As long as they can pretend, form friendships, and hopefully earn some money and ultimately become famous,  their wants are satisfied.&lt;/p&gt;\n\n&lt;p&gt;I told Cholita we&amp;#39;d found some lecture notes from 1997 where Florinda said such people are hopeless. They can&amp;#39;t be fixed, once they&amp;#39;ve drunk from that tea brew of using Tensegrity to enhance your own ego.&lt;/p&gt;\n\n&lt;p&gt;Cholita asked, &amp;quot;And do you know where Florinda is?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I told her, as far as I know, no one does.  And no one has actually seen her.  They announced in 2002 that the witches would take over as the new workshop leaders, but then they never showed up.  And in my opinion, they were somewhere south of Fontana.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;d only seen them there in the second attention, which is notoriously hard to interpret.  I wouldn&amp;#39;t have even paid attention to that, except that I was fully awake when I found myself sitting on a couch, next to them.&lt;/p&gt;\n\n&lt;p&gt;Cholita commented,  about the second attention, &amp;quot;You go to live in there and your body dies!  Withers away into a corpse.  A mummy.  Dries up.  Empty eye ball sockets.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Later, the conversation drifted to Cholita&amp;#39;s missing car.&lt;/p&gt;\n\n&lt;p&gt;It had been gone a week.&lt;/p&gt;\n\n&lt;p&gt;I figured it was lost somewhere in Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;Cholita laughed and commented, &amp;quot;You didn&amp;#39;t know where it was???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I pointed out, how could I?  She wouldn&amp;#39;t tell me.&lt;/p&gt;\n\n&lt;p&gt;Cholita looked disappointed, as if I ought to be able to figure things like that out, with no help.&lt;/p&gt;\n\n&lt;p&gt;She asked me, &amp;quot;Are you the new Nagual?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I told her, &amp;quot;Of course not! The only Nagual Carlos found was Tony Lama.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita became excited.  The inner circle women had a thing for Tony.&lt;/p&gt;\n\n&lt;p&gt;Cholita started to explain it.  &amp;quot;After he took  that picture of a voladores over the pyramid of the serpent, we...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The old crow approached a piece of bread I&amp;#39;d torn off and tossed onto the sidewalk earlier.  He had to wait for  a young couple dressed entirely in black, with a silent baby in a baby carriage, walking past the restaurant.&lt;/p&gt;\n\n&lt;p&gt;We both got distracted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ll take you to the car, but it&amp;#39;s not in Los Angeles.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Later I found out the car was at the highest hill Cholita could find, a fully developed low mountain expensive home neighborhood, south of our house.  Cholita had taken it there to flee &amp;quot;the radiation&amp;quot;, and had been sleeping in it at night.  I presume she slept there several nights, before she discovered it would no longer start.&lt;/p&gt;\n\n&lt;p&gt;I promised to find her a faraday cage blanket made of silver in the morning, if we could bring her car home.&lt;/p&gt;\n\n&lt;p&gt;I left Cholita at the library in LA, her hands shaking so much she had a hard time typing text messages on her phone.  She attributed it to lack of sleep, because of the radiation.&lt;/p&gt;\n\n&lt;p&gt;As I walked away from her, I found myself so dizzy I almost stumbled and fell.&lt;/p&gt;\n\n&lt;p&gt;I spent the rest of the night shifted so far to the right, that I became a round membrane filled with liquid, which had a hole at the bottom needing to receive a plug like device, to make each of 5 tubes dissolve.&lt;/p&gt;\n\n&lt;p&gt;I was fully awake, watching the scene as I lay on the bed.&lt;/p&gt;\n\n&lt;p&gt;I realized my assemblage point had shifted too far to the right, due to Cholita&amp;#39;s abundant dark energy, which was so strong that day that it made me high just riding in the car with her.  But I also picked up her illness.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been wanting to understand far right shifts, and the inevitable shapeshifting they produce.  I tried to figure out how far down I had shifted, to have that complete of a transformation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re still at the top&amp;quot;, someone informed me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Too bad&amp;quot;, I thought to myself, as I noticed I was down to just 3 lines left to dissolve.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "43d4e582-6010-11ea-a748-0ef2a7bb995d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "pamw1j", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 16, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/pamw1j/cholitas_gossip_column/", "subreddit_subscribers": 9561, "created_utc": 1629810179.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hab0jj5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ha8k4o5", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Sure. The whole \"lineage\" thing is rather ugly.\n\nHowever, there was no way around it, until now.\n\nNow we're probably \"corridor\" oriented.\n\nWe're making a corridor, using the J curve.\n\nI hope it's not the same \"corridor\" that people claim Carlos promised to keep open for us.  Or the same one that killed La Gorda.\n\nBut, it likely is.  I just didn't expect it to be so literal.\n\nPeople can try darkroom and peek down the J curve passage, to see if they want to go in further.\n\nCholita taught me last night, if you have a woman along her dark energy allows you to easily slide past the red zone. Even if you played around too much down there.\n\nYou just focus on her instead of what's around you.\n\nCholita took me through the red zone and up to the orange in just a minute or two.\n\nIt had been taking me an hour lately.\n\nShe probably followed me in there because while we were waiting for a jump on the mountain, she asked me what we do in here.\n\nUntil the truck arrived, she listened with great interest about the descriptions of how you can move down the J curve.\n\nSaid she wanted to learn.\n\nI told her to go to the subreddit and start reading.\n\nBut then, when I got into the red zone on the J curve, there was Cholita. Waiting for me to show her further on.  Seemed anxious to go as fast as possible for the rest of the way.\n\nMy description while we were waiting for the jump, had only gotten to the red zone.\n\nI got a good lesson on why lineages needed women first.\n\nBut also a bad lesson on the perils of women.\n\nThey build a kingdom for themselves out of whatever is around.\n\nDiscarded garbage even, if that's all they have available.\n\nSo on the internet there are zombie women who have created their own little bubble to live in, with fake sorcerers holding up the edges.\n\nKrelman, Sanchez, Quantuum Shamaness, O'Neil.\n\nAny crap they can find that at least has the word sorcery or Toltec in it.\n\nThey scoop energy and feed it to the fake sorcerers.\n\nIf they had a lineage, they'd be working in there.  But they don't.", "edited": 1629906984.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hab0jj5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sure. The whole &amp;quot;lineage&amp;quot; thing is rather ugly.&lt;/p&gt;\n\n&lt;p&gt;However, there was no way around it, until now.&lt;/p&gt;\n\n&lt;p&gt;Now we&amp;#39;re probably &amp;quot;corridor&amp;quot; oriented.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re making a corridor, using the J curve.&lt;/p&gt;\n\n&lt;p&gt;I hope it&amp;#39;s not the same &amp;quot;corridor&amp;quot; that people claim Carlos promised to keep open for us.  Or the same one that killed La Gorda.&lt;/p&gt;\n\n&lt;p&gt;But, it likely is.  I just didn&amp;#39;t expect it to be so literal.&lt;/p&gt;\n\n&lt;p&gt;People can try darkroom and peek down the J curve passage, to see if they want to go in further.&lt;/p&gt;\n\n&lt;p&gt;Cholita taught me last night, if you have a woman along her dark energy allows you to easily slide past the red zone. Even if you played around too much down there.&lt;/p&gt;\n\n&lt;p&gt;You just focus on her instead of what&amp;#39;s around you.&lt;/p&gt;\n\n&lt;p&gt;Cholita took me through the red zone and up to the orange in just a minute or two.&lt;/p&gt;\n\n&lt;p&gt;It had been taking me an hour lately.&lt;/p&gt;\n\n&lt;p&gt;She probably followed me in there because while we were waiting for a jump on the mountain, she asked me what we do in here.&lt;/p&gt;\n\n&lt;p&gt;Until the truck arrived, she listened with great interest about the descriptions of how you can move down the J curve.&lt;/p&gt;\n\n&lt;p&gt;Said she wanted to learn.&lt;/p&gt;\n\n&lt;p&gt;I told her to go to the subreddit and start reading.&lt;/p&gt;\n\n&lt;p&gt;But then, when I got into the red zone on the J curve, there was Cholita. Waiting for me to show her further on.  Seemed anxious to go as fast as possible for the rest of the way.&lt;/p&gt;\n\n&lt;p&gt;My description while we were waiting for the jump, had only gotten to the red zone.&lt;/p&gt;\n\n&lt;p&gt;I got a good lesson on why lineages needed women first.&lt;/p&gt;\n\n&lt;p&gt;But also a bad lesson on the perils of women.&lt;/p&gt;\n\n&lt;p&gt;They build a kingdom for themselves out of whatever is around.&lt;/p&gt;\n\n&lt;p&gt;Discarded garbage even, if that&amp;#39;s all they have available.&lt;/p&gt;\n\n&lt;p&gt;So on the internet there are zombie women who have created their own little bubble to live in, with fake sorcerers holding up the edges.&lt;/p&gt;\n\n&lt;p&gt;Krelman, Sanchez, Quantuum Shamaness, O&amp;#39;Neil.&lt;/p&gt;\n\n&lt;p&gt;Any crap they can find that at least has the word sorcery or Toltec in it.&lt;/p&gt;\n\n&lt;p&gt;They scoop energy and feed it to the fake sorcerers.&lt;/p&gt;\n\n&lt;p&gt;If they had a lineage, they&amp;#39;d be working in there.  But they don&amp;#39;t.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hab0jj5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629906675.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1629906675.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha8k4o5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "monkeyguy999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ha6dfgc", "score": 1, "author_fullname": "t2_14w1ssx0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Voladores? Those guys that jump off towers with vines tied to their ankles...and down the steep slope  and slam into the ground?\n\nWould forcing someone to sleep and then taking them to second attention land not count as forcing to join?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ha8k4o5", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Voladores? Those guys that jump off towers with vines tied to their ankles...and down the steep slope  and slam into the ground?&lt;/p&gt;\n\n&lt;p&gt;Would forcing someone to sleep and then taking them to second attention land not count as forcing to join?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha8k4o5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629854494.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1629854494.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha6dfgc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1629821540.0, "send_replies": true, "parent_id": "t1_ha60wjk", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yea, I share your view.\n\nIt's a complicated topic.\n\nIn some cases (if you're lame), you'll die and mummify.\n\nAnd yes, we're lame.\n\nBut in other cases, it seems you can drag the physical matter along too.\n\nAnd maybe even return hundreds of years later, fully intact.\n\nWe just don't know much about the topic.\n\nBut you can, in the darkroom, learn to blow the walls away, so you are entirely in the second attention, with interesting things in all directions.\n\nAnd you can walk into there! For hours.\n\nYou wake up, peacefully in bed, not remembering why you didn't bump into the physical wall.  You were fully awake, eyes open, walking as normal. If your toe hit something while walking around, it hurt like hell. For a few days!\n\nBut you can still walk through the solid bedroom wall, into the second attention.\n\nSo if physical matter is an issue, why is that possible?\n\nCholita nearly gave me permission to \"grab\" her next time her double comes to visit.\n\nShe was curious if people could be forced to join you in the second attention.\n\nBut then, she took the permission away.", "edited": 1629821886.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha6dfgc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yea, I share your view.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a complicated topic.&lt;/p&gt;\n\n&lt;p&gt;In some cases (if you&amp;#39;re lame), you&amp;#39;ll die and mummify.&lt;/p&gt;\n\n&lt;p&gt;And yes, we&amp;#39;re lame.&lt;/p&gt;\n\n&lt;p&gt;But in other cases, it seems you can drag the physical matter along too.&lt;/p&gt;\n\n&lt;p&gt;And maybe even return hundreds of years later, fully intact.&lt;/p&gt;\n\n&lt;p&gt;We just don&amp;#39;t know much about the topic.&lt;/p&gt;\n\n&lt;p&gt;But you can, in the darkroom, learn to blow the walls away, so you are entirely in the second attention, with interesting things in all directions.&lt;/p&gt;\n\n&lt;p&gt;And you can walk into there! For hours.&lt;/p&gt;\n\n&lt;p&gt;You wake up, peacefully in bed, not remembering why you didn&amp;#39;t bump into the physical wall.  You were fully awake, eyes open, walking as normal. If your toe hit something while walking around, it hurt like hell. For a few days!&lt;/p&gt;\n\n&lt;p&gt;But you can still walk through the solid bedroom wall, into the second attention.&lt;/p&gt;\n\n&lt;p&gt;So if physical matter is an issue, why is that possible?&lt;/p&gt;\n\n&lt;p&gt;Cholita nearly gave me permission to &amp;quot;grab&amp;quot; her next time her double comes to visit.&lt;/p&gt;\n\n&lt;p&gt;She was curious if people could be forced to join you in the second attention.&lt;/p&gt;\n\n&lt;p&gt;But then, she took the permission away.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha6dfgc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629821540.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha60wjk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1629816291.0, "send_replies": true, "parent_id": "t3_pamw1j", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Cholita commented, \"You go to live in there, and your body dies!\"\n\nYour **body** dies. Eventually.\n\nYour matter.\n\nBut not your other (double). The tonal's energy can apparently (completely?) rejoin the nagual, which it was always a part of, without the immediate death of the body. Maybe that's what happens when someone's in a deep coma, with only the residual awareness of the matter remaining.\n\nIt's essentially what the old sorcerers did to escape normal death. They buried themselves in the Earth, so their body wouldn't be disturbed, and then transferred to a second attention reality.\n\nEven so, there are a few instances in the books where sorcerers managed to physically take their matter into another realm. The yellow dunes world being the most prominent example.\n\nAnd also while Silvio Manuel and Carol Tiggs resided into those two dissimilar worlds, their physical bodies were affected differently by how time flowed in each respective realm.\n\nThose effects were evident when they came back to this world, with their organic bodies.", "edited": 1629822870.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha60wjk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Cholita commented, &amp;quot;You go to live in there, and your body dies!&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Your &lt;strong&gt;body&lt;/strong&gt; dies. Eventually.&lt;/p&gt;\n\n&lt;p&gt;Your matter.&lt;/p&gt;\n\n&lt;p&gt;But not your other (double). The tonal&amp;#39;s energy can apparently (completely?) rejoin the nagual, which it was always a part of, without the immediate death of the body. Maybe that&amp;#39;s what happens when someone&amp;#39;s in a deep coma, with only the residual awareness of the matter remaining.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s essentially what the old sorcerers did to escape normal death. They buried themselves in the Earth, so their body wouldn&amp;#39;t be disturbed, and then transferred to a second attention reality.&lt;/p&gt;\n\n&lt;p&gt;Even so, there are a few instances in the books where sorcerers managed to physically take their matter into another realm. The yellow dunes world being the most prominent example.&lt;/p&gt;\n\n&lt;p&gt;And also while Silvio Manuel and Carol Tiggs resided into those two dissimilar worlds, their physical bodies were affected differently by how time flowed in each respective realm.&lt;/p&gt;\n\n&lt;p&gt;Those effects were evident when they came back to this world, with their organic bodies.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha60wjk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629816291.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pamw1j", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hab4vru", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1629908431.0, "send_replies": true, "parent_id": "t3_pamw1j", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I got to hang out with Cholita at dinner yesterday, and extracted more \"rumors\".\n\nThere was a lot more going on with Tony Lama than we know.\n\nCholita didn't know his name was actually not lama, but otherwise he was quite a \"thing\" in the inner circle.\n\nCholita claimed Tony also snapped a picture of a flier over the pyramid of the plumbed serpent.\n\nShe listened in detail to what we're doing in here, and announced she wanted to learn that.\n\nI told her to come to this subreddit and read.\n\nBut when I started darkroom, I found myself staring at a round stain on a very large coat.  I could not look away for 2 hours.\n\nPossibly it was Cholita's doing.  I'd joked with her in the restaurant, where she wanted to sit at the bar.  After half a martini she didn't seem as angry, and I glanced at her.\n\nShe was dressed entirely in black, with symbolic jewelry covering her fingers and wrists. Her nails painted in color change polish.\n\nHer left hand was gently skimming unseen things floating in the air there.\n\nI realized, she was the perfect picture of a \"witch\" in Los Angeles, eating at a favorite restaurant of Carlos.  There's a group who goes there.  Anyone interested in Castaneda would spot them instantly, mostly because they wear all black, have very odd jewelry, and are all older women who try their best to look younger.\n\nCholita was the perfect picture of a weird witch lady in LA.\n\nI joked with her, the patrons at the bar and surrounding tables had no idea they were looking at a  nasty witch.\n\nCholita glared at me.\n\nSo I raised my hand, and started shouting (in a voice too low for anyone but Cholita to hear), \"Hey, there's a nasty witch over here!  Look at her!!! It's so obvious.\"\n\nCholita laughed, but then pretended she was going to hit me.\n\nHer outfit was a very large black \"cloak\".  It was all back under it, but if you looked carefully at what she was wearing under the cloak, it was very sexy.\n\nYou couldn't notice it, unless you looked past her cloak.\n\nSo later, I got stuck staring at a cloak with a spot on it.\n\nCholita has proven, she pushes my assemblage point far to the side, each time I'm exposed to her for too long.\n\nAnd I was in horrible pain.  All I could do is force myself silent, hoping my assemblage point would drift away from all that pain.  I seemed to be down at the red level, based on the realness of the things I was seeing.\n\nThe second attention \"coat\" got smaller and smaller, until it was just a 1 foot wide splotch of fabric with a spot in the middle. \n\nI pulled it away from my view, and tossed it onto the ground.\n\nI was in a wide passage way in the second attention.  It could only be described as a \"corridor\".  Not a tunnel. It was wide enough for many people to walk along side by side.\n\nCholita was standing there.  She'd been playing with some things stuck on the wall there, but the instant I got free, she turned to me.\n\nIt was the last J curve point I had explained to her earlier in the first attention, before we couldn't continue that conversation.\n\nCholita started moving towards the orange zone, inside the corridor, not allowing me to remain in the red.\n\nWe got to full whitish light on surfaces in just a minute or two, which is what Cholita had wanted to see.  She wanted to understand phantom rooms.\n\nWas it Cholita for real?\n\nYes.  She was toying with me earlier at dinner, showing me things on her cellphone that I'd only seen before from her dreaming double, in the darkroom.\n\nKnew exactly what to bring up on the phone.  And I'd never told her about that.\n\nI also tried to question her about levitation of small objects, to see if she tried to deny it.  It's very easy to describe the circumstances, and hard for her to deny it.\n\nInstead, her head jerked a bit to the right, her eyes opened wide, and she started ordering waiters and waitresses around so roughly, I forgot what we were talking about.\n\nCholita grew up as a \"strawberry\" in Mexico city.\n\nAnd \"entitled\" daughter of a wealthy government worker, who believes anyone beneath her status, is there to be ordered around.\n\nAnd that (I've seen this too in the real world), they don't mind. It's just how things are.\n\nThey order around the people below them, so that being ordered around themselves by someone above them, just makes them want to work harder, so more people end up below them.\n\nDoesn't work over here, but Cholita still likes to do that in restaurants.", "edited": 1629908912.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hab4vru", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I got to hang out with Cholita at dinner yesterday, and extracted more &amp;quot;rumors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There was a lot more going on with Tony Lama than we know.&lt;/p&gt;\n\n&lt;p&gt;Cholita didn&amp;#39;t know his name was actually not lama, but otherwise he was quite a &amp;quot;thing&amp;quot; in the inner circle.&lt;/p&gt;\n\n&lt;p&gt;Cholita claimed Tony also snapped a picture of a flier over the pyramid of the plumbed serpent.&lt;/p&gt;\n\n&lt;p&gt;She listened in detail to what we&amp;#39;re doing in here, and announced she wanted to learn that.&lt;/p&gt;\n\n&lt;p&gt;I told her to come to this subreddit and read.&lt;/p&gt;\n\n&lt;p&gt;But when I started darkroom, I found myself staring at a round stain on a very large coat.  I could not look away for 2 hours.&lt;/p&gt;\n\n&lt;p&gt;Possibly it was Cholita&amp;#39;s doing.  I&amp;#39;d joked with her in the restaurant, where she wanted to sit at the bar.  After half a martini she didn&amp;#39;t seem as angry, and I glanced at her.&lt;/p&gt;\n\n&lt;p&gt;She was dressed entirely in black, with symbolic jewelry covering her fingers and wrists. Her nails painted in color change polish.&lt;/p&gt;\n\n&lt;p&gt;Her left hand was gently skimming unseen things floating in the air there.&lt;/p&gt;\n\n&lt;p&gt;I realized, she was the perfect picture of a &amp;quot;witch&amp;quot; in Los Angeles, eating at a favorite restaurant of Carlos.  There&amp;#39;s a group who goes there.  Anyone interested in Castaneda would spot them instantly, mostly because they wear all black, have very odd jewelry, and are all older women who try their best to look younger.&lt;/p&gt;\n\n&lt;p&gt;Cholita was the perfect picture of a weird witch lady in LA.&lt;/p&gt;\n\n&lt;p&gt;I joked with her, the patrons at the bar and surrounding tables had no idea they were looking at a  nasty witch.&lt;/p&gt;\n\n&lt;p&gt;Cholita glared at me.&lt;/p&gt;\n\n&lt;p&gt;So I raised my hand, and started shouting (in a voice too low for anyone but Cholita to hear), &amp;quot;Hey, there&amp;#39;s a nasty witch over here!  Look at her!!! It&amp;#39;s so obvious.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita laughed, but then pretended she was going to hit me.&lt;/p&gt;\n\n&lt;p&gt;Her outfit was a very large black &amp;quot;cloak&amp;quot;.  It was all back under it, but if you looked carefully at what she was wearing under the cloak, it was very sexy.&lt;/p&gt;\n\n&lt;p&gt;You couldn&amp;#39;t notice it, unless you looked past her cloak.&lt;/p&gt;\n\n&lt;p&gt;So later, I got stuck staring at a cloak with a spot on it.&lt;/p&gt;\n\n&lt;p&gt;Cholita has proven, she pushes my assemblage point far to the side, each time I&amp;#39;m exposed to her for too long.&lt;/p&gt;\n\n&lt;p&gt;And I was in horrible pain.  All I could do is force myself silent, hoping my assemblage point would drift away from all that pain.  I seemed to be down at the red level, based on the realness of the things I was seeing.&lt;/p&gt;\n\n&lt;p&gt;The second attention &amp;quot;coat&amp;quot; got smaller and smaller, until it was just a 1 foot wide splotch of fabric with a spot in the middle. &lt;/p&gt;\n\n&lt;p&gt;I pulled it away from my view, and tossed it onto the ground.&lt;/p&gt;\n\n&lt;p&gt;I was in a wide passage way in the second attention.  It could only be described as a &amp;quot;corridor&amp;quot;.  Not a tunnel. It was wide enough for many people to walk along side by side.&lt;/p&gt;\n\n&lt;p&gt;Cholita was standing there.  She&amp;#39;d been playing with some things stuck on the wall there, but the instant I got free, she turned to me.&lt;/p&gt;\n\n&lt;p&gt;It was the last J curve point I had explained to her earlier in the first attention, before we couldn&amp;#39;t continue that conversation.&lt;/p&gt;\n\n&lt;p&gt;Cholita started moving towards the orange zone, inside the corridor, not allowing me to remain in the red.&lt;/p&gt;\n\n&lt;p&gt;We got to full whitish light on surfaces in just a minute or two, which is what Cholita had wanted to see.  She wanted to understand phantom rooms.&lt;/p&gt;\n\n&lt;p&gt;Was it Cholita for real?&lt;/p&gt;\n\n&lt;p&gt;Yes.  She was toying with me earlier at dinner, showing me things on her cellphone that I&amp;#39;d only seen before from her dreaming double, in the darkroom.&lt;/p&gt;\n\n&lt;p&gt;Knew exactly what to bring up on the phone.  And I&amp;#39;d never told her about that.&lt;/p&gt;\n\n&lt;p&gt;I also tried to question her about levitation of small objects, to see if she tried to deny it.  It&amp;#39;s very easy to describe the circumstances, and hard for her to deny it.&lt;/p&gt;\n\n&lt;p&gt;Instead, her head jerked a bit to the right, her eyes opened wide, and she started ordering waiters and waitresses around so roughly, I forgot what we were talking about.&lt;/p&gt;\n\n&lt;p&gt;Cholita grew up as a &amp;quot;strawberry&amp;quot; in Mexico city.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;entitled&amp;quot; daughter of a wealthy government worker, who believes anyone beneath her status, is there to be ordered around.&lt;/p&gt;\n\n&lt;p&gt;And that (I&amp;#39;ve seen this too in the real world), they don&amp;#39;t mind. It&amp;#39;s just how things are.&lt;/p&gt;\n\n&lt;p&gt;They order around the people below them, so that being ordered around themselves by someone above them, just makes them want to work harder, so more people end up below them.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t work over here, but Cholita still likes to do that in restaurants.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hab4vru/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629908431.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pamw1j", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ha6f4sj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1629822236.0, "send_replies": true, "parent_id": "t1_ha69lja", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I believe there's no one left from all of that, besides the obvious few cleargreen people earning money from workshops, Cholita, and me.\n\nEveryone else gave up.\n\nSome too old to change their mind.\n\nCholita mentioned a lot more people, but I can't hold a name more than a few seconds.\n\nShe also told far more stories than I managed to save.\n\nBut she's talking to me again.\n\nThat's the good news.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha6f4sj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I believe there&amp;#39;s no one left from all of that, besides the obvious few cleargreen people earning money from workshops, Cholita, and me.&lt;/p&gt;\n\n&lt;p&gt;Everyone else gave up.&lt;/p&gt;\n\n&lt;p&gt;Some too old to change their mind.&lt;/p&gt;\n\n&lt;p&gt;Cholita mentioned a lot more people, but I can&amp;#39;t hold a name more than a few seconds.&lt;/p&gt;\n\n&lt;p&gt;She also told far more stories than I managed to save.&lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s talking to me again.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the good news.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha6f4sj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629822236.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha69lja", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fit_Kangaroo_8020", "can_mod_post": false, "created_utc": 1629819959.0, "send_replies": true, "parent_id": "t3_pamw1j", "score": 2, "author_fullname": "t2_4z70r7vw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Dan999, basically the history is repeating CC wanted make couples of inner circle practitioners like it was before with sisters and 3 other guys. So they could continue practicing after CC died.\nI understand that Cholita afraid to lose her physical body.\nDan, do you think the practitioners that  Cholita mentioned still practicing?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha69lja", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan999, basically the history is repeating CC wanted make couples of inner circle practitioners like it was before with sisters and 3 other guys. So they could continue practicing after CC died.\nI understand that Cholita afraid to lose her physical body.\nDan, do you think the practitioners that  Cholita mentioned still practicing?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha69lja/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629819959.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pamw1j", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hakd4na", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hakbiov", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Let me add something, since this is \"Cholita's Gossip Column\".\n\nCholita came home a day or two ago, to help me escape the red zone.\n\nAnd succeeded very well.  She pulled me right out of there, and into the whitish light.\n\nBut then she fled again. I searched the local hills at 5AM, but she was nowhere to be found.\n\nJust to make sure I knew if she had snuck home, I took a picture of the inside of the refrigerator.\n\nCholita had removed some shelves, and had a pillow and blanket in there. I have no idea why, but it wasn't just to cool those down.  You didn't need to remove the shelf to do that.\n\nI suspect she was sleeping in there in some strange manner.\n\nI started darkroom early, to see if I was still free from red zone stickiness.\n\nI was.  Cholita had done it!\n\nI saw her second attention  \"corridor\" leading out of the bedroom, but I couldn't enter it.  There wasn't enough of her dark energy left to allow passing through the bedroom wall.\n\nMaybe that's also how inorganic beings give physical passage into dreaming realms?  Because of their dark energy.\n\nI called out to Cholita 3 times in the darkness, to see if I could summon her double.\n\nI heard someone bump into something, just outside my locked bedroom door.  Near the entry to the bathroom.  Cholita has placed a large mirror in the hall leading there, to block negative energy (like a giant Bagua mirror).  But it's not in the best position for walking by it.  I often bump it with my foot.\n\nCholita had returned!\n\nI thought to myself, what a strange coincidence she returns just seconds after I called her name!\n\nBut I heard no more sounds.\n\nSo I opened my darkroom door just a crack to see what Cholita was doing.  Likely in the bathroom.\n\nBut she wasn't there.\n\nI checked, and the house was completely empty, with her Fiat not parked anywhere I could see.\n\nCholita's double can touch real, solid objects, with only the force of a newborn baby's finger.\n\nBut I'm unaware of it being able to create that loud of a sound.", "edited": 1630077848.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hakd4na", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Let me add something, since this is &amp;quot;Cholita&amp;#39;s Gossip Column&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cholita came home a day or two ago, to help me escape the red zone.&lt;/p&gt;\n\n&lt;p&gt;And succeeded very well.  She pulled me right out of there, and into the whitish light.&lt;/p&gt;\n\n&lt;p&gt;But then she fled again. I searched the local hills at 5AM, but she was nowhere to be found.&lt;/p&gt;\n\n&lt;p&gt;Just to make sure I knew if she had snuck home, I took a picture of the inside of the refrigerator.&lt;/p&gt;\n\n&lt;p&gt;Cholita had removed some shelves, and had a pillow and blanket in there. I have no idea why, but it wasn&amp;#39;t just to cool those down.  You didn&amp;#39;t need to remove the shelf to do that.&lt;/p&gt;\n\n&lt;p&gt;I suspect she was sleeping in there in some strange manner.&lt;/p&gt;\n\n&lt;p&gt;I started darkroom early, to see if I was still free from red zone stickiness.&lt;/p&gt;\n\n&lt;p&gt;I was.  Cholita had done it!&lt;/p&gt;\n\n&lt;p&gt;I saw her second attention  &amp;quot;corridor&amp;quot; leading out of the bedroom, but I couldn&amp;#39;t enter it.  There wasn&amp;#39;t enough of her dark energy left to allow passing through the bedroom wall.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s also how inorganic beings give physical passage into dreaming realms?  Because of their dark energy.&lt;/p&gt;\n\n&lt;p&gt;I called out to Cholita 3 times in the darkness, to see if I could summon her double.&lt;/p&gt;\n\n&lt;p&gt;I heard someone bump into something, just outside my locked bedroom door.  Near the entry to the bathroom.  Cholita has placed a large mirror in the hall leading there, to block negative energy (like a giant Bagua mirror).  But it&amp;#39;s not in the best position for walking by it.  I often bump it with my foot.&lt;/p&gt;\n\n&lt;p&gt;Cholita had returned!&lt;/p&gt;\n\n&lt;p&gt;I thought to myself, what a strange coincidence she returns just seconds after I called her name!&lt;/p&gt;\n\n&lt;p&gt;But I heard no more sounds.&lt;/p&gt;\n\n&lt;p&gt;So I opened my darkroom door just a crack to see what Cholita was doing.  Likely in the bathroom.&lt;/p&gt;\n\n&lt;p&gt;But she wasn&amp;#39;t there.&lt;/p&gt;\n\n&lt;p&gt;I checked, and the house was completely empty, with her Fiat not parked anywhere I could see.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s double can touch real, solid objects, with only the force of a newborn baby&amp;#39;s finger.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m unaware of it being able to create that loud of a sound.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hakd4na/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630077136.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1630077136.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "hakbiov", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1630076485.0, "send_replies": true, "parent_id": "t1_hahyp80", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Actually they're wonderful. I like this one, because it can help you out in the orange zone:\n\n\" She said she wanted to demonstrate to us what it 'looked like' to move the attention to another position other than the ME position between the toes, yet still within the fringe of awareness that runs no more than anklebone high around the bottom of our luminosity. She said that we could move our attention anywhere within that fringe and that this was preferable as long as we were able to move it away from the ME position between the toes. She also made an important distinction between moving the assemblage point and moving the 'beam' of attention that comes from the assemblage point and fixates on a particular area or spot within the fringe of awareness.\"\n\nSo, keep in mind that in the orange zone, you are already away from \"me\".\n\nBut you still focus your awareness using your learned sense of what's real and what's not.\n\nThat means, there's \"something else\" besides the silence, and the position of the assemblage point.\n\nIt's a \"generated thing\".   A thing produced by expectations over your life.\n\nDon't look for it in the darkroom, but when you start to notice that in the absence of the assemblage point, there are still \"things\" left that block visions.\n\nYou're \"seeing energy\".  And that's cool!\n\nBut where you choose to look, needs some refining.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hakbiov", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Actually they&amp;#39;re wonderful. I like this one, because it can help you out in the orange zone:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot; She said she wanted to demonstrate to us what it &amp;#39;looked like&amp;#39; to move the attention to another position other than the ME position between the toes, yet still within the fringe of awareness that runs no more than anklebone high around the bottom of our luminosity. She said that we could move our attention anywhere within that fringe and that this was preferable as long as we were able to move it away from the ME position between the toes. She also made an important distinction between moving the assemblage point and moving the &amp;#39;beam&amp;#39; of attention that comes from the assemblage point and fixates on a particular area or spot within the fringe of awareness.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So, keep in mind that in the orange zone, you are already away from &amp;quot;me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But you still focus your awareness using your learned sense of what&amp;#39;s real and what&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;That means, there&amp;#39;s &amp;quot;something else&amp;quot; besides the silence, and the position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;generated thing&amp;quot;.   A thing produced by expectations over your life.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t look for it in the darkroom, but when you start to notice that in the absence of the assemblage point, there are still &amp;quot;things&amp;quot; left that block visions.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re &amp;quot;seeing energy&amp;quot;.  And that&amp;#39;s cool!&lt;/p&gt;\n\n&lt;p&gt;But where you choose to look, needs some refining.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hakbiov/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630076485.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hahyp80", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1630026373.0, "send_replies": true, "parent_id": "t3_pamw1j", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Random note that isn't much, but could prime something:\n\nLos Angeles - August 1997 - The Concept of Saturation as a Way of Forcing Women out of Noxious Socialization Patterns\n\n[https://web.archive.org/web/20191127154018/http://insensciety.com/notes/1997\\_losangeles6.html](https://web.archive.org/web/20191127154018/http://insensciety.com/notes/1997_losangeles6.html)\n\n[https://web.archive.org/web/20030719063721/http://nagual.com/ixtlan/notes/notes97.html](https://web.archive.org/web/20030719063721/http://nagual.com/ixtlan/notes/notes97.html)", "edited": 1630077571.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hahyp80", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Random note that isn&amp;#39;t much, but could prime something:&lt;/p&gt;\n\n&lt;p&gt;Los Angeles - August 1997 - The Concept of Saturation as a Way of Forcing Women out of Noxious Socialization Patterns&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20191127154018/http://insensciety.com/notes/1997_losangeles6.html\"&gt;https://web.archive.org/web/20191127154018/http://insensciety.com/notes/1997_losangeles6.html&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20030719063721/http://nagual.com/ixtlan/notes/notes97.html\"&gt;https://web.archive.org/web/20030719063721/http://nagual.com/ixtlan/notes/notes97.html&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hahyp80/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630026373.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pamw1j", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hghv4d5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hgfarbm", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Too bad...\n\nI love the witches, but their methods didn't produce good enough results to save the reputation of Carlos.\n\nOf course, as Cholita has told me, every single tiny thing was controlled by Carlos.\n\nShe said, \"He was behind EVERYTHING.\"\n\nAnd, what went wrong with women private class students, might just have been the men.\n\nMaybe women don't actually need any instruction.   If they had been around men actually doing magic, they would have just done it themselves after hearing it's possible.\n\nI saw Cholita do that!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hghv4d5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Too bad...&lt;/p&gt;\n\n&lt;p&gt;I love the witches, but their methods didn&amp;#39;t produce good enough results to save the reputation of Carlos.&lt;/p&gt;\n\n&lt;p&gt;Of course, as Cholita has told me, every single tiny thing was controlled by Carlos.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;He was behind EVERYTHING.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And, what went wrong with women private class students, might just have been the men.&lt;/p&gt;\n\n&lt;p&gt;Maybe women don&amp;#39;t actually need any instruction.   If they had been around men actually doing magic, they would have just done it themselves after hearing it&amp;#39;s possible.&lt;/p&gt;\n\n&lt;p&gt;I saw Cholita do that!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hghv4d5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1634140203.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1634140203.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hgfarbm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ha817wv", "score": 4, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "About the hair, this may be part of it, but I think it also has to do with something else. I for one always feel more focused when I cut my hair. I left it long for a couple of years  not that long ago and I think I was more subdued in some ways.\n\nI don't think I was given a choice (I wouldn't have minded anyway), but the very first day I went out with Taisha she took me to the Supercuts in Westwood to cut my hair and also  dye it back to dark because I had it turquoise.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hgfarbm", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;About the hair, this may be part of it, but I think it also has to do with something else. I for one always feel more focused when I cut my hair. I left it long for a couple of years  not that long ago and I think I was more subdued in some ways.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t think I was given a choice (I wouldn&amp;#39;t have minded anyway), but the very first day I went out with Taisha she took me to the Supercuts in Westwood to cut my hair and also  dye it back to dark because I had it turquoise.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hgfarbm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1634085505.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1634085505.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hbcp5pd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hbcmoao", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's possible I'm only here because of Carol Tiggs.\n\nThat tunnel she gave me.\n\nCarlos did the work, but all of his private class students quit.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hbcp5pd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s possible I&amp;#39;m only here because of Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;That tunnel she gave me.&lt;/p&gt;\n\n&lt;p&gt;Carlos did the work, but all of his private class students quit.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hbcp5pd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630609921.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1630609921.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hbcmoao", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "bluemoon1967", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ha817wv", "score": 2, "author_fullname": "t2_243jum6e", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeh, women are the best. You gotta love ‘em mate.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hbcmoao", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeh, women are the best. You gotta love ‘em mate.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/hbcmoao/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1630608935.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1630608935.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha817wv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1629845856.0, "send_replies": true, "parent_id": "t1_ha7q6ke", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Cholita was so hot back then, she could go to any large city in the world and find a man to take care of her.  Her words.\n\nWhen Carlos had her cut her hair, she said she was shocked at the results.\n\nEveryone speculated back when he died, why he did that.\n\nMy theory was, he liked the little boy look.\n\nAnd his private classes were filled with gay men.  Possibly not more than the normal percentage, but I wasn't aware of the stats back then.\n\nBut in fact, he was \"de-clawing\" the women.  Not trying to make them look like men.\n\nOne thing you QUICKLY learn about female apprentices, is that they don't easily stop looking for Mr. Right.\n\nCarlos had them cut their hair, and according to Cholita, the very day she did that all the whistles and cat calls stopped.\n\nNo men would pay attention to her anymore.\n\nThe other thing Carlos did with women, which got him negative press, is get them to be intimate with him, if possible.\n\nBut not always.  With Cholita, he told her he'd be intimate with her, one way or the other.\n\nBut then a disappointed Cholita told me, he never tried anything at all.\n\nHe might have meant, me.\n\nShe ended up with me, through a convoluted process, which now seems inevitable.\n\nBut Cholita grew her hair back, and is still hunting Mr. Right.  Likes to ride on sleeper trains, hoping to find one.\n\nI could only stop that by getting her to be intimate with me.\n\nIt's as if some women have to have an excuse not to be chasing men anymore.\n\nEven if it's not an exclusive arrangement.\n\nI suppose that's Chimpanzee behavior also.\n\nAnd we are just really smart, really spooky, chimpanzees.\n\nHaving female students is big trouble. I can see why the monasteries frowned on it in the past.\n\nBut in sorcery, you MUST have women around.\n\nThey supply the energy for the men, just by being part of the group.\n\nCarlos always used a woman to introduce a new topic to his private classes.", "edited": 1629846065.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha817wv", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Cholita was so hot back then, she could go to any large city in the world and find a man to take care of her.  Her words.&lt;/p&gt;\n\n&lt;p&gt;When Carlos had her cut her hair, she said she was shocked at the results.&lt;/p&gt;\n\n&lt;p&gt;Everyone speculated back when he died, why he did that.&lt;/p&gt;\n\n&lt;p&gt;My theory was, he liked the little boy look.&lt;/p&gt;\n\n&lt;p&gt;And his private classes were filled with gay men.  Possibly not more than the normal percentage, but I wasn&amp;#39;t aware of the stats back then.&lt;/p&gt;\n\n&lt;p&gt;But in fact, he was &amp;quot;de-clawing&amp;quot; the women.  Not trying to make them look like men.&lt;/p&gt;\n\n&lt;p&gt;One thing you QUICKLY learn about female apprentices, is that they don&amp;#39;t easily stop looking for Mr. Right.&lt;/p&gt;\n\n&lt;p&gt;Carlos had them cut their hair, and according to Cholita, the very day she did that all the whistles and cat calls stopped.&lt;/p&gt;\n\n&lt;p&gt;No men would pay attention to her anymore.&lt;/p&gt;\n\n&lt;p&gt;The other thing Carlos did with women, which got him negative press, is get them to be intimate with him, if possible.&lt;/p&gt;\n\n&lt;p&gt;But not always.  With Cholita, he told her he&amp;#39;d be intimate with her, one way or the other.&lt;/p&gt;\n\n&lt;p&gt;But then a disappointed Cholita told me, he never tried anything at all.&lt;/p&gt;\n\n&lt;p&gt;He might have meant, me.&lt;/p&gt;\n\n&lt;p&gt;She ended up with me, through a convoluted process, which now seems inevitable.&lt;/p&gt;\n\n&lt;p&gt;But Cholita grew her hair back, and is still hunting Mr. Right.  Likes to ride on sleeper trains, hoping to find one.&lt;/p&gt;\n\n&lt;p&gt;I could only stop that by getting her to be intimate with me.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s as if some women have to have an excuse not to be chasing men anymore.&lt;/p&gt;\n\n&lt;p&gt;Even if it&amp;#39;s not an exclusive arrangement.&lt;/p&gt;\n\n&lt;p&gt;I suppose that&amp;#39;s Chimpanzee behavior also.&lt;/p&gt;\n\n&lt;p&gt;And we are just really smart, really spooky, chimpanzees.&lt;/p&gt;\n\n&lt;p&gt;Having female students is big trouble. I can see why the monasteries frowned on it in the past.&lt;/p&gt;\n\n&lt;p&gt;But in sorcery, you MUST have women around.&lt;/p&gt;\n\n&lt;p&gt;They supply the energy for the men, just by being part of the group.&lt;/p&gt;\n\n&lt;p&gt;Carlos always used a woman to introduce a new topic to his private classes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_pamw1j", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha817wv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629845856.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "ha7q6ke", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "bluemoon1967", "can_mod_post": false, "created_utc": 1629841042.0, "send_replies": true, "parent_id": "t3_pamw1j", "score": 1, "author_fullname": "t2_243jum6e", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "A “continuous music, sex, drugs trip to Costa Rica”........perfect.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ha7q6ke", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A “continuous music, sex, drugs trip to Costa Rica”........perfect.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/pamw1j/cholitas_gossip_column/ha7q6ke/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1629841042.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_pamw1j", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]