[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This article was overlooked for some reason by whoever put together the various (incomplete) Magazine Article Collections back in the 1990's. As a result it never got OCR processing, and has never been touched by Google other than their work scanning the actual pages of the original magazine.\n\nIt includes direct content from Carlos, Taisha, Florinda, and the Chacmools...at three different workshops and seminars from 1993-1995 (1996?), via Holly Hammond, one of the editors at Yoga Journal.\n\n===========================\n\nYoga Journal - December 1995\n\n**Carlos Castaneda's Tensegrity**\n\nThe energy-gathering movements taught by Yaqui sorcerer don Juan Matus are now being presented publicly by Carlos Castaneda and company.\n\nOur intrepid reporter was on the scene and brings back the story on honing the energy body the warrior's way.\n\n*By Holly Hammond*\n\n[on the beach at Maui, Hawaii](https://preview.redd.it/ygrax08w03081.png?width=1105&amp;format=png&amp;auto=webp&amp;s=3a5bc1276b9ca86712086fa1d80c3b184e6af9fc)\n\nIt's a Friday evening in spring at the Ritz-Carlton Hotel, a grand resort in the old style commanding vast vistas on the secluded coast of northwest Maui. Inland from the hotel, the land rises to pineapple fields and the craters of Maui's upcountry. To the north, lush tropical gardens surround lighted swimming pools falling in tiers, which end in lawns that roll down to the sea. A luau is underway this balmy night on one of the hotel's stone terraces, a party for the \"top producers of 3M Corporation. Lit by the torches, a Hawaiian trio plays \"Aloha Oe,\" and four children in grass skirts dance traditional dances while well-heeled American couples clink the ice in their drinks and take video footage. In the sumptuous lobbies, which reek of expensive per fume, Japanese businessmen cluster expectantly around their guides. I am amazed to find myself in such layish surroundings: They seem an unlikely setting for a workshop in \"Carlos Castaneda's Tensegrity.\" Then I wander out onto the lawns and down to the ocean. There, strolling in the half light, I notice a marker, beyond which is a hillock in the lawn. The plaque says this is holy ground I'm treading, the spot chosen by Maui's ancient royal family to bury their dead. Things are not always what they seem.\n\nSoon I'm sitting in the hotel ballroom with 250 others waiting more or less patiently, entertained by turgid new-age music. There has been a delay in be ginning the evening's events, because the presenters are unable to locate their luggage at the airport. While we're waiting, we're asked to sign a release form waiving any claims against Carlos Castaneda or the tensegrity faculty for \"personal injuries arising out of the study and practice of tensegrity.\" A mere formality, I assume, but still I wonder what we're in for. If Castaneda's books are anything to go by, this could be the beginning of a \"somersault into the inconceivable.\"\n\nCarlos Castaneda's training by don Juan Matus, Yaqui sorcerer and \"man of knowledge,\" is surely one of the more extraordinary sagas of the late 20th century. Many of us eagerly followed it from the late '60s, through the '70s, and into the '80s, as book after book told the improbable tale of a university-trained anthropologist traveling to the southwest and Mexico to research the native uses of psychedelic plants and coming under the influence of a sorcerer (nagual in Yaqui) so skillful that the anthropologist gave up his world entirely to embrace the fantastic, sometimes terrifying world he had found.\n\nThere were many who questioned the validity and truthfulness of Castaneda's account, accusing him of writing fiction, but others found the teachings and stories of don Juan so compelling that their source seemed irrelevant. Castaneda himself has remained a shadowy figure for the past 25 years, staying mostly out of public view and never allowing himself to be photographed-conduct that has only enhanced his reputation as a conjurer.\n\nI was lucky enough to get a look at him, though, when I attended one of his rare, unpublicized talks in November 1993. About 200 people gathered at a community center in California's Silicon Valley, where a volunteer checked our names off an invitation list at the entrance and asked each of us for $4.00. Security was tight, with guards at all the doors. After we found our seats, Castaneda and his party of six or seven burst through the doors: \"I am Carlos Castaneda!\" he proclaimed with a big smile, arms open wide, like a Las Ve. gas showman. Small in stature, with greying hair, and dressed in a handsome brown sports jacket, white shirt, and tie, his jovial energy was magnetic. His voice was not amplified, which had the effect of drawing the audience to the edges of their seats in rapt attention.\n\nAmong the things Castaneda said, in a distinctive Spanish accent, was that he hoped to present \"new options\" to the conventional life of \"work, retire, go fishing.\" \"If I hadn't met don Juan Matus, I would be parking your cars for tips,\" he quipped. He told amusing stories about his time with don Juan, many of them mocking his own self-importance. \"We love to focus on, feed on, the modality of our time, which is poor baby me.' Don Juan told me to pretend-just for a day or two that I'm a winner and that I hate whining.\" We lose a lot of energy through the defense and presentation of self in everyday life,\" he noted. We devote far too much attention to \"seeing if they're insulting us.\" But \"with enough energy, the body itself will seek to break the parameters of perception. You see all the time, all the way through, but there's a barrier that keeps you from realizing it. If you give up self-importance and self-defense, great energy is released. Take off the shirt of self-importance. Be naked,\" he urged the crowd, not all of whom were as mesmerized as I was. Some were offended by his irreverent manner, but I found it refreshing and in keeping with the voice of the narrator of Castaneda's books.\n\nAfter the party swept out of the hall, one of the hosts took the microphone: \"Carlos has asked us to play a little game. He wants each of us to pay our exact share of the cost of renting the hall and the van.\" (Uh-oh, I thought, big bucks.) “We did a head count, and it comes to $3.87 each, so please stop on your way out and get your refund of 13 cents.\" I dutifully took my place in the refund line, delighted to brush up against the sorcerers' world of \"controlled folly,\" however briefly- and come out ahead!\n\n**Lifting the Veil of Secrecy**\n\nMy next encounter with the sorcerers' world was not with Castaneda but with a group of his cohorts—and it cost a bit more. Last winter I told my friend Jack I was flying off to Hawaii for a tensegrity weekend with the chacmools.\n\n\"Tense what? With moles?\" He was obviously out of the loop.\n\n\"You haven't heard of the chacmools?\" I queried with disbelief. “They're the guardians of the new nagual and the witches, and they're teaching movements to awaken the energy body.\" Still he looked perplexed. \"Well, let's back up then,\" I said charitably, and filled him in on some recent history.\n\nWe don't hear much about them in Castaneda's books, but, it now turns out that during his apprenticeship years, three women- Florinda Donner-Grau, Taisha Abelar, and Carol Tiggs- also trained in the mysteries and secrets of the \"old nagual” don Juan and his fellow sorcerers (or seers, a term Castaneda now prefers). These women, also known as witches (\\*brujas\\* in Spanish), now make up the party of the \"new nagual,\" Carlos Castaneda. Together, these four disciples of don Juan form a kind of sorcery team, the \"first ring of power.\" Florinda knew Castaneda at UCLA, where she received her Ph.D. in anthropology shortly after he did. Taisha has her doctorate in anthropology and Carol is an M.D., both earning their degrees after they entered the sorcerers' world. Although the four began working together almost 30 years ago, they had a long-time agreement not to speak with one another about their own training or sorcery experiences, in order to maintain the integrity and energy necessary for the work.\n\nThen the winds changed, and a new chapter of the story began. As Castaneda tells it, he was giving one of his rare talks at a bookstore in Los Angeles when he spied a woman in the audience whom he recognized as Carol Tiggs. He had not seen her in 10 years, because she had been off in the \"sea of awareness,\" a realm in which awareness is used as a medium of travel. Her return signaled a new, more public phase in the work of the four sorcerers. By her return, Carol Tiggs was making a decision to lift the traditional veil of mystery and secrecy and present the teaching of the sorcerers to a larger world. In this spirit, Florinda Donner-Grau and Taisha Abelar wrote books describing their training, \\*Being-in-Dreaming\\* and \\*The Sorcerer's Crossing\\*, respectively. More recently, the three women have begun to explain the practice of “recapitulation\" and give workshops in tensegrity, two of the methods they learned during their own sorcery training.\n\n[The Ball of Energy gathers energy from around the body](https://preview.redd.it/yix3atu313081.png?width=742&amp;format=png&amp;auto=webp&amp;s=2fd278275ea0396f08e48d6672917eee50472020)\n\nAround the same time, three more women entered the family: the chacmools, named for ancient Toltec guardian figures, who, according to Florinda DonnerGrau, are \"ideal fighters, warriors, and guardians of dreamers, dreams, and dream sites.\" They were even, perhaps, recruited in dream. One story has it that Florinda went for a massage one day while traveling and later met up with the masseuse in dream- the same woman who was to become Kylie Lundahl, the head chacmool. The chacmools seem to be brujas-in-training and guardians of don Juan's four disciples, whom they accompany whenever the sorcerers show up in public. The chacmools also appear in a video, available by mail order, demonstrating 12 of the basic tensegrity movements.\n\nTensegrity is the name Carlos Castaneda borrowed from architecture to give to a series of \"energy-gathering\" movements based on the \"sorcery passes\" or \"magical passes\" taught by don Juan Matus and his associates. According to Castaneda, the seers of ancient Mexico induced, through their dream practices, states of enhanced awareness in which they felt \"an indescribable sense of well-being, and a great internal strength.\" They longed to reproduce such experiences during waking states and finally discovered in dream a series of bodily movements they called magical passes, which elicited those states of well-being and strength. These passes were closely guarded and shrouded in ritual until now.\n\nEach of the four disciples learned a different set of customized movements, which they kept to themselves until 10 years ago, when they began comparing notes. Over a seven-year period, under the guidance of the four disciples, the chacmools compiled all the movements and now offer them in workshops that include talks by Taisha Abelar and Florinda Donner-Grau. Castaneda notes that the chacmools “erased the haze of mystery and enigma that surrounded the magical passes, and they transformed them into something that can be utilized by anyone.\" This is in keeping with the sorcerers' \"new ideology that well-being and internal strength are the heritage of every human being.\" The term tensegrity refers to the tension and relaxation of certain parts of an architectural structure in order to achieve optimal balance.\n\n[Chacmools: Reni Murez, Kylie Lundahl, and Nyei Murez](https://preview.redd.it/fm0pbq0913081.png?width=752&amp;format=png&amp;auto=webp&amp;s=50d9a5afce19b00023eeee3c6e1ddb6c08a2594c)\n\nThe four disciples don't claim that the sorcerers' world is for everyone or is better than any other, only that there exists an option to explore human possibility and expand our awareness if we choose to, a \"bonafide alternative\" to \"senility, sickness, and old age.\" \"To a nagual, the world is always brand new,\" Florinda has written. \"In his company, one begins to look at the world as if it never happened before. ... Naguals are able to see themselves in the mirror of fog, which reflects only the unknown. It is a mirror that no longer reflects our normal humanity, expressed in repetition, but reveals the face of infinity.\"\n\nEven after hearing all this, my friend Jack was still skeptical. \"But Maui sounds pretty nice,\" he enthused, and finally decided to come along- to paddle in the Pacific while I surfed a separate reality.\n\nFlorinda on Freedom Back in the hotel ballroom the music is finally turned off and, with a rush of energy like a gust of wind, the party of women streaks in at last. Florinda Donner-Grau, a petite blonde bruja with a buzz cut, takes the stage and announces her name. A lively presence, dressed in a white pants suit, she paces the stage as she talks about the premises of the sorcerer's life:\n\n\"We are perceivers before we are socialized beings. Unfortunately we've forgotten that we're perceivers. As infants we can perceive without interpretation, but what we as adults call perception is merely intellectual interpretation. To break our fixation, we have to engage the body.\n\n\"Sorcerers are interested in freedom, in breaking these socially constructed assumptions about what we are and what we are capable of, to become navigators in the sea of awareness. The old nagual, don Juan, forced us to do it. Carlos Castaneda doesn't have the manpower or the interest to do that with you all, but we can accomplish this in a different way–with willing participation. Absolute freedom entails dying. The persona, ego, self has to be reduced to know what it entails to perceive.\n\n\"Women have greater facility to approach the sorcerers' world,\" she goes on. \"Men have to work hard and are afraid of inorganic beings. Men are more fragile in every respect- not weaker, but energetically fragile. Men 'cone' toward knowledge, but women are open to it, have the capacity to move faster than the male.\" Like many other women in the audience, I am pleased by this affirmation of women's power, which was articulated by Florinda's and Taisha's teachers and is apparent in the take-no-captives demeanor of the chacmools. (As one of them says, “We are married to freedom, to the dream.\")\n\nFlorinda speaks and answers questions until late in the evening. The audience, tired after a long day of work or travel, strains a bit to understand her. It is familiar ground for readers of Castaneda's books, but fathoming it requires expanding beyond our usual conceptual framework. I'm both weary and excited: Here is a chance to get a face-to-face transmission of the elusive Yaqui way of knowledge. Florinda has said that the sorcery path is a solitary one, where no one holds your hand, but that with discipline and desire anyone can expand the limits of normal perception, without retreating from the world: \"We're stuck in one groove when there are hundreds of grooves available.\"\n\nI recall a passage from \\*Being-in-Dreaming\\* where Florinda describes her training: \"They wanted me to change the manner in which I focused on mundane matters such as cooking, cleaning, laundering, staying in school, or earning a living. These were to be done, they told me, under different auspices; they were not to be mundane chores but artful endeavors, one as important as the other. . . . In the presence and company of any of these sorceresses, I experienced the most peculiar feeling that I was on a perpetual holiday. But that was but a mirage. They were on a perpetual warpath. And the enemy was the idea of the self.\"\n\n\"Freedom will cost you the mask you have on,\" her teachers told her. \"The mask that feels so comfortable and is so hard to shed off, not because it fits so well but because you have been wearing it for so long. ... Freedom is the total absence of concern about yourself. And the best way to quit being concerned about yourself is to be concerned about other.\"\n\nThen she gets a taste of that freedom: \"Instead of giving in to my fear, or perhaps because of it, I felt the strangest thing happen. It was as if I had always been folded like a Japanese fan or like a folded cutout figurine. Suddenly, I unfolded. The physical sensation was almost painful.\"\n\nFlorinda ends her talk crisply, as if by some signal from the beyond, and leaves the ballroom as quickly as she entered. As I emerge from the stuffy hotel corridor into the fragrant Maui night, I think I feel a few small creases unfold as I breathe in the sweet air. Tomorrow we begin to hone our energy bodies in preparation for the great adventure.\n\n**Opening the Window on Abstract Energy**\n\nOn Saturday morning, the ballroom has been cleared of chairs, so we all find a space on the floor. The chacmools come onto the stage, and their tall, blonde leader, also sporting a buzz cut, announces, “I'm Kylie Lundahl. I proclaim the name because Kylie Lundahl is a dream. They are dreaming me, and I have to make it real.\" With this proclamation the ground beneath us shifts ever so slightly: What does she mean, she's a dream? She looks perfectly real to me!\n\nKylie introduces the other two chacmools, Reni Murez and Nyei Murez, whom she refers to as \"the cousins\" not only because they are related by blood but also because they have similar energetic configurations.\n\nThe movements we will do today are the 12 basic ones plus a few more, although the chacmools will present many others on future videos and in subsequent classes and workshops. One such energy-gathering movement we perform, called the Ball of Energy, entails moving both hands vigorously to shape a ball, then tearing it apart and applying our energized hands to different areas of the body. Kylie explains that it gathers dispersed energy from around the body and exercises the glands around the pectorals and the armpits, thus stimulating the immune system. Another, the Axis Breath, \"moves the terminal of energy so it's floating instead of grounded.\" This energy terminal normally exits the body from a point just behind the genitals, Kylie says, and goes into the ground. With the movement, we are sending it into infinity instead, \"pulling our energy out of the social structure.\" We inhale, raise our arms overhead, clap, then exhale and lower the hands together to rest them on bent knees. Then we raise our thumbs to our lips, breathe in and out, and shoot the arms straight up.\n\nIt's surprising how easily we seem to take to these exercises. After a demo and one run-through, the whole room is clapping, bending, and thrusting in vigorous near-unison, as the chacmools pass among us, correcting our stances and moves.\n\nWe stimulate the webs at the base of our fingers in Teasing the Web to invoke premammalian memories. Then we disperse that energy through the body by pressing these spots, and finally thrust our clasped hands out in front of us to get rid of the excess energy. This movement is supposed to transport us to \"a level of sensation prior to that of man,\" and I imagine us all as pairs of claws scuttling across the ocean floor.\n\nRolling Energy involves rolling the forearms one over the other to \"give the body its energy depth.\" We push our hands out to the sides to determine its energy width. \"If we really knew we were going to die, we wouldn't do the things we do energetically,\" says Kylie, encouraging us to awaken our dead bellies and swing our frozen hips. \"The adventure is what is exciting, the fight- forging, honing, pushing.\"\n\nIt is clear by now from watching these fierce, determined women execute the strong, abrupt movements of the passes that the spirit here is not that of hatha yoga or t'ai chi but is more reminiscent of the hard martial arts- kung fu or karate. Don Juan's cohort Luhan was said to be Asian and trained in the martial arts. Taisha also studied martial arts, and one of her teachers, Clara, was expert in the Chinese Long Pole form. As Taisha writes, \"by storing energy, we can dissolve our preconceptions about the world and the body, thus making room in our warehouse for other possibilities. A chance not to die was one of these possibilities. \\[Clara\\] said that the best explanation of this extravagant alternative was offered by the sages of ancient China. They claimed that it is feasible for one's personal awareness, or \\*te\\*, to link up knowingly with the all-encompassing awareness or Tao. Then when death comes, one's individual awareness does not disperse, as in ordinary dying, but expands and unites with the greater whole.\" I can't help but wonder about the possible common root of the cultures of China and the ancient New World. Or did separate warrior cultures develop similar practices based on their contact with parallel universes?\n\nNext we do the Sphinx Breath, to supply us with the breath we didn't get from our mother when she conceived us. Don Juan, Florinda told us last night, said most of us are \"bored fucks\"—fetuses conceived without orgasm. Because our mothers did not take that big gasp of air at the moment of our conception, we are always short of breath and energy and have to conserve. Like many jewels from the world of the nagual, it's a joke that turns real: I have always felt just slightly short of breath-and now we've been given an antidote! We circle our straight arms inward toward the body, inhale, circle overhead, exhale, making our bellies big \"like an animal\" and expand our backs. Then we push out our paws, \"tense and strong.\" It does seem to enlarge the capacity of my being somehow-or is it my imagination?\n\nReaching the Energy Holes Above the Head \"taps the caches of energy that reside at arm's length from the body.\" We spiral our clenched fists counterclockwise going up, clockwise going down, bringing energy into our thighs, where “much personal history is lodged.\" We then take that personal history into our hands and shoot it out into infinity with a sharp upward thrust.\n\nThere's a strange power to these movements, as if we could simply step through an invisible door and be released from conventional conditions. Maybe I really can pick up my tiresome habitual patterns and lob them into the stratosphere, where they'll be atomized in a millisecond. Why not?\n\nOne pass we do is intended to create a \"strong mule's back and a fluid energetic front, so you can get up immediately when you fall off the razor's edge.\" Still another is to alleviate the anguish that \"modern man\" carries in his chest. The group moves through them all with enthusiasm, and the charge of power in the room is palpable. Some people here have done them before, some have already taken on tensegrity as a regular practice.\n\nCastaneda has sent a special movement for this weekend- the Gift to Maui Pass, or Opening a Window for Abstract Energy. It is a complicated series of moves in which we imagine a ball of energy between our feet, affix our gaze to it, and pull it up above our heads. We cut a hatch in the space above our heads and let the ball float up into a black, starry sky, then pull it down onto the back of our necks, flip it onto our chests, and allow it to float down below our feet. Finally, with hands at our sides, we open and close our fingers \"like gills.\"\n\n\"As we do the movements, we accrue silence,\" Kylie tells us. \"Then abstract energy can come in. After enough has accrued-two minutes or two days of silence-the scales tip, and the force of energy opens you like a vacuum, and abstract energy comes in. Who knows where it will take you? Who cares?\" Abstract energy, she says, is energy that is not used for personal endeavors-opinions, thoughts, ideas—but for \"abstract action\": the journey into freedom. Kylie warns us not to combine tensegrity in the same session with other practices, like yoga, because tensegrity is specifically for \"calling on the sorcerer's intent\"- calling back the energy body to make the abstract flight.\n\nAfter doing magical passes all day, I feel strong, confident, my energy unobstructed. I'm eager to tell Jack all about it over dinner. \"We learned a movement to tap into the energetic emanations from dead stars,\" I say for openers. \"We're accruing silence so we can call back the energy body to take the abstract flight.\"\n\n\"A flight to where?\" he asks, reasonably.\n\n\"Who knows? Who cares?\" I crow with abandon. Jack looks slightly aghast, so I calm down. \"Don Juan told Taisha that the physical body is only a covering or container. By concentrating on your breathing, you can realize that the body isn't solid and that we have a soft, ethereal side, which is a mass of energy. This is the net of luminosity, the double that can jump over trees or take the shape of an animal, or appear halfway around the world as yourself, if you can gather enough energy.\"\n\n\"Why would you want to do that?\" Jack asks, sensible as ever. \"It's pretty nice right here.\" I have to agree that it is. By now we're sitting on a grassy knoll watching the orange sun set over the vast Pacific and eating a picnic of grilled mahi mahi and rice.\n\n\"But don't you sometimes want to explore human possibility?\" I prod. \"Doesn't life get kind of tedious, every day the same as the one before?\"\n\nJack takes another bite. “Not particularly. I've never had mahi mahi in Maui before, and it's delicious.\"\n\n**Reclaiming the Energy Body**\n\nOn Saturday evening Taisha Abelar, a plain-looking woman who appears as trustworthy and mild-mannered as someone's third-grade teacher, takes the stage to recount her adventures learning the magical passes, both on the ground and up in a tree-standing on a limb, \"with balance gotten only by linking my fibers to a star.\" But her feet seem to be firmly planted tonight as she talks matter-of-factly about being a \"stalker,\" living for months playing the role of a crippled beggar woman. She also describes how she transforms her energy body and disappears: \"It begins with a shiver, then a shake, from the feet up. You have to do it with stored energy.\" She stresses the importance of discipline in order to increase awareness and \"avoid being eaten down to your heels.\" Here she is referring to entities known as \"fliers,\" beings without an organism which feed off human energy, especially awareness that is not focused. Behaving impeccably-putting maximum concentration and intention in all we do, foils the fliers; they're not interested in such energy. She shows us a slide of a flier taken over the pyramids at Teotihuacan: It's the silhouette of a huge human-looking figure with knees bent and arms raised overhead. She says old-age homes are full of them, as are graveyards and funeral parlors.\n\nTaisha also describes recapitulation, the other sorcery practice recommended for general use- a method of calling back the energy left behind in past actions. It entails recalling all the people you have known, all the places you have been, all the feelings you've had in your life, starting from the present and going back to your earliest memories. Then with the \"sweeping breath,\" done while turning the head from side to side, you release old attachments and take back the strength still left in the old situation. \"The result,” according to Clara Grau, one of her teachers, \"is that we can return to every moment of our lives and act as if we were actually there. ... When we have emptied ourselves sufficiently of our obsolete and encumbering inventory, energy comes to us and gathers itself naturally; when enough of it coalesces, it turns into power.\"\n\n\"After a thorough recapitulation under the guidance of Clara Grau,\" Taisha has said, “I shifted nearly half of my awareness to the energy body, although the world seemed much the same. You wake up the energy body as a result of the recapitulation exercise. You don't know anything is happening, but you don't get so excited about the presentation of yourself in life- insults and so forth.\n\n\"You have all your energy locked up in memories, social order, expectation. You get back your original energy through recapitulation. The more you use your energy body, the stronger you'll become.\"\n\nShe claims that all the instruction necessary to do the recapitulation is detailed in \\*The Sorcerer's Crossing\\*, and we are advised to just begin and let intent lead us- \"an intent that reaches out to us through thousands of years of human toil.\"\n\n\"Is it possible to be a warrior while living in the 9-to-5 world?\" asks a pale, middle-aged man in a blue shirt.\n\n\"Begin here and now,\" Taisha says, by way of encouragement. \"Take tensegrity and make it grow. Take energy from the stars, whatever is overhead. This stellar energy mixes with the energy of self-reflection and pulls down an impersonal force into the me-energy and alters it. This gives you an edge to continue with the discipline. But you have to cut some of your preoccupations out of your life. With recapitulation, in one simple breath silence sets in. It's a not-doing; don't make it into a doing. Get to the essence of it. Abandon yourself, fear nothing, and the powers will appear. It's a phantom world, but the moment the intent is there, it sets something into motion.\"\n\n\"But how far can we go without a teacher? Can we conquer death?\" asks an eager young woman in lavender short shorts.\n\n\"Yes. We have been taught that we're the end of the line, so we're passing this on to anyone who is interested. Intent is saying it is possible, therefore we're saying recapitulate, activate your energy body, and then you will be guided by the same intent that's guiding us. Whoever is here, intent has swallowed you for the duration of this time. Something may happen, depending on what you give to it. If you give totally to it, it will give totally to you. Not doing, not being the person you know you are, who others have told you you are, you can be inconceivable.\n\n\"With a teacher, you look to the teacher for approval,\" she goes on. \"I am not a teacher. There are no apprentices. You have to do it without a teacher. We are the end. It's better without a teacher-the old sorcerers were very coercive. If you decide there's something here for you, do it. It's in the doing.\"\n\nAfter a day of high-powered tensegrity and a long evening of mind-expanding talk, many of us are sprawled in the aisles, unable to keep our heads up or our eyes open. We don't look much like beings who will be conquering death anytime soon. I stagger onto the hotel sidewalk and stumble to my car, hoping that the inconceivable is going directly into my cells by osmosis. I'm glad Jack is sound asleep when I get in.\n\n**Flying by the Seat of Our Pants**\n\nAlmost inconceivably, we all reassemble by 7:00 Sunday morning to go once more through the tensegrity series, as we hurriedly take notes on the details of the movements. The brujas and the chacmools have to catch a plane in a few hours, so Kylie keeps things moving briskly. A laid-back young man in neohippie neon tie-dye raises his hand with the observation that the chacmools comport themselves in a rather military manner.\n\n\"Yes,\" agrees Kylie. \"We have a military attitude first of all toward ourselves. We have to be militant in order to keep gaining awareness and not lose this world that we are in. We have to be ruthless with our selves. We are obliterating our energetic standing with the social order. We have no personal holdings.\n\n\"The only thing that matters is the fight in front of us,\" Kylie continues. \"It doesn't matter what you call it when you confront it. We want to be as intact as possible when the time comes, not having our awareness eaten up by petty jealousies. Somehow you do it without a clue as to how to do it. To not know what's around the corner, that's the exciting thing, flying by the seat of our pants. The four sorcerers are so consumed by purpose that each act is impeccable.\n\n\"For us there is no separate dream time. We dream each other and ourselves. I have to act as Kylie Lundahl to maintain the dream that Carlos Castaneda set up.\n\nBy recapitulation and tensegrity you force yourself to become more and more aware and act in a way you weren't trained to be, and gradually you find yourself in dream. It's an energetic change.\"\n\nAs a finale, Reni and Nyei demonstrate a long, complicated pass called Tensegrity of Affection, a dyad that involves stroking each other, and slapping lightly, on the head, shoulders, arms, torso, and legs, and movements that look like t'ai chi push-hands. They finish and, without pausing, move directly to the door, where Kylie, Florinda, and Taisha join them. “Thank you for coming!” Kylie shouts, and they're gone.\n\nI'm in limbo as I gather my belongings and file out with the others. A gaping energy hole has been left by this final departure, and I'm not sure what to do with myself. I decide to walk down to the water's edge, look at the royal grave again, by daylight. As I pass vacationers in cabanas by the pool, on the tennis courts, and putting along in golf carts, I marvel at how imperceptibly the sorcerers' world can be folded in to the world of upscale American holiday-making: just one more group that rented the ballroom, one more weekend self-improvement workshop.\n\nI feel abandoned and set free. The mysterious world of the nagual was brought close, offered as a gift, but one I have to reach for. I know this realm is near at hand all the time, pressing in on me like the moist air and sunlight on my skin, and that this body can lead the way into the vast silence.\n\nA couple of months later, back in California, I call Kylie and we chat about the successful workshops they've done in Colorado and New York. But the teaching tour of Europe had to be cancelled, she says, because Carol Tiggs has once again disappeared: \"Something has happened energetically, in dreaming, and we haven't been able to pull her back, so there's no way we could focus on more workshops.\" This particular window into the sea of awareness, open so briefly, has closed again, and we're on our own.\n\n**Or Are We?**\n\nIn late August I find myself back in the sorcerers' world. I hear that Carlos Castaneda has been showing up at a three-week tensegrity intensive in Los Angeles, so I catch the next flight. (It turns out that tensegrity can be taught without Carol Tiggs if the sorcerers stay close to home.)\n\nAs I had hoped, Castaneda mounts the platform at the Culver City High School gymnasium on Friday evening and beams out at the audience of close to 200 people clustered around the stage. He is dressed impeccably in suit and tie.\n\nThe message he wants to convey tonight is that we are bypassing the mind in tensegrity. “It's the energy body that executes \\[the movements\\] in the end.\" He has tried to communicate with us beyond mind: “I pressed the energy body, and at that level, you don't need to be convinced. To talk to the energy body is the sorcerer's art.\" The mind is \"just a bookkeeper who has elected himself president.\"\n\n\"We are exploding,\" Castaneda says, by way of explaining why the sorcerers are now teaching so openly. Many here had hoped to somehow end up as members of Castaneda's group, but Castaneda insists he has no group: \"We are warriors, each responsible for our own sorcery schedule and path. We don't get together and do sorcery tricks.\"\n\nHe declares he will never again appear like this to teach tensegrity.\n\n\"A germination is taking place here,\" he says emphatically, adding that these three weeks will change the lives of those who attended: \"You are not the same people who came here. All kinds of things have been changed, eliminated. It's pregnant with amazing possibilities.\" He describes how he sees our energy bodies hovering just above us in unusually close proximity. \"This is terrifying to me in a positive sense. It fills me with elation. You've been tapped at a very weird level, believe me.\"\n\nI wonder whether to be terrified or elated myself. We came here hoping to be tapped at weird levels, I suppose, but what will come of it?\n\n\"As an act of impeccability, you will remember the passes, and you'll remember what I said, because I said it bypassing the mind,\" the new nagual concludes. \"I wanted to draft you into the abstract. This is the last link.\"\n\n*Holly Hammond* is associate editor of Yoga Journal\n\nRESOURCE\n\nFor information on tensegrity workshops or to order the Tensegrity video, call (800) 490-3020 or (310) 264-6126.\n\n[Google Books Scans of the Source Pages: 70-77, 138-140, 145-146](https://books.google.com/books?id=iOkDAAAAMBAJ&amp;pg=PA6&amp;lpg=PA6&amp;dq=December+1995+-+Yoga+Journal&amp;source=bl&amp;ots=cajK_uUkIQ&amp;sig=ACfU3U3XR7h7LA6HKDUyw4DFhDIND-tiww&amp;hl=en&amp;sa=X&amp;ved=2ahUKEwiqt7DS2MrzAhUNQ80KHWZbCoEQ6AF6BAgWEAM#v=onepage&amp;q&amp;f=false)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Yoga Journal - December 1995", "link_flair_richtext": [{"e": "text", "t": "Tensegrity"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 70, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"ygrax08w03081": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 88, "x": 108, "u": "https://preview.redd.it/ygrax08w03081.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=fa4da6b4ff9f7467af294c771cdc190c5f1c5d33"}, {"y": 177, "x": 216, "u": "https://preview.redd.it/ygrax08w03081.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=f71dbd8b00db746e7feeba49b30de4cd8ff9f65c"}, {"y": 262, "x": 320, "u": "https://preview.redd.it/ygrax08w03081.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=8b4b76e1ffe7f413de3391b52262553c1e1ca868"}, {"y": 525, "x": 640, "u": "https://preview.redd.it/ygrax08w03081.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=6b36e9e9d10c02e38522acd297b4270f2a2e08fc"}, {"y": 787, "x": 960, "u": "https://preview.redd.it/ygrax08w03081.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=2c7aa37a3662fb221efb7b3d1d5998c444ca3704"}, {"y": 886, "x": 1080, "u": "https://preview.redd.it/ygrax08w03081.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=5bd8f9eeb0d46e3de051db8819b07097e762e67e"}], "s": {"y": 907, "x": 1105, "u": "https://preview.redd.it/ygrax08w03081.png?width=1105&amp;format=png&amp;auto=webp&amp;s=3a5bc1276b9ca86712086fa1d80c3b184e6af9fc"}, "id": "ygrax08w03081"}, "yix3atu313081": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 87, "x": 108, "u": "https://preview.redd.it/yix3atu313081.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=e13e7bab57ccc4169bfc562e1fcdbaaed395054a"}, {"y": 174, "x": 216, "u": "https://preview.redd.it/yix3atu313081.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=7b30c855a8386c0cd3b4ba308d11aec9a26ea4c6"}, {"y": 258, "x": 320, "u": "https://preview.redd.it/yix3atu313081.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=42d742d71387c91864277c1c3eea4d8c40ee129a"}, {"y": 517, "x": 640, "u": "https://preview.redd.it/yix3atu313081.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=5890a2cfb5ba47875c724e08f937e9f9caae014f"}], "s": {"y": 600, "x": 742, "u": "https://preview.redd.it/yix3atu313081.png?width=742&amp;format=png&amp;auto=webp&amp;s=2fd278275ea0396f08e48d6672917eee50472020"}, "id": "yix3atu313081"}, "fm0pbq0913081": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 87, "x": 108, "u": "https://preview.redd.it/fm0pbq0913081.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=51426b78a3dfd4694b18665a8525cbcb541d8962"}, {"y": 174, "x": 216, "u": "https://preview.redd.it/fm0pbq0913081.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=a4559c50ad329df760a4f8b05c4f5a56075f1653"}, {"y": 258, "x": 320, "u": "https://preview.redd.it/fm0pbq0913081.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=40dc4c06ce9228816c574a1b88fffb86a6c13909"}, {"y": 517, "x": 640, "u": "https://preview.redd.it/fm0pbq0913081.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=0396fb172cbdc364e89810734a88a379322ae4d9"}], "s": {"y": 608, "x": 752, "u": "https://preview.redd.it/fm0pbq0913081.png?width=752&amp;format=png&amp;auto=webp&amp;s=50d9a5afce19b00023eeee3c6e1ddb6c08a2594c"}, "id": "fm0pbq0913081"}}, "name": "t3_qvqvwl", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "ups": 15, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 70, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Tensegrity", "can_mod_post": false, "score": 15, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/8El_2_GlOnBWaaYfl8EEIcHBwHIXjfqY8v9WQz7rgSA.jpg", "edited": 1637123404.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "subreddit_type": "public", "created": 1637123050.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This article was overlooked for some reason by whoever put together the various (incomplete) Magazine Article Collections back in the 1990&amp;#39;s. As a result it never got OCR processing, and has never been touched by Google other than their work scanning the actual pages of the original magazine.&lt;/p&gt;\n\n&lt;p&gt;It includes direct content from Carlos, Taisha, Florinda, and the Chacmools...at three different workshops and seminars from 1993-1995 (1996?), via Holly Hammond, one of the editors at Yoga Journal.&lt;/p&gt;\n\n&lt;h1&gt;&lt;/h1&gt;\n\n&lt;p&gt;Yoga Journal - December 1995&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Carlos Castaneda&amp;#39;s Tensegrity&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;The energy-gathering movements taught by Yaqui sorcerer don Juan Matus are now being presented publicly by Carlos Castaneda and company.&lt;/p&gt;\n\n&lt;p&gt;Our intrepid reporter was on the scene and brings back the story on honing the energy body the warrior&amp;#39;s way.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;By Holly Hammond&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/ygrax08w03081.png?width=1105&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=3a5bc1276b9ca86712086fa1d80c3b184e6af9fc\"&gt;on the beach at Maui, Hawaii&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a Friday evening in spring at the Ritz-Carlton Hotel, a grand resort in the old style commanding vast vistas on the secluded coast of northwest Maui. Inland from the hotel, the land rises to pineapple fields and the craters of Maui&amp;#39;s upcountry. To the north, lush tropical gardens surround lighted swimming pools falling in tiers, which end in lawns that roll down to the sea. A luau is underway this balmy night on one of the hotel&amp;#39;s stone terraces, a party for the &amp;quot;top producers of 3M Corporation. Lit by the torches, a Hawaiian trio plays &amp;quot;Aloha Oe,&amp;quot; and four children in grass skirts dance traditional dances while well-heeled American couples clink the ice in their drinks and take video footage. In the sumptuous lobbies, which reek of expensive per fume, Japanese businessmen cluster expectantly around their guides. I am amazed to find myself in such layish surroundings: They seem an unlikely setting for a workshop in &amp;quot;Carlos Castaneda&amp;#39;s Tensegrity.&amp;quot; Then I wander out onto the lawns and down to the ocean. There, strolling in the half light, I notice a marker, beyond which is a hillock in the lawn. The plaque says this is holy ground I&amp;#39;m treading, the spot chosen by Maui&amp;#39;s ancient royal family to bury their dead. Things are not always what they seem.&lt;/p&gt;\n\n&lt;p&gt;Soon I&amp;#39;m sitting in the hotel ballroom with 250 others waiting more or less patiently, entertained by turgid new-age music. There has been a delay in be ginning the evening&amp;#39;s events, because the presenters are unable to locate their luggage at the airport. While we&amp;#39;re waiting, we&amp;#39;re asked to sign a release form waiving any claims against Carlos Castaneda or the tensegrity faculty for &amp;quot;personal injuries arising out of the study and practice of tensegrity.&amp;quot; A mere formality, I assume, but still I wonder what we&amp;#39;re in for. If Castaneda&amp;#39;s books are anything to go by, this could be the beginning of a &amp;quot;somersault into the inconceivable.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Carlos Castaneda&amp;#39;s training by don Juan Matus, Yaqui sorcerer and &amp;quot;man of knowledge,&amp;quot; is surely one of the more extraordinary sagas of the late 20th century. Many of us eagerly followed it from the late &amp;#39;60s, through the &amp;#39;70s, and into the &amp;#39;80s, as book after book told the improbable tale of a university-trained anthropologist traveling to the southwest and Mexico to research the native uses of psychedelic plants and coming under the influence of a sorcerer (nagual in Yaqui) so skillful that the anthropologist gave up his world entirely to embrace the fantastic, sometimes terrifying world he had found.&lt;/p&gt;\n\n&lt;p&gt;There were many who questioned the validity and truthfulness of Castaneda&amp;#39;s account, accusing him of writing fiction, but others found the teachings and stories of don Juan so compelling that their source seemed irrelevant. Castaneda himself has remained a shadowy figure for the past 25 years, staying mostly out of public view and never allowing himself to be photographed-conduct that has only enhanced his reputation as a conjurer.&lt;/p&gt;\n\n&lt;p&gt;I was lucky enough to get a look at him, though, when I attended one of his rare, unpublicized talks in November 1993. About 200 people gathered at a community center in California&amp;#39;s Silicon Valley, where a volunteer checked our names off an invitation list at the entrance and asked each of us for $4.00. Security was tight, with guards at all the doors. After we found our seats, Castaneda and his party of six or seven burst through the doors: &amp;quot;I am Carlos Castaneda!&amp;quot; he proclaimed with a big smile, arms open wide, like a Las Ve. gas showman. Small in stature, with greying hair, and dressed in a handsome brown sports jacket, white shirt, and tie, his jovial energy was magnetic. His voice was not amplified, which had the effect of drawing the audience to the edges of their seats in rapt attention.&lt;/p&gt;\n\n&lt;p&gt;Among the things Castaneda said, in a distinctive Spanish accent, was that he hoped to present &amp;quot;new options&amp;quot; to the conventional life of &amp;quot;work, retire, go fishing.&amp;quot; &amp;quot;If I hadn&amp;#39;t met don Juan Matus, I would be parking your cars for tips,&amp;quot; he quipped. He told amusing stories about his time with don Juan, many of them mocking his own self-importance. &amp;quot;We love to focus on, feed on, the modality of our time, which is poor baby me.&amp;#39; Don Juan told me to pretend-just for a day or two that I&amp;#39;m a winner and that I hate whining.&amp;quot; We lose a lot of energy through the defense and presentation of self in everyday life,&amp;quot; he noted. We devote far too much attention to &amp;quot;seeing if they&amp;#39;re insulting us.&amp;quot; But &amp;quot;with enough energy, the body itself will seek to break the parameters of perception. You see all the time, all the way through, but there&amp;#39;s a barrier that keeps you from realizing it. If you give up self-importance and self-defense, great energy is released. Take off the shirt of self-importance. Be naked,&amp;quot; he urged the crowd, not all of whom were as mesmerized as I was. Some were offended by his irreverent manner, but I found it refreshing and in keeping with the voice of the narrator of Castaneda&amp;#39;s books.&lt;/p&gt;\n\n&lt;p&gt;After the party swept out of the hall, one of the hosts took the microphone: &amp;quot;Carlos has asked us to play a little game. He wants each of us to pay our exact share of the cost of renting the hall and the van.&amp;quot; (Uh-oh, I thought, big bucks.) “We did a head count, and it comes to $3.87 each, so please stop on your way out and get your refund of 13 cents.&amp;quot; I dutifully took my place in the refund line, delighted to brush up against the sorcerers&amp;#39; world of &amp;quot;controlled folly,&amp;quot; however briefly- and come out ahead!&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Lifting the Veil of Secrecy&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;My next encounter with the sorcerers&amp;#39; world was not with Castaneda but with a group of his cohorts—and it cost a bit more. Last winter I told my friend Jack I was flying off to Hawaii for a tensegrity weekend with the chacmools.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Tense what? With moles?&amp;quot; He was obviously out of the loop.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You haven&amp;#39;t heard of the chacmools?&amp;quot; I queried with disbelief. “They&amp;#39;re the guardians of the new nagual and the witches, and they&amp;#39;re teaching movements to awaken the energy body.&amp;quot; Still he looked perplexed. &amp;quot;Well, let&amp;#39;s back up then,&amp;quot; I said charitably, and filled him in on some recent history.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t hear much about them in Castaneda&amp;#39;s books, but, it now turns out that during his apprenticeship years, three women- Florinda Donner-Grau, Taisha Abelar, and Carol Tiggs- also trained in the mysteries and secrets of the &amp;quot;old nagual” don Juan and his fellow sorcerers (or seers, a term Castaneda now prefers). These women, also known as witches (*brujas* in Spanish), now make up the party of the &amp;quot;new nagual,&amp;quot; Carlos Castaneda. Together, these four disciples of don Juan form a kind of sorcery team, the &amp;quot;first ring of power.&amp;quot; Florinda knew Castaneda at UCLA, where she received her Ph.D. in anthropology shortly after he did. Taisha has her doctorate in anthropology and Carol is an M.D., both earning their degrees after they entered the sorcerers&amp;#39; world. Although the four began working together almost 30 years ago, they had a long-time agreement not to speak with one another about their own training or sorcery experiences, in order to maintain the integrity and energy necessary for the work.&lt;/p&gt;\n\n&lt;p&gt;Then the winds changed, and a new chapter of the story began. As Castaneda tells it, he was giving one of his rare talks at a bookstore in Los Angeles when he spied a woman in the audience whom he recognized as Carol Tiggs. He had not seen her in 10 years, because she had been off in the &amp;quot;sea of awareness,&amp;quot; a realm in which awareness is used as a medium of travel. Her return signaled a new, more public phase in the work of the four sorcerers. By her return, Carol Tiggs was making a decision to lift the traditional veil of mystery and secrecy and present the teaching of the sorcerers to a larger world. In this spirit, Florinda Donner-Grau and Taisha Abelar wrote books describing their training, *Being-in-Dreaming* and *The Sorcerer&amp;#39;s Crossing*, respectively. More recently, the three women have begun to explain the practice of “recapitulation&amp;quot; and give workshops in tensegrity, two of the methods they learned during their own sorcery training.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/yix3atu313081.png?width=742&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=2fd278275ea0396f08e48d6672917eee50472020\"&gt;The Ball of Energy gathers energy from around the body&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Around the same time, three more women entered the family: the chacmools, named for ancient Toltec guardian figures, who, according to Florinda DonnerGrau, are &amp;quot;ideal fighters, warriors, and guardians of dreamers, dreams, and dream sites.&amp;quot; They were even, perhaps, recruited in dream. One story has it that Florinda went for a massage one day while traveling and later met up with the masseuse in dream- the same woman who was to become Kylie Lundahl, the head chacmool. The chacmools seem to be brujas-in-training and guardians of don Juan&amp;#39;s four disciples, whom they accompany whenever the sorcerers show up in public. The chacmools also appear in a video, available by mail order, demonstrating 12 of the basic tensegrity movements.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity is the name Carlos Castaneda borrowed from architecture to give to a series of &amp;quot;energy-gathering&amp;quot; movements based on the &amp;quot;sorcery passes&amp;quot; or &amp;quot;magical passes&amp;quot; taught by don Juan Matus and his associates. According to Castaneda, the seers of ancient Mexico induced, through their dream practices, states of enhanced awareness in which they felt &amp;quot;an indescribable sense of well-being, and a great internal strength.&amp;quot; They longed to reproduce such experiences during waking states and finally discovered in dream a series of bodily movements they called magical passes, which elicited those states of well-being and strength. These passes were closely guarded and shrouded in ritual until now.&lt;/p&gt;\n\n&lt;p&gt;Each of the four disciples learned a different set of customized movements, which they kept to themselves until 10 years ago, when they began comparing notes. Over a seven-year period, under the guidance of the four disciples, the chacmools compiled all the movements and now offer them in workshops that include talks by Taisha Abelar and Florinda Donner-Grau. Castaneda notes that the chacmools “erased the haze of mystery and enigma that surrounded the magical passes, and they transformed them into something that can be utilized by anyone.&amp;quot; This is in keeping with the sorcerers&amp;#39; &amp;quot;new ideology that well-being and internal strength are the heritage of every human being.&amp;quot; The term tensegrity refers to the tension and relaxation of certain parts of an architectural structure in order to achieve optimal balance.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/fm0pbq0913081.png?width=752&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=50d9a5afce19b00023eeee3c6e1ddb6c08a2594c\"&gt;Chacmools: Reni Murez, Kylie Lundahl, and Nyei Murez&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The four disciples don&amp;#39;t claim that the sorcerers&amp;#39; world is for everyone or is better than any other, only that there exists an option to explore human possibility and expand our awareness if we choose to, a &amp;quot;bonafide alternative&amp;quot; to &amp;quot;senility, sickness, and old age.&amp;quot; &amp;quot;To a nagual, the world is always brand new,&amp;quot; Florinda has written. &amp;quot;In his company, one begins to look at the world as if it never happened before. ... Naguals are able to see themselves in the mirror of fog, which reflects only the unknown. It is a mirror that no longer reflects our normal humanity, expressed in repetition, but reveals the face of infinity.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Even after hearing all this, my friend Jack was still skeptical. &amp;quot;But Maui sounds pretty nice,&amp;quot; he enthused, and finally decided to come along- to paddle in the Pacific while I surfed a separate reality.&lt;/p&gt;\n\n&lt;p&gt;Florinda on Freedom Back in the hotel ballroom the music is finally turned off and, with a rush of energy like a gust of wind, the party of women streaks in at last. Florinda Donner-Grau, a petite blonde bruja with a buzz cut, takes the stage and announces her name. A lively presence, dressed in a white pants suit, she paces the stage as she talks about the premises of the sorcerer&amp;#39;s life:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We are perceivers before we are socialized beings. Unfortunately we&amp;#39;ve forgotten that we&amp;#39;re perceivers. As infants we can perceive without interpretation, but what we as adults call perception is merely intellectual interpretation. To break our fixation, we have to engage the body.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers are interested in freedom, in breaking these socially constructed assumptions about what we are and what we are capable of, to become navigators in the sea of awareness. The old nagual, don Juan, forced us to do it. Carlos Castaneda doesn&amp;#39;t have the manpower or the interest to do that with you all, but we can accomplish this in a different way–with willing participation. Absolute freedom entails dying. The persona, ego, self has to be reduced to know what it entails to perceive.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Women have greater facility to approach the sorcerers&amp;#39; world,&amp;quot; she goes on. &amp;quot;Men have to work hard and are afraid of inorganic beings. Men are more fragile in every respect- not weaker, but energetically fragile. Men &amp;#39;cone&amp;#39; toward knowledge, but women are open to it, have the capacity to move faster than the male.&amp;quot; Like many other women in the audience, I am pleased by this affirmation of women&amp;#39;s power, which was articulated by Florinda&amp;#39;s and Taisha&amp;#39;s teachers and is apparent in the take-no-captives demeanor of the chacmools. (As one of them says, “We are married to freedom, to the dream.&amp;quot;)&lt;/p&gt;\n\n&lt;p&gt;Florinda speaks and answers questions until late in the evening. The audience, tired after a long day of work or travel, strains a bit to understand her. It is familiar ground for readers of Castaneda&amp;#39;s books, but fathoming it requires expanding beyond our usual conceptual framework. I&amp;#39;m both weary and excited: Here is a chance to get a face-to-face transmission of the elusive Yaqui way of knowledge. Florinda has said that the sorcery path is a solitary one, where no one holds your hand, but that with discipline and desire anyone can expand the limits of normal perception, without retreating from the world: &amp;quot;We&amp;#39;re stuck in one groove when there are hundreds of grooves available.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I recall a passage from *Being-in-Dreaming* where Florinda describes her training: &amp;quot;They wanted me to change the manner in which I focused on mundane matters such as cooking, cleaning, laundering, staying in school, or earning a living. These were to be done, they told me, under different auspices; they were not to be mundane chores but artful endeavors, one as important as the other. . . . In the presence and company of any of these sorceresses, I experienced the most peculiar feeling that I was on a perpetual holiday. But that was but a mirage. They were on a perpetual warpath. And the enemy was the idea of the self.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Freedom will cost you the mask you have on,&amp;quot; her teachers told her. &amp;quot;The mask that feels so comfortable and is so hard to shed off, not because it fits so well but because you have been wearing it for so long. ... Freedom is the total absence of concern about yourself. And the best way to quit being concerned about yourself is to be concerned about other.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then she gets a taste of that freedom: &amp;quot;Instead of giving in to my fear, or perhaps because of it, I felt the strangest thing happen. It was as if I had always been folded like a Japanese fan or like a folded cutout figurine. Suddenly, I unfolded. The physical sensation was almost painful.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Florinda ends her talk crisply, as if by some signal from the beyond, and leaves the ballroom as quickly as she entered. As I emerge from the stuffy hotel corridor into the fragrant Maui night, I think I feel a few small creases unfold as I breathe in the sweet air. Tomorrow we begin to hone our energy bodies in preparation for the great adventure.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Opening the Window on Abstract Energy&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;On Saturday morning, the ballroom has been cleared of chairs, so we all find a space on the floor. The chacmools come onto the stage, and their tall, blonde leader, also sporting a buzz cut, announces, “I&amp;#39;m Kylie Lundahl. I proclaim the name because Kylie Lundahl is a dream. They are dreaming me, and I have to make it real.&amp;quot; With this proclamation the ground beneath us shifts ever so slightly: What does she mean, she&amp;#39;s a dream? She looks perfectly real to me!&lt;/p&gt;\n\n&lt;p&gt;Kylie introduces the other two chacmools, Reni Murez and Nyei Murez, whom she refers to as &amp;quot;the cousins&amp;quot; not only because they are related by blood but also because they have similar energetic configurations.&lt;/p&gt;\n\n&lt;p&gt;The movements we will do today are the 12 basic ones plus a few more, although the chacmools will present many others on future videos and in subsequent classes and workshops. One such energy-gathering movement we perform, called the Ball of Energy, entails moving both hands vigorously to shape a ball, then tearing it apart and applying our energized hands to different areas of the body. Kylie explains that it gathers dispersed energy from around the body and exercises the glands around the pectorals and the armpits, thus stimulating the immune system. Another, the Axis Breath, &amp;quot;moves the terminal of energy so it&amp;#39;s floating instead of grounded.&amp;quot; This energy terminal normally exits the body from a point just behind the genitals, Kylie says, and goes into the ground. With the movement, we are sending it into infinity instead, &amp;quot;pulling our energy out of the social structure.&amp;quot; We inhale, raise our arms overhead, clap, then exhale and lower the hands together to rest them on bent knees. Then we raise our thumbs to our lips, breathe in and out, and shoot the arms straight up.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s surprising how easily we seem to take to these exercises. After a demo and one run-through, the whole room is clapping, bending, and thrusting in vigorous near-unison, as the chacmools pass among us, correcting our stances and moves.&lt;/p&gt;\n\n&lt;p&gt;We stimulate the webs at the base of our fingers in Teasing the Web to invoke premammalian memories. Then we disperse that energy through the body by pressing these spots, and finally thrust our clasped hands out in front of us to get rid of the excess energy. This movement is supposed to transport us to &amp;quot;a level of sensation prior to that of man,&amp;quot; and I imagine us all as pairs of claws scuttling across the ocean floor.&lt;/p&gt;\n\n&lt;p&gt;Rolling Energy involves rolling the forearms one over the other to &amp;quot;give the body its energy depth.&amp;quot; We push our hands out to the sides to determine its energy width. &amp;quot;If we really knew we were going to die, we wouldn&amp;#39;t do the things we do energetically,&amp;quot; says Kylie, encouraging us to awaken our dead bellies and swing our frozen hips. &amp;quot;The adventure is what is exciting, the fight- forging, honing, pushing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It is clear by now from watching these fierce, determined women execute the strong, abrupt movements of the passes that the spirit here is not that of hatha yoga or t&amp;#39;ai chi but is more reminiscent of the hard martial arts- kung fu or karate. Don Juan&amp;#39;s cohort Luhan was said to be Asian and trained in the martial arts. Taisha also studied martial arts, and one of her teachers, Clara, was expert in the Chinese Long Pole form. As Taisha writes, &amp;quot;by storing energy, we can dissolve our preconceptions about the world and the body, thus making room in our warehouse for other possibilities. A chance not to die was one of these possibilities. [Clara] said that the best explanation of this extravagant alternative was offered by the sages of ancient China. They claimed that it is feasible for one&amp;#39;s personal awareness, or *te*, to link up knowingly with the all-encompassing awareness or Tao. Then when death comes, one&amp;#39;s individual awareness does not disperse, as in ordinary dying, but expands and unites with the greater whole.&amp;quot; I can&amp;#39;t help but wonder about the possible common root of the cultures of China and the ancient New World. Or did separate warrior cultures develop similar practices based on their contact with parallel universes?&lt;/p&gt;\n\n&lt;p&gt;Next we do the Sphinx Breath, to supply us with the breath we didn&amp;#39;t get from our mother when she conceived us. Don Juan, Florinda told us last night, said most of us are &amp;quot;bored fucks&amp;quot;—fetuses conceived without orgasm. Because our mothers did not take that big gasp of air at the moment of our conception, we are always short of breath and energy and have to conserve. Like many jewels from the world of the nagual, it&amp;#39;s a joke that turns real: I have always felt just slightly short of breath-and now we&amp;#39;ve been given an antidote! We circle our straight arms inward toward the body, inhale, circle overhead, exhale, making our bellies big &amp;quot;like an animal&amp;quot; and expand our backs. Then we push out our paws, &amp;quot;tense and strong.&amp;quot; It does seem to enlarge the capacity of my being somehow-or is it my imagination?&lt;/p&gt;\n\n&lt;p&gt;Reaching the Energy Holes Above the Head &amp;quot;taps the caches of energy that reside at arm&amp;#39;s length from the body.&amp;quot; We spiral our clenched fists counterclockwise going up, clockwise going down, bringing energy into our thighs, where “much personal history is lodged.&amp;quot; We then take that personal history into our hands and shoot it out into infinity with a sharp upward thrust.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a strange power to these movements, as if we could simply step through an invisible door and be released from conventional conditions. Maybe I really can pick up my tiresome habitual patterns and lob them into the stratosphere, where they&amp;#39;ll be atomized in a millisecond. Why not?&lt;/p&gt;\n\n&lt;p&gt;One pass we do is intended to create a &amp;quot;strong mule&amp;#39;s back and a fluid energetic front, so you can get up immediately when you fall off the razor&amp;#39;s edge.&amp;quot; Still another is to alleviate the anguish that &amp;quot;modern man&amp;quot; carries in his chest. The group moves through them all with enthusiasm, and the charge of power in the room is palpable. Some people here have done them before, some have already taken on tensegrity as a regular practice.&lt;/p&gt;\n\n&lt;p&gt;Castaneda has sent a special movement for this weekend- the Gift to Maui Pass, or Opening a Window for Abstract Energy. It is a complicated series of moves in which we imagine a ball of energy between our feet, affix our gaze to it, and pull it up above our heads. We cut a hatch in the space above our heads and let the ball float up into a black, starry sky, then pull it down onto the back of our necks, flip it onto our chests, and allow it to float down below our feet. Finally, with hands at our sides, we open and close our fingers &amp;quot;like gills.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As we do the movements, we accrue silence,&amp;quot; Kylie tells us. &amp;quot;Then abstract energy can come in. After enough has accrued-two minutes or two days of silence-the scales tip, and the force of energy opens you like a vacuum, and abstract energy comes in. Who knows where it will take you? Who cares?&amp;quot; Abstract energy, she says, is energy that is not used for personal endeavors-opinions, thoughts, ideas—but for &amp;quot;abstract action&amp;quot;: the journey into freedom. Kylie warns us not to combine tensegrity in the same session with other practices, like yoga, because tensegrity is specifically for &amp;quot;calling on the sorcerer&amp;#39;s intent&amp;quot;- calling back the energy body to make the abstract flight.&lt;/p&gt;\n\n&lt;p&gt;After doing magical passes all day, I feel strong, confident, my energy unobstructed. I&amp;#39;m eager to tell Jack all about it over dinner. &amp;quot;We learned a movement to tap into the energetic emanations from dead stars,&amp;quot; I say for openers. &amp;quot;We&amp;#39;re accruing silence so we can call back the energy body to take the abstract flight.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A flight to where?&amp;quot; he asks, reasonably.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Who knows? Who cares?&amp;quot; I crow with abandon. Jack looks slightly aghast, so I calm down. &amp;quot;Don Juan told Taisha that the physical body is only a covering or container. By concentrating on your breathing, you can realize that the body isn&amp;#39;t solid and that we have a soft, ethereal side, which is a mass of energy. This is the net of luminosity, the double that can jump over trees or take the shape of an animal, or appear halfway around the world as yourself, if you can gather enough energy.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why would you want to do that?&amp;quot; Jack asks, sensible as ever. &amp;quot;It&amp;#39;s pretty nice right here.&amp;quot; I have to agree that it is. By now we&amp;#39;re sitting on a grassy knoll watching the orange sun set over the vast Pacific and eating a picnic of grilled mahi mahi and rice.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But don&amp;#39;t you sometimes want to explore human possibility?&amp;quot; I prod. &amp;quot;Doesn&amp;#39;t life get kind of tedious, every day the same as the one before?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Jack takes another bite. “Not particularly. I&amp;#39;ve never had mahi mahi in Maui before, and it&amp;#39;s delicious.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Reclaiming the Energy Body&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;On Saturday evening Taisha Abelar, a plain-looking woman who appears as trustworthy and mild-mannered as someone&amp;#39;s third-grade teacher, takes the stage to recount her adventures learning the magical passes, both on the ground and up in a tree-standing on a limb, &amp;quot;with balance gotten only by linking my fibers to a star.&amp;quot; But her feet seem to be firmly planted tonight as she talks matter-of-factly about being a &amp;quot;stalker,&amp;quot; living for months playing the role of a crippled beggar woman. She also describes how she transforms her energy body and disappears: &amp;quot;It begins with a shiver, then a shake, from the feet up. You have to do it with stored energy.&amp;quot; She stresses the importance of discipline in order to increase awareness and &amp;quot;avoid being eaten down to your heels.&amp;quot; Here she is referring to entities known as &amp;quot;fliers,&amp;quot; beings without an organism which feed off human energy, especially awareness that is not focused. Behaving impeccably-putting maximum concentration and intention in all we do, foils the fliers; they&amp;#39;re not interested in such energy. She shows us a slide of a flier taken over the pyramids at Teotihuacan: It&amp;#39;s the silhouette of a huge human-looking figure with knees bent and arms raised overhead. She says old-age homes are full of them, as are graveyards and funeral parlors.&lt;/p&gt;\n\n&lt;p&gt;Taisha also describes recapitulation, the other sorcery practice recommended for general use- a method of calling back the energy left behind in past actions. It entails recalling all the people you have known, all the places you have been, all the feelings you&amp;#39;ve had in your life, starting from the present and going back to your earliest memories. Then with the &amp;quot;sweeping breath,&amp;quot; done while turning the head from side to side, you release old attachments and take back the strength still left in the old situation. &amp;quot;The result,” according to Clara Grau, one of her teachers, &amp;quot;is that we can return to every moment of our lives and act as if we were actually there. ... When we have emptied ourselves sufficiently of our obsolete and encumbering inventory, energy comes to us and gathers itself naturally; when enough of it coalesces, it turns into power.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;After a thorough recapitulation under the guidance of Clara Grau,&amp;quot; Taisha has said, “I shifted nearly half of my awareness to the energy body, although the world seemed much the same. You wake up the energy body as a result of the recapitulation exercise. You don&amp;#39;t know anything is happening, but you don&amp;#39;t get so excited about the presentation of yourself in life- insults and so forth.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have all your energy locked up in memories, social order, expectation. You get back your original energy through recapitulation. The more you use your energy body, the stronger you&amp;#39;ll become.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She claims that all the instruction necessary to do the recapitulation is detailed in *The Sorcerer&amp;#39;s Crossing*, and we are advised to just begin and let intent lead us- &amp;quot;an intent that reaches out to us through thousands of years of human toil.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is it possible to be a warrior while living in the 9-to-5 world?&amp;quot; asks a pale, middle-aged man in a blue shirt.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Begin here and now,&amp;quot; Taisha says, by way of encouragement. &amp;quot;Take tensegrity and make it grow. Take energy from the stars, whatever is overhead. This stellar energy mixes with the energy of self-reflection and pulls down an impersonal force into the me-energy and alters it. This gives you an edge to continue with the discipline. But you have to cut some of your preoccupations out of your life. With recapitulation, in one simple breath silence sets in. It&amp;#39;s a not-doing; don&amp;#39;t make it into a doing. Get to the essence of it. Abandon yourself, fear nothing, and the powers will appear. It&amp;#39;s a phantom world, but the moment the intent is there, it sets something into motion.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But how far can we go without a teacher? Can we conquer death?&amp;quot; asks an eager young woman in lavender short shorts.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes. We have been taught that we&amp;#39;re the end of the line, so we&amp;#39;re passing this on to anyone who is interested. Intent is saying it is possible, therefore we&amp;#39;re saying recapitulate, activate your energy body, and then you will be guided by the same intent that&amp;#39;s guiding us. Whoever is here, intent has swallowed you for the duration of this time. Something may happen, depending on what you give to it. If you give totally to it, it will give totally to you. Not doing, not being the person you know you are, who others have told you you are, you can be inconceivable.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;With a teacher, you look to the teacher for approval,&amp;quot; she goes on. &amp;quot;I am not a teacher. There are no apprentices. You have to do it without a teacher. We are the end. It&amp;#39;s better without a teacher-the old sorcerers were very coercive. If you decide there&amp;#39;s something here for you, do it. It&amp;#39;s in the doing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;After a day of high-powered tensegrity and a long evening of mind-expanding talk, many of us are sprawled in the aisles, unable to keep our heads up or our eyes open. We don&amp;#39;t look much like beings who will be conquering death anytime soon. I stagger onto the hotel sidewalk and stumble to my car, hoping that the inconceivable is going directly into my cells by osmosis. I&amp;#39;m glad Jack is sound asleep when I get in.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Flying by the Seat of Our Pants&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Almost inconceivably, we all reassemble by 7:00 Sunday morning to go once more through the tensegrity series, as we hurriedly take notes on the details of the movements. The brujas and the chacmools have to catch a plane in a few hours, so Kylie keeps things moving briskly. A laid-back young man in neohippie neon tie-dye raises his hand with the observation that the chacmools comport themselves in a rather military manner.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes,&amp;quot; agrees Kylie. &amp;quot;We have a military attitude first of all toward ourselves. We have to be militant in order to keep gaining awareness and not lose this world that we are in. We have to be ruthless with our selves. We are obliterating our energetic standing with the social order. We have no personal holdings.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The only thing that matters is the fight in front of us,&amp;quot; Kylie continues. &amp;quot;It doesn&amp;#39;t matter what you call it when you confront it. We want to be as intact as possible when the time comes, not having our awareness eaten up by petty jealousies. Somehow you do it without a clue as to how to do it. To not know what&amp;#39;s around the corner, that&amp;#39;s the exciting thing, flying by the seat of our pants. The four sorcerers are so consumed by purpose that each act is impeccable.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For us there is no separate dream time. We dream each other and ourselves. I have to act as Kylie Lundahl to maintain the dream that Carlos Castaneda set up.&lt;/p&gt;\n\n&lt;p&gt;By recapitulation and tensegrity you force yourself to become more and more aware and act in a way you weren&amp;#39;t trained to be, and gradually you find yourself in dream. It&amp;#39;s an energetic change.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As a finale, Reni and Nyei demonstrate a long, complicated pass called Tensegrity of Affection, a dyad that involves stroking each other, and slapping lightly, on the head, shoulders, arms, torso, and legs, and movements that look like t&amp;#39;ai chi push-hands. They finish and, without pausing, move directly to the door, where Kylie, Florinda, and Taisha join them. “Thank you for coming!” Kylie shouts, and they&amp;#39;re gone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m in limbo as I gather my belongings and file out with the others. A gaping energy hole has been left by this final departure, and I&amp;#39;m not sure what to do with myself. I decide to walk down to the water&amp;#39;s edge, look at the royal grave again, by daylight. As I pass vacationers in cabanas by the pool, on the tennis courts, and putting along in golf carts, I marvel at how imperceptibly the sorcerers&amp;#39; world can be folded in to the world of upscale American holiday-making: just one more group that rented the ballroom, one more weekend self-improvement workshop.&lt;/p&gt;\n\n&lt;p&gt;I feel abandoned and set free. The mysterious world of the nagual was brought close, offered as a gift, but one I have to reach for. I know this realm is near at hand all the time, pressing in on me like the moist air and sunlight on my skin, and that this body can lead the way into the vast silence.&lt;/p&gt;\n\n&lt;p&gt;A couple of months later, back in California, I call Kylie and we chat about the successful workshops they&amp;#39;ve done in Colorado and New York. But the teaching tour of Europe had to be cancelled, she says, because Carol Tiggs has once again disappeared: &amp;quot;Something has happened energetically, in dreaming, and we haven&amp;#39;t been able to pull her back, so there&amp;#39;s no way we could focus on more workshops.&amp;quot; This particular window into the sea of awareness, open so briefly, has closed again, and we&amp;#39;re on our own.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Or Are We?&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;In late August I find myself back in the sorcerers&amp;#39; world. I hear that Carlos Castaneda has been showing up at a three-week tensegrity intensive in Los Angeles, so I catch the next flight. (It turns out that tensegrity can be taught without Carol Tiggs if the sorcerers stay close to home.)&lt;/p&gt;\n\n&lt;p&gt;As I had hoped, Castaneda mounts the platform at the Culver City High School gymnasium on Friday evening and beams out at the audience of close to 200 people clustered around the stage. He is dressed impeccably in suit and tie.&lt;/p&gt;\n\n&lt;p&gt;The message he wants to convey tonight is that we are bypassing the mind in tensegrity. “It&amp;#39;s the energy body that executes [the movements] in the end.&amp;quot; He has tried to communicate with us beyond mind: “I pressed the energy body, and at that level, you don&amp;#39;t need to be convinced. To talk to the energy body is the sorcerer&amp;#39;s art.&amp;quot; The mind is &amp;quot;just a bookkeeper who has elected himself president.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We are exploding,&amp;quot; Castaneda says, by way of explaining why the sorcerers are now teaching so openly. Many here had hoped to somehow end up as members of Castaneda&amp;#39;s group, but Castaneda insists he has no group: &amp;quot;We are warriors, each responsible for our own sorcery schedule and path. We don&amp;#39;t get together and do sorcery tricks.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He declares he will never again appear like this to teach tensegrity.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A germination is taking place here,&amp;quot; he says emphatically, adding that these three weeks will change the lives of those who attended: &amp;quot;You are not the same people who came here. All kinds of things have been changed, eliminated. It&amp;#39;s pregnant with amazing possibilities.&amp;quot; He describes how he sees our energy bodies hovering just above us in unusually close proximity. &amp;quot;This is terrifying to me in a positive sense. It fills me with elation. You&amp;#39;ve been tapped at a very weird level, believe me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wonder whether to be terrified or elated myself. We came here hoping to be tapped at weird levels, I suppose, but what will come of it?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As an act of impeccability, you will remember the passes, and you&amp;#39;ll remember what I said, because I said it bypassing the mind,&amp;quot; the new nagual concludes. &amp;quot;I wanted to draft you into the abstract. This is the last link.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;Holly Hammond&lt;/em&gt; is associate editor of Yoga Journal&lt;/p&gt;\n\n&lt;p&gt;RESOURCE&lt;/p&gt;\n\n&lt;p&gt;For information on tensegrity workshops or to order the Tensegrity video, call (800) 490-3020 or (310) 264-6126.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://books.google.com/books?id=iOkDAAAAMBAJ&amp;amp;pg=PA6&amp;amp;lpg=PA6&amp;amp;dq=December+1995+-+Yoga+Journal&amp;amp;source=bl&amp;amp;ots=cajK_uUkIQ&amp;amp;sig=ACfU3U3XR7h7LA6HKDUyw4DFhDIND-tiww&amp;amp;hl=en&amp;amp;sa=X&amp;amp;ved=2ahUKEwiqt7DS2MrzAhUNQ80KHWZbCoEQ6AF6BAgWEAM#v=onepage&amp;amp;q&amp;amp;f=false\"&gt;Google Books Scans of the Source Pages: 70-77, 138-140, 145-146&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/6219bGwcgLitRaqNIPSe5fW4RgMeQjSuzSS4NlzQEn0.jpg?auto=webp&amp;s=e8e4d8363be4fc42e0363dbaaa0a604dfdc1b61e", "width": 128, "height": 173}, "resolutions": [{"url": "https://external-preview.redd.it/6219bGwcgLitRaqNIPSe5fW4RgMeQjSuzSS4NlzQEn0.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=100cf61b45a8f6a94565d0ce801c8e18b6335527", "width": 108, "height": 145}], "variants": {}, "id": "I5QZyAc-vNXZzmT34mscefhcdAuCwOfyBXEM19TzREY"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "c812fe20-6005-11ea-a726-0e9c39b3b989", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "qvqvwl", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/", "subreddit_subscribers": 9561, "created_utc": 1637123050.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hl0swhp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hl08keh", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Facebook and Google seem to have a strained and complex relationship as far as indexing content goes, with neither party revealing all of the details behind how they determine what gets indexed and what doesn't.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hl0swhp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Facebook and Google seem to have a strained and complex relationship as far as indexing content goes, with neither party revealing all of the details behind how they determine what gets indexed and what doesn&amp;#39;t.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qvqvwl", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl0swhp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637175621.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637175621.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hl08keh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hl053j0", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Does Facebook get indexed, if it's the only source?\n\nI could ask people to \"spread it around\"  when the post is unique, if google doesn't index that content.\n\n(I have groupies).", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hl08keh", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Does Facebook get indexed, if it&amp;#39;s the only source?&lt;/p&gt;\n\n&lt;p&gt;I could ask people to &amp;quot;spread it around&amp;quot;  when the post is unique, if google doesn&amp;#39;t index that content.&lt;/p&gt;\n\n&lt;p&gt;(I have groupies).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qvqvwl", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl08keh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637167718.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637167718.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hl053j0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1637166342.0, "send_replies": true, "parent_id": "t1_hl01iu4", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Glory is overrated.\n\nAnd yes it all helps to get things indexed, and to increase the page ranking.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hl053j0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Glory is overrated.&lt;/p&gt;\n\n&lt;p&gt;And yes it all helps to get things indexed, and to increase the page ranking.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qvqvwl", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl053j0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637166342.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hl01iu4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1637164913.0, "send_replies": true, "parent_id": "t3_qvqvwl", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I keep stealing these...\n\nTechno does all the work, I get all the \"glory\".\n\nThey liked that art of dreaming page.  \n\nWhen I put them on Facebook, and it spreads from there,  that's one more way Google might pick it up?", "edited": 1637166360.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hl01iu4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I keep stealing these...&lt;/p&gt;\n\n&lt;p&gt;Techno does all the work, I get all the &amp;quot;glory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They liked that art of dreaming page.  &lt;/p&gt;\n\n&lt;p&gt;When I put them on Facebook, and it spreads from there,  that&amp;#39;s one more way Google might pick it up?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl01iu4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637164913.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qvqvwl", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hl9n5sj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hl7078y", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's possible she's simply as old as the hills.\n\nShe was older than me in private classes.\n\nHowever, there are some Cleargreen hang-on groupies.\n\nIt's like the Christmas Party Cholita described for me, having put on her sexy boots and mini skirt, only to find, \"They weren't as randy as I expected.\"\n\nThe cleargreen hang on groupies are very worried about being associated with this subreddit.\n\nThey don't want magic. They want to keep their old friends.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hl9n5sj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s possible she&amp;#39;s simply as old as the hills.&lt;/p&gt;\n\n&lt;p&gt;She was older than me in private classes.&lt;/p&gt;\n\n&lt;p&gt;However, there are some Cleargreen hang-on groupies.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like the Christmas Party Cholita described for me, having put on her sexy boots and mini skirt, only to find, &amp;quot;They weren&amp;#39;t as randy as I expected.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The cleargreen hang on groupies are very worried about being associated with this subreddit.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t want magic. They want to keep their old friends.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qvqvwl", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl9n5sj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637337478.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1637337478.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hl7078y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1637283249.0, "send_replies": true, "parent_id": "t1_hl6c6cz", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Did you point her to the woman's subreddit r/darkroomwitches ?\n\nIf she's gynocentric, it's at least adjacent to the main public sub.", "edited": 1637337902.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hl7078y", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Did you point her to the woman&amp;#39;s subreddit &lt;a href=\"/r/darkroomwitches\"&gt;r/darkroomwitches&lt;/a&gt; ?&lt;/p&gt;\n\n&lt;p&gt;If she&amp;#39;s gynocentric, it&amp;#39;s at least adjacent to the main public sub.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_qvqvwl", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl7078y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637283249.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hl6c6cz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1637272720.0, "send_replies": true, "parent_id": "t3_qvqvwl", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; complicated pass called Tensegrity of Affection\n\nDance home now has a group doing something which might be this evolved.\n\nAnd Georgeanna is a member.\n\nHope I got that name right.\n\nI asked her to send a video of the inside of dance home, and she ignored me.\n\nI even pointed her here.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hl6c6cz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; complicated pass called Tensegrity of Affection&lt;/p&gt;\n\n&lt;p&gt;Dance home now has a group doing something which might be this evolved.&lt;/p&gt;\n\n&lt;p&gt;And Georgeanna is a member.&lt;/p&gt;\n\n&lt;p&gt;Hope I got that name right.&lt;/p&gt;\n\n&lt;p&gt;I asked her to send a video of the inside of dance home, and she ignored me.&lt;/p&gt;\n\n&lt;p&gt;I even pointed her here.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/hl6c6cz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1637272720.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qvqvwl", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ib77jd7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "HeiruRe777", "can_mod_post": false, "created_utc": 1654388413.0, "send_replies": true, "parent_id": "t3_qvqvwl", "score": 1, "author_fullname": "t2_7vevtzj2", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Fantastic article. Rich with energy, power and intent. That was juicy. Love the piece on letting the '9 to 5' become 'sacred'. Ruthless Compassion.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ib77jd7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Fantastic article. Rich with energy, power and intent. That was juicy. Love the piece on letting the &amp;#39;9 to 5&amp;#39; become &amp;#39;sacred&amp;#39;. Ruthless Compassion.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/qvqvwl/yoga_journal_december_1995/ib77jd7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654388413.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_qvqvwl", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]