[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This may be a bit of a long post, but I figured I would put all 3 here since I didn't post them the day of.\n\n&amp;#x200B;\n\n2021-05-05\n\nI was in the in-between state… I could sense shadow movement around my peripheral, in order to focus on it, I practiced gazing.\n\nI immediately saw shadow movement again, it was moving around, as it did I started trying to attack it, but I was moving too slow, it would barely escape my wrath/clutch.  I tried to slow down to give it more time to manifest\n\nI was remembering that prior to this I was having a dream that there was a pretty woman I was flirting with, at first she acted shy, but then she was more aggressive than I was.  She was also a perfect kisser, kissing exactly the way I wanted her to.  This whole combination had me becoming slightly lucid.  I was aware that it was a dream, more-so I was aware that this… her… was the being that interacts with me.\n\nAs I thought about this, my fear did a cycle of the possibilities, of how it might attack, knowing I knew, I vacillated between that and the thought that it was real.  Part of me was convinced at the reality of the experience, but another part of me knew it was definitely a dream, and an interaction.  Part of me thought how, this is how it gets energy from me.  I was studying what energy exchange might be taking place, trying to feel if I felt any of my energy draining out of me.  I honestly could feel none, it just felt like kissing a woman.\n\nIt was after this experience that I sort of woke up, but I was in the in-between state, and I quickly caught a movement of a shadow that looked like a small octopus out of my left side peripheral vision.  I then quickly started to gaze (relaxed vision) to allow myself to see it better.  It manifested on my right side, I started trying to jab at it as it happened, but it would dart back under the bed.  It wasn’t really under the bed, but peripheral it was coming up from the edges of the bed.  The interesting thing is that the right side is right against the wall.\n\nI tried to blast it with energy, kind of like a fireball, I didn’t see anything, and energetically I felt quite weak, like all I was doing was going through he motions, and I need some serious energy training.\n\nI then relaxed even more, and allowed it to manifest even more instead of trying to attack it.  I saw a huge white/red striped man emerging through a doorway in the distance (at this point my room is morphing into a dream scene, but I’m so caught up with this image, that I wasn’t immediately aware of it.  But at the time, my room was turning into a house that I was in, a different house, a bigger house, empty with a decent amount of open rooms.  As I immediately panicked at the size of him, but reminded myself that Don Juan would have recommended to stay with the vision, and let it become what it will, instead of rationalizing it away or staring directly at it to make it something known.  I decided to keep it in my peripheral, until it started walking towards me, and I slowly started to shift my gaze to a direct look.  Somehow I knew that I would be able to hold it in my direct view this time, it was like I waited long enough for it to become what it would, and then once it was, which was then something known, I could look at it directly, as it had not completely manifested.\n\nBut I should also mention that the way I looked at it felt like I was still holding a small background gaze like 10-20%.  Like it took a certain effort to continue seeing him while looking directly at him.\n\nIt grew smaller as from a giant into a tall light complected early 20’s black man.  I knew still that he was the manifestation of the being.  He came towards me, and at first I was attacking him any time he came too close.  As time went on, I felt that he wasn’t necessarily a threat, or at least the biggest threat.  I was able to ask him a whole slew of questions, but the only 2 that I remember were these:\n\n“Do you need or seek to otherwise feed off of my friends?” , to which he sort of laughed and said “no” with a tone of “how ridiculous”.  I followed up with “But you DO need me to feed you energy from time to time, right?”  He said something like “It would be nice”.  I still understood at this level how it works, that I need to feed it, in order for it to continue to exist/manifest in my world.\n\nI relaxed and told him that it was one of my biggest issues with it, but now that I was clear, perhaps we could communicate without all the defensiveness.  I never did quite get down to an optimal way of feeding it though.  This was the question, that when I was seeking to get information on, something else woke me up.  Not a movement of any sort, but more like a distractions from elsewhere, I can’t recall it.\n\nThere were also about 3 or 4 times that I had looked too much with my normal sight, and he completely disappeared, I told him to pop out of a doorway while I gazed at the distance so I could re-focus and keep him in my view.  So he did this a few times, and however it works, this method seems to make it work best.  So I definitely had to exercise a certain type of looking at him in order to prevent him from disappearing, perhaps it was only my expectation/belief about it?  I'm not sure.\n\nI was so excited that I had such direct contact, as this interaction went on for a good 20 minutes, that I didn’t want to wake up, I wanted to continue sleeping.\n\n&amp;#x200B;\n\n2021-05-06\n\nAs soon as I laid down to sleep, I was very tired.  It was quite immediate this time, I was definitely scared, but quickly reminded myself that my goal was to go with the experience, not fight it.\n\nAs soon as I was falling asleep, I was feeling movement all over me, like energetic nudges all over my legs and body.  I was also feeling the, I don't even know how to explain most of this, but it is also very familiar.\n\nIt was similar to when I wake up in the in-between state and find vibration activity, I always fight it because it doesn't feel like it's me doing it.  It feels like it is something else acting upon me.  And if I allow it to do what it wants it will pull me off to somewhere.\n\nWell this time, I definitely had the instinct to fight it, and I did at first, but quickly adjusted and braced myself to just go with it.  I did though put out my intention firewall stating that I am only open to those beings that have my best interests at heart, and even prayed that I would be kept safe during such an experience.\n\nI also was remembering that earlier in the day I had set a clear intention out to higher beings or aliens, however you want to put it that I was open to communication/interaction.\n\nI can already tell that no matter how I write this, I won't do any real justice to the experience by trying to wrap it with words.  Not only that but it was at the very beginning of the night.\n\nAnyway, the energy feeling is accompanied by a sort of head feeling like, my head is falling or being pulled back and every time I am prompted by this energetic feeling, the falling sensation is accompanied by sounds that are kind of like a \"whoomp, whoomp, whoomp\".\n\nMy whole life I have fought this, thinking I was under attack, and this felt no different, but I figured it was time to try something different, at the suggestion of a friend, to not fight it, but go with it.  So instead, I just allowed myself to enter that high vibration state.  It also has a distinct feeling of shifting, where I am now fully in the realm of intuitive understanding, for lack of a better description.  The movement picked up it was all over me, little energetic nudges, that part is a little different, but perhaps it's because I never allowed myself to go with the experience.\n\nThe rest of this experience is mostly new to me.  I let them continue, and then I felt something behind me, fairly certain it's my IOB, but at the same time I can't be certain of anything other than, it was definitely an external force.  It was moving my energy body out of my physical body, sliding me out like jello, I felt it roll me to the right, and I slid far enough out of my body completely, but then it rolled me to the left, a little farther than the right side, this happened again, and then when it rolled me back to the right the 3rd time it began to take off, and was pulling me, I felt like I was flying with it.  I even sort of curled the tips of my fingers to hold onto this precipice I felt like I was on, even though I felt like it may be unnecesary.\n\nI was moving very fast and upwards into the air, hundreds of miles per hour.\n\n(This is the only part of the experience that I have experienced before, I've allowed myself to be pulled by this being only maybe twice before, and this is what it chose to do when I stopped fighting)\n\nI very narrowly cracked my physical eyes open during this experience, as I just HAD to know if I was still in my bed, I was, in that dimension, and I didn't want to interrupt the process so I quickly closed them and tried to relax as it kept flying.\n\nAfter a while, maybe around 5 minutes of this, I found myself laying in bed, except in hindsight, it wasn't my physical bed, but I was now in a dream, thinking I was still in bed.  I then felt a series of other energy maneuvers on me, one of them felt like a floor buffer that was going over my head, vibrating it intensely, at times I had to move my head violently out of the way as I telepathically said \"WTF, that hurts\".  I would then try to leave it how it was even though it hurt, but sometimes it was so intense I had to move my head, annoyed, because I felt like they should know how much was too much.\n\nI then got the telepathic impression that they were working on me, or upgrading me, to make me fit for interaction.  What they were doing, I really have no idea, but this isn't the first time I've had energy or invisible beings working on me in a way where it clearly felt like they were doing upgrades to my energy body.\n\nAfter this, some very interesting dreams took place, one of them which was a continuation of this one, where I got out of bed, and was walking around, I remember there were some sort of creepy human statues, after a long while as I was leaving (and doing all kinds of other stuff) I just HAD to test it, as my intuition or inner knowing, knew that if I only just beckoned it/them, they would come to life.  And so I did, I stood there with an expectation, and as if immediately on queue, these statues came alive and started interacting with me.  (In hindsight, I wonder if they were alive the whole time, simply masquerading as inanimate objects of people).\n\nAt first of course I want to be scared or creeped out, but they weren't negative or scary in any way they were very friendly every time they came alive to interact.  One of them I even shook his hand, it should have felt like wood or a soft pillow of sorts based on how it looked, but it felt like a human hand and I made a joke like \"oh you are real, you're just pretending huh?\".\n\n&amp;#x200B;\n\n2021-05-07\n\nI also had a bit of an experience last night.  I had briefly mentioned it in the Castaneda chat, and Dan spoke saying \"keep it going, intent starts to develop momentum, but there are other things that can interfere, like trying to do too much\".\n\nInterestingly this is what I think interrupted my flow.  I wasn't as deeply tired last night as I was meditating before bed, at least I wasn't as deep in the other awareness.  But I was relaxing, and I could start to feel it prodding around my legs again, similar to the night before, but it wasn't as strong, it was like my 1st Attention was still very much still in control.  I then felt it rocking my energy body again, except instead of left to right, it was more at an angle like a 10 o'clock angle, from my bottom right foot to my upper left shoulder.\n\nI tried to help the movement, but thought left to right might be better so I tried to rock myself, my own energy body left to right, I started to get ambitious about the prospect of leaving my body, and quickly caught myself in that flow of thoughts, and noticed that by trying to take over, I had interrupted the natural subtle, and seemingly far too weak rocking motions that were already occurring.  I gave up and tried to telepathically say \"Sorry, I will just relax and try not to interfere\".  But it didn't really continue or pick up after that.  I mean it DID, but it was even weaker and instead of constant it was kind of sporadic, as if my thinking mind was disconnecting and reconnecting me to it, when I managed to disengage it, and then it would automatically involve itself again, so I found myself instead spending my energy trying to relax and disengage, but this whole process kept me thinking too much I think.  ---  ultimately I just fell asleep at some point.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "3 Nights of IOB activity", "link_flair_richtext": [{"e": "text", "t": "Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_n7acoi", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 12, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_5rco1mpq", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming", "can_mod_post": false, "score": 12, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1620425565.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1620425255.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This may be a bit of a long post, but I figured I would put all 3 here since I didn&amp;#39;t post them the day of.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;2021-05-05&lt;/p&gt;\n\n&lt;p&gt;I was in the in-between state… I could sense shadow movement around my peripheral, in order to focus on it, I practiced gazing.&lt;/p&gt;\n\n&lt;p&gt;I immediately saw shadow movement again, it was moving around, as it did I started trying to attack it, but I was moving too slow, it would barely escape my wrath/clutch.  I tried to slow down to give it more time to manifest&lt;/p&gt;\n\n&lt;p&gt;I was remembering that prior to this I was having a dream that there was a pretty woman I was flirting with, at first she acted shy, but then she was more aggressive than I was.  She was also a perfect kisser, kissing exactly the way I wanted her to.  This whole combination had me becoming slightly lucid.  I was aware that it was a dream, more-so I was aware that this… her… was the being that interacts with me.&lt;/p&gt;\n\n&lt;p&gt;As I thought about this, my fear did a cycle of the possibilities, of how it might attack, knowing I knew, I vacillated between that and the thought that it was real.  Part of me was convinced at the reality of the experience, but another part of me knew it was definitely a dream, and an interaction.  Part of me thought how, this is how it gets energy from me.  I was studying what energy exchange might be taking place, trying to feel if I felt any of my energy draining out of me.  I honestly could feel none, it just felt like kissing a woman.&lt;/p&gt;\n\n&lt;p&gt;It was after this experience that I sort of woke up, but I was in the in-between state, and I quickly caught a movement of a shadow that looked like a small octopus out of my left side peripheral vision.  I then quickly started to gaze (relaxed vision) to allow myself to see it better.  It manifested on my right side, I started trying to jab at it as it happened, but it would dart back under the bed.  It wasn’t really under the bed, but peripheral it was coming up from the edges of the bed.  The interesting thing is that the right side is right against the wall.&lt;/p&gt;\n\n&lt;p&gt;I tried to blast it with energy, kind of like a fireball, I didn’t see anything, and energetically I felt quite weak, like all I was doing was going through he motions, and I need some serious energy training.&lt;/p&gt;\n\n&lt;p&gt;I then relaxed even more, and allowed it to manifest even more instead of trying to attack it.  I saw a huge white/red striped man emerging through a doorway in the distance (at this point my room is morphing into a dream scene, but I’m so caught up with this image, that I wasn’t immediately aware of it.  But at the time, my room was turning into a house that I was in, a different house, a bigger house, empty with a decent amount of open rooms.  As I immediately panicked at the size of him, but reminded myself that Don Juan would have recommended to stay with the vision, and let it become what it will, instead of rationalizing it away or staring directly at it to make it something known.  I decided to keep it in my peripheral, until it started walking towards me, and I slowly started to shift my gaze to a direct look.  Somehow I knew that I would be able to hold it in my direct view this time, it was like I waited long enough for it to become what it would, and then once it was, which was then something known, I could look at it directly, as it had not completely manifested.&lt;/p&gt;\n\n&lt;p&gt;But I should also mention that the way I looked at it felt like I was still holding a small background gaze like 10-20%.  Like it took a certain effort to continue seeing him while looking directly at him.&lt;/p&gt;\n\n&lt;p&gt;It grew smaller as from a giant into a tall light complected early 20’s black man.  I knew still that he was the manifestation of the being.  He came towards me, and at first I was attacking him any time he came too close.  As time went on, I felt that he wasn’t necessarily a threat, or at least the biggest threat.  I was able to ask him a whole slew of questions, but the only 2 that I remember were these:&lt;/p&gt;\n\n&lt;p&gt;“Do you need or seek to otherwise feed off of my friends?” , to which he sort of laughed and said “no” with a tone of “how ridiculous”.  I followed up with “But you DO need me to feed you energy from time to time, right?”  He said something like “It would be nice”.  I still understood at this level how it works, that I need to feed it, in order for it to continue to exist/manifest in my world.&lt;/p&gt;\n\n&lt;p&gt;I relaxed and told him that it was one of my biggest issues with it, but now that I was clear, perhaps we could communicate without all the defensiveness.  I never did quite get down to an optimal way of feeding it though.  This was the question, that when I was seeking to get information on, something else woke me up.  Not a movement of any sort, but more like a distractions from elsewhere, I can’t recall it.&lt;/p&gt;\n\n&lt;p&gt;There were also about 3 or 4 times that I had looked too much with my normal sight, and he completely disappeared, I told him to pop out of a doorway while I gazed at the distance so I could re-focus and keep him in my view.  So he did this a few times, and however it works, this method seems to make it work best.  So I definitely had to exercise a certain type of looking at him in order to prevent him from disappearing, perhaps it was only my expectation/belief about it?  I&amp;#39;m not sure.&lt;/p&gt;\n\n&lt;p&gt;I was so excited that I had such direct contact, as this interaction went on for a good 20 minutes, that I didn’t want to wake up, I wanted to continue sleeping.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;2021-05-06&lt;/p&gt;\n\n&lt;p&gt;As soon as I laid down to sleep, I was very tired.  It was quite immediate this time, I was definitely scared, but quickly reminded myself that my goal was to go with the experience, not fight it.&lt;/p&gt;\n\n&lt;p&gt;As soon as I was falling asleep, I was feeling movement all over me, like energetic nudges all over my legs and body.  I was also feeling the, I don&amp;#39;t even know how to explain most of this, but it is also very familiar.&lt;/p&gt;\n\n&lt;p&gt;It was similar to when I wake up in the in-between state and find vibration activity, I always fight it because it doesn&amp;#39;t feel like it&amp;#39;s me doing it.  It feels like it is something else acting upon me.  And if I allow it to do what it wants it will pull me off to somewhere.&lt;/p&gt;\n\n&lt;p&gt;Well this time, I definitely had the instinct to fight it, and I did at first, but quickly adjusted and braced myself to just go with it.  I did though put out my intention firewall stating that I am only open to those beings that have my best interests at heart, and even prayed that I would be kept safe during such an experience.&lt;/p&gt;\n\n&lt;p&gt;I also was remembering that earlier in the day I had set a clear intention out to higher beings or aliens, however you want to put it that I was open to communication/interaction.&lt;/p&gt;\n\n&lt;p&gt;I can already tell that no matter how I write this, I won&amp;#39;t do any real justice to the experience by trying to wrap it with words.  Not only that but it was at the very beginning of the night.&lt;/p&gt;\n\n&lt;p&gt;Anyway, the energy feeling is accompanied by a sort of head feeling like, my head is falling or being pulled back and every time I am prompted by this energetic feeling, the falling sensation is accompanied by sounds that are kind of like a &amp;quot;whoomp, whoomp, whoomp&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;My whole life I have fought this, thinking I was under attack, and this felt no different, but I figured it was time to try something different, at the suggestion of a friend, to not fight it, but go with it.  So instead, I just allowed myself to enter that high vibration state.  It also has a distinct feeling of shifting, where I am now fully in the realm of intuitive understanding, for lack of a better description.  The movement picked up it was all over me, little energetic nudges, that part is a little different, but perhaps it&amp;#39;s because I never allowed myself to go with the experience.&lt;/p&gt;\n\n&lt;p&gt;The rest of this experience is mostly new to me.  I let them continue, and then I felt something behind me, fairly certain it&amp;#39;s my IOB, but at the same time I can&amp;#39;t be certain of anything other than, it was definitely an external force.  It was moving my energy body out of my physical body, sliding me out like jello, I felt it roll me to the right, and I slid far enough out of my body completely, but then it rolled me to the left, a little farther than the right side, this happened again, and then when it rolled me back to the right the 3rd time it began to take off, and was pulling me, I felt like I was flying with it.  I even sort of curled the tips of my fingers to hold onto this precipice I felt like I was on, even though I felt like it may be unnecesary.&lt;/p&gt;\n\n&lt;p&gt;I was moving very fast and upwards into the air, hundreds of miles per hour.&lt;/p&gt;\n\n&lt;p&gt;(This is the only part of the experience that I have experienced before, I&amp;#39;ve allowed myself to be pulled by this being only maybe twice before, and this is what it chose to do when I stopped fighting)&lt;/p&gt;\n\n&lt;p&gt;I very narrowly cracked my physical eyes open during this experience, as I just HAD to know if I was still in my bed, I was, in that dimension, and I didn&amp;#39;t want to interrupt the process so I quickly closed them and tried to relax as it kept flying.&lt;/p&gt;\n\n&lt;p&gt;After a while, maybe around 5 minutes of this, I found myself laying in bed, except in hindsight, it wasn&amp;#39;t my physical bed, but I was now in a dream, thinking I was still in bed.  I then felt a series of other energy maneuvers on me, one of them felt like a floor buffer that was going over my head, vibrating it intensely, at times I had to move my head violently out of the way as I telepathically said &amp;quot;WTF, that hurts&amp;quot;.  I would then try to leave it how it was even though it hurt, but sometimes it was so intense I had to move my head, annoyed, because I felt like they should know how much was too much.&lt;/p&gt;\n\n&lt;p&gt;I then got the telepathic impression that they were working on me, or upgrading me, to make me fit for interaction.  What they were doing, I really have no idea, but this isn&amp;#39;t the first time I&amp;#39;ve had energy or invisible beings working on me in a way where it clearly felt like they were doing upgrades to my energy body.&lt;/p&gt;\n\n&lt;p&gt;After this, some very interesting dreams took place, one of them which was a continuation of this one, where I got out of bed, and was walking around, I remember there were some sort of creepy human statues, after a long while as I was leaving (and doing all kinds of other stuff) I just HAD to test it, as my intuition or inner knowing, knew that if I only just beckoned it/them, they would come to life.  And so I did, I stood there with an expectation, and as if immediately on queue, these statues came alive and started interacting with me.  (In hindsight, I wonder if they were alive the whole time, simply masquerading as inanimate objects of people).&lt;/p&gt;\n\n&lt;p&gt;At first of course I want to be scared or creeped out, but they weren&amp;#39;t negative or scary in any way they were very friendly every time they came alive to interact.  One of them I even shook his hand, it should have felt like wood or a soft pillow of sorts based on how it looked, but it felt like a human hand and I made a joke like &amp;quot;oh you are real, you&amp;#39;re just pretending huh?&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;2021-05-07&lt;/p&gt;\n\n&lt;p&gt;I also had a bit of an experience last night.  I had briefly mentioned it in the Castaneda chat, and Dan spoke saying &amp;quot;keep it going, intent starts to develop momentum, but there are other things that can interfere, like trying to do too much&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Interestingly this is what I think interrupted my flow.  I wasn&amp;#39;t as deeply tired last night as I was meditating before bed, at least I wasn&amp;#39;t as deep in the other awareness.  But I was relaxing, and I could start to feel it prodding around my legs again, similar to the night before, but it wasn&amp;#39;t as strong, it was like my 1st Attention was still very much still in control.  I then felt it rocking my energy body again, except instead of left to right, it was more at an angle like a 10 o&amp;#39;clock angle, from my bottom right foot to my upper left shoulder.&lt;/p&gt;\n\n&lt;p&gt;I tried to help the movement, but thought left to right might be better so I tried to rock myself, my own energy body left to right, I started to get ambitious about the prospect of leaving my body, and quickly caught myself in that flow of thoughts, and noticed that by trying to take over, I had interrupted the natural subtle, and seemingly far too weak rocking motions that were already occurring.  I gave up and tried to telepathically say &amp;quot;Sorry, I will just relax and try not to interfere&amp;quot;.  But it didn&amp;#39;t really continue or pick up after that.  I mean it DID, but it was even weaker and instead of constant it was kind of sporadic, as if my thinking mind was disconnecting and reconnecting me to it, when I managed to disengage it, and then it would automatically involve itself again, so I found myself instead spending my energy trying to relax and disengage, but this whole process kept me thinking too much I think.  ---  ultimately I just fell asleep at some point.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "n7acoi", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "DreamingTheDouble", "discussion_type": null, "num_comments": 15, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/", "subreddit_subscribers": 9561, "created_utc": 1620425255.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gxeh5il", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxbw68o", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Both are the same thing.  Doing it with dreaming is equivalent to doing it walking around with eyes open.\n\nIt's like Juann. He can do darkroom in daylight.\n\nI can't.\n\nBut they're the same thing.  You invest a lot of time in a particular thing, learn to summon the second attention that way, and then any change to something else nearly puts you back to beginner status.\n\nIt's hard to change \"specialities\".  \n\nMy objection to too much with eyes closed, is just because I want to fix this community.\n\nAnother 50 years of what was going on before I came here, and Carlos would have been completely forgotten, written off as a total fraud.\n\nIt's because the community is dominated by 2 very bad forces.\n\nOne is the desire to \"out do\" someone else, in finding a quotation in some other system, which \"explains\" an aspect of Castaneda.\n\nCan't do magic?  Then explain it better than everyone else.  And pretend understanding is the same as doing.\n\nUnable to actually do anything,  and not hearing of anyone else who can, the whole community jumped into the \"talking about it\" mode, each trying to outdo the other, in their \"understanding\".\n\nThey even started buying phony sorcery books written by outside people. I've heard that con artist Miguel has sold 8 million books!\n\nThe result was that the impression was given among all Castaneda fans, that we don't understand his books, and need something from somewhere else to \"explain\" them.\n\nI had this fight yesterday on facebook.  A new guy piped in with his chinese philosophy quotation to explain something I'd just gone into detail on.\n\nThe quote was irrelevant, and even harmful.  Included \"dragon\" in it, as if that came from the books.\n\nBut it was just one little quote. No reason to get bent out of shape.\n\nI still had to criticize him...\n\nBecause the entire community is coming up with quotes, to the point that the teachings of don Juan are buried under a mountain of bad philosophy.\n\nThere's no way anyone will find the connection to *intent*, to make it work, burdened by all that false understanding.\n\nThat's assuming they'll even put in the work, seeing as how they've been told you need something else, to \"understand it\".\n\nThe pecking order in this hierarchy of mixing chinese, buddhist, and hindu philosophy into it, is determined by dreaming experiences.\n\nWho can find a bad dream they had years ago, and make it sound like they have sorcery skills.\n\nO'Neil is one of the worst in this area.  He claims don Juan taught him new tensegrity techniques in dreaming, which he features on his facebook, and that he was also told, \"Carlos went bad\".\n\nSome say he was even claiming to be a double being at one point.\n\nCertainly  when he found this place, he got excited, until the chat people pointed out his bad behavior over the years, at which time he came up with a personal attack on me, and has been spreading it around.\n\nStill trying to claw his way to \"sorcery fame\".\n\nHe's been bullying and picking fights in discussion groups for 20 years, rising to the top as controller of several facebook pages, which have the most members.\n\nHis phony dreaming experiences give him some bizarre status among some, as having an understanding.\n\nSo I have to be vigilant about adding more wise sage sayings on top of it all, because any deviation from the books is a slight break in *intent*, and will harm learning.\n\nThat said, there are 2 very powerful paths, both of which are complete.\n\nNeither is darkroom.\n\nDarkroom is in fact, so difficult that it's not a very good path.  Difficult because you \"force\" the internal dialogue off, which is possibly the most unpleasant thing a human can do.\n\nAnd because you have to battle the family to get time.\n\nAnd because it really takes at least 2 hours a day, to do even a poor job.\n\nAnd because you have to find a dark room. Not easy in the current social mythology.\n\nDreaming the way you are doing it is a better path, and faster too. \n\nAssuming you really put in the effort before sleeping to set up lucid dreaming, or some inbetween state. It has to be real effort. But when that's present, it's a faster path than darkroom.\n\n(But won't make you happy because you never reach rull HA).\n\nThe other fast path is what CArlos taught us at the end.  Chair silence.\n\nBut here's the problem with  both of those:  \n\nChair silence practitioners quit.\n\nPossibly because even if they learn to do amazing things, it's the same as meditators commonly do.\n\nSo even if they learn nearly all of sorcery, if they are confined to sitting in a chair with their eyes close, how are they any different than a Yogi or Dzogchen buddhist, sitting there meditating all the time?\n\nSo they quit.\n\nLucid dreaming suffers from the same problem.\n\nThose folks, the ones who get really good at it, aren't going to quit easily.\n\nBut what they are doing won't help the community as a whole, because of  the liars out there like O'Neil, who misrepresent ordinary dreams as something special.\n\nMany of the attacks on this subreddit are by people who come in here with some nightmare they had, which they've twisted over the years, so they can pretend  they have learned real sorcery.\n\nWhich comes down to one thing.\n\nMy only purpose here is to restore the reputation of Carlos.\n\nI need a technique which cannot be faked.  And you cannot lie to yourself about your success.\n\nIt has to be something no other group can do. Not Yogis, Buddhists, or Daoists.\n\nSo I tend to emphasize darkroom gazing, because it satisfies all of those.\n\nBut, truth be told, we could use a sober dreaming expert in here.\n\nAnd someone concentrating on recap, to make it visual.\n\nAnd we could use a REAL stalker. One who figures out how to move the assemblage point with stalking, instead of just turning into a prankster with a big ego.\n\nI'd also like to see a darkroom gazer who specializes in the red zone. The forbidden path.\n\nHopefully we'll eventually have all of those \"specialities\".", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gxeh5il", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Both are the same thing.  Doing it with dreaming is equivalent to doing it walking around with eyes open.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like Juann. He can do darkroom in daylight.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re the same thing.  You invest a lot of time in a particular thing, learn to summon the second attention that way, and then any change to something else nearly puts you back to beginner status.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to change &amp;quot;specialities&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;My objection to too much with eyes closed, is just because I want to fix this community.&lt;/p&gt;\n\n&lt;p&gt;Another 50 years of what was going on before I came here, and Carlos would have been completely forgotten, written off as a total fraud.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because the community is dominated by 2 very bad forces.&lt;/p&gt;\n\n&lt;p&gt;One is the desire to &amp;quot;out do&amp;quot; someone else, in finding a quotation in some other system, which &amp;quot;explains&amp;quot; an aspect of Castaneda.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t do magic?  Then explain it better than everyone else.  And pretend understanding is the same as doing.&lt;/p&gt;\n\n&lt;p&gt;Unable to actually do anything,  and not hearing of anyone else who can, the whole community jumped into the &amp;quot;talking about it&amp;quot; mode, each trying to outdo the other, in their &amp;quot;understanding&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They even started buying phony sorcery books written by outside people. I&amp;#39;ve heard that con artist Miguel has sold 8 million books!&lt;/p&gt;\n\n&lt;p&gt;The result was that the impression was given among all Castaneda fans, that we don&amp;#39;t understand his books, and need something from somewhere else to &amp;quot;explain&amp;quot; them.&lt;/p&gt;\n\n&lt;p&gt;I had this fight yesterday on facebook.  A new guy piped in with his chinese philosophy quotation to explain something I&amp;#39;d just gone into detail on.&lt;/p&gt;\n\n&lt;p&gt;The quote was irrelevant, and even harmful.  Included &amp;quot;dragon&amp;quot; in it, as if that came from the books.&lt;/p&gt;\n\n&lt;p&gt;But it was just one little quote. No reason to get bent out of shape.&lt;/p&gt;\n\n&lt;p&gt;I still had to criticize him...&lt;/p&gt;\n\n&lt;p&gt;Because the entire community is coming up with quotes, to the point that the teachings of don Juan are buried under a mountain of bad philosophy.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no way anyone will find the connection to &lt;em&gt;intent&lt;/em&gt;, to make it work, burdened by all that false understanding.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s assuming they&amp;#39;ll even put in the work, seeing as how they&amp;#39;ve been told you need something else, to &amp;quot;understand it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The pecking order in this hierarchy of mixing chinese, buddhist, and hindu philosophy into it, is determined by dreaming experiences.&lt;/p&gt;\n\n&lt;p&gt;Who can find a bad dream they had years ago, and make it sound like they have sorcery skills.&lt;/p&gt;\n\n&lt;p&gt;O&amp;#39;Neil is one of the worst in this area.  He claims don Juan taught him new tensegrity techniques in dreaming, which he features on his facebook, and that he was also told, &amp;quot;Carlos went bad&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some say he was even claiming to be a double being at one point.&lt;/p&gt;\n\n&lt;p&gt;Certainly  when he found this place, he got excited, until the chat people pointed out his bad behavior over the years, at which time he came up with a personal attack on me, and has been spreading it around.&lt;/p&gt;\n\n&lt;p&gt;Still trying to claw his way to &amp;quot;sorcery fame&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s been bullying and picking fights in discussion groups for 20 years, rising to the top as controller of several facebook pages, which have the most members.&lt;/p&gt;\n\n&lt;p&gt;His phony dreaming experiences give him some bizarre status among some, as having an understanding.&lt;/p&gt;\n\n&lt;p&gt;So I have to be vigilant about adding more wise sage sayings on top of it all, because any deviation from the books is a slight break in &lt;em&gt;intent&lt;/em&gt;, and will harm learning.&lt;/p&gt;\n\n&lt;p&gt;That said, there are 2 very powerful paths, both of which are complete.&lt;/p&gt;\n\n&lt;p&gt;Neither is darkroom.&lt;/p&gt;\n\n&lt;p&gt;Darkroom is in fact, so difficult that it&amp;#39;s not a very good path.  Difficult because you &amp;quot;force&amp;quot; the internal dialogue off, which is possibly the most unpleasant thing a human can do.&lt;/p&gt;\n\n&lt;p&gt;And because you have to battle the family to get time.&lt;/p&gt;\n\n&lt;p&gt;And because it really takes at least 2 hours a day, to do even a poor job.&lt;/p&gt;\n\n&lt;p&gt;And because you have to find a dark room. Not easy in the current social mythology.&lt;/p&gt;\n\n&lt;p&gt;Dreaming the way you are doing it is a better path, and faster too. &lt;/p&gt;\n\n&lt;p&gt;Assuming you really put in the effort before sleeping to set up lucid dreaming, or some inbetween state. It has to be real effort. But when that&amp;#39;s present, it&amp;#39;s a faster path than darkroom.&lt;/p&gt;\n\n&lt;p&gt;(But won&amp;#39;t make you happy because you never reach rull HA).&lt;/p&gt;\n\n&lt;p&gt;The other fast path is what CArlos taught us at the end.  Chair silence.&lt;/p&gt;\n\n&lt;p&gt;But here&amp;#39;s the problem with  both of those:  &lt;/p&gt;\n\n&lt;p&gt;Chair silence practitioners quit.&lt;/p&gt;\n\n&lt;p&gt;Possibly because even if they learn to do amazing things, it&amp;#39;s the same as meditators commonly do.&lt;/p&gt;\n\n&lt;p&gt;So even if they learn nearly all of sorcery, if they are confined to sitting in a chair with their eyes close, how are they any different than a Yogi or Dzogchen buddhist, sitting there meditating all the time?&lt;/p&gt;\n\n&lt;p&gt;So they quit.&lt;/p&gt;\n\n&lt;p&gt;Lucid dreaming suffers from the same problem.&lt;/p&gt;\n\n&lt;p&gt;Those folks, the ones who get really good at it, aren&amp;#39;t going to quit easily.&lt;/p&gt;\n\n&lt;p&gt;But what they are doing won&amp;#39;t help the community as a whole, because of  the liars out there like O&amp;#39;Neil, who misrepresent ordinary dreams as something special.&lt;/p&gt;\n\n&lt;p&gt;Many of the attacks on this subreddit are by people who come in here with some nightmare they had, which they&amp;#39;ve twisted over the years, so they can pretend  they have learned real sorcery.&lt;/p&gt;\n\n&lt;p&gt;Which comes down to one thing.&lt;/p&gt;\n\n&lt;p&gt;My only purpose here is to restore the reputation of Carlos.&lt;/p&gt;\n\n&lt;p&gt;I need a technique which cannot be faked.  And you cannot lie to yourself about your success.&lt;/p&gt;\n\n&lt;p&gt;It has to be something no other group can do. Not Yogis, Buddhists, or Daoists.&lt;/p&gt;\n\n&lt;p&gt;So I tend to emphasize darkroom gazing, because it satisfies all of those.&lt;/p&gt;\n\n&lt;p&gt;But, truth be told, we could use a sober dreaming expert in here.&lt;/p&gt;\n\n&lt;p&gt;And someone concentrating on recap, to make it visual.&lt;/p&gt;\n\n&lt;p&gt;And we could use a REAL stalker. One who figures out how to move the assemblage point with stalking, instead of just turning into a prankster with a big ego.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d also like to see a darkroom gazer who specializes in the red zone. The forbidden path.&lt;/p&gt;\n\n&lt;p&gt;Hopefully we&amp;#39;ll eventually have all of those &amp;quot;specialities&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxeh5il/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620491592.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620491592.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxbw68o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "DreamingTheDouble", "can_mod_post": false, "created_utc": 1620429046.0, "send_replies": true, "parent_id": "t1_gxbti5p", "score": 2, "author_fullname": "t2_5rco1mpq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I'm not so sure about your interpretation of what's the energy body.\n\nFor me, the sensation of my entire body moving was very real, as real as anything physical, however, while I was being pulled/flying at incredible speed.  I cracked my physical eyes open a few times and was aware of my physical body, yet my energy body was most definitely going through it's own separate experience.\n\nAlso, I've had limited success with getting out of body in the past, but when I did, it was a direct effect of trying to notice the subtle differences of my energy body and physical body, and then trying to rock my energy body out of my physical body, without moving my physical body.\n\nI also, personally view it similar to Taisha, I don't have any reason to think the energy body is different from the dreaming body, they both seem to reside in the intuitive / astral / magickal realm to me.  I also don't claim to be an expert though.\n\nThe walking around... I can meditate but none of this seems to manifest in such an intense fashion until or unless I'm at the edge of dreaming.  That's what the last experience was about, I was too awake, and trying to engage my waking attention (1st Attention) only seems to pull me away from being able to interact more with this thing.\n\nMy theory is that I need more experience, and I think it is mastery of the energy body that allows the manifestations to occur.  I think I'm maybe not far enough along to be able to do more while still in mostly in waking state.\n\nBecause, isn't this 2nd Attention activity to begin with?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxbw68o", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;m not so sure about your interpretation of what&amp;#39;s the energy body.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;For me, the sensation of my entire body moving was very real, as real as anything physical, however, while I was being pulled/flying at incredible speed.  I cracked my physical eyes open a few times and was aware of my physical body, yet my energy body was most definitely going through it&amp;#39;s own separate experience.&lt;/p&gt;\n\n&lt;p&gt;Also, I&amp;#39;ve had limited success with getting out of body in the past, but when I did, it was a direct effect of trying to notice the subtle differences of my energy body and physical body, and then trying to rock my energy body out of my physical body, without moving my physical body.&lt;/p&gt;\n\n&lt;p&gt;I also, personally view it similar to Taisha, I don&amp;#39;t have any reason to think the energy body is different from the dreaming body, they both seem to reside in the intuitive / astral / magickal realm to me.  I also don&amp;#39;t claim to be an expert though.&lt;/p&gt;\n\n&lt;p&gt;The walking around... I can meditate but none of this seems to manifest in such an intense fashion until or unless I&amp;#39;m at the edge of dreaming.  That&amp;#39;s what the last experience was about, I was too awake, and trying to engage my waking attention (1st Attention) only seems to pull me away from being able to interact more with this thing.&lt;/p&gt;\n\n&lt;p&gt;My theory is that I need more experience, and I think it is mastery of the energy body that allows the manifestations to occur.  I think I&amp;#39;m maybe not far enough along to be able to do more while still in mostly in waking state.&lt;/p&gt;\n\n&lt;p&gt;Because, isn&amp;#39;t this 2nd Attention activity to begin with?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxbw68o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620429046.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxbti5p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1620427681.0, "send_replies": true, "parent_id": "t3_n7acoi", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; I can already tell that no matter how I write this, I won't do any real justice to the experience by trying to wrap it with words. \n\nIt also won't do any good for the reputation of Carlos, because if everyone was doing what you are doing it would be dismissed as just bad dreams and imagination.\n\nThis subreddit would cease to exist in its current form, and return to inspirational quotes.\n\nThat doesn't make it so.  That your experiences are not as valid as open eye, walking around dark room.\n\nMy most vivid experiences in dreaming as a child were just like that, as probably are those of all children. That's the cool thing about very small children. They don't distinguish between dreaming and waking.  It all just \"is\" what you are doing at that moment.\n\nBut I have a battle going with the skeptics of Carlos, and prefer if people do things no one else can do. Not even Yogis or Zen masters.\n\nSo if you can find a way, please try to move to standing up walking around, with eyes open, and eliminate the falling asleep part.\n\nYou're sort of off in sleep paralysis territory, where you wake up while asleep.  \n\nWalking around is important.  I just chatted with a guy on facebook who is doing darkroom, has had some success, but he falls asleep.\n\nWhich makes me think maybe he didn't read my instructions.\n\nYou NEED to be able to walk around, so you can't fall asleep by accident.\n\nIf you can't manage that, then you at least need to be vigilant to change sitting positions or move your legs around, when you get sleepy.\n\nAnd keep some espresso cans by the bed!\n\nFalling asleep = bad bad bad (for restoring reputations).\n\nThat said, those do sound like IOBs to me.\n\nI'm not so sure about your interpretation of what's the energy body.\n\nWe had a conflict recently over that. Taisha takes the energy body to be the same as the dreaming double.\n\nThe more I think about that, the more reasons I come up with that she's mistaken.\n\nOne of my IOBs (can't recall which now) said, it's easy to confuse the two.  The double is easy to find  once you are in your energy body.  And looking at the double can easily case your awareness to switch.\n\nBut who knows. I suppose it's good to have a mystery to solve.\n\nMy opinion: Not the same thing.  \n\nNor is the \"dreamer\" the same thing.\n\nSo while you can be aware of your dream, while awake, and turn your head to switch whether you are conscious of your body in bed, or have gone into the dreamers inside a dream, that's still not the energy body.\n\nThe \"dreamer\" is merely the double, not emerged into the real world.\n\nStill not the \"energy body\", which can be built using Tensegrity.\n\nBut just my opinion. If there's a contradiction in Taisha's books, there's no way to resolve it until we can test it out ourselves.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxbti5p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; I can already tell that no matter how I write this, I won&amp;#39;t do any real justice to the experience by trying to wrap it with words. &lt;/p&gt;\n\n&lt;p&gt;It also won&amp;#39;t do any good for the reputation of Carlos, because if everyone was doing what you are doing it would be dismissed as just bad dreams and imagination.&lt;/p&gt;\n\n&lt;p&gt;This subreddit would cease to exist in its current form, and return to inspirational quotes.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t make it so.  That your experiences are not as valid as open eye, walking around dark room.&lt;/p&gt;\n\n&lt;p&gt;My most vivid experiences in dreaming as a child were just like that, as probably are those of all children. That&amp;#39;s the cool thing about very small children. They don&amp;#39;t distinguish between dreaming and waking.  It all just &amp;quot;is&amp;quot; what you are doing at that moment.&lt;/p&gt;\n\n&lt;p&gt;But I have a battle going with the skeptics of Carlos, and prefer if people do things no one else can do. Not even Yogis or Zen masters.&lt;/p&gt;\n\n&lt;p&gt;So if you can find a way, please try to move to standing up walking around, with eyes open, and eliminate the falling asleep part.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re sort of off in sleep paralysis territory, where you wake up while asleep.  &lt;/p&gt;\n\n&lt;p&gt;Walking around is important.  I just chatted with a guy on facebook who is doing darkroom, has had some success, but he falls asleep.&lt;/p&gt;\n\n&lt;p&gt;Which makes me think maybe he didn&amp;#39;t read my instructions.&lt;/p&gt;\n\n&lt;p&gt;You NEED to be able to walk around, so you can&amp;#39;t fall asleep by accident.&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t manage that, then you at least need to be vigilant to change sitting positions or move your legs around, when you get sleepy.&lt;/p&gt;\n\n&lt;p&gt;And keep some espresso cans by the bed!&lt;/p&gt;\n\n&lt;p&gt;Falling asleep = bad bad bad (for restoring reputations).&lt;/p&gt;\n\n&lt;p&gt;That said, those do sound like IOBs to me.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not so sure about your interpretation of what&amp;#39;s the energy body.&lt;/p&gt;\n\n&lt;p&gt;We had a conflict recently over that. Taisha takes the energy body to be the same as the dreaming double.&lt;/p&gt;\n\n&lt;p&gt;The more I think about that, the more reasons I come up with that she&amp;#39;s mistaken.&lt;/p&gt;\n\n&lt;p&gt;One of my IOBs (can&amp;#39;t recall which now) said, it&amp;#39;s easy to confuse the two.  The double is easy to find  once you are in your energy body.  And looking at the double can easily case your awareness to switch.&lt;/p&gt;\n\n&lt;p&gt;But who knows. I suppose it&amp;#39;s good to have a mystery to solve.&lt;/p&gt;\n\n&lt;p&gt;My opinion: Not the same thing.  &lt;/p&gt;\n\n&lt;p&gt;Nor is the &amp;quot;dreamer&amp;quot; the same thing.&lt;/p&gt;\n\n&lt;p&gt;So while you can be aware of your dream, while awake, and turn your head to switch whether you are conscious of your body in bed, or have gone into the dreamers inside a dream, that&amp;#39;s still not the energy body.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;dreamer&amp;quot; is merely the double, not emerged into the real world.&lt;/p&gt;\n\n&lt;p&gt;Still not the &amp;quot;energy body&amp;quot;, which can be built using Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;But just my opinion. If there&amp;#39;s a contradiction in Taisha&amp;#39;s books, there&amp;#39;s no way to resolve it until we can test it out ourselves.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxbti5p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620427681.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_n7acoi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gxek622", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxbwo61", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Mix the approaches!\n\nI'm hoping to mix darkroom with recap, but still don't know how.\n\nI can currently hold up a piece of the intense purple clouds that form, around 1 foot high and 2 feet wide, as if it were a magnifying glass.\n\nI can release it, and it hovers in front of my eyes. Then I can sweep my head the way you do in recap, and summon endless images and people.  They aren't related to my recap, because I can't keep the \"magic window\" in place, if I try to remember the past.\n\nI suppose my assemblage point moves back to those positions, so the window is lost.\n\nI'm going to have to learn to \"assemble\" both positions at the same time.\n\nBut that alone is darned cool!  \n\nAnd NOT A GOOD THING for beginners.  Don't do it.\n\nIt's nothing but horizontal shifting, and you'll never make it to the end of the J curve that way.\n\nStill, if someone is doing recap only, there must be a way to produce that \"power object\" using recap alone, so that it becomes fully visible.\n\nAny, please don't downplay the dreaming. We need a solid dreamer in here.\n\nJust do the right thing.  Follow the gates until you wake up in the real copy of your room.\n\nPlaying away along the line is a given.\n\nBut you need to concentrate on those scouts at first, then going to sleep inside a dream over and over, until you panic and can't wake up.\n\nThat's probably what causes the 4th gate to be passed.  Panic!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gxek622", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mix the approaches!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m hoping to mix darkroom with recap, but still don&amp;#39;t know how.&lt;/p&gt;\n\n&lt;p&gt;I can currently hold up a piece of the intense purple clouds that form, around 1 foot high and 2 feet wide, as if it were a magnifying glass.&lt;/p&gt;\n\n&lt;p&gt;I can release it, and it hovers in front of my eyes. Then I can sweep my head the way you do in recap, and summon endless images and people.  They aren&amp;#39;t related to my recap, because I can&amp;#39;t keep the &amp;quot;magic window&amp;quot; in place, if I try to remember the past.&lt;/p&gt;\n\n&lt;p&gt;I suppose my assemblage point moves back to those positions, so the window is lost.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to have to learn to &amp;quot;assemble&amp;quot; both positions at the same time.&lt;/p&gt;\n\n&lt;p&gt;But that alone is darned cool!  &lt;/p&gt;\n\n&lt;p&gt;And NOT A GOOD THING for beginners.  Don&amp;#39;t do it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nothing but horizontal shifting, and you&amp;#39;ll never make it to the end of the J curve that way.&lt;/p&gt;\n\n&lt;p&gt;Still, if someone is doing recap only, there must be a way to produce that &amp;quot;power object&amp;quot; using recap alone, so that it becomes fully visible.&lt;/p&gt;\n\n&lt;p&gt;Any, please don&amp;#39;t downplay the dreaming. We need a solid dreamer in here.&lt;/p&gt;\n\n&lt;p&gt;Just do the right thing.  Follow the gates until you wake up in the real copy of your room.&lt;/p&gt;\n\n&lt;p&gt;Playing away along the line is a given.&lt;/p&gt;\n\n&lt;p&gt;But you need to concentrate on those scouts at first, then going to sleep inside a dream over and over, until you panic and can&amp;#39;t wake up.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s probably what causes the 4th gate to be passed.  Panic!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxek622/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620493085.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620493085.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxbwo61", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "DreamingTheDouble", "can_mod_post": false, "created_utc": 1620429312.0, "send_replies": true, "parent_id": "t1_gxbux3h", "score": 2, "author_fullname": "t2_5rco1mpq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I had taken a break, and coming back to all of this.  I think I am grasping deeper awareness of the whole inner silence now that I've come back with a fresh perspective.\n\nI can see that it is all about getting out of my own way.\n\nI will spend more time with the dark room meditation and colors of awareness, which BTW, I recently read a book called \"Sorcerer's Apprentice\" about remote viewing.  I think the title of that book grossly misrepresents the information within it, and it's OK at best, however, I found the techniques described in it to be pretty much exactly the same as what you speak of when you talk about the colors in the dark, and then going through them.\n\nAlso, I personally am not going to punch anyone in the face for doubting me (I know it's just a figure of speech), but I also am not trying to prove anything to anybody, just attempting to transparently share my experiences if they are welcome.  And hopefully collaborate with others on making more progress.\n\nIDK how I might prove my experiences are real, but I can guarantee they are more than subtleties that are easy to dismiss, there is nothing subtle about these experiences I posted.  But again, IDC if anyone believes me or not, this isn't for everybody.  And I don't proclaim to be anything other than a beginner with some 20+ years of experience, fumbling around in the dark, only now I'm trying to get more strategic and less fearful about my approach.", "edited": 1620429615.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxbwo61", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had taken a break, and coming back to all of this.  I think I am grasping deeper awareness of the whole inner silence now that I&amp;#39;ve come back with a fresh perspective.&lt;/p&gt;\n\n&lt;p&gt;I can see that it is all about getting out of my own way.&lt;/p&gt;\n\n&lt;p&gt;I will spend more time with the dark room meditation and colors of awareness, which BTW, I recently read a book called &amp;quot;Sorcerer&amp;#39;s Apprentice&amp;quot; about remote viewing.  I think the title of that book grossly misrepresents the information within it, and it&amp;#39;s OK at best, however, I found the techniques described in it to be pretty much exactly the same as what you speak of when you talk about the colors in the dark, and then going through them.&lt;/p&gt;\n\n&lt;p&gt;Also, I personally am not going to punch anyone in the face for doubting me (I know it&amp;#39;s just a figure of speech), but I also am not trying to prove anything to anybody, just attempting to transparently share my experiences if they are welcome.  And hopefully collaborate with others on making more progress.&lt;/p&gt;\n\n&lt;p&gt;IDK how I might prove my experiences are real, but I can guarantee they are more than subtleties that are easy to dismiss, there is nothing subtle about these experiences I posted.  But again, IDC if anyone believes me or not, this isn&amp;#39;t for everybody.  And I don&amp;#39;t proclaim to be anything other than a beginner with some 20+ years of experience, fumbling around in the dark, only now I&amp;#39;m trying to get more strategic and less fearful about my approach.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxbwo61/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620429312.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxbux3h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1620428396.0, "send_replies": true, "parent_id": "t3_n7acoi", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Are you making sure you can get silent, by proving it with puffs of color?\n\nSo far EVERYONE in the entire Castaneda community failed to learn to get silent, including Reni, Nyei, and Miles.\n\nAnd yet, there were hundreds who would punch you in the nose for implying they had not learned that.\n\nMikail comes to mind. He REALLY believed he could get silent.  Even called what others do, \"False silence\".\n\nAnd  yet, no visible magic.\n\nHe thoroughly deceived himself.\n\nAnd without silence, there's no advanced sorcery.\n\nI supposed, you could get good at dreaming.\n\nBut not get to \"Silent Knowledge\", which is the goal of course.\n\nI don't see how you can test your silence if you are going in and out of sleep to get the cool experiences.\n\nDo you have a way to prove you aren't fooling yourself on that point?\n\nA little daytime gazing could do it.  If you can get \"weirdness\" using silence.\n\nBut the puffs are superior for that purpose.  That was the whole point of darkroom gazing.\n\nTo remove any possibility of self-deception.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxbux3h", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Are you making sure you can get silent, by proving it with puffs of color?&lt;/p&gt;\n\n&lt;p&gt;So far EVERYONE in the entire Castaneda community failed to learn to get silent, including Reni, Nyei, and Miles.&lt;/p&gt;\n\n&lt;p&gt;And yet, there were hundreds who would punch you in the nose for implying they had not learned that.&lt;/p&gt;\n\n&lt;p&gt;Mikail comes to mind. He REALLY believed he could get silent.  Even called what others do, &amp;quot;False silence&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And  yet, no visible magic.&lt;/p&gt;\n\n&lt;p&gt;He thoroughly deceived himself.&lt;/p&gt;\n\n&lt;p&gt;And without silence, there&amp;#39;s no advanced sorcery.&lt;/p&gt;\n\n&lt;p&gt;I supposed, you could get good at dreaming.&lt;/p&gt;\n\n&lt;p&gt;But not get to &amp;quot;Silent Knowledge&amp;quot;, which is the goal of course.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t see how you can test your silence if you are going in and out of sleep to get the cool experiences.&lt;/p&gt;\n\n&lt;p&gt;Do you have a way to prove you aren&amp;#39;t fooling yourself on that point?&lt;/p&gt;\n\n&lt;p&gt;A little daytime gazing could do it.  If you can get &amp;quot;weirdness&amp;quot; using silence.&lt;/p&gt;\n\n&lt;p&gt;But the puffs are superior for that purpose.  That was the whole point of darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;To remove any possibility of self-deception.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxbux3h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620428396.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_n7acoi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": "moderator", "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "gxei4a0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1620492074.0, "send_replies": true, "parent_id": "t1_gxce6ew", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I wanted to make a picture to explain this today, but I have to show what \"Fancy\" looked like, digging on the red line dirt road with her fingers.  Lidotska might find it amusing.\n\nI only remembered it at 3AM this morning. The memory was so far into the red zone it could not be recalled without moving back.\n\nSo I'll describe the picture I wanted to make, instead of drawing it.\n\nImagine there's a big poster of \"The Teachings of Don Juan\" on a wall.\n\nPeople come to look at it.  There's a Castaneda guy who talks to them, if they are interested.\n\nThey do this sort of thing at the \"Hindu Festival of Colors\" near my home. People throw colorful chalk powder on each other, while you go around and look at the booths.\n\nLast time I was there,  Maitreya  still had a single follower pushing his teachings after all this time.\n\nI was in love with a follower of Maitreya many decades ago.\n\nShe decided not to marry me, and became a nun instead.  The Maitreya guy, on hearing this, joked, \"She wouldn't have nun of you!\"\n\nSo the guy at the Castaneda booth has someone walk up and suggest, \"This is a little like Daoist philosophy\", and he gives him a little paper with an inspirational taoist quote on it.  Asks if he'll stick it to the side on the poster. Maybe it will get more people interested in his book.\n\nThe Castaneda guy doesn't like it, knowing that's not the same thing at all, but he figures maybe it will increase interest as the visitor suggests.\n\nSo he sticks it on there.\n\nThe next guy comes along and insists Dzogchen has the same thing, and wants to put a little picture of Milarepa in a cave with his demons, on the other side of the poster.\n\nThis guy is a buddhist, so he's very angry. The castaneda expert sticks it on the other side with a fake grin, hoping the angry buddhist will go away before he starts striking out.\n\nBy the end of the day, you can't see any of the poster.  The Castaneda guy now has a large crowd around him, but they aren't discussing Castaneda at all.\n\nThey're fighting over the pieces of paper they stuck to the book.\n\nThat's where we are now.", "edited": 1620492504.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_gxei4a0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wanted to make a picture to explain this today, but I have to show what &amp;quot;Fancy&amp;quot; looked like, digging on the red line dirt road with her fingers.  Lidotska might find it amusing.&lt;/p&gt;\n\n&lt;p&gt;I only remembered it at 3AM this morning. The memory was so far into the red zone it could not be recalled without moving back.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll describe the picture I wanted to make, instead of drawing it.&lt;/p&gt;\n\n&lt;p&gt;Imagine there&amp;#39;s a big poster of &amp;quot;The Teachings of Don Juan&amp;quot; on a wall.&lt;/p&gt;\n\n&lt;p&gt;People come to look at it.  There&amp;#39;s a Castaneda guy who talks to them, if they are interested.&lt;/p&gt;\n\n&lt;p&gt;They do this sort of thing at the &amp;quot;Hindu Festival of Colors&amp;quot; near my home. People throw colorful chalk powder on each other, while you go around and look at the booths.&lt;/p&gt;\n\n&lt;p&gt;Last time I was there,  Maitreya  still had a single follower pushing his teachings after all this time.&lt;/p&gt;\n\n&lt;p&gt;I was in love with a follower of Maitreya many decades ago.&lt;/p&gt;\n\n&lt;p&gt;She decided not to marry me, and became a nun instead.  The Maitreya guy, on hearing this, joked, &amp;quot;She wouldn&amp;#39;t have nun of you!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So the guy at the Castaneda booth has someone walk up and suggest, &amp;quot;This is a little like Daoist philosophy&amp;quot;, and he gives him a little paper with an inspirational taoist quote on it.  Asks if he&amp;#39;ll stick it to the side on the poster. Maybe it will get more people interested in his book.&lt;/p&gt;\n\n&lt;p&gt;The Castaneda guy doesn&amp;#39;t like it, knowing that&amp;#39;s not the same thing at all, but he figures maybe it will increase interest as the visitor suggests.&lt;/p&gt;\n\n&lt;p&gt;So he sticks it on there.&lt;/p&gt;\n\n&lt;p&gt;The next guy comes along and insists Dzogchen has the same thing, and wants to put a little picture of Milarepa in a cave with his demons, on the other side of the poster.&lt;/p&gt;\n\n&lt;p&gt;This guy is a buddhist, so he&amp;#39;s very angry. The castaneda expert sticks it on the other side with a fake grin, hoping the angry buddhist will go away before he starts striking out.&lt;/p&gt;\n\n&lt;p&gt;By the end of the day, you can&amp;#39;t see any of the poster.  The Castaneda guy now has a large crowd around him, but they aren&amp;#39;t discussing Castaneda at all.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re fighting over the pieces of paper they stuck to the book.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where we are now.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxei4a0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620492074.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_n7acoi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxce6ew", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1620438925.0, "send_replies": true, "parent_id": "t1_gxcd7mm", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We're doing our part to ensure that the actual methods that Castaneda wrote about and taught in private classes don't become utterly diluted by endlessly discussing similarities with other writers etc., rather than actually PRACTICING them.\n\nWe have a finite amount of energy, and at the start you can't achieve any kind of functional momentum until you choose a path and put all your efforts into it. \n\nSplitting your intent is crippling, if you have any interest in making substantial progress. \n\nThe world needs more true masters of a particular path, not an endless supply of merely interested acolytes.\n\nOne can indulge with debate about similarities at a later time, after they've gotten their own proven explanations based on personal experience.", "edited": 1620439132.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_gxce6ew", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We&amp;#39;re doing our part to ensure that the actual methods that Castaneda wrote about and taught in private classes don&amp;#39;t become utterly diluted by endlessly discussing similarities with other writers etc., rather than actually PRACTICING them.&lt;/p&gt;\n\n&lt;p&gt;We have a finite amount of energy, and at the start you can&amp;#39;t achieve any kind of functional momentum until you choose a path and put all your efforts into it. &lt;/p&gt;\n\n&lt;p&gt;Splitting your intent is crippling, if you have any interest in making substantial progress. &lt;/p&gt;\n\n&lt;p&gt;The world needs more true masters of a particular path, not an endless supply of merely interested acolytes.&lt;/p&gt;\n\n&lt;p&gt;One can indulge with debate about similarities at a later time, after they&amp;#39;ve gotten their own proven explanations based on personal experience.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_n7acoi", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxce6ew/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620438925.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxcd7mm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "newbtoob", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxcc6qi", "score": -1, "author_fullname": "t2_bdxka", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Honest question, do you mean what Carlos was trying to accomplish? Because Neville is your answer to help.  And this isn't a competition. I think of these guys as friends that can help wake sleeping humanity. Or do you mean specifically Carlos-only works, techniques, methods, ego?", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_gxcd7mm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Honest question, do you mean what Carlos was trying to accomplish? Because Neville is your answer to help.  And this isn&amp;#39;t a competition. I think of these guys as friends that can help wake sleeping humanity. Or do you mean specifically Carlos-only works, techniques, methods, ego?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_n7acoi", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxcd7mm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620438377.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620438377.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": -1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxcc6qi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxcbvbk", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Nope not into Neville. But some of the similarities are recognized. Try to keep the focus more on the work of Castaneda in here please.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_gxcc6qi", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Nope not into Neville. But some of the similarities are recognized. Try to keep the focus more on the work of Castaneda in here please.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_n7acoi", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxcc6qi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620437788.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620437788.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxcbvbk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "newbtoob", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxcayqh", "score": -1, "author_fullname": "t2_bdxka", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I thought you were a student of Neville, no? It's all good. We're all at the perfect place along the journey for where we need to be. Castaneda is great, but he comes from a lineage that didn't know or understand the Gospel. God became Man (yes the One dreaming all this) so that Man (His manifestation) might become God. And yes that includes waking from the dream to inherit a world completely subject to your imaginal power. To my point, God is love among other facets of His nature like power and wisdom. So I'm just trying to help this brother by getting out of the attack/duality mentality and realize that everything is literally Himself/His Imagination and it's a good idea to treat it/others/beings with respect and love and not kung fu, lol. Read some more Neville, it will help you explore the world within worlds if that's what you're after.  I'm not speaking from hearsay or intellectual understanding but experience.", "edited": false, "author_flair_css_class": null, "name": "t1_gxcbvbk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I thought you were a student of Neville, no? It&amp;#39;s all good. We&amp;#39;re all at the perfect place along the journey for where we need to be. Castaneda is great, but he comes from a lineage that didn&amp;#39;t know or understand the Gospel. God became Man (yes the One dreaming all this) so that Man (His manifestation) might become God. And yes that includes waking from the dream to inherit a world completely subject to your imaginal power. To my point, God is love among other facets of His nature like power and wisdom. So I&amp;#39;m just trying to help this brother by getting out of the attack/duality mentality and realize that everything is literally Himself/His Imagination and it&amp;#39;s a good idea to treat it/others/beings with respect and love and not kung fu, lol. Read some more Neville, it will help you explore the world within worlds if that&amp;#39;s what you&amp;#39;re after.  I&amp;#39;m not speaking from hearsay or intellectual understanding but experience.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_n7acoi", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxcbvbk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620437607.0, "author_flair_text": null, "collapsed": false, "created_utc": 1620437607.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": -1}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxcayqh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxcaeip", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Then you'll wake up from the dream.\n\nThe quote from the books \"it is the double that dreams the self\" and not the other way around, gets into the territory you bring up.\n\nBut you need more than thought (in fact no thought!) and realization if you want to ACTUALLY wake up into a different reality.\n\nMost everywhere else it's just talk and no actuality. Not so in the work of Castaneda.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxcayqh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Then you&amp;#39;ll wake up from the dream.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The quote from the books &amp;quot;it is the double that dreams the self&amp;quot; and not the other way around, gets into the territory you bring up.&lt;/p&gt;\n\n&lt;p&gt;But you need more than thought (in fact no thought!) and realization if you want to ACTUALLY wake up into a different reality.&lt;/p&gt;\n\n&lt;p&gt;Most everywhere else it&amp;#39;s just talk and no actuality. Not so in the work of Castaneda.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxcayqh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620437101.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620437101.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxcaeip", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "newbtoob", "can_mod_post": false, "send_replies": true, "parent_id": "t1_gxc9yic", "score": 0, "author_fullname": "t2_bdxka", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not the little ego self, the one Self that is Imaginging it is all of us little selfs. \"What you do to the least of these you do unto me.\" So there's nothing but God, you, in the world and beyond. If you want to be free you have to stop eating (imagining, thinking) of/from duality. There is only One. Then you'll wake up from the dream.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_gxcaeip", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not the little ego self, the one Self that is Imaginging it is all of us little selfs. &amp;quot;What you do to the least of these you do unto me.&amp;quot; So there&amp;#39;s nothing but God, you, in the world and beyond. If you want to be free you have to stop eating (imagining, thinking) of/from duality. There is only One. Then you&amp;#39;ll wake up from the dream.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxcaeip/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620436786.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1620436786.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxc9yic", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1620436537.0, "send_replies": true, "parent_id": "t1_gxc7y7u", "score": 6, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You are stuck in repeating the elements of the tonal of the times: God, Love, Law...these all keep us tied to this worldview, and by association the self.\n\nAnd to the first attention only.\n\nThe self is what we're are engaged in disconnecting from, our learned self/ego...as we re-engage with the observational self/the witness.\n\nA.k.a. the double or the nagual, and it's territory the second attention.", "edited": 1620436757.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxc9yic", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You are stuck in repeating the elements of the tonal of the times: God, Love, Law...these all keep us tied to this worldview, and by association the self.&lt;/p&gt;\n\n&lt;p&gt;And to the first attention only.&lt;/p&gt;\n\n&lt;p&gt;The self is what we&amp;#39;re are engaged in disconnecting from, our learned self/ego...as we re-engage with the observational self/the witness.&lt;/p&gt;\n\n&lt;p&gt;A.k.a. the double or the nagual, and it&amp;#39;s territory the second attention.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_n7acoi", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxc9yic/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620436537.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "gxc7y7u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "newbtoob", "can_mod_post": false, "created_utc": 1620435402.0, "send_replies": true, "parent_id": "t3_n7acoi", "score": -2, "author_fullname": "t2_bdxka", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Why are you attacking? Lol.  Listen closely, everything is YOU. You are all Imagination and so is everything you behold. It is all your Self. Show it love, it will reciprocate. Don't be deceived God is not mocked, what things so ever a man sows that will he also reap. This is the Law. God and Man are One. Get this and you'll get it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_gxc7y7u", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Why are you attacking? Lol.  Listen closely, everything is YOU. You are all Imagination and so is everything you behold. It is all your Self. Show it love, it will reciprocate. Don&amp;#39;t be deceived God is not mocked, what things so ever a man sows that will he also reap. This is the Law. God and Man are One. Get this and you&amp;#39;ll get it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/n7acoi/3_nights_of_iob_activity/gxc7y7u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1620435402.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_n7acoi", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": -2}}], "before": null}}]