[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[You can get pretty close to doing this for real!  Minus the bullets that is.](https://preview.redd.it/r91uv98ib4e91.png?width=1115&amp;format=png&amp;auto=webp&amp;s=b2344fc0425c5ed2be4ff788437eb6f43c154253)\n\nI have a post in the advanced subreddit on a topic which is potentially bad for beginners.\n\nThey might \"start looking for that\", to \"increase the glory derived from practicing darkroom.\"\n\nMeaning, the book deal mind might overcome them, before they actually learn to move their assemblage point.\n\nBut some \"inspirational quotes\" can't hurt. Carlos has \"pre approved them for beginner consumption.\"\n\nSo here's the topic:\n\nIf you can be absolutely silent, so silent that it's even a little \"bizarre\", giving you a feeling you haven't had since you were 5 years old, you can start to perceive what's actually going on.\n\nAnd it's not what you think!!!\n\nWe aren't running around in a physical reality, trying to find the best donuts for the lowest price.\n\nWe are in fact, stationary in space.\n\nAs if we are in a virtual reality, like in \"The Matrix\".\n\nBut this isn't theory!  You can learn to perceive that.\n\nYou just have to \"hack into your own data stream\".\n\nAnd you can watch the raw feed.\n\nIt's not as \"linux\" oriented as those monitors in their hover ship, where they see weird symbols flowing in vertical lines.\n\nBut it's pretty weird...\n\nNot only that, but you can \"hack\" into someone else's data stream.  \n\nYou won't perceive how they feel about it. Just the raw sensory info flowing directly to them. Which will be difficult to interpret, and you'll have the \"feeling\" you are near them, arguing about things. \n\nBut they'll be right there!!!  Visibly, tangibly. No pretending involved.\n\nSorcerers don't mess around!\n\nWe don't \"visualize a golden buddha\".  We melt them down for scrap and make something more useful out of it.\n\nSomewhere in the books is a quote from don Juan admitting that the emanations themselves create our stream of sensory information.\n\nMeaning, you don't actually taste that donut you have in your hand.\n\nIt's just fake taste data projected by the emanations, in response to the \"harmonics\" of your awareness flowing into them.\n\nAnd here's everything I could find while trying to locate that original quote from don Juan.   \n\nSearch word, \"Sensory\".\n\nOften you can't find something you saw two weeks ago.  But these have some \"clues\" about this situation.\n\n\\*\\*\\* Silent Knowledge Publication \\*\\*\\*\n\nHe explained that what human beings ordinarily take for perceiving is rather the act of interpreting sensory data. He maintained that from the moment of birth, everything around us supplies us with a possibility of interpretation. This possibility turns in time into a full system by means of which we conduct all of our perceptual transactions in the world. He was convinced that not for an instant do we have the opportunity to conceive the possibility of perceiving the flow of energy directly. For don Juan, and other sorcerers like him, what transforms an average man into a sorcerer is the act of canceling out the effect of our interpretation system and perceiving energy directly.\n\n...\n\nIf the assemblage point is displaced to another position, another set of energy filaments goes through. Sorcerers feel that this new set of energy filaments cannot possibly give a view of the same world; that by definition that world has to be different from the world of everyday life. Since the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.\n\n\\*\\*\\* Collected workshop and lecture notes \\*\\*\\*\n\nHL: It is said in Europe that in your books there is always a critical position, very western, and that is supposed to create a need for don Juan to explain you. Or on the other hand, you clung to western sensory norms because you were very afraid of staying in that non-ordinary reality.\n\nC.C .:Both views are correct. When faced with perceptual dissolution, one is so vulnerable and so weak that there is no way to describe the sensation, the urge to comfort oneself. This is important when one is dealing with the unknown; it is a telluric, biological fear that has no name.\n\n...\n\n• The assemblage point can move:\n\nFrom deep meditation\n\nFrom drugs\n\nFrom high fever\n\nFrom senility\n\nFrom sleep deprivation\n\nFrom sensory deprivation\n\nFrom natural sleep\n\n...\n\nIt is this change that Don Juan called evolution. He argued that the social order sees reproduction as a biological command and that it is time to take into account another biological command: evolution. For him, the sign of this premeditated evolution in a human being was the universe. We \"see\" ourselves as energy fields, as \"luminous eggs\" as he put it, meant that we had succeeded in canceling out the system of interpretation which only allows us to see the world as we already do. .\n\nFor example, when we take into consideration the sensory data of the building that houses \"the stock exchange\", all that our senses capture is the presence of an architectural structure that we call edifice, which in itself is already an interpretation. However, the action of total intentionality which causes us to perceive the purse as we do is an act of pure interpretation, since in order to perceive the purse we have to appeal to our civilization. Don Juan said that if our interpretation system is maintained in force, we must all be Involved in cynical and deceptive maneuvers of perception that we must put an end to. Unless we devote every heartbeat to this task, we ourselves become the victims of this blackmail.\n\n...\n\n(1) We are perceivers, who can only construct by perceiving. (Florinda said that don Juan repeated this incessantly-- the reason for endless repetition being that eventually something gets accepted on a bodily level, as much as our previous conditioning has become accepted as bodily truth.)\n\n(2) When we try to perceive there are lots of obstacles, because in everyday life we don't perceive, we interpret. \"For example, we interpret from what we see now that we're in a tent. Sorcerers know that interpretation is the basis of what we do with sensory data. Intellectually philosophers have understood this well. Edmund Husserl, a German philosopher, said that to arrive at the truth we have to 'bracket' meaning and suspend judgment, i.e., stop interpreting. When Husserl's students asked him how to do this, his response, in German of course, was, 'How should I know, you pricks with ears? I'm a philosopher, goddammit.'\"\n\n(3) Sorcerers know how to suspend judgment and how to get back again.\n\n...\n\nSorcerers have been doing this for thousands of years. It's the only way to see a human. We can't see us as an aura, or as a \"cerulean light\", those are just explanations/interpretations. There is only one way to walk, bipedally. But, how long does it take us to learn? Years. So it takes years to gain...or regain actually, the capacity to see energy as it flows, without interpretation. The moment we interpret, we have the world of everyday life. We gloss agglutination of detail into single units of endless glosses. It took us forever to learn to agglutinate \"room\". Within \"room\" we can take a \"wall\", etc, as smaller and smaller units of glosses, ad infinitum. This is the way we've learned to interpret sensory data as perceptual solicitation and come up with the world of everyday life.\n\n...\n\nThe seers who lived in Mexico in ancient times believed that human beings taken as conglomerates of energy fields are held together by some energy, some force, some power, that cements those energy fields into one single energetic unit. Those seers taught from generation to generation up to the present day that enhanced awareness is the end result of canceling out our system of interpreting energy as sensory data. This system, which is taught to us from the moment we are born up to the time that we become experts in handling it, gives us as a consequence the coherent perception of the world we know. To cancel it out means that we can perceive energy directly as it flows in the universe instead of interpreting it as sensory data. An outcome of seeing energy directly as it flows in the universe is the perception of a human being as  a luminous sphere, that is to say, as a conglomerate of energy fields held together as a luminous ball.\n\n...\n\nHe explained that what human beings ordinarily take for perceiving is rather the act of interpreting sensory data. He maintained that from the moment of birth, everything around us supplies us with a possibility of interpretation. This possibility turns in time into a full system by means of which we conduct all of our perceptual transactions in the world. He was convinced that not for an instant do we have the opportunity to conceive the possibility of perceiving the flow of energy directly. For don Juan, and other sorcerers like him, what transforms an average man into a sorcerer is the act of canceling out the effect of our interpretation system and perceiving energy directly.\n\n...\n\nSince the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.\n\n...\n\nDon Juan Matus told his disciples that human being as organisms perform a stupendous maneuver which, unfortunately, gives perception a false front; they take the influx of sheer energy and turn it into sensory data, which they interpret following a strict system of interpretation which sorcerers call the human form. This magical act of interpreting pure energy gives rise to the false frontÂ : the peculiar conviction on our part that our interpretation s stem is all that exists. Don Juan explained that a tree as we know tree is more interpretation than perception. He said that for us to deal with tree, all we need is a cursory glance that tells us hardly anything. The rest is a phenomena which he described as the calling of intent: the intent of tree, that is to say, the interpretation of sensory data pertaining to this specific phenomena that we call tree.\n\n...\n\nDon Juan explained to his four disciples that those shamans, or sorcerers, as he called them, discovered through practices that he could not fathom, that it is possible for human beings to perceive energy directly as it flows in the universe. In other words, those sorcerers maintained, according to don Juan, that any one of us can do away, for a moment, with our system of turning energy inflow into sensory data pertinent to the kind of organism that we are (in our case, we are apes). Turning the inflow of energy into sensory data creates, sorcerers affirm, a system of interpretation that turns the flowing energy of the universe into the world of everyday life that we know.\n\n...\n\nWhen human beings are perceived as conglomerates of energy fields, a point of intense luminosity can be perceived at the height of the shoulder blades an arm's length away from them, on the back. The seers of ancient times who discovered this point of luminosity called it \"the assemblage point,\" because they concluded that it is there that perception is assembled.\n\nThey noticed, aided by their seeing, that on that spot of luminosity, the location of which is homogeneous for mankind, converge zillions of energy fields in the form of luminous filaments which constitute the universe at large. Upon converging there, they become sensory data, which is utilizable by human beings as organisms. This utilization of energy turned into sensory data was regarded by those sorcerers as an act of pure magic : energy at large transformed by the assemblage point into a veritable, all-inclusive world in which human beings as organisms can live and die. The act of transforming the inflow of pure energy into the perceivable world was attributed by those sorcerers to a system of interpretation. Their shattering conclusion, shattering to them, of course, and perhaps to some of us who have the energy to be attentive, was that the assemblage point was not only the spot where perception was assembled by turning the inflow of pure energy into sensory data, but the spot where the interpretation of sensory data took place.\n\n\\*\\*\\*\n\nDarn... I'm going to stop there.  I need to get in some animation practice today.\n\nI didn't realize this topic was so vast and well spelled out! We just glossed over it.\n\nNow where's that donut???  I've got work to do.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Weird Powers of Sorcery", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 69, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"r91uv98ib4e91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 53, "x": 108, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=f22c70a58b22aff8f7a3c2793b5d52fafd9f0b96"}, {"y": 107, "x": 216, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=44c7ae886add8c8a470e52105a173afbfd4c99e5"}, {"y": 159, "x": 320, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=3fe5f2d7dcbbc10f72f0ce635d863becb5d7f82b"}, {"y": 319, "x": 640, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=c0c61cf9eaa413985a4d809811acb83f57379095"}, {"y": 479, "x": 960, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=2cab5965bfdf550a417186c5e5ae2241c8237488"}, {"y": 539, "x": 1080, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=3263324cf23a82c84b9422d57cd98c59e9bb6231"}], "s": {"y": 557, "x": 1115, "u": "https://preview.redd.it/r91uv98ib4e91.png?width=1115&amp;format=png&amp;auto=webp&amp;s=b2344fc0425c5ed2be4ff788437eb6f43c154253"}, "id": "r91uv98ib4e91"}}, "name": "t3_w9fvrg", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 37, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 37, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/_we72z_ubQUVhs9u_OEGe5DTLvY18DElZm6wDLgFJMI.jpg", "edited": 1658932354.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1658931244.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/r91uv98ib4e91.png?width=1115&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=b2344fc0425c5ed2be4ff788437eb6f43c154253\"&gt;You can get pretty close to doing this for real!  Minus the bullets that is.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I have a post in the advanced subreddit on a topic which is potentially bad for beginners.&lt;/p&gt;\n\n&lt;p&gt;They might &amp;quot;start looking for that&amp;quot;, to &amp;quot;increase the glory derived from practicing darkroom.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Meaning, the book deal mind might overcome them, before they actually learn to move their assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But some &amp;quot;inspirational quotes&amp;quot; can&amp;#39;t hurt. Carlos has &amp;quot;pre approved them for beginner consumption.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s the topic:&lt;/p&gt;\n\n&lt;p&gt;If you can be absolutely silent, so silent that it&amp;#39;s even a little &amp;quot;bizarre&amp;quot;, giving you a feeling you haven&amp;#39;t had since you were 5 years old, you can start to perceive what&amp;#39;s actually going on.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not what you think!!!&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t running around in a physical reality, trying to find the best donuts for the lowest price.&lt;/p&gt;\n\n&lt;p&gt;We are in fact, stationary in space.&lt;/p&gt;\n\n&lt;p&gt;As if we are in a virtual reality, like in &amp;quot;The Matrix&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But this isn&amp;#39;t theory!  You can learn to perceive that.&lt;/p&gt;\n\n&lt;p&gt;You just have to &amp;quot;hack into your own data stream&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you can watch the raw feed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not as &amp;quot;linux&amp;quot; oriented as those monitors in their hover ship, where they see weird symbols flowing in vertical lines.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s pretty weird...&lt;/p&gt;\n\n&lt;p&gt;Not only that, but you can &amp;quot;hack&amp;quot; into someone else&amp;#39;s data stream.  &lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t perceive how they feel about it. Just the raw sensory info flowing directly to them. Which will be difficult to interpret, and you&amp;#39;ll have the &amp;quot;feeling&amp;quot; you are near them, arguing about things. &lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;ll be right there!!!  Visibly, tangibly. No pretending involved.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers don&amp;#39;t mess around!&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t &amp;quot;visualize a golden buddha&amp;quot;.  We melt them down for scrap and make something more useful out of it.&lt;/p&gt;\n\n&lt;p&gt;Somewhere in the books is a quote from don Juan admitting that the emanations themselves create our stream of sensory information.&lt;/p&gt;\n\n&lt;p&gt;Meaning, you don&amp;#39;t actually taste that donut you have in your hand.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just fake taste data projected by the emanations, in response to the &amp;quot;harmonics&amp;quot; of your awareness flowing into them.&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s everything I could find while trying to locate that original quote from don Juan.   &lt;/p&gt;\n\n&lt;p&gt;Search word, &amp;quot;Sensory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Often you can&amp;#39;t find something you saw two weeks ago.  But these have some &amp;quot;clues&amp;quot; about this situation.&lt;/p&gt;\n\n&lt;p&gt;*** Silent Knowledge Publication ***&lt;/p&gt;\n\n&lt;p&gt;He explained that what human beings ordinarily take for perceiving is rather the act of interpreting sensory data. He maintained that from the moment of birth, everything around us supplies us with a possibility of interpretation. This possibility turns in time into a full system by means of which we conduct all of our perceptual transactions in the world. He was convinced that not for an instant do we have the opportunity to conceive the possibility of perceiving the flow of energy directly. For don Juan, and other sorcerers like him, what transforms an average man into a sorcerer is the act of canceling out the effect of our interpretation system and perceiving energy directly.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;If the assemblage point is displaced to another position, another set of energy filaments goes through. Sorcerers feel that this new set of energy filaments cannot possibly give a view of the same world; that by definition that world has to be different from the world of everyday life. Since the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.&lt;/p&gt;\n\n&lt;p&gt;*** Collected workshop and lecture notes ***&lt;/p&gt;\n\n&lt;p&gt;HL: It is said in Europe that in your books there is always a critical position, very western, and that is supposed to create a need for don Juan to explain you. Or on the other hand, you clung to western sensory norms because you were very afraid of staying in that non-ordinary reality.&lt;/p&gt;\n\n&lt;p&gt;C.C .:Both views are correct. When faced with perceptual dissolution, one is so vulnerable and so weak that there is no way to describe the sensation, the urge to comfort oneself. This is important when one is dealing with the unknown; it is a telluric, biological fear that has no name.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;• The assemblage point can move:&lt;/p&gt;\n\n&lt;p&gt;From deep meditation&lt;/p&gt;\n\n&lt;p&gt;From drugs&lt;/p&gt;\n\n&lt;p&gt;From high fever&lt;/p&gt;\n\n&lt;p&gt;From senility&lt;/p&gt;\n\n&lt;p&gt;From sleep deprivation&lt;/p&gt;\n\n&lt;p&gt;From sensory deprivation&lt;/p&gt;\n\n&lt;p&gt;From natural sleep&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;It is this change that Don Juan called evolution. He argued that the social order sees reproduction as a biological command and that it is time to take into account another biological command: evolution. For him, the sign of this premeditated evolution in a human being was the universe. We &amp;quot;see&amp;quot; ourselves as energy fields, as &amp;quot;luminous eggs&amp;quot; as he put it, meant that we had succeeded in canceling out the system of interpretation which only allows us to see the world as we already do. .&lt;/p&gt;\n\n&lt;p&gt;For example, when we take into consideration the sensory data of the building that houses &amp;quot;the stock exchange&amp;quot;, all that our senses capture is the presence of an architectural structure that we call edifice, which in itself is already an interpretation. However, the action of total intentionality which causes us to perceive the purse as we do is an act of pure interpretation, since in order to perceive the purse we have to appeal to our civilization. Don Juan said that if our interpretation system is maintained in force, we must all be Involved in cynical and deceptive maneuvers of perception that we must put an end to. Unless we devote every heartbeat to this task, we ourselves become the victims of this blackmail.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;(1) We are perceivers, who can only construct by perceiving. (Florinda said that don Juan repeated this incessantly-- the reason for endless repetition being that eventually something gets accepted on a bodily level, as much as our previous conditioning has become accepted as bodily truth.)&lt;/p&gt;\n\n&lt;p&gt;(2) When we try to perceive there are lots of obstacles, because in everyday life we don&amp;#39;t perceive, we interpret. &amp;quot;For example, we interpret from what we see now that we&amp;#39;re in a tent. Sorcerers know that interpretation is the basis of what we do with sensory data. Intellectually philosophers have understood this well. Edmund Husserl, a German philosopher, said that to arrive at the truth we have to &amp;#39;bracket&amp;#39; meaning and suspend judgment, i.e., stop interpreting. When Husserl&amp;#39;s students asked him how to do this, his response, in German of course, was, &amp;#39;How should I know, you pricks with ears? I&amp;#39;m a philosopher, goddammit.&amp;#39;&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(3) Sorcerers know how to suspend judgment and how to get back again.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;Sorcerers have been doing this for thousands of years. It&amp;#39;s the only way to see a human. We can&amp;#39;t see us as an aura, or as a &amp;quot;cerulean light&amp;quot;, those are just explanations/interpretations. There is only one way to walk, bipedally. But, how long does it take us to learn? Years. So it takes years to gain...or regain actually, the capacity to see energy as it flows, without interpretation. The moment we interpret, we have the world of everyday life. We gloss agglutination of detail into single units of endless glosses. It took us forever to learn to agglutinate &amp;quot;room&amp;quot;. Within &amp;quot;room&amp;quot; we can take a &amp;quot;wall&amp;quot;, etc, as smaller and smaller units of glosses, ad infinitum. This is the way we&amp;#39;ve learned to interpret sensory data as perceptual solicitation and come up with the world of everyday life.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;The seers who lived in Mexico in ancient times believed that human beings taken as conglomerates of energy fields are held together by some energy, some force, some power, that cements those energy fields into one single energetic unit. Those seers taught from generation to generation up to the present day that enhanced awareness is the end result of canceling out our system of interpreting energy as sensory data. This system, which is taught to us from the moment we are born up to the time that we become experts in handling it, gives us as a consequence the coherent perception of the world we know. To cancel it out means that we can perceive energy directly as it flows in the universe instead of interpreting it as sensory data. An outcome of seeing energy directly as it flows in the universe is the perception of a human being as  a luminous sphere, that is to say, as a conglomerate of energy fields held together as a luminous ball.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;He explained that what human beings ordinarily take for perceiving is rather the act of interpreting sensory data. He maintained that from the moment of birth, everything around us supplies us with a possibility of interpretation. This possibility turns in time into a full system by means of which we conduct all of our perceptual transactions in the world. He was convinced that not for an instant do we have the opportunity to conceive the possibility of perceiving the flow of energy directly. For don Juan, and other sorcerers like him, what transforms an average man into a sorcerer is the act of canceling out the effect of our interpretation system and perceiving energy directly.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;Since the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;Don Juan Matus told his disciples that human being as organisms perform a stupendous maneuver which, unfortunately, gives perception a false front; they take the influx of sheer energy and turn it into sensory data, which they interpret following a strict system of interpretation which sorcerers call the human form. This magical act of interpreting pure energy gives rise to the false frontÂ : the peculiar conviction on our part that our interpretation s stem is all that exists. Don Juan explained that a tree as we know tree is more interpretation than perception. He said that for us to deal with tree, all we need is a cursory glance that tells us hardly anything. The rest is a phenomena which he described as the calling of intent: the intent of tree, that is to say, the interpretation of sensory data pertaining to this specific phenomena that we call tree.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained to his four disciples that those shamans, or sorcerers, as he called them, discovered through practices that he could not fathom, that it is possible for human beings to perceive energy directly as it flows in the universe. In other words, those sorcerers maintained, according to don Juan, that any one of us can do away, for a moment, with our system of turning energy inflow into sensory data pertinent to the kind of organism that we are (in our case, we are apes). Turning the inflow of energy into sensory data creates, sorcerers affirm, a system of interpretation that turns the flowing energy of the universe into the world of everyday life that we know.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;When human beings are perceived as conglomerates of energy fields, a point of intense luminosity can be perceived at the height of the shoulder blades an arm&amp;#39;s length away from them, on the back. The seers of ancient times who discovered this point of luminosity called it &amp;quot;the assemblage point,&amp;quot; because they concluded that it is there that perception is assembled.&lt;/p&gt;\n\n&lt;p&gt;They noticed, aided by their seeing, that on that spot of luminosity, the location of which is homogeneous for mankind, converge zillions of energy fields in the form of luminous filaments which constitute the universe at large. Upon converging there, they become sensory data, which is utilizable by human beings as organisms. This utilization of energy turned into sensory data was regarded by those sorcerers as an act of pure magic : energy at large transformed by the assemblage point into a veritable, all-inclusive world in which human beings as organisms can live and die. The act of transforming the inflow of pure energy into the perceivable world was attributed by those sorcerers to a system of interpretation. Their shattering conclusion, shattering to them, of course, and perhaps to some of us who have the energy to be attentive, was that the assemblage point was not only the spot where perception was assembled by turning the inflow of pure energy into sensory data, but the spot where the interpretation of sensory data took place.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Darn... I&amp;#39;m going to stop there.  I need to get in some animation practice today.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t realize this topic was so vast and well spelled out! We just glossed over it.&lt;/p&gt;\n\n&lt;p&gt;Now where&amp;#39;s that donut???  I&amp;#39;ve got work to do.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "w9fvrg", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 33, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/", "subreddit_subscribers": 9561, "created_utc": 1658931244.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihzx1iy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1659020129.0, "send_replies": true, "parent_id": "t1_ihzuac5", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you tried to learn that, halfway though you'd no longer have that attention seeking motivation.\n\nWanting to help the police with your \"psychic powers\" is the same as wanting to be a famous guru who sucks up attention from other people.\n\nIt prevents a clean link to intent, so that reality can't be manipulated.\n\nYou're stuck in the one you have now by greed, with that sort of goal.\n\nSo what you wanted was never possible.\n\nEven though technically it could be done.  It would have to come about by accident I suppose.  Maybe a mass murderer in some village in Mexico, and the hidden sorcerer decides to help the police, to rid his village of the person.\n\nBut not a sorcerer who decides to take that up as a hobby.  That's almost surely impossible.\n\nBecause the motivation itself is something you have to get rid of, to free yourself enough to move the assemblage point.\n\nYou can't learn sorcery wishing to accomplish something else.\n\nWon't work.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ihzx1iy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you tried to learn that, halfway though you&amp;#39;d no longer have that attention seeking motivation.&lt;/p&gt;\n\n&lt;p&gt;Wanting to help the police with your &amp;quot;psychic powers&amp;quot; is the same as wanting to be a famous guru who sucks up attention from other people.&lt;/p&gt;\n\n&lt;p&gt;It prevents a clean link to intent, so that reality can&amp;#39;t be manipulated.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re stuck in the one you have now by greed, with that sort of goal.&lt;/p&gt;\n\n&lt;p&gt;So what you wanted was never possible.&lt;/p&gt;\n\n&lt;p&gt;Even though technically it could be done.  It would have to come about by accident I suppose.  Maybe a mass murderer in some village in Mexico, and the hidden sorcerer decides to help the police, to rid his village of the person.&lt;/p&gt;\n\n&lt;p&gt;But not a sorcerer who decides to take that up as a hobby.  That&amp;#39;s almost surely impossible.&lt;/p&gt;\n\n&lt;p&gt;Because the motivation itself is something you have to get rid of, to free yourself enough to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t learn sorcery wishing to accomplish something else.&lt;/p&gt;\n\n&lt;p&gt;Won&amp;#39;t work.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihzx1iy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659020129.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihzuac5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ab_12345678", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihzs4i8", "score": 2, "author_fullname": "t2_asyweeaz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No, Dan, you misunderstood. I did not say that your teachings may be impossible and not work. I said that this magic might not help the police. And my cooperation with the police is impossible", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ihzuac5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, Dan, you misunderstood. I did not say that your teachings may be impossible and not work. I said that this magic might not help the police. And my cooperation with the police is impossible&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihzuac5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659019014.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659019014.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihzs4i8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihzg5ah", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You never did.  You came in here seeking someone else to give you permission to rebel against your social situation, but you had no actual interest in sorcery.\n\nYou're a groupie.  Looking for a father figure.\n\nMight be a side effect of your culture.  Especially since everything that makes sorcery seem impossible, is a side effect of someone's culture.\n\nAt any rate, you don't stand a chance to learn at this point because you don't actually want to.\n\nAnd the \"other thing\" you're looking for in here, is the very thing we try to throw out when we notice it.\n\nAttention seeking, hero worship, and socializing.\n\nAll 3 are killers of magic.\n\nBut you can come back in 10 years!  It'll stick in your mind, and maybe at one point you'll actually be interested.\n\nI'm not sure why you wouldn't believe it though.\n\nYou've NEVER seen this before anywhere else.\n\nSo you have no experience at all to decide if it's true.\n\nAnd there's others in here making it work.\n\nNo one asking for money.  No religion to join. No meetings you can go to.\n\nI don't know any other place even slightly resembling this.\n\nThe \"magic\" subreddits are dominated by angry individuals making up stuff, with nothing specific anyone could learn or practice and test out.  And they mostly seem to want to figure out how to get money from others or start a little cult with them in charge.\n\nIt's clear in those, there's no real path to magic.\n\nBut here it's more like \"model toy car\" making, or \"Knitting\".\n\nYou can clearly see people are actually working, succeeding, and sharing real tips and procedures.\n\nNot noticing how different it is in here, is called \"glossing\" by sorcerers.\n\nWhere you classify something important as being something else not important, so you can ignore it and go back to sleep.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ihzs4i8", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You never did.  You came in here seeking someone else to give you permission to rebel against your social situation, but you had no actual interest in sorcery.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re a groupie.  Looking for a father figure.&lt;/p&gt;\n\n&lt;p&gt;Might be a side effect of your culture.  Especially since everything that makes sorcery seem impossible, is a side effect of someone&amp;#39;s culture.&lt;/p&gt;\n\n&lt;p&gt;At any rate, you don&amp;#39;t stand a chance to learn at this point because you don&amp;#39;t actually want to.&lt;/p&gt;\n\n&lt;p&gt;And the &amp;quot;other thing&amp;quot; you&amp;#39;re looking for in here, is the very thing we try to throw out when we notice it.&lt;/p&gt;\n\n&lt;p&gt;Attention seeking, hero worship, and socializing.&lt;/p&gt;\n\n&lt;p&gt;All 3 are killers of magic.&lt;/p&gt;\n\n&lt;p&gt;But you can come back in 10 years!  It&amp;#39;ll stick in your mind, and maybe at one point you&amp;#39;ll actually be interested.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why you wouldn&amp;#39;t believe it though.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve NEVER seen this before anywhere else.&lt;/p&gt;\n\n&lt;p&gt;So you have no experience at all to decide if it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s others in here making it work.&lt;/p&gt;\n\n&lt;p&gt;No one asking for money.  No religion to join. No meetings you can go to.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know any other place even slightly resembling this.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;magic&amp;quot; subreddits are dominated by angry individuals making up stuff, with nothing specific anyone could learn or practice and test out.  And they mostly seem to want to figure out how to get money from others or start a little cult with them in charge.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s clear in those, there&amp;#39;s no real path to magic.&lt;/p&gt;\n\n&lt;p&gt;But here it&amp;#39;s more like &amp;quot;model toy car&amp;quot; making, or &amp;quot;Knitting&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You can clearly see people are actually working, succeeding, and sharing real tips and procedures.&lt;/p&gt;\n\n&lt;p&gt;Not noticing how different it is in here, is called &amp;quot;glossing&amp;quot; by sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Where you classify something important as being something else not important, so you can ignore it and go back to sleep.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihzs4i8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659018123.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659018123.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihzg5ah", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ab_12345678", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihv9qfh", "score": 1, "author_fullname": "t2_asyweeaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The reason why I don't want to do this anymore is that I tell myself that maybe this is not possible.  \nBy the way, how do you know that I don't want to do this anymore? Did you see it in Silent Knowledge?", "edited": false, "author_flair_css_class": null, "name": "t1_ihzg5ah", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The reason why I don&amp;#39;t want to do this anymore is that I tell myself that maybe this is not possible.&lt;br/&gt;\nBy the way, how do you know that I don&amp;#39;t want to do this anymore? Did you see it in Silent Knowledge?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihzg5ah/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659012632.0, "author_flair_text": null, "collapsed": false, "created_utc": 1659012632.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihv9qfh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihv3j95", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's a gift, and a curse...\n\nFor our detective friend. \n\nI should have told him, when he asked if he could use his Weird Sorcery Powers to help the police, \"Sure!\"\n\nBut halfway through learning them, he'd no longer want to do such a thing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihv9qfh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s a gift, and a curse...&lt;/p&gt;\n\n&lt;p&gt;For our detective friend. &lt;/p&gt;\n\n&lt;p&gt;I should have told him, when he asked if he could use his Weird Sorcery Powers to help the police, &amp;quot;Sure!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But halfway through learning them, he&amp;#39;d no longer want to do such a thing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihv9qfh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658938388.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658938388.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihv3j95", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "InnerArt3537", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihuvuui", "score": 3, "author_fullname": "t2_amsj2klf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Perfectly said. Those are just previews and they're definitely not a path to achieve it. I'll keep practicing to achieve it entirely sober. Hopefully, I'll receive this gift one day.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ihv3j95", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Perfectly said. Those are just previews and they&amp;#39;re definitely not a path to achieve it. I&amp;#39;ll keep practicing to achieve it entirely sober. Hopefully, I&amp;#39;ll receive this gift one day.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihv3j95/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658936037.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658936037.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihuvuui", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1658933022.0, "send_replies": true, "parent_id": "t1_ihuto2e", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You got a \"Silent Knowledge Preview\" using an IOB as the \"presentation method\".\n\nLike the talking lizards, or the moth dust that summons mushroom shapes representing people.\n\nIt's the favorite trick of inorganic beings!\n\nTeach us?  \n\nNo way.  They're too alien.  I suspect they can barely figure out what we're going on about most of the time.\n\nThat amazing, \"Dreaming Emissary\"?  The one who teaches so fast, Carlos had to ignore all but dreaming instructions.\n\nAn alien con artist...   \n\nThe \"knowledge\" is yours.  Not theirs.\n\nIt's floating all around you.\n\nBut you can't silence yourself enough to perceive that stream.\n\nSo in steps an inorganic being in a sexy costume, to \"teach you\".\n\nBut really, they just reach out their hand and let knowledge flow to you from the source.\n\nWhich is where we're trying to go.  \n\nTo the end of that J curve, where \"seeing\" flows with presentation videos and field trips to the past.\n\nUnfortunately, it's really \"thick\" out there at the end of the J curve.\n\nIt's like wading through mud, which gets thicker and harder the closer you get to where you want to go.\n\nThe Ayahuasca is like a big wrestler dude picking you up, and throwing you close to the end of the mud pond.\n\nYou won't make it to the end, and you also won't learn how to get that far on  your own.\n\nBut the costumes are nice.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihuvuui", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You got a &amp;quot;Silent Knowledge Preview&amp;quot; using an IOB as the &amp;quot;presentation method&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Like the talking lizards, or the moth dust that summons mushroom shapes representing people.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the favorite trick of inorganic beings!&lt;/p&gt;\n\n&lt;p&gt;Teach us?  &lt;/p&gt;\n\n&lt;p&gt;No way.  They&amp;#39;re too alien.  I suspect they can barely figure out what we&amp;#39;re going on about most of the time.&lt;/p&gt;\n\n&lt;p&gt;That amazing, &amp;quot;Dreaming Emissary&amp;quot;?  The one who teaches so fast, Carlos had to ignore all but dreaming instructions.&lt;/p&gt;\n\n&lt;p&gt;An alien con artist...   &lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;knowledge&amp;quot; is yours.  Not theirs.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s floating all around you.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t silence yourself enough to perceive that stream.&lt;/p&gt;\n\n&lt;p&gt;So in steps an inorganic being in a sexy costume, to &amp;quot;teach you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But really, they just reach out their hand and let knowledge flow to you from the source.&lt;/p&gt;\n\n&lt;p&gt;Which is where we&amp;#39;re trying to go.  &lt;/p&gt;\n\n&lt;p&gt;To the end of that J curve, where &amp;quot;seeing&amp;quot; flows with presentation videos and field trips to the past.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, it&amp;#39;s really &amp;quot;thick&amp;quot; out there at the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like wading through mud, which gets thicker and harder the closer you get to where you want to go.&lt;/p&gt;\n\n&lt;p&gt;The Ayahuasca is like a big wrestler dude picking you up, and throwing you close to the end of the mud pond.&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t make it to the end, and you also won&amp;#39;t learn how to get that far on  your own.&lt;/p&gt;\n\n&lt;p&gt;But the costumes are nice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihuvuui/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658933022.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihuto2e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "InnerArt3537", "can_mod_post": false, "created_utc": 1658932136.0, "send_replies": true, "parent_id": "t3_w9fvrg", "score": 6, "author_fullname": "t2_amsj2klf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've come to realize that while in an Ayahuasca retreat. During my experience, a goddess (probably what is called here an IOB) showed me how perception works, how we are apart of it, how it is just, as you said here, a stream of data. I could even play with perception like it was a toy, making some weird combinations. For example, I could \"see\" sounds as physical things. That reminded me of the instance where Carlos saw sounds in book two.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihuto2e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve come to realize that while in an Ayahuasca retreat. During my experience, a goddess (probably what is called here an IOB) showed me how perception works, how we are apart of it, how it is just, as you said here, a stream of data. I could even play with perception like it was a toy, making some weird combinations. For example, I could &amp;quot;see&amp;quot; sounds as physical things. That reminded me of the instance where Carlos saw sounds in book two.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihuto2e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658932136.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9fvrg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihznk92", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1659016214.0, "send_replies": true, "parent_id": "t1_ihy14i6", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Doesn't imply that, it does that.\n\nI travel to other worlds all night long, by moving my assemblage point.  Can't even count how many anymore.\n\nAnd  they have their own, \"everyday life\".  Sometimes you get offered to go live there a while.\n\nWe don't pretend in here, it's the real thing!\n\nShit your pants real for beginners.  \n\nFortunately they can't get silent enough to be frightened by assemblage point movements.\n\nBUT, they can get silent enough to perceive spirits,  and inorganic beings usually try to frighten new people.\n\nThat's how the Jews ended up '\"discovering\" Lucifer.\n\nAnd turned it into a 3 major religion franchise, with at least a dozen evil side cults.\n\nThey were also able to visit heaven, which you can learn to do also.\n\nBut they were such poor sorcerers they couldn't witness stuff like that over and over again for hours a night, so that they figured out what was really going on.\n\nThey'd get a lame vision, then run to write it down as a story.\n\nInto which they injected their religion, which is what weakened that form of north african shamanism they were undoubtedly using.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihznk92", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Doesn&amp;#39;t imply that, it does that.&lt;/p&gt;\n\n&lt;p&gt;I travel to other worlds all night long, by moving my assemblage point.  Can&amp;#39;t even count how many anymore.&lt;/p&gt;\n\n&lt;p&gt;And  they have their own, &amp;quot;everyday life&amp;quot;.  Sometimes you get offered to go live there a while.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t pretend in here, it&amp;#39;s the real thing!&lt;/p&gt;\n\n&lt;p&gt;Shit your pants real for beginners.  &lt;/p&gt;\n\n&lt;p&gt;Fortunately they can&amp;#39;t get silent enough to be frightened by assemblage point movements.&lt;/p&gt;\n\n&lt;p&gt;BUT, they can get silent enough to perceive spirits,  and inorganic beings usually try to frighten new people.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how the Jews ended up &amp;#39;&amp;quot;discovering&amp;quot; Lucifer.&lt;/p&gt;\n\n&lt;p&gt;And turned it into a 3 major religion franchise, with at least a dozen evil side cults.&lt;/p&gt;\n\n&lt;p&gt;They were also able to visit heaven, which you can learn to do also.&lt;/p&gt;\n\n&lt;p&gt;But they were such poor sorcerers they couldn&amp;#39;t witness stuff like that over and over again for hours a night, so that they figured out what was really going on.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;d get a lame vision, then run to write it down as a story.&lt;/p&gt;\n\n&lt;p&gt;Into which they injected their religion, which is what weakened that form of north african shamanism they were undoubtedly using.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihznk92/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659016214.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihy14i6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dirgable_dirigible", "can_mod_post": false, "created_utc": 1658978601.0, "send_replies": true, "parent_id": "t3_w9fvrg", "score": 2, "author_fullname": "t2_j1twu", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’ve always been fascinated by why it’s called the Assemblage Point. It implies to me that perception is dissembled and reassembled and that reassembling interprets energy as something new or  something other than our everyday reality.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihy14i6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’ve always been fascinated by why it’s called the Assemblage Point. It implies to me that perception is dissembled and reassembled and that reassembling interprets energy as something new or  something other than our everyday reality.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihy14i6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658978601.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9fvrg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihzq9pr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihyvg58", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I practiced martial arts as long as 6 hours a day for decades, with 15 different schools, 20 years in several.\n\nI was looking for \"the old ways\".  Some martial arts still contain a little of that.\n\nIf you want to do what you suggest, I'd be overjoyed!\n\nBut it will never be well received, even if you succeed.  You'll get lynched constantly.\n\nNo one likes real magic. Only the pretending kind, like closed eye meditation.\n\nWhen you start explaining to students,  how to make a kungful form work best you need a fire demon sitting on the end of your hand, they'll put you on the permanent \"guy to avoid list\".\n\nOr if you explain how \"chi balls\" are not only fully visible, but so brilliant at times that they rival a 60W bulb.\n\nOr how at arms length all around the body, is a \"golden shield\" you can learn to activate.\n\nNot theory.  I do those things for hours every single night.\n\nAnd in fact, many kungfu forms would work **stupendously** with a fire demon sitting on your hand.\n\nAnd it's pretty standard asian folklore to believe in such things.\n\nYou're just not supposed to be powerful enough to perceive it yourself. It's always supposed to be some weird monk on Mt. Ali who can do such things.\n\nNaturally, the monks can't do any of it.  Asian monks are just teenagers who had horrible families, and joined the temple to escape their ugly normal life.  They're probably running an illegal activity to raise money for the temple.\n\nMight be a sorcerer hiding among them who can do real magic but not many.\n\nYou can find those at international airports.  They rise to the top in their temple.\n\nIf you want to learn this, you have to learn to be silent until you can see your energy body.\n\nLike in the pictures. The purple puffs.\n\nOur \"double\" is the one who can copy anything you see in crouching tiger / hidden dragon.\n\nGravity means nothing to him.\n\nHe's in your dreams all night, but you have to help him \"tune in\" the real world.\n\nToo hard to do with sleeping dreaming because you can't remember your purpose inside dreams.  Maybe once a month if you are super talented. But for most people, once a year to stumble on lucid dreaming.\n\nYou need dozens of times a night for years,  to make that double solid.\n\nAnd so you can learn to \"switch over to him\".\n\nTry the \"Affection for the energy body\" pass. It's over here.\n\n[https://www.reddit.com/r/castaneda/comments/t8e3nr/affection\\_for\\_the\\_energy\\_body\\_video/](https://www.reddit.com/r/castaneda/comments/t8e3nr/affection_for_the_energy_body_video/)\n\nOnce you can get silent, it's like a scary movie doing that!\n\nAt the end, your physical body \"shrinks\", and you walk into your double.  So the room in which you are practicing, either goes away and you find yourself on another world, you turn into a Werejaguar, or you simply get an \"iron man suit\", meaning you are surrounded by magical \"Heads up\" displays.\n\nThat's what can make kungfu people, \"invincible\".  the intense magic of \"moving the assemblage point\".\n\nSomething no other system knows about.  Only Olmec sorcery so far.\n\nKungFu people can attain invincibility, because they aren't actually there while fighting.  Their physical body is not available for the enemy to strike.\n\nMy witch friend Cholita does that sort of thing all the time.  Goes out exploring in her dreaming double.\n\nHers can only touch solid things with the force of an infant, but she isn't really concerned with making it more solid.  That takes practice.\n\nHer double looks like the real thing, except she typically likes to be 20 years younger.\n\nI suppose you can see why no one can do this anymore. It's beyond what we're willing to accept these days, and the amount of work is so great that no one who didn't believe in it could possibly learn it.\n\nThe idea of repeating a Kata 10,000 times to \"transform yourself\" comes from that bringing out the double to trade places with you, during the form.\n\nIt would only work if the mind was emptied. Which is beyond any martial arts master at this time.\n\nOtherwise they'd be telling stories about a doorway opening up at one point in the Kata, and how you can actually enter it, and leave this world.\n\nWhen Bruce Lee says in \"enter the dragon\" that you need to empty your cup, or something all \"mystical\" like that, keep in mind that he made a home movie with Carlos Castaneda and Howard Lee, a Choi Lai Fut Kungfu teacher.\n\nHe knew all about sorcery, but his focus was on making movies.", "edited": 1659017609.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ihzq9pr", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I practiced martial arts as long as 6 hours a day for decades, with 15 different schools, 20 years in several.&lt;/p&gt;\n\n&lt;p&gt;I was looking for &amp;quot;the old ways&amp;quot;.  Some martial arts still contain a little of that.&lt;/p&gt;\n\n&lt;p&gt;If you want to do what you suggest, I&amp;#39;d be overjoyed!&lt;/p&gt;\n\n&lt;p&gt;But it will never be well received, even if you succeed.  You&amp;#39;ll get lynched constantly.&lt;/p&gt;\n\n&lt;p&gt;No one likes real magic. Only the pretending kind, like closed eye meditation.&lt;/p&gt;\n\n&lt;p&gt;When you start explaining to students,  how to make a kungful form work best you need a fire demon sitting on the end of your hand, they&amp;#39;ll put you on the permanent &amp;quot;guy to avoid list&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or if you explain how &amp;quot;chi balls&amp;quot; are not only fully visible, but so brilliant at times that they rival a 60W bulb.&lt;/p&gt;\n\n&lt;p&gt;Or how at arms length all around the body, is a &amp;quot;golden shield&amp;quot; you can learn to activate.&lt;/p&gt;\n\n&lt;p&gt;Not theory.  I do those things for hours every single night.&lt;/p&gt;\n\n&lt;p&gt;And in fact, many kungfu forms would work &lt;strong&gt;stupendously&lt;/strong&gt; with a fire demon sitting on your hand.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s pretty standard asian folklore to believe in such things.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re just not supposed to be powerful enough to perceive it yourself. It&amp;#39;s always supposed to be some weird monk on Mt. Ali who can do such things.&lt;/p&gt;\n\n&lt;p&gt;Naturally, the monks can&amp;#39;t do any of it.  Asian monks are just teenagers who had horrible families, and joined the temple to escape their ugly normal life.  They&amp;#39;re probably running an illegal activity to raise money for the temple.&lt;/p&gt;\n\n&lt;p&gt;Might be a sorcerer hiding among them who can do real magic but not many.&lt;/p&gt;\n\n&lt;p&gt;You can find those at international airports.  They rise to the top in their temple.&lt;/p&gt;\n\n&lt;p&gt;If you want to learn this, you have to learn to be silent until you can see your energy body.&lt;/p&gt;\n\n&lt;p&gt;Like in the pictures. The purple puffs.&lt;/p&gt;\n\n&lt;p&gt;Our &amp;quot;double&amp;quot; is the one who can copy anything you see in crouching tiger / hidden dragon.&lt;/p&gt;\n\n&lt;p&gt;Gravity means nothing to him.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s in your dreams all night, but you have to help him &amp;quot;tune in&amp;quot; the real world.&lt;/p&gt;\n\n&lt;p&gt;Too hard to do with sleeping dreaming because you can&amp;#39;t remember your purpose inside dreams.  Maybe once a month if you are super talented. But for most people, once a year to stumble on lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;You need dozens of times a night for years,  to make that double solid.&lt;/p&gt;\n\n&lt;p&gt;And so you can learn to &amp;quot;switch over to him&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Try the &amp;quot;Affection for the energy body&amp;quot; pass. It&amp;#39;s over here.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/t8e3nr/affection_for_the_energy_body_video/\"&gt;https://www.reddit.com/r/castaneda/comments/t8e3nr/affection_for_the_energy_body_video/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Once you can get silent, it&amp;#39;s like a scary movie doing that!&lt;/p&gt;\n\n&lt;p&gt;At the end, your physical body &amp;quot;shrinks&amp;quot;, and you walk into your double.  So the room in which you are practicing, either goes away and you find yourself on another world, you turn into a Werejaguar, or you simply get an &amp;quot;iron man suit&amp;quot;, meaning you are surrounded by magical &amp;quot;Heads up&amp;quot; displays.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what can make kungfu people, &amp;quot;invincible&amp;quot;.  the intense magic of &amp;quot;moving the assemblage point&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Something no other system knows about.  Only Olmec sorcery so far.&lt;/p&gt;\n\n&lt;p&gt;KungFu people can attain invincibility, because they aren&amp;#39;t actually there while fighting.  Their physical body is not available for the enemy to strike.&lt;/p&gt;\n\n&lt;p&gt;My witch friend Cholita does that sort of thing all the time.  Goes out exploring in her dreaming double.&lt;/p&gt;\n\n&lt;p&gt;Hers can only touch solid things with the force of an infant, but she isn&amp;#39;t really concerned with making it more solid.  That takes practice.&lt;/p&gt;\n\n&lt;p&gt;Her double looks like the real thing, except she typically likes to be 20 years younger.&lt;/p&gt;\n\n&lt;p&gt;I suppose you can see why no one can do this anymore. It&amp;#39;s beyond what we&amp;#39;re willing to accept these days, and the amount of work is so great that no one who didn&amp;#39;t believe in it could possibly learn it.&lt;/p&gt;\n\n&lt;p&gt;The idea of repeating a Kata 10,000 times to &amp;quot;transform yourself&amp;quot; comes from that bringing out the double to trade places with you, during the form.&lt;/p&gt;\n\n&lt;p&gt;It would only work if the mind was emptied. Which is beyond any martial arts master at this time.&lt;/p&gt;\n\n&lt;p&gt;Otherwise they&amp;#39;d be telling stories about a doorway opening up at one point in the Kata, and how you can actually enter it, and leave this world.&lt;/p&gt;\n\n&lt;p&gt;When Bruce Lee says in &amp;quot;enter the dragon&amp;quot; that you need to empty your cup, or something all &amp;quot;mystical&amp;quot; like that, keep in mind that he made a home movie with Carlos Castaneda and Howard Lee, a Choi Lai Fut Kungfu teacher.&lt;/p&gt;\n\n&lt;p&gt;He knew all about sorcery, but his focus was on making movies.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihzq9pr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659017352.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659017352.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihyvg58", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "-MATANA-", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihwicfk", "score": 3, "author_fullname": "t2_h6fdj7eh", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I do kung fu and am very devoted to it, 5 hours a day everyday.. \nI would like to hear more about your ideas about training and maybe you can explain what you meant by modifying kung fu practicing?\nI already found out it’s not all physical. I entered states where I just flow while doing it, and it feels like a bliss, awakening, I kinda detach muself from this reality and my hands and body move on it’s own, and when I enter that state I do things that are not on my level of knowledge yet..\nSo when I read that you wrote “kung fu” you got my attention..", "edited": false, "author_flair_css_class": null, "name": "t1_ihyvg58", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I do kung fu and am very devoted to it, 5 hours a day everyday.. \nI would like to hear more about your ideas about training and maybe you can explain what you meant by modifying kung fu practicing?\nI already found out it’s not all physical. I entered states where I just flow while doing it, and it feels like a bliss, awakening, I kinda detach muself from this reality and my hands and body move on it’s own, and when I enter that state I do things that are not on my level of knowledge yet..\nSo when I read that you wrote “kung fu” you got my attention..&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihyvg58/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658999055.0, "author_flair_text": null, "collapsed": false, "created_utc": 1658999055.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihwicfk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihwdbm9", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Someone's making up stuff based on the story of the old Daoist who lived in the mountains, but could fight without any training.\n\nA classic.  Naturally it gets picked up by bad players, and misapplied to every other \"Chinese franchise\" opportunity.\n\nBut there's a cultural context to that which completely escapes westerners, yet is totally obvious to most Asians.\n\nIt's the same as the \"wise old monk\" with magic powers, walking home alone to the temple on the hill.\n\nWe all sort of have that image in our minds when you say \"Zen Master\" or Asian Monk.  We even have that as a standard \"Asian magic man\" character in Hollywood.\n\nThe old Chinese monk who is supernatural.\n\nThe stories about how they have secret powers or can fight more skillfully than  a street fighter, were made up to convince teenage boys not to hassle and rob the old monks on the road.\n\nTo make them a little worried about the monks being able to defend themselves.\n\nNot sure it works, but it even carried to this country.\n\nBy bad western men trying to find a new franchise for themselves.\n\nHOWEVER, if someone did kungfu forms in silence over and over again, it would surely bring out their double.\n\nAnd he can break the laws of physics.  Spin horizontally in the air and such.\n\nLike a Hong Kong KungFu movie.\n\nOr crouching tiger, hidden dragon.\n\nYou could likely duplicate most of the cool magical fighting scenes in that movie, if that was all you worked on learning.\n\nUnfortunately, Asian kungfu experts are totally screwed up by their social order.\n\nAnd bad players all.\n\nThere's absolutely no way to get them interested in modifying their practices.\n\nIt's insulting to even approach them.\n\nI've tried!  10 years of hoping to find some martial art which would even listen.\n\nThe asian ones were royally screwed up by their social order.\n\nAnd the westerners are mega bad players.\n\nYou'd have to publish something in a martial arts magazine that got noticed so that they believed it was their own idea.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihwicfk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Someone&amp;#39;s making up stuff based on the story of the old Daoist who lived in the mountains, but could fight without any training.&lt;/p&gt;\n\n&lt;p&gt;A classic.  Naturally it gets picked up by bad players, and misapplied to every other &amp;quot;Chinese franchise&amp;quot; opportunity.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s a cultural context to that which completely escapes westerners, yet is totally obvious to most Asians.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same as the &amp;quot;wise old monk&amp;quot; with magic powers, walking home alone to the temple on the hill.&lt;/p&gt;\n\n&lt;p&gt;We all sort of have that image in our minds when you say &amp;quot;Zen Master&amp;quot; or Asian Monk.  We even have that as a standard &amp;quot;Asian magic man&amp;quot; character in Hollywood.&lt;/p&gt;\n\n&lt;p&gt;The old Chinese monk who is supernatural.&lt;/p&gt;\n\n&lt;p&gt;The stories about how they have secret powers or can fight more skillfully than  a street fighter, were made up to convince teenage boys not to hassle and rob the old monks on the road.&lt;/p&gt;\n\n&lt;p&gt;To make them a little worried about the monks being able to defend themselves.&lt;/p&gt;\n\n&lt;p&gt;Not sure it works, but it even carried to this country.&lt;/p&gt;\n\n&lt;p&gt;By bad western men trying to find a new franchise for themselves.&lt;/p&gt;\n\n&lt;p&gt;HOWEVER, if someone did kungfu forms in silence over and over again, it would surely bring out their double.&lt;/p&gt;\n\n&lt;p&gt;And he can break the laws of physics.  Spin horizontally in the air and such.&lt;/p&gt;\n\n&lt;p&gt;Like a Hong Kong KungFu movie.&lt;/p&gt;\n\n&lt;p&gt;Or crouching tiger, hidden dragon.&lt;/p&gt;\n\n&lt;p&gt;You could likely duplicate most of the cool magical fighting scenes in that movie, if that was all you worked on learning.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, Asian kungfu experts are totally screwed up by their social order.&lt;/p&gt;\n\n&lt;p&gt;And bad players all.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s absolutely no way to get them interested in modifying their practices.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s insulting to even approach them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve tried!  10 years of hoping to find some martial art which would even listen.&lt;/p&gt;\n\n&lt;p&gt;The asian ones were royally screwed up by their social order.&lt;/p&gt;\n\n&lt;p&gt;And the westerners are mega bad players.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d have to publish something in a martial arts magazine that got noticed so that they believed it was their own idea.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihwicfk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658955066.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658955066.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihxw20h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihxif8b", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not the exact title, but this short video is of a similar school.\n\n https://youtu.be/7us7dqfF1co\n\nBasically what they teach is more exercise and performance than practical defensive martial art, since the cultural revolution that is.\n\nThere are a lot of people in China…\n\nhttps://youtu.be/XZuKUPMpcwA\n\nThere are still authentic Shaolin monasteries in existence, but I’m not sure how many of those are in China.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ihxw20h", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not the exact title, but this short video is of a similar school.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/7us7dqfF1co\"&gt;https://youtu.be/7us7dqfF1co&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Basically what they teach is more exercise and performance than practical defensive martial art, since the cultural revolution that is.&lt;/p&gt;\n\n&lt;p&gt;There are a lot of people in China…&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/XZuKUPMpcwA\"&gt;https://youtu.be/XZuKUPMpcwA&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;There are still authentic Shaolin monasteries in existence, but I’m not sure how many of those are in China.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihxw20h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658976122.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658976122.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihxif8b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Junior_Log_4020", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihwe3do", "score": 2, "author_fullname": "t2_8pqyvx7m", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Remember the name of the doc?", "edited": false, "author_flair_css_class": null, "name": "t1_ihxif8b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Remember the name of the doc?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihxif8b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658970014.0, "author_flair_text": null, "collapsed": false, "created_utc": 1658970014.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihxl28w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Assistance175", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihwe3do", "score": 2, "author_fullname": "t2_9qdplfxw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "One of my colleagues used to participate, as a judge,  in the TigerClaw sponsored competitions that used to take place in downtown San Jose.  He said the same thing about the ‘business’ of selling to Westerners. Also shared stories of irate asian parents confronting members of the judges’ panel for giving lower grades to their kids’ exhibition…. saying ‘we invested a lit of money with the best coaches! Who the hell are you giving low grades to my kid!’", "edited": false, "author_flair_css_class": null, "name": "t1_ihxl28w", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One of my colleagues used to participate, as a judge,  in the TigerClaw sponsored competitions that used to take place in downtown San Jose.  He said the same thing about the ‘business’ of selling to Westerners. Also shared stories of irate asian parents confronting members of the judges’ panel for giving lower grades to their kids’ exhibition…. saying ‘we invested a lit of money with the best coaches! Who the hell are you giving low grades to my kid!’&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihxl28w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658971170.0, "author_flair_text": null, "collapsed": false, "created_utc": 1658971170.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihwe3do", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihwdbm9", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Actual Shaolin monks (a very rare breed after the Chinese cultural revolution) practice **hours** every day!\n\nIt’s tragic that most of them in modern China are pure show/performers for tourists. Put on an orange robe, and ^pow you’re a monk in most everyone’s eyes.\n\nThere are only a few actual functional temples left, and they are heavily regulated.\n\nAll other professional “temples” (Wushu Schools, really) exist for the sole purpose of either getting money from Westerners who are hooked to the Shaolin allure, or children whose parents want their fat or disobedient child to shape up.\n\nAnd they’re crafted to appeal to the historic aesthetic, minus **most of** the pesky (to the communist party) religious devotion.\n\nSaw a documentary about this that really shattered my illusions from watching Kungfu movies and TV shows. Those all depict an era which simply doesn’t exist anymore. At least not in the country in which it originated.", "edited": 1658976349.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihwe3do", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Actual Shaolin monks (a very rare breed after the Chinese cultural revolution) practice &lt;strong&gt;hours&lt;/strong&gt; every day!&lt;/p&gt;\n\n&lt;p&gt;It’s tragic that most of them in modern China are pure show/performers for tourists. Put on an orange robe, and &lt;sup&gt;pow&lt;/sup&gt; you’re a monk in most everyone’s eyes.&lt;/p&gt;\n\n&lt;p&gt;There are only a few actual functional temples left, and they are heavily regulated.&lt;/p&gt;\n\n&lt;p&gt;All other professional “temples” (Wushu Schools, really) exist for the sole purpose of either getting money from Westerners who are hooked to the Shaolin allure, or children whose parents want their fat or disobedient child to shape up.&lt;/p&gt;\n\n&lt;p&gt;And they’re crafted to appeal to the historic aesthetic, minus &lt;strong&gt;most of&lt;/strong&gt; the pesky (to the communist party) religious devotion.&lt;/p&gt;\n\n&lt;p&gt;Saw a documentary about this that really shattered my illusions from watching Kungfu movies and TV shows. Those all depict an era which simply doesn’t exist anymore. At least not in the country in which it originated.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihwe3do/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658953482.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658953482.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihwdbm9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Artivist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihw9sh2", "score": 1, "author_fullname": "t2_4pgwt", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; You have to do. Doing seems to be the only way to learn sorcery.\n\nAre shaolin monks you had mentioned earlier an exception since they seem be very skillful at martial artists without ever practicing?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ihwdbm9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You have to do. Doing seems to be the only way to learn sorcery.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Are shaolin monks you had mentioned earlier an exception since they seem be very skillful at martial artists without ever practicing?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihwdbm9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658953199.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658953199.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihw9sh2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1658951883.0, "send_replies": true, "parent_id": "t1_ihw37lu", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You missed:\n\n From Silence.\n\nBut silence only allows it to move, because we stop thinking about the blue line reality.\n\nDoesn't actually move it.\n\nBut it moves constantly, all day long.  If it didn't, our view of reality would likely be \"frozen\".\n\nNot sure what that means, but it would probably make a good sci-fi movie effect!\n\nSo we're really talking about \"significant\" movements here, but in fact it moves all the time.\n\nIf you do darkroom you'll learn how to move it yourself, and realize it moves tiny amounts just to \"refine\" the weird stuff while practicing.\n\nYou'll be looking at the whitish light and wishing you could see the puffs again, so you look for the puffs and suddenly they swarm you.\n\nIntensely at times.  Like they were \"friends\" with you and you called out to them.\n\nThen later you can move it without any change at all.  No body movement, no outside stimulation.\n\nIt moves where you want it to.   Using \"feelings\".\n\nAnd naturally, your gaze can direct it.\n\nWhich produces surprisingly odd effects.\n\nI just went to our warehouse to get something without turning on the main light, and looked off to the side where the inventory shelves are.\n\nThe accountant had complained it's so dark over there, she needs a flashlight.\n\nIt's pitch black if you don't turn on the main lights.\n\nI was curious so I gazed at the dark to see if I could summon Minx or Fancy to appear.\n\nOne of my Allies once came with me to work in dreaming using my double in the \"real copy\" of my business, so we could practice La Gorda's Flying technique. The ceiling is very high.\n\nJust by watching 3 seconds I started to see \"stuff that isn't there\".\n\nStraight yellow lines mostly.\n\nI would have given anything for that ability 30 years ago!\n\nBut to understand the assemblage point,  you have to stop thinking and analyzing and memorizing \"facts\", and actually practice enough to get the assemblage point looser.\n\nUnfortunately, all other \"systems\" are mostly just memorizing facts so you can fool yourself into believing you're doing something that's going to lead you where you want to go.\n\nWhich is odd if you think about it, because most things we learn to do have nothing to do with memorizing facts.\n\nLike surfing.  Or playing a musical instrument.\n\nSomehow we got the impression you could learn about the supernatural, just by reading.\n\nYou have to do.  Doing seems to be the only way to learn sorcery.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihw9sh2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You missed:&lt;/p&gt;\n\n&lt;p&gt;From Silence.&lt;/p&gt;\n\n&lt;p&gt;But silence only allows it to move, because we stop thinking about the blue line reality.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t actually move it.&lt;/p&gt;\n\n&lt;p&gt;But it moves constantly, all day long.  If it didn&amp;#39;t, our view of reality would likely be &amp;quot;frozen&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not sure what that means, but it would probably make a good sci-fi movie effect!&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;re really talking about &amp;quot;significant&amp;quot; movements here, but in fact it moves all the time.&lt;/p&gt;\n\n&lt;p&gt;If you do darkroom you&amp;#39;ll learn how to move it yourself, and realize it moves tiny amounts just to &amp;quot;refine&amp;quot; the weird stuff while practicing.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be looking at the whitish light and wishing you could see the puffs again, so you look for the puffs and suddenly they swarm you.&lt;/p&gt;\n\n&lt;p&gt;Intensely at times.  Like they were &amp;quot;friends&amp;quot; with you and you called out to them.&lt;/p&gt;\n\n&lt;p&gt;Then later you can move it without any change at all.  No body movement, no outside stimulation.&lt;/p&gt;\n\n&lt;p&gt;It moves where you want it to.   Using &amp;quot;feelings&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And naturally, your gaze can direct it.&lt;/p&gt;\n\n&lt;p&gt;Which produces surprisingly odd effects.&lt;/p&gt;\n\n&lt;p&gt;I just went to our warehouse to get something without turning on the main light, and looked off to the side where the inventory shelves are.&lt;/p&gt;\n\n&lt;p&gt;The accountant had complained it&amp;#39;s so dark over there, she needs a flashlight.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pitch black if you don&amp;#39;t turn on the main lights.&lt;/p&gt;\n\n&lt;p&gt;I was curious so I gazed at the dark to see if I could summon Minx or Fancy to appear.&lt;/p&gt;\n\n&lt;p&gt;One of my Allies once came with me to work in dreaming using my double in the &amp;quot;real copy&amp;quot; of my business, so we could practice La Gorda&amp;#39;s Flying technique. The ceiling is very high.&lt;/p&gt;\n\n&lt;p&gt;Just by watching 3 seconds I started to see &amp;quot;stuff that isn&amp;#39;t there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Straight yellow lines mostly.&lt;/p&gt;\n\n&lt;p&gt;I would have given anything for that ability 30 years ago!&lt;/p&gt;\n\n&lt;p&gt;But to understand the assemblage point,  you have to stop thinking and analyzing and memorizing &amp;quot;facts&amp;quot;, and actually practice enough to get the assemblage point looser.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, all other &amp;quot;systems&amp;quot; are mostly just memorizing facts so you can fool yourself into believing you&amp;#39;re doing something that&amp;#39;s going to lead you where you want to go.&lt;/p&gt;\n\n&lt;p&gt;Which is odd if you think about it, because most things we learn to do have nothing to do with memorizing facts.&lt;/p&gt;\n\n&lt;p&gt;Like surfing.  Or playing a musical instrument.&lt;/p&gt;\n\n&lt;p&gt;Somehow we got the impression you could learn about the supernatural, just by reading.&lt;/p&gt;\n\n&lt;p&gt;You have to do.  Doing seems to be the only way to learn sorcery.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihw9sh2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658951883.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iq2q6ow", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Mediocre_Purple6955", "can_mod_post": false, "created_utc": 1664261340.0, "send_replies": true, "parent_id": "t1_ihw37lu", "score": 1, "author_fullname": "t2_6d8ckewm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Electrocution and any other near death experience will do it yes same with deep trauma", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iq2q6ow", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Electrocution and any other near death experience will do it yes same with deep trauma&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iq2q6ow/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1664261340.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihw37lu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Artivist", "can_mod_post": false, "created_utc": 1658949422.0, "send_replies": true, "parent_id": "t3_w9fvrg", "score": 1, "author_fullname": "t2_4pgwt", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;  The assemblage point can move:\n&gt; \n&gt; From deep meditation\n&gt; \n&gt; From drugs\n&gt; \n&gt; From high fever\n&gt; \n&gt; From senility\n&gt; \n&gt; From sleep deprivation\n&gt; \n&gt; From sensory deprivation\n&gt; \n&gt; From natural sleep\n&gt; \n\nCan the following also cause shift in assemblage point?    \n* Heart attack  \n* Car accident  \n* Adrenaline junkie sports like sky diving, deep ocean free diving, mixed martial arts fights, formula 1 racing, x-games   \n* Electrocution either by lightning or accidental contact with open wire    \n* Prolonged fasting    \n* end of natural death due to age     \n* celibacy   \n* ultramarathons", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihw37lu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The assemblage point can move:&lt;/p&gt;\n\n&lt;p&gt;From deep meditation&lt;/p&gt;\n\n&lt;p&gt;From drugs&lt;/p&gt;\n\n&lt;p&gt;From high fever&lt;/p&gt;\n\n&lt;p&gt;From senility&lt;/p&gt;\n\n&lt;p&gt;From sleep deprivation&lt;/p&gt;\n\n&lt;p&gt;From sensory deprivation&lt;/p&gt;\n\n&lt;p&gt;From natural sleep&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Can the following also cause shift in assemblage point?&lt;br/&gt;\n* Heart attack&lt;br/&gt;\n* Car accident&lt;br/&gt;\n* Adrenaline junkie sports like sky diving, deep ocean free diving, mixed martial arts fights, formula 1 racing, x-games&lt;br/&gt;\n* Electrocution either by lightning or accidental contact with open wire&lt;br/&gt;\n* Prolonged fasting&lt;br/&gt;\n* end of natural death due to age&lt;br/&gt;\n* celibacy&lt;br/&gt;\n* ultramarathons&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/ihw37lu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658949422.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9fvrg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_w9fvrg", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": "moderator", "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iis370g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AutoModerator", "can_mod_post": false, "send_replies": false, "parent_id": "t1_iis36vi", "score": 1, "author_fullname": "t2_6l4z3", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/castaneda) if you have any questions or concerns.*", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_iis370g", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I am a bot, and this action was performed automatically. Please &lt;a href=\"/message/compose/?to=/r/castaneda\"&gt;contact the moderators of this subreddit&lt;/a&gt; if you have any questions or concerns.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_w9fvrg", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iis370g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659533637.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659533637.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iis36vi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iieadfi", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iis36vi/", "num_reports": null, "locked": false, "name": "t1_iis36vi", "created": 1659533635.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1659533635.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iieadfi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iiaotyc", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You can eventually escape it, at the end of the J curve.\n\nYou cease to be human.\n\nBut you can still visit!\n\nHere's a map for how to become \"non-human\".\n\n[https://preview.redd.it/3wmtjqxwsen81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=b226043828d17d6fe94f7fc77cd14be8b549e3ac](https://preview.redd.it/3wmtjqxwsen81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=b226043828d17d6fe94f7fc77cd14be8b549e3ac)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iieadfi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You can eventually escape it, at the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;You cease to be human.&lt;/p&gt;\n\n&lt;p&gt;But you can still visit!&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a map for how to become &amp;quot;non-human&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/3wmtjqxwsen81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=b226043828d17d6fe94f7fc77cd14be8b549e3ac\"&gt;https://preview.redd.it/3wmtjqxwsen81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=b226043828d17d6fe94f7fc77cd14be8b549e3ac&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iieadfi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659284019.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659284019.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iiaotyc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "vvvaporwareee", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iian057", "score": 1, "author_fullname": "t2_qmzhmqxt", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The foreign human mind is the greatest distraction, nothing seems to be able to contend with self indulgence. Not even true liberation and freedom. Our own self imprisonment is proof of that.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iiaotyc", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The foreign human mind is the greatest distraction, nothing seems to be able to contend with self indulgence. Not even true liberation and freedom. Our own self imprisonment is proof of that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iiaotyc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659211571.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659211571.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iian057", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1659210755.0, "send_replies": true, "parent_id": "t1_iia7mnr", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I hadn't thought of doing this when in full on \"reality\".\n\nBut I believe techno is right, you made use of the double.\n\nThat's one feature of sorcery.  Getting the double to swap places with our physical self, when death is imminent.\n\nDon Juan even had Carlos practice leaping off a cliff over and over, to test if his double did the leaping for him, while his tonal body (physicality) remained up on the cliff ledge, being teased by Don Genaro.\n\nBut later, when he leaped physically off the cliff, the double came out and he woke up in Los Angeles, thousands of miles away in just a few minutes.  Impossible that he traveled that far by any other method, even if he couldn't remember what happened after he leaped.\n\nBut we've taken a \"back door\" in this subreddit, not learning sorcery by the \"traditional method\" where a \"teacher imparts his wisdom\".  We snuck through a hole and are looking around and pushing buttons we don't understand.\n\nSo our double becomes more like a close friend, hanging out with us all night.  Not a rare sight at all.\n\nHOWEVER, in this post I was talking about stopping the flow of sensory data down at the level where it's flying through space as shapes and lines, and you just \"know\" what each means.\n\nYou aren't \"in it\".  So it's unreal.\n\nI suppose in \"The Matrix\", it would be like switching over to wireframe mode when viewing the bad guys shooting at you. Where you can see that they aren't real, and are made of \"information only\".\n\nAnd THEN stopping the flow.\n\nOddly, it's really the same thing as what you did, it's just a different view of it.\n\nImagine all the applications for this knowledge!\n\nAnd yet, we can barely get anyone interested...\n\nIt's like having the plans for a nuclear bomb, back before humans learned to speak.\n\nNo one is interested...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iian057", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hadn&amp;#39;t thought of doing this when in full on &amp;quot;reality&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I believe techno is right, you made use of the double.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s one feature of sorcery.  Getting the double to swap places with our physical self, when death is imminent.&lt;/p&gt;\n\n&lt;p&gt;Don Juan even had Carlos practice leaping off a cliff over and over, to test if his double did the leaping for him, while his tonal body (physicality) remained up on the cliff ledge, being teased by Don Genaro.&lt;/p&gt;\n\n&lt;p&gt;But later, when he leaped physically off the cliff, the double came out and he woke up in Los Angeles, thousands of miles away in just a few minutes.  Impossible that he traveled that far by any other method, even if he couldn&amp;#39;t remember what happened after he leaped.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;ve taken a &amp;quot;back door&amp;quot; in this subreddit, not learning sorcery by the &amp;quot;traditional method&amp;quot; where a &amp;quot;teacher imparts his wisdom&amp;quot;.  We snuck through a hole and are looking around and pushing buttons we don&amp;#39;t understand.&lt;/p&gt;\n\n&lt;p&gt;So our double becomes more like a close friend, hanging out with us all night.  Not a rare sight at all.&lt;/p&gt;\n\n&lt;p&gt;HOWEVER, in this post I was talking about stopping the flow of sensory data down at the level where it&amp;#39;s flying through space as shapes and lines, and you just &amp;quot;know&amp;quot; what each means.&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t &amp;quot;in it&amp;quot;.  So it&amp;#39;s unreal.&lt;/p&gt;\n\n&lt;p&gt;I suppose in &amp;quot;The Matrix&amp;quot;, it would be like switching over to wireframe mode when viewing the bad guys shooting at you. Where you can see that they aren&amp;#39;t real, and are made of &amp;quot;information only&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And THEN stopping the flow.&lt;/p&gt;\n\n&lt;p&gt;Oddly, it&amp;#39;s really the same thing as what you did, it&amp;#39;s just a different view of it.&lt;/p&gt;\n\n&lt;p&gt;Imagine all the applications for this knowledge!&lt;/p&gt;\n\n&lt;p&gt;And yet, we can barely get anyone interested...&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like having the plans for a nuclear bomb, back before humans learned to speak.&lt;/p&gt;\n\n&lt;p&gt;No one is interested...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iian057/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659210755.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iiakiw8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iiajycw", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No, I manually approved it. Still have to wait another nine days before you can comment in the clear.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iiakiw8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, I manually approved it. Still have to wait another nine days before you can comment in the clear.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iiakiw8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659209662.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659209662.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iiajycw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "vvvaporwareee", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iiaix5q", "score": 1, "author_fullname": "t2_qmzhmqxt", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I guess my post went through.\n\nI know that plants are conscious of their situation. I know this because I have conversations that I am invited to through the use of mushrooms. It is never my intent to use them, I am always invited to converse with it, I guess it must be some kind of reunion. \n\nI know exactly what you mean. Once I crossed the gateless gate I saw the exact misfortune of so called humanity. Humanity is just a concept, we've been fooled into thinking we are bags of meat. The utter insanity of the situation is the most magnificent deceit that no one could ever imagine despite it being right in front of our faces at all times. The truth that we are pure awareness and energetic beings has always been there. Here. Now. \n\nIt's actually quite amazing that Castanedas work came to me at the end of my journey. Once I was ready to accept it. Just like how everything else came to me once I was ready as vessel. Inner silence, intent, are the only path to liberation.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iiajycw", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I guess my post went through.&lt;/p&gt;\n\n&lt;p&gt;I know that plants are conscious of their situation. I know this because I have conversations that I am invited to through the use of mushrooms. It is never my intent to use them, I am always invited to converse with it, I guess it must be some kind of reunion. &lt;/p&gt;\n\n&lt;p&gt;I know exactly what you mean. Once I crossed the gateless gate I saw the exact misfortune of so called humanity. Humanity is just a concept, we&amp;#39;ve been fooled into thinking we are bags of meat. The utter insanity of the situation is the most magnificent deceit that no one could ever imagine despite it being right in front of our faces at all times. The truth that we are pure awareness and energetic beings has always been there. Here. Now. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s actually quite amazing that Castanedas work came to me at the end of my journey. Once I was ready to accept it. Just like how everything else came to me once I was ready as vessel. Inner silence, intent, are the only path to liberation.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iiajycw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659209408.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659209408.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iiaix5q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1659208958.0, "send_replies": true, "parent_id": "t1_iia7mnr", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It was the other you, the double or your orphaned awareness, that stepped in to alter the situation.\n\nThe tragedy of the human condition is that the societies that we (and possibly the plants!) created, habitually block access to our untapped resources; resources that could solve most of our modern problems and ailments (both psychological and physical).\n\nWe then appropriate “demons” and parasites to avoid laying the blame squarely upon ourselves…at the very least, as collaborators.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iiaix5q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It was the other you, the double or your orphaned awareness, that stepped in to alter the situation.&lt;/p&gt;\n\n&lt;p&gt;The tragedy of the human condition is that the societies that we (and possibly the plants!) created, habitually block access to our untapped resources; resources that could solve most of our modern problems and ailments (both psychological and physical).&lt;/p&gt;\n\n&lt;p&gt;We then appropriate “demons” and parasites to avoid laying the blame squarely upon ourselves…at the very least, as collaborators.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9fvrg", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iiaix5q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659208958.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iia7mnr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "vvvaporwareee", "can_mod_post": false, "created_utc": 1659204064.0, "send_replies": true, "parent_id": "t3_w9fvrg", "score": 1, "author_fullname": "t2_qmzhmqxt", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've done this twice in my life, both when I had near death experiences. The first time was when I hydroplaned while driving and the world stopped. It literally stopped, I never felt so peaceful and silent. I came to accept my death and be at peace with it. I even let go of the steering wheel. Eventually after what seemed like an eternity I demolished my car into the side rail and I came out without a scratch on my body. Wasn't even sore the next day.\n\nThe other time this happened was in NYC. When a gigantic icicle fell from a high rise building. The icicle was larger than me. Seconds before it was about to fall on me the world stopped again. I saw and felt it coming, once again completely at peace. I had eternity to sidestep it which I did. As reality resumed the icicle shattered and several construction workers stood there with their mouths agape at what they witnessed. They couldn't comprehend it, they thought for sure I was going to be killed. I was really tired that morning from partying the night, it didn't even occur to me that I almost died that morning.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iia7mnr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve done this twice in my life, both when I had near death experiences. The first time was when I hydroplaned while driving and the world stopped. It literally stopped, I never felt so peaceful and silent. I came to accept my death and be at peace with it. I even let go of the steering wheel. Eventually after what seemed like an eternity I demolished my car into the side rail and I came out without a scratch on my body. Wasn&amp;#39;t even sore the next day.&lt;/p&gt;\n\n&lt;p&gt;The other time this happened was in NYC. When a gigantic icicle fell from a high rise building. The icicle was larger than me. Seconds before it was about to fall on me the world stopped again. I saw and felt it coming, once again completely at peace. I had eternity to sidestep it which I did. As reality resumed the icicle shattered and several construction workers stood there with their mouths agape at what they witnessed. They couldn&amp;#39;t comprehend it, they thought for sure I was going to be killed. I was really tired that morning from partying the night, it didn&amp;#39;t even occur to me that I almost died that morning.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9fvrg/the_weird_powers_of_sorcery/iia7mnr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659204064.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9fvrg", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]