[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/7tygpdphpjq81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=1ea76864567e70c6eeae651f44c8ed78b7d949a2\n\nPardon me for not correcting mistakes, I'm still in SK mode and losing stuff fast.\n\nIncluding why it's important to try to retain things, born of energetic mass . Something that is born of energetic mass has an \"expiration date\".  Some knowledge is only useful for a limited time.  So don't think of SK as just facts. It's more like, \"useful facts\", which are useful based on time, not just information.\n\nOnce you have access to Silent Knowledge, anything you see in the darkroom (puffs, almost formed dream bubbles, streaks, sparkles) are all \"topic selectors\" for SK mode.\n\nI'm going to lose most of this.\n\nEven selecting a single topic to type, causes some to be too far away to recall.  I'm editing to add this sentence, so that danger is gone.  But when I try to account for silent knowledge experiences, it's important to keep in mind, this is as deep into heightened awareness as you likely can get.  As deep perhaps as the ordinary Nagual's blow ever puts someone.  So memory is not reliable.\n\nA silly, but very true example. During this account, I might have found the door to my room open, and walked off into a jungle.  Maybe back to the time of the Olmecs, to have their favorite drink.\n\nThat type of \"alternate timeline\" can happen in SK mode.  My theory: SK mode is controlled by the double's perception, and the double can be in more than one place at a time.  I don't know how many puffs of brilliant light (his body) it takes to make a complete perception, but not all of them. And SK mode only needs one puff, stuck over your eyes so you have his vision. He can also, \"loom\" over you in his purple puff body, making a purple film in the air through which you are looking.\n\nI'll try to remember faster:\n\nWomen in SK mode:  Remember to extract the \"mood content\" of what you see.  You'll be able to understand that when you get there. The knowledge of such things only requires a \"clue\", and then you can find it.   We saw that in the books, when don Juan refused to give Carlos instructions, after he told him what he should try to do right now.  You don't \"learn\" sorcery!  It either becomes available, or it doesn't.\n\nWomen have much more experience trying to sooth themselves, so they'll be better able to feel if a tiny effect has promise for larger results.  Men on the other hand, will get book dealed and figure out fairly useless stuff.\n\nYou notice soon out there in SK darkroom practicing, that your mood is altered by what you do. And then you might remember what don Juan said about preferring a slight movement of his assemblage point left, towards \"the sublime\".  Or even Kylie saying that the old seers preferred the energy on the left, to the right.  For some things.\n\nNot emphasizing that \"mood potential\" from the start, even back in the green zone, is a loss.  Don Juan had a \"director of the mood\" (Julian), so it wasn't important to him, until he had a \"choice\".\n\nIn SK mode you get infinite \"choices\".  But no helpful old nagual to direct the  mood.  So we have to look out for ourselves more than would be normal.   But how to do that, I have no idea.  We need people to investigate.\n\nIt's a mistake to seek more than one \"choice\" of silent knowledge topic at a time.  We have the lesson of the lizards in the early books, and how you can mess things up by being unclear which question you wanted them to answer.  I suspect there are more stories in the books about a split desire messing up the channeling of SK though another entity.  Those are valuable!\n\nTo clarify, the lizards on devil's weed was a man of knowledge technique to channel SK without actually being able to \"see\".  Drugs were used to move the assemblage point, and it was all part of a ritual which invoked an Ally to channel SK.  Talking lizards answering the questions Carlos put to them.\n\nA seer would find that such a waste of time, it's nearly an abomination. He can just move his assemblage point to SK at which point IOBs are only good for company.  Not needed to get the lizard's info.\n\nBut a seer is still subject to the same issues.  Here's a practical example I just experienced.  I reached mellow SK mode where you aren't overwhelmed by it.  Knowledge only flows when your attention seeks it.\n\nYou can climb into the pool of SK and just wait for stuff.  That's the overwhelming mode. Or you can stand outside that pool and scoop some knowledge out when you want it.  Become your own \"limiter\".  You extract only what applies to a single topic.\n\nTonight I saw an IOB and had a conversation with her about whether she could teach me to tell her apart from other inorganic beings.  I gazed at her using SK mode to \"extract\" the info from how she behaved.  But I still needed her to appear and disappear, so I could see directly how that works.  She understood!\n\nIt was \"topical\" Silent Knowledge.  That's what I mean by limited, and not overwhelming.  You seek just a single topic.\n\nI was doing well. She was helping me to perceive from where and how she manifests, and which portion came from me and what from her.\n\nBut then a previous concern came to me:  Darkroom eventually gets \"normal\" and seeing a brilliant puff no longer generates excitement.\n\nI guess we're \"escalaters\".  You see your new lover with their shirt off, and it's quite motivating.  But that only lasts so long before you need to see them with other clothes removed, to get the same happy feeling.\n\nSame happens in darkroom.  But it's important to keep in mind, it's all a position of the assemblage point.  And you can \"fine tune\" that to be slightly better for your mood.\n\nAn example:   Imagine you can now  materialize a tree.  But you can materialize a \"happy tree of life containing all knowledge\", or a \"leafless tree that's barely still alive\".\n\nBoth are AMAZING magic.  But the \"dying\" tree is not good for motivation.  Mood.\n\nSo it's possible to learn to use Silent KNowledge to appraise the \"happy content\" of something, and over time if women help out, we can slightly alter instructions for darkroom to take into account the mood it generates. Consider Claras techniques that involved rubbing \"light\" on things, or inhaling light.\n\nThis is a concern for intermediate people mostly.  The ones who got over  the excitement of visible magic and want \"more\".  Fussing is not good for progress and can stall you, so knowing how to increase the \"good mood\" would be valuable.\n\nBut once I got that in mind, I now had 2 goals for the evening.  To understand how IOBs manifest.  But also I wanted to view the \"mood content\" of sights.\n\nI had broken the flow of knowledge.\n\nIt was like Carlos having 2 questions in mind when he charged the lizards to go find him the answer.\n\nThat's what SK mode is like when it's \"controlled\" and not the fully immersed kind.\n\nThe control is the single topic.  I truly wish if anyone remembered more book accounts with that point covered, they'd chime in.  The mushroom shaped people from moth dust is an almost identical situation. It's just using Little Smoke, instead of Devil's Weed entity.\n\nAt the point I realized I had divided my \"topic\" I had a puff of color on the left which had formed yellowish swirls in it, and I noticed that the \"flow\" of it made me \"happy\".\n\nAnd shifts to the left are supposed to be better on the mood.  So was the happy part because i was gazing to my left (having to turn my head around), or because of the actual puff itself?  I needed to gaze at the puff itself, in more depth.\n\nBut far to the right the IOB was watching and I could gaze at her and see where she came from.\n\nI could literally see her iob world as a pinkish video superimposed over the other darkroom sights behind her.\n\nI had \"extracted\" that view using silent knowledge.  It's possible that my double was even somehow responsible for the perception, by \"partially\" traveling there.  SK mode has a sort of \"tunneling to get more details\" aspect to it.\n\nThere were other IOBs in there but I couldn't say how they were in relation to her cave like world. I just saw enough of them to realize I was no longer looking just at her, but at her \"origin\".  Part of my question was becoming obvious.\n\nGazing at that, I realized I could no longer see the \"happiness content\" of puffs or sights in the air, in general.\n\nI had 2 \"topics\" and had interrupted the flow of silent knowledge.\n\nI also realized, I wasn't looking for the \"happiness content\" originally, and that even my \"goal\" had mutated, due to dividing the topic.\n\nA single topic will evolve as you learn more.  You realize your original question wasn't perfect, and with the new knowledge you extract the question refines.\n\nBut if there's a second topic, it doesn't refine. It fractures.  The intent is no longer flowing smoothly.\n\nSpeaking of which, in SK mode you can extract the flow of intent, from what you are seeing.\n\nIt becomes visible.  It's like seeing waves in smoke as an object passes through it.  You can see the turbulence.  You can pick that up for the \"intent\" that's reskimming the new view of the object you are watching.  Oddly, it turns out to be a familiar sight.  Intent wake (waves of unsettled intent).\n\nI guess you could jokingly picture my entity Fairy leaving a trail of disturbed smoke as she flies along.\n\nThat view is possible.  In fact we've probably all seen it before.\n\nSo back to my divided attention, while noticing that the IOB world was to my right in great detail and I could \"know\" things about it, while the \"moody puff\" was to the left, I realized something impossible to explain.\n\nIt was all about my \"attention\".\n\nMy lack of internal dialogue had freed nearly all of my attention, so that it was like a beam coming from my eyes.  I'm sure any of our senses could be used, but vision works great! And where you look is sort of \"lit up\" with the glow of your own awareness.  It's just a little bit more yellow/whitish than the rest of the dark room view.  Maybe like a stage spotlight?\n\nBeing \"lit up\" causes it to become the Silent Knowledge topic selector.   If you wanted to be totally silly, you could design an \"infinity theater\" skit where a dark stage has several objects and a spotlight shines on each, with a voice stating silent knowledge about that thing.  Then show that 2 spotlights causes 2 voices to run at once, making it confusing.  And 3.\n\nInfinity theater has many possible applications for teaching \"sorcery common sense\"!\n\nNow this next part requires me to take liberties with my IOB and put words in her mouth. But they're fully capable of doing that, and making you think it was  your own idea.  So no need to feel bad for them.\n\nI looked left to see the moody puff, then right to see if the IOB was still there, and I saw the intent ripples in the air.  It was disturbing enough that I badly wanted to figure out how to keep two topics in mind, without things getting messed up.\n\nMy IOB said, \"you need a container\".   She explained that you can make two things into one by putting them into a third thing.  Now they become \"the things inside this object here\".\n\nShe said, \"Make a spontaneous phantom room around it.\"\n\nAnd then something like, \"Oh!  Wait.  You already have one.  Didn't you notice, we're in a hallway?\"\n\nI looked, and in fact the IOB world was beyond an open metal door on some kind of expensive  private submarine. I was looking down a dark grey corridor.  I could almost see the inorganic beings wave their hands at me from inside the room, as if we were shifting horizontally and they could \"relax\" and be more real.  One view that has repeated for me over the  years, of the IOB world, is of beings sitting around enjoying pools of water.  Hot tubs, natural ponds, weird antique bathtubs.  If it's a pool of water, they like to sit in it.  And invite you to sit next to them.\n\nCarlos verified this view towards the end of his life, when the IOBs tried to take him to their world to preserve his life.  It was a watery view of their world, where he had to hop from rock to rock to avoid the water.\n\nBut to the left of me in the opposite direction on the corridor, there was the \"moody puff\".\n\nI suppose the scene was a bit bizarre, since the puff was a round ball of purple/pinkish light with yellow fiber swirls inside it, floating against a dead end corridor.  Hovering at chest height.\n\nIt made no sense for the \"hallway\" to end on the right side with an open door to a room, and on the left with a dead end wall that served no function other than for the moody puff to occupy that space.\n\nThe IOB said in a hurry as if bad things would happen if I didn't heed her words, \"Don't expect it to make sense, or you'll break the container!  Then you'll have 3 topics to contain, instead of just the two.\"\n\nBut it was too late.  The spontaneous phantom room was gone as soon as I questioned whether a hallway, or maybe corridor, was actually a room.\n\nImmersed SK mode sort of poured over me, and it was like I had dived into that pool.\n\nI got \"answers\" to a dozen questions I had during the day, trying to figure out how to deal with bad players who threaten to take down this sub if they don't get their way.\n\nOne answer said, \"Carlos already took care of that in advance, but you didn't notice it. And knowing you would doubt that, he tripled down on it so you'd have full authority.\"\n\nI'll have to go look at that tomorrow, to see if I understood correctly and verify the triple down claim.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "SPR (Spontaneous Phantom Rooms)", "link_flair_richtext": [{"e": "text", "t": "Silent Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"7tygpdphpjq81": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=de66ef3f8591bdbd173f6dd2bef33f5c3c3a2237"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=138b27205f6698a6aee423d2b2825377f7b8fa76"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=a0d9b6996634d0e1478c06315422fd5314ff488a"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=b7c9dbedaea270e20f72d98ab94746d8f8b0f826"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=81da299b7d0c5edd8ccc64e6df8388561da8caf2"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=6cc255592ceaaa73b4a6b72858df2847dc2333dd"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/7tygpdphpjq81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=1ea76864567e70c6eeae651f44c8ed78b7d949a2"}, "id": "7tygpdphpjq81"}}, "name": "t3_ts1086", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silent Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/-VnDRQ86xrlEj2sPQBTpYTpt29PIVCyMolxHw_e4ZUc.jpg", "edited": 1648664488.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1648625432.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/7tygpdphpjq81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1ea76864567e70c6eeae651f44c8ed78b7d949a2\"&gt;https://preview.redd.it/7tygpdphpjq81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1ea76864567e70c6eeae651f44c8ed78b7d949a2&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Pardon me for not correcting mistakes, I&amp;#39;m still in SK mode and losing stuff fast.&lt;/p&gt;\n\n&lt;p&gt;Including why it&amp;#39;s important to try to retain things, born of energetic mass . Something that is born of energetic mass has an &amp;quot;expiration date&amp;quot;.  Some knowledge is only useful for a limited time.  So don&amp;#39;t think of SK as just facts. It&amp;#39;s more like, &amp;quot;useful facts&amp;quot;, which are useful based on time, not just information.&lt;/p&gt;\n\n&lt;p&gt;Once you have access to Silent Knowledge, anything you see in the darkroom (puffs, almost formed dream bubbles, streaks, sparkles) are all &amp;quot;topic selectors&amp;quot; for SK mode.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to lose most of this.&lt;/p&gt;\n\n&lt;p&gt;Even selecting a single topic to type, causes some to be too far away to recall.  I&amp;#39;m editing to add this sentence, so that danger is gone.  But when I try to account for silent knowledge experiences, it&amp;#39;s important to keep in mind, this is as deep into heightened awareness as you likely can get.  As deep perhaps as the ordinary Nagual&amp;#39;s blow ever puts someone.  So memory is not reliable.&lt;/p&gt;\n\n&lt;p&gt;A silly, but very true example. During this account, I might have found the door to my room open, and walked off into a jungle.  Maybe back to the time of the Olmecs, to have their favorite drink.&lt;/p&gt;\n\n&lt;p&gt;That type of &amp;quot;alternate timeline&amp;quot; can happen in SK mode.  My theory: SK mode is controlled by the double&amp;#39;s perception, and the double can be in more than one place at a time.  I don&amp;#39;t know how many puffs of brilliant light (his body) it takes to make a complete perception, but not all of them. And SK mode only needs one puff, stuck over your eyes so you have his vision. He can also, &amp;quot;loom&amp;quot; over you in his purple puff body, making a purple film in the air through which you are looking.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll try to remember faster:&lt;/p&gt;\n\n&lt;p&gt;Women in SK mode:  Remember to extract the &amp;quot;mood content&amp;quot; of what you see.  You&amp;#39;ll be able to understand that when you get there. The knowledge of such things only requires a &amp;quot;clue&amp;quot;, and then you can find it.   We saw that in the books, when don Juan refused to give Carlos instructions, after he told him what he should try to do right now.  You don&amp;#39;t &amp;quot;learn&amp;quot; sorcery!  It either becomes available, or it doesn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Women have much more experience trying to sooth themselves, so they&amp;#39;ll be better able to feel if a tiny effect has promise for larger results.  Men on the other hand, will get book dealed and figure out fairly useless stuff.&lt;/p&gt;\n\n&lt;p&gt;You notice soon out there in SK darkroom practicing, that your mood is altered by what you do. And then you might remember what don Juan said about preferring a slight movement of his assemblage point left, towards &amp;quot;the sublime&amp;quot;.  Or even Kylie saying that the old seers preferred the energy on the left, to the right.  For some things.&lt;/p&gt;\n\n&lt;p&gt;Not emphasizing that &amp;quot;mood potential&amp;quot; from the start, even back in the green zone, is a loss.  Don Juan had a &amp;quot;director of the mood&amp;quot; (Julian), so it wasn&amp;#39;t important to him, until he had a &amp;quot;choice&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In SK mode you get infinite &amp;quot;choices&amp;quot;.  But no helpful old nagual to direct the  mood.  So we have to look out for ourselves more than would be normal.   But how to do that, I have no idea.  We need people to investigate.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a mistake to seek more than one &amp;quot;choice&amp;quot; of silent knowledge topic at a time.  We have the lesson of the lizards in the early books, and how you can mess things up by being unclear which question you wanted them to answer.  I suspect there are more stories in the books about a split desire messing up the channeling of SK though another entity.  Those are valuable!&lt;/p&gt;\n\n&lt;p&gt;To clarify, the lizards on devil&amp;#39;s weed was a man of knowledge technique to channel SK without actually being able to &amp;quot;see&amp;quot;.  Drugs were used to move the assemblage point, and it was all part of a ritual which invoked an Ally to channel SK.  Talking lizards answering the questions Carlos put to them.&lt;/p&gt;\n\n&lt;p&gt;A seer would find that such a waste of time, it&amp;#39;s nearly an abomination. He can just move his assemblage point to SK at which point IOBs are only good for company.  Not needed to get the lizard&amp;#39;s info.&lt;/p&gt;\n\n&lt;p&gt;But a seer is still subject to the same issues.  Here&amp;#39;s a practical example I just experienced.  I reached mellow SK mode where you aren&amp;#39;t overwhelmed by it.  Knowledge only flows when your attention seeks it.&lt;/p&gt;\n\n&lt;p&gt;You can climb into the pool of SK and just wait for stuff.  That&amp;#39;s the overwhelming mode. Or you can stand outside that pool and scoop some knowledge out when you want it.  Become your own &amp;quot;limiter&amp;quot;.  You extract only what applies to a single topic.&lt;/p&gt;\n\n&lt;p&gt;Tonight I saw an IOB and had a conversation with her about whether she could teach me to tell her apart from other inorganic beings.  I gazed at her using SK mode to &amp;quot;extract&amp;quot; the info from how she behaved.  But I still needed her to appear and disappear, so I could see directly how that works.  She understood!&lt;/p&gt;\n\n&lt;p&gt;It was &amp;quot;topical&amp;quot; Silent Knowledge.  That&amp;#39;s what I mean by limited, and not overwhelming.  You seek just a single topic.&lt;/p&gt;\n\n&lt;p&gt;I was doing well. She was helping me to perceive from where and how she manifests, and which portion came from me and what from her.&lt;/p&gt;\n\n&lt;p&gt;But then a previous concern came to me:  Darkroom eventually gets &amp;quot;normal&amp;quot; and seeing a brilliant puff no longer generates excitement.&lt;/p&gt;\n\n&lt;p&gt;I guess we&amp;#39;re &amp;quot;escalaters&amp;quot;.  You see your new lover with their shirt off, and it&amp;#39;s quite motivating.  But that only lasts so long before you need to see them with other clothes removed, to get the same happy feeling.&lt;/p&gt;\n\n&lt;p&gt;Same happens in darkroom.  But it&amp;#39;s important to keep in mind, it&amp;#39;s all a position of the assemblage point.  And you can &amp;quot;fine tune&amp;quot; that to be slightly better for your mood.&lt;/p&gt;\n\n&lt;p&gt;An example:   Imagine you can now  materialize a tree.  But you can materialize a &amp;quot;happy tree of life containing all knowledge&amp;quot;, or a &amp;quot;leafless tree that&amp;#39;s barely still alive&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Both are AMAZING magic.  But the &amp;quot;dying&amp;quot; tree is not good for motivation.  Mood.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s possible to learn to use Silent KNowledge to appraise the &amp;quot;happy content&amp;quot; of something, and over time if women help out, we can slightly alter instructions for darkroom to take into account the mood it generates. Consider Claras techniques that involved rubbing &amp;quot;light&amp;quot; on things, or inhaling light.&lt;/p&gt;\n\n&lt;p&gt;This is a concern for intermediate people mostly.  The ones who got over  the excitement of visible magic and want &amp;quot;more&amp;quot;.  Fussing is not good for progress and can stall you, so knowing how to increase the &amp;quot;good mood&amp;quot; would be valuable.&lt;/p&gt;\n\n&lt;p&gt;But once I got that in mind, I now had 2 goals for the evening.  To understand how IOBs manifest.  But also I wanted to view the &amp;quot;mood content&amp;quot; of sights.&lt;/p&gt;\n\n&lt;p&gt;I had broken the flow of knowledge.&lt;/p&gt;\n\n&lt;p&gt;It was like Carlos having 2 questions in mind when he charged the lizards to go find him the answer.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what SK mode is like when it&amp;#39;s &amp;quot;controlled&amp;quot; and not the fully immersed kind.&lt;/p&gt;\n\n&lt;p&gt;The control is the single topic.  I truly wish if anyone remembered more book accounts with that point covered, they&amp;#39;d chime in.  The mushroom shaped people from moth dust is an almost identical situation. It&amp;#39;s just using Little Smoke, instead of Devil&amp;#39;s Weed entity.&lt;/p&gt;\n\n&lt;p&gt;At the point I realized I had divided my &amp;quot;topic&amp;quot; I had a puff of color on the left which had formed yellowish swirls in it, and I noticed that the &amp;quot;flow&amp;quot; of it made me &amp;quot;happy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And shifts to the left are supposed to be better on the mood.  So was the happy part because i was gazing to my left (having to turn my head around), or because of the actual puff itself?  I needed to gaze at the puff itself, in more depth.&lt;/p&gt;\n\n&lt;p&gt;But far to the right the IOB was watching and I could gaze at her and see where she came from.&lt;/p&gt;\n\n&lt;p&gt;I could literally see her iob world as a pinkish video superimposed over the other darkroom sights behind her.&lt;/p&gt;\n\n&lt;p&gt;I had &amp;quot;extracted&amp;quot; that view using silent knowledge.  It&amp;#39;s possible that my double was even somehow responsible for the perception, by &amp;quot;partially&amp;quot; traveling there.  SK mode has a sort of &amp;quot;tunneling to get more details&amp;quot; aspect to it.&lt;/p&gt;\n\n&lt;p&gt;There were other IOBs in there but I couldn&amp;#39;t say how they were in relation to her cave like world. I just saw enough of them to realize I was no longer looking just at her, but at her &amp;quot;origin&amp;quot;.  Part of my question was becoming obvious.&lt;/p&gt;\n\n&lt;p&gt;Gazing at that, I realized I could no longer see the &amp;quot;happiness content&amp;quot; of puffs or sights in the air, in general.&lt;/p&gt;\n\n&lt;p&gt;I had 2 &amp;quot;topics&amp;quot; and had interrupted the flow of silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;I also realized, I wasn&amp;#39;t looking for the &amp;quot;happiness content&amp;quot; originally, and that even my &amp;quot;goal&amp;quot; had mutated, due to dividing the topic.&lt;/p&gt;\n\n&lt;p&gt;A single topic will evolve as you learn more.  You realize your original question wasn&amp;#39;t perfect, and with the new knowledge you extract the question refines.&lt;/p&gt;\n\n&lt;p&gt;But if there&amp;#39;s a second topic, it doesn&amp;#39;t refine. It fractures.  The intent is no longer flowing smoothly.&lt;/p&gt;\n\n&lt;p&gt;Speaking of which, in SK mode you can extract the flow of intent, from what you are seeing.&lt;/p&gt;\n\n&lt;p&gt;It becomes visible.  It&amp;#39;s like seeing waves in smoke as an object passes through it.  You can see the turbulence.  You can pick that up for the &amp;quot;intent&amp;quot; that&amp;#39;s reskimming the new view of the object you are watching.  Oddly, it turns out to be a familiar sight.  Intent wake (waves of unsettled intent).&lt;/p&gt;\n\n&lt;p&gt;I guess you could jokingly picture my entity Fairy leaving a trail of disturbed smoke as she flies along.&lt;/p&gt;\n\n&lt;p&gt;That view is possible.  In fact we&amp;#39;ve probably all seen it before.&lt;/p&gt;\n\n&lt;p&gt;So back to my divided attention, while noticing that the IOB world was to my right in great detail and I could &amp;quot;know&amp;quot; things about it, while the &amp;quot;moody puff&amp;quot; was to the left, I realized something impossible to explain.&lt;/p&gt;\n\n&lt;p&gt;It was all about my &amp;quot;attention&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;My lack of internal dialogue had freed nearly all of my attention, so that it was like a beam coming from my eyes.  I&amp;#39;m sure any of our senses could be used, but vision works great! And where you look is sort of &amp;quot;lit up&amp;quot; with the glow of your own awareness.  It&amp;#39;s just a little bit more yellow/whitish than the rest of the dark room view.  Maybe like a stage spotlight?&lt;/p&gt;\n\n&lt;p&gt;Being &amp;quot;lit up&amp;quot; causes it to become the Silent Knowledge topic selector.   If you wanted to be totally silly, you could design an &amp;quot;infinity theater&amp;quot; skit where a dark stage has several objects and a spotlight shines on each, with a voice stating silent knowledge about that thing.  Then show that 2 spotlights causes 2 voices to run at once, making it confusing.  And 3.&lt;/p&gt;\n\n&lt;p&gt;Infinity theater has many possible applications for teaching &amp;quot;sorcery common sense&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;Now this next part requires me to take liberties with my IOB and put words in her mouth. But they&amp;#39;re fully capable of doing that, and making you think it was  your own idea.  So no need to feel bad for them.&lt;/p&gt;\n\n&lt;p&gt;I looked left to see the moody puff, then right to see if the IOB was still there, and I saw the intent ripples in the air.  It was disturbing enough that I badly wanted to figure out how to keep two topics in mind, without things getting messed up.&lt;/p&gt;\n\n&lt;p&gt;My IOB said, &amp;quot;you need a container&amp;quot;.   She explained that you can make two things into one by putting them into a third thing.  Now they become &amp;quot;the things inside this object here&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;Make a spontaneous phantom room around it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And then something like, &amp;quot;Oh!  Wait.  You already have one.  Didn&amp;#39;t you notice, we&amp;#39;re in a hallway?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked, and in fact the IOB world was beyond an open metal door on some kind of expensive  private submarine. I was looking down a dark grey corridor.  I could almost see the inorganic beings wave their hands at me from inside the room, as if we were shifting horizontally and they could &amp;quot;relax&amp;quot; and be more real.  One view that has repeated for me over the  years, of the IOB world, is of beings sitting around enjoying pools of water.  Hot tubs, natural ponds, weird antique bathtubs.  If it&amp;#39;s a pool of water, they like to sit in it.  And invite you to sit next to them.&lt;/p&gt;\n\n&lt;p&gt;Carlos verified this view towards the end of his life, when the IOBs tried to take him to their world to preserve his life.  It was a watery view of their world, where he had to hop from rock to rock to avoid the water.&lt;/p&gt;\n\n&lt;p&gt;But to the left of me in the opposite direction on the corridor, there was the &amp;quot;moody puff&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose the scene was a bit bizarre, since the puff was a round ball of purple/pinkish light with yellow fiber swirls inside it, floating against a dead end corridor.  Hovering at chest height.&lt;/p&gt;\n\n&lt;p&gt;It made no sense for the &amp;quot;hallway&amp;quot; to end on the right side with an open door to a room, and on the left with a dead end wall that served no function other than for the moody puff to occupy that space.&lt;/p&gt;\n\n&lt;p&gt;The IOB said in a hurry as if bad things would happen if I didn&amp;#39;t heed her words, &amp;quot;Don&amp;#39;t expect it to make sense, or you&amp;#39;ll break the container!  Then you&amp;#39;ll have 3 topics to contain, instead of just the two.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But it was too late.  The spontaneous phantom room was gone as soon as I questioned whether a hallway, or maybe corridor, was actually a room.&lt;/p&gt;\n\n&lt;p&gt;Immersed SK mode sort of poured over me, and it was like I had dived into that pool.&lt;/p&gt;\n\n&lt;p&gt;I got &amp;quot;answers&amp;quot; to a dozen questions I had during the day, trying to figure out how to deal with bad players who threaten to take down this sub if they don&amp;#39;t get their way.&lt;/p&gt;\n\n&lt;p&gt;One answer said, &amp;quot;Carlos already took care of that in advance, but you didn&amp;#39;t notice it. And knowing you would doubt that, he tripled down on it so you&amp;#39;d have full authority.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to go look at that tomorrow, to see if I understood correctly and verify the triple down claim.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "7e6deba4-a617-11ec-90b9-2a099f759379", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "ts1086", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/ts1086/spr_spontaneous_phantom_rooms/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/ts1086/spr_spontaneous_phantom_rooms/", "subreddit_subscribers": 9561, "created_utc": 1648625432.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i2r6zn2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1648669176.0, "send_replies": true, "parent_id": "t1_i2qa2tu", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So that's the \"causality\" view, which is absolutely valid.\n\nBut some effects of causality seem to extend down into other assemblage point positions.\n\nAnd the reason  you shouldn't try more than 1 question (unless you want one query to flow to the next, like a \"presentation\") has something to do with *intent* itself.\n\nIt flows.\n\nSo if you have 1 question, the flow gets going.  If you think of a pile of hay 1 inch tall, with some hay strands dyed red, some orange, some yellow, and so on, if you are working on question #1, the yellow ones are glowing.\n\nThe rest are not.\n\nThe yellow ones can mutate with intent, so that the new \"world\" is still mostly yellow ones, but it can \"take in more\" as your interest makes those more \"active\".  Your query notices some piece of info, and you want to fit it into what you have so far.  So you've \"lit it up\" with a tiny bit of awareness.\n\nIntent reskimms the same yellow ones, but it says, \"Oh, he's interested in some of these others.  Let's skim them into the new world.\"\n\nAnd that \"flows\" from one \"addition\" to the next. The SK topic evolves slowly, naturally, with no obvious interruption.\n\nWhat does it feel like?\n\nIt can be as amazing as text gives you the answer, floating in the air.\n\nBut it can also be, you suddenly have a 300 IQ.  What you ought to have figured out, but were too stupid,  becomes obvious.\n\nA completely different question  is another matter. It has to remove awareness from the yellow hay strands, and switch it to the red ones.\n\nWhatever was slowly being lit up, to be included in your answer, is now dumped.  Because you've \"reset\" which color of hay to use.  Which \"associated emanations\".\n\nThis is all just theory on my part, but I believe it's a relatively \"true\" way to look at it.\n\nSince it's such an odd thing in the first place.\n\nAny insight that's compatible can't be so harmful.  Hopefully one day, we can have \"intent flow\" specialists who watch it directly and give us details.\n\nThen there's the \"false narrative\" problem.\n\nLet's say you're a budding \"Buddha Boy\".\n\nYou love those monk robes, and all the \"official\" attention they can get for you.  And those hookers the Buddha met, which made him famous, seem kind of hot.  No reason to \"turn them down\" the way the Buddha did in the Fire Kasina Texts.\n\nPlus you've read a few \"wise Buddha sayings\", which are usually just an appeal to your greed, mixed with complete lies.\n\nStuff borrowed from elsewhere that the monks added on, assuming it's true.\n\nBut it's not.\n\nNow you're infected with a \"side topic\" which is a false narrative.\n\nSo the \"flow\" of intent is broken all the time.  Even if you get it to \"move\", it'll be interrupted by doubt and misunderstanding.\n\nIn SK mode, there's the \"topic\".\n\nBut there's also the \"framework\" in which you tend to understand such things.\n\nIt wouldn't do for SK to feed you \"alien mouse with 100 legs\" info.\n\nYou want the \"Human SK feed\".\n\nBut you can screw yourself over with the \"Buddha SK feed\".\n\nThe one that has severe \"limits\".\n\nWhich makes it very unlikely Ingram will ever kick our butt. He's on the same path, but won't be able to get very far with his religious obsessions.\n\nThough if he manages to kick our butt, I'll be on his web page often.\n\nFor all we know, he's a double being.\n\nDouble beings commonly rise to the top of religious organizations.\n\nI've seen it first hand in Bangkok Airport.\n\nA good place for \"Double being hunting\".\n\nAlthough surely, any large airport will have a chance to contain a double being, when it's busy.  Because many people highly valued by organizations get flown around on business trips.", "edited": 1648670481.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i2r6zn2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So that&amp;#39;s the &amp;quot;causality&amp;quot; view, which is absolutely valid.&lt;/p&gt;\n\n&lt;p&gt;But some effects of causality seem to extend down into other assemblage point positions.&lt;/p&gt;\n\n&lt;p&gt;And the reason  you shouldn&amp;#39;t try more than 1 question (unless you want one query to flow to the next, like a &amp;quot;presentation&amp;quot;) has something to do with &lt;em&gt;intent&lt;/em&gt; itself.&lt;/p&gt;\n\n&lt;p&gt;It flows.&lt;/p&gt;\n\n&lt;p&gt;So if you have 1 question, the flow gets going.  If you think of a pile of hay 1 inch tall, with some hay strands dyed red, some orange, some yellow, and so on, if you are working on question #1, the yellow ones are glowing.&lt;/p&gt;\n\n&lt;p&gt;The rest are not.&lt;/p&gt;\n\n&lt;p&gt;The yellow ones can mutate with intent, so that the new &amp;quot;world&amp;quot; is still mostly yellow ones, but it can &amp;quot;take in more&amp;quot; as your interest makes those more &amp;quot;active&amp;quot;.  Your query notices some piece of info, and you want to fit it into what you have so far.  So you&amp;#39;ve &amp;quot;lit it up&amp;quot; with a tiny bit of awareness.&lt;/p&gt;\n\n&lt;p&gt;Intent reskimms the same yellow ones, but it says, &amp;quot;Oh, he&amp;#39;s interested in some of these others.  Let&amp;#39;s skim them into the new world.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And that &amp;quot;flows&amp;quot; from one &amp;quot;addition&amp;quot; to the next. The SK topic evolves slowly, naturally, with no obvious interruption.&lt;/p&gt;\n\n&lt;p&gt;What does it feel like?&lt;/p&gt;\n\n&lt;p&gt;It can be as amazing as text gives you the answer, floating in the air.&lt;/p&gt;\n\n&lt;p&gt;But it can also be, you suddenly have a 300 IQ.  What you ought to have figured out, but were too stupid,  becomes obvious.&lt;/p&gt;\n\n&lt;p&gt;A completely different question  is another matter. It has to remove awareness from the yellow hay strands, and switch it to the red ones.&lt;/p&gt;\n\n&lt;p&gt;Whatever was slowly being lit up, to be included in your answer, is now dumped.  Because you&amp;#39;ve &amp;quot;reset&amp;quot; which color of hay to use.  Which &amp;quot;associated emanations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;This is all just theory on my part, but I believe it&amp;#39;s a relatively &amp;quot;true&amp;quot; way to look at it.&lt;/p&gt;\n\n&lt;p&gt;Since it&amp;#39;s such an odd thing in the first place.&lt;/p&gt;\n\n&lt;p&gt;Any insight that&amp;#39;s compatible can&amp;#39;t be so harmful.  Hopefully one day, we can have &amp;quot;intent flow&amp;quot; specialists who watch it directly and give us details.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s the &amp;quot;false narrative&amp;quot; problem.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say you&amp;#39;re a budding &amp;quot;Buddha Boy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You love those monk robes, and all the &amp;quot;official&amp;quot; attention they can get for you.  And those hookers the Buddha met, which made him famous, seem kind of hot.  No reason to &amp;quot;turn them down&amp;quot; the way the Buddha did in the Fire Kasina Texts.&lt;/p&gt;\n\n&lt;p&gt;Plus you&amp;#39;ve read a few &amp;quot;wise Buddha sayings&amp;quot;, which are usually just an appeal to your greed, mixed with complete lies.&lt;/p&gt;\n\n&lt;p&gt;Stuff borrowed from elsewhere that the monks added on, assuming it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;Now you&amp;#39;re infected with a &amp;quot;side topic&amp;quot; which is a false narrative.&lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;flow&amp;quot; of intent is broken all the time.  Even if you get it to &amp;quot;move&amp;quot;, it&amp;#39;ll be interrupted by doubt and misunderstanding.&lt;/p&gt;\n\n&lt;p&gt;In SK mode, there&amp;#39;s the &amp;quot;topic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s also the &amp;quot;framework&amp;quot; in which you tend to understand such things.&lt;/p&gt;\n\n&lt;p&gt;It wouldn&amp;#39;t do for SK to feed you &amp;quot;alien mouse with 100 legs&amp;quot; info.&lt;/p&gt;\n\n&lt;p&gt;You want the &amp;quot;Human SK feed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But you can screw yourself over with the &amp;quot;Buddha SK feed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The one that has severe &amp;quot;limits&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which makes it very unlikely Ingram will ever kick our butt. He&amp;#39;s on the same path, but won&amp;#39;t be able to get very far with his religious obsessions.&lt;/p&gt;\n\n&lt;p&gt;Though if he manages to kick our butt, I&amp;#39;ll be on his web page often.&lt;/p&gt;\n\n&lt;p&gt;For all we know, he&amp;#39;s a double being.&lt;/p&gt;\n\n&lt;p&gt;Double beings commonly rise to the top of religious organizations.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen it first hand in Bangkok Airport.&lt;/p&gt;\n\n&lt;p&gt;A good place for &amp;quot;Double being hunting&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Although surely, any large airport will have a chance to contain a double being, when it&amp;#39;s busy.  Because many people highly valued by organizations get flown around on business trips.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ts1086", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ts1086/spr_spontaneous_phantom_rooms/i2r6zn2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648669176.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "i2qa2tu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1648656225.0, "send_replies": true, "parent_id": "t3_ts1086", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;A single topic will evolve as you learn more. You realize your original question wasn't perfect, and with the new knowledge you extract the question refines.\n\n&gt;But if there's a second topic, it doesn't refine. It fractures. The intent is no longer flowing smoothly.\n\nSo, we're not meant to multitask. I would argue at all, but some have partially fooled themselves:\n\n\"The problem is, there's no such thing as multitasking. As multiple studies have confirmed, true multitasking—doing more than one task at the same time—is a myth. People who think they can split their attention between multiple tasks at once aren't actually getting more done.\"  *[source](https://blog.rescuetime.com/multitasking/)*\n\n\n\"Research in neuroscience tells us that the brain doesn’t really do tasks simultaneously, as we thought (hoped) it might. In fact, we just switch tasks quickly. Each time we move from hearing music, to writing a text, or talking to someone, there is a stop/start process that goes on in the brain.\" *[source #2](https://www.psychologytoday.com/us/blog/creativity-without-borders/201405/the-myth-multitasking)*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i2qa2tu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;A single topic will evolve as you learn more. You realize your original question wasn&amp;#39;t perfect, and with the new knowledge you extract the question refines.&lt;/p&gt;\n\n&lt;p&gt;But if there&amp;#39;s a second topic, it doesn&amp;#39;t refine. It fractures. The intent is no longer flowing smoothly.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;So, we&amp;#39;re not meant to multitask. I would argue at all, but some have partially fooled themselves:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The problem is, there&amp;#39;s no such thing as multitasking. As multiple studies have confirmed, true multitasking—doing more than one task at the same time—is a myth. People who think they can split their attention between multiple tasks at once aren&amp;#39;t actually getting more done.&amp;quot;  &lt;em&gt;&lt;a href=\"https://blog.rescuetime.com/multitasking/\"&gt;source&lt;/a&gt;&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Research in neuroscience tells us that the brain doesn’t really do tasks simultaneously, as we thought (hoped) it might. In fact, we just switch tasks quickly. Each time we move from hearing music, to writing a text, or talking to someone, there is a stop/start process that goes on in the brain.&amp;quot; &lt;em&gt;&lt;a href=\"https://www.psychologytoday.com/us/blog/creativity-without-borders/201405/the-myth-multitasking\"&gt;source #2&lt;/a&gt;&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ts1086/spr_spontaneous_phantom_rooms/i2qa2tu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648656225.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ts1086", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]