[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "**\"Nelida said to me : \"...you have, as all Women do, a** **unique capacity to receive Knowledge directly.\"Esperanza said to me :** **\"Did you know, that one of** **the basic differences between Males and Females is how they approach Knowledge?\"** **she tore off a clean sheet from my notepad and drew two human** **figures. One head she crowned with a cone and said, that it was a Man. On the other head,** **she drew the same cone, but upside down, and said, that it was a Woman.** **\"Men build Knowledge step by step...Men reach up. They climb toward Knowledge.** **Sorcerers say, that Men cone toward the Spirit. They cone up toward Knowledge.** **This coning process limits Men on, how far they can reach Higher Knowledge, compare to Women....As you can see, Men can only reach a certain** **height. Their path toward Knowledge ends up in a narrow point: the tip of the cone...** **Pay attention,\" she warned me and pointed her pencil to the** **second figure, the one with the inverted cone on its head.** **\"As you can see, the cone is upside down, open like a funnel. Women are able to open** **themselves directly to the Source** **(the Source of All Suns, LM), or rather, the Source reaches them directly, in the broad** **base of the cone.** **Sorcerers say, that Women's connection to Knowledge is expansive. On the other hand,** **Men's connection is quite restricted.** **Men are close to the concrete,\" she proceeded, \"and aim at the Abstract.** **Women are close to the Abstract, and yet try to indulge (satisfy personal wishes) themselves with the concrete.\"\"Why are Women, being so open to Knowledge or the Abstract, considered inferior?\" I** **interrupted her...\"That Women are considered inferior, or, at the very best, that female traits are equated (regard as equal or as average) as** **complementary to the male's, has to do with the manner, in which males and females** **approach Knowledge,\" she explained:** **\"Generally speaking, Women are more interested in Power over themselves, than over** **others.** **Power over others is clearly, what males want.\"**\n\n**\"Even among Sorcerers,\" Nelida interjected, and the Women all laughed.** **Esperanza went on to say, that** **originally Women saw no need to exploit their facility (ease in doing) to link themselves broadly and directly to the Spirit.** **She said, Women saw no necessity to talk about or to intellectualize this natural capacity of theirs, because it was enough for them to put their natural capacity in action, and to know, that they had it. Men's incapacity, to link themselves directly to the Spirit, was what drove them to talk about the process of reaching Knowledge,\" she stressed. \"They haven't stopped talking about it. And it is precisely this insistence on, knowing how they strive toward the Spirit, this insistence on analyzing the process, that gave them the certainty, that being rational is a typically male skill.\" Esperanza explained, that the conceptualization of reason has been done exclusively by men, and that this has allowed men to belittle (speak of as unimportant) Women's gifts and accomplishments. And even worse, it has allowed men to exclude (reject, disregard) feminine traits from the formulation of the ideals of reason. By now, of course, Women believe, what has been defined for them,\" she emphasized: \"Women have been reared to believe, that only men can be rational and coherent. Now men carry with them a load of unearned (granted) assets, that makes them automatically superior, regardless of their preparation or capacity.\"\"How did Women lose their direct link to Knowledge?\" I asked.\"Women haven't lost their connection,\" Esperanza corrected me. \"Women still have a direct link with the Spirit. They have only forgotten how to use it; or rather, they have copied men's condition of not having it at all. For thousands of years, men have struggled to make sure, that Women forget it. Take the Holy Inquisition, for example. That was a systematic purge to eradicate the belief, that Women have a direct link to the Spirit. All organized religion is nothing, but a very successful maneuver to put Women in a lower place. Religions invoke (to site in support of) a divine law, that says, that Women are inferior.\" I stared at her in amazement, wondering to myself, how she could possibly be so erudite (erudite- having or showing profound knowledge). \"Men's need to dominate others and Women's lack of interest, in expressing or formulating, what they know and how they know it, has been a most nefarious (evil) alliance (union based on common interests),\"249Esperanza went on: \"It has made it possible for Women to be coerced (forced), from the moment they're born into accepting, that fulfillment lies in homemaking, in love, in marriage, in having children, and in self-denial. Women have been excluded from the dominant forms of Abstract Thought and educated into dependence.  Women have been so thoroughly trained in the belief, that men must think for them, that Women have finally given up thinking.\"\"Women are quite capable of thinking.\" I interrupted her.\"Women are capable of formulating, what they have learned,\" Esperanza corrected me, \"but what they have learned, has been defined and manufactured by men. Men define the very nature of 'knowledge' (not Higher Knowledge, LM), and from that 'knowledge' they have excluded that, which pertains (relates) to the Feminine. Or if the Feminine is included, it is always in a negative light. And Women have accepted this.\"\"You are years behind the times,\" I interjected. \"Nowadays Women can do anything, they set their hearts to do. They pretty much have access to all the centers of learning, and to almost anything men can do.\"\"But this is meaningless as long, as Women don't have a support system; a support base,\" Esperanza argued: \"What good is it, that Women have access to what men have, when Women are still considered Inferior Beings, who have to adopt male attitudes and behaviors, in order to succeed? The truly successful Women are the perfect converts: they too look down on Women. According to men, the womb limits Women both: mentally and physically** **(which is bullshit! LM).This is the reason why Women, although they have access to 'knowledge', have not been allowed to help determine, what this 'knowledge' is. Take for instance, philosophers,\" Esperanza proposed. \"The pure thinkers. Some of them are viciously against Women. Others are more subtle in that: they are willing to admit, that Women might be as capable, as men were, if not for the fact, that Women are not interested in rational pursuits (like endless philosophical discussions for instance). And if Women are interested in rational pursuits, they shouldn't be (men think), because it is more** **suitable for a Woman to be true to her nature: a nurturing, dependent companion of the male.\" Esperanza expressed all this with unquestionable authority. Within moments, however, I was assailed (attacked) by doubts. \"If 'knowledge' is but a male** **construct (concept, formation), then why your insistence, that I go to school (in university),\" I asked.250-251\"Because you are a witch, and as such, you need to know, what impinges (strike, encroach) on you and how it impinges on you,\" she replied: \"Before you refuse something, you must understand, why you refuse it. You see, the problem is, that 'knowledge', in our day, is derived purely from reasoning things out. But Women have a different track, never, ever taken into consideration. That track can contribute to Knowledge, but it would have to be a contribution, that has nothing to do with reasoning things out...What Sorcerers propose,\" she explained, \"is that, men can't have the exclusive right to reason. Men seem to have it now, simply because the ground, where men apply reason, is a ground, where maleness prevails. Let us, then, apply reason to a ground, where Femaleness prevails; and that ground is, naturally, the inverted cone (like a funnel), I described to you. Women's connection with the Spirit itself** **(Spirit means the Source of All Suns! LM)...That connection has to be faced with a different aspect of reasoning. An aspect never, ever used before: the Feminine side of reasoning,\" she said.\"What is the Feminine side of reason, Esperanza?\"\"Many things. One of them is definitely Dreaming...I know, what you expect from Sorcerers. You want rituals, incantations, odd, mysterious cults. You want to sing. You want to be 'One with Nature'. You want to commune with water spirits. You want paganism. Some romantic view of what Sorcerers do. Very Germanic.To jump into the Unknown, you need guts and mind. Only with them will you be able to explain to yourself and to others the treasures, you might find... You need to act on your MAGICAL SIDE,\" she said.\"And what is that?\"\"THE WOMB... THE WOMB !\" Esperanza repeated. \"THE WOMB is the Ultimate Feminine Organ. It is THE WOMB, that gives Women that extra edge; that extra force to channel their Energy.\" She explained, that men, in their quest for supremacy, have succeeded in reducing Woman's Mysterious Power, HER WOMB, to a strictly biological organ, whose only function is to reproduce; \"to carry man's seed\"...P. 45-50 :\"She** **said, that millennia ago, Men and Women were the possessors of a Knowledge, that** **allowed them to slip in and out of our normal World. And thus they divided their lives into two areas: the day and the night. During the day they conducted their activities like everyone else. They engaged in normal, expected, everyday behavior. During the night, however, they became Dreamers. They systematically Dreamed Dreams, that broke the boundaries of, what we consider to be reality. Again she paused, as though giving me time to let her words sink in. \"Using the Darkness, as a cloak (cover), they accomplished an inconceivable thing. They were able to Dream, while they were Awake.\"** **Esperanza explained, that to be Dreaming, while they were Awake meant, that they could immerse themselves in a Dream, that gave them the Energy, necessary to perform feats, that stagger (overwhelm) the mind, while they were perfectly conscious and awake...She said, that the origins of the Sorcerers' Knowledge could be understood only in terms of a legend. A superior Being commiserating (express sorrow, sympathise) with the terrible plight (situation, dilemma) of human - to be driven, as an animal, by food and reproduction - gave human the Power to Dream and taught him how to use his Dreams. \"Legends, of course, tell the truth in a concealed fashion,\" she elucidated: \"The legends' success in concealing the truth rests on human's conviction, that they are simply stories. Legends of human, changing into birds or angels, are accounts of a concealed truth, which appears to be the fantasizing, or simply the delusions (deception, mistaken belief/idea) of primitive or deranged (disturbed) minds. So it's been the task of Sorcerers for thousands of years to make new legends, and to discover the concealed truth of old ones. This is where Dreamers come into the picture.** **Women are best at Dreaming. They have the facility to abandon themselves; the facility to let go. The Woman, who taught me to Dream, could maintain two hundred Dreams.\"** **Esperanza regarded me intently, as if she were appraising my reaction, which was complete stupefaction (great astonishment), for I had no idea, what she meant.** **She explained, that to maintain a Dream meant, that one could Dream something specific** **about oneself and could enter into that Dream at will. Her teacher, she said, could enter at will into two hundred specific Dreams about herself.** **\"Women are peerless (unmatched, unequal) Dreamers,\" Esperanza assured me: \"Women are extremely practical. In order to sustain a Dream, one must be practical, because the Dream must pertain (relate) to practical aspects of oneself. My teacher's favorite Dream was to Dream of herself, as a hawk. Another was to Dream of herself as an owl. So, depending on the time of the day, she could Dream about being either one, and since she was Dreaming, while she was awake, she was really and absolutely a hawk or an owl.\"There was such sincerity and conviction in her tone and in her eyes, I was entirely under** **her spell.** **Not for a moment did I doubt her.** **Nothing, she could have said, would have seemed outlandish (bizarre, absurd) to me at that moment.** **She further explained, that** **in order to accomplish a Dream of that nature, Women need to** **have an iron discipline.** **She leaned toward me and in a confidential whisper, as though she didn't want the others** **to overhear her, said,** **\"By iron discipline** **I don't mean any kind of strenuous routine, but** **rather, that Women have to break the routine of what is expected of them.** **And they have to do it in their youth. And most important, with their strength intact. Often, when Women are old enough to be done with the business of being Women, they decide it's time to concern themselves with nonworldly or other-worldly thoughts and activities.** **Little do they know or want to believe, that hardly ever do such Women succeed.\"She** **gently slapped my stomach, as if she were playing on a drum.** **The secret of a Woman's strength is her WOMB.\"** **Esperanza nodded emphatically, as if she had actually heard the silly question, that popped into my mind: \"Her womb?\"\"Women,\" she continued, \"must begin by burning their Matrix. They cannot be the fertile ground, that has to be seeded by men, following the command of 'God himself'.\" Still watching me closely, she smiled and asked, \"Are you religious by any chance?\" I shook my head (No). I couldn't speak. My throat was so constricted,I could scarcely breathe. I was dumbstruck (unable to speak through shock/surprise) with fear and amazement, not so much by, what she was saying, but by her change. If asked, I wouldn't have been able to tell, when she changed, but all of a sudden her face was young and radiant. Inner life seemed to have been fired up in her. \"That's good!\" Esperanza exclaimed. \"This way you don't have to struggle against beliefs,\" she pointed out. \"They are very hard to overcome. I was reared a devout Catholic. I nearly died, when I had to examine my attitude toward religion.\" She sighed. Her voice, turning wistful, became soft, as she added, \"But that was nothing, compared to the battle I had to wage (engage in, carry on), before I became a bona fide (real) Dreamer.\" I waited expectantly, hardly breathing, while a quite pleasurable sensation spread like a** **mild electrical current through my entire body...Esperanza revealed, that she had to battle** **herself.** **\"In order to be a Dreamer, I had to vanquish (defeat, subjugate) the Self,\" Esperanza explained. \"Nothing, but** **nothing, is as hard, as that.** **We, Women are the most wretched (miserable, mean, despicable) prisoners of the Self. The Self is our Cage.** **Our Cage is made out of commands and expectations, poured on us from the moment we** **are born.** **You know how it is. If the first born child is a boy, there is a celebration. If it's a girl,** **there is a shrug of the shoulders and the statement, 'It's all right. I still will love her and** **do anything for her.\"**\n\n**Out of respect for the old Woman, I didn't laugh out loud. Never in my life had I heard statements of that sort. I considered myself an independent woman, but obviously, in light of what Esperanza was saying, I was no better off, than any other woman. And contrary to the manner, in which I would have normally reacted to such an idea, I agreed with her. I had always been made aware, that the precondition (prerequisite, condition, train, accustom in advance) of my being a woman, was to be dependent. I was taught, that a Woman was indeed fortunate, if she could be desirable, so men would do things for her. I was told, that it was demeaning (degrading) to my womanhood to endeavor (conscientious effort) to do anything myself, if that thing could be given to me. It was drilled into me, that a woman's place is in the home with her husband and her children.\"Like you, I was reared by an authoritarian, yet lenient (gentle, forgiving, understanding, merciful, liberal, generous) father,\" Esperanza went on. \"I thought, like yourself, that I was free. For me to understand the Sorcerers' Way, that Freedom didn't mean to be myself, nearly killed me. To be myself was to assert (express positevely, affirm) my womanhood. And to do that, took all my time, effort, and Energy. The Sorcerers, on the contrary, understand Freedom, as the capacity to do the Impossible, the Unexpected - to Dream a Dream, that has no basis, no reality in Everyday Life.\" Her voice again became but a whisper, as she added, \"The Knowledge of Sorcerers is, what is exciting and new. A Woman needs to change the Self, become a Dreamer.\"Esperanza said, that if she had not succeeded in vanquishing (defeating, subjugating) the Self, she would have only led a Woman's normal life; the life her parents had designed for her. A life of defeat and humiliation.** **A life devoid (completely lacking, empty) of all mystery. A life, that had been programmed by custom and tradition.\"\"The secret of a Woman's strength is in her Womb,\" Esperanza said and slapped my stomach once more. She said, that Women Dream with their Wombs, or rather, from their Wombs. The fact, that they have Wombs, makes them perfect Dreamers.\" Before I had even finished the thought \"why is the womb so important?\"** **Esperanza answered me.** **\"The Womb is the Center of Our Creative Energy,\" she explained, \"to the point that, if there would be no more males in the World, Women could continue to reproduce. And the World would then be populated by the Female of the Human species only.\" She added, that Women reproducing unilaterally (one sided, one parent without a man) could only reproduce clones of themselves...\"**\n\n**(It means, that women can give birth without men only to female-babies. But to give birth to male-babies, women need a man. In this case energy for a baby-male is taken from both parents: a man and a woman and his Point of Perception (Assemblage Point) will face the INSIDE of his Luminous Ball. This way the approach to Higher Knowledge of the Universe and the ability to scan Universe are cut off. In the case of baby-female, her Point of Perception faces OUTSIDE of her Luminous Ball, which gives her ability to scan enormous spaces of the Universe and capability to get Higher Knowledge of the Universe from the Source of All Suns through her WOMB! Though to make a baby-male is even possible without a male at all, just by moving the Perception Point (Assemblage Point) in Human Luminous Ball to a certain position. This way Women-Sorceresses of Don Juan's the Line of Sorcerers from Mexico were changing to males, when it was necessary for them, and demonstrated this ability to their apprentices. That ability was described by Women-Sorceresses, authors Florinda Donner-Grau and Taisha Abelar in their books. These books are on our site in full electronic form. LM.)**\n\n**\"Women, having then the** **ability and the organs for reproducing life, have also the ability to produce Dreams with** **those same organs,\"** **she said. Seeing the doubt in my eyes, she warned me,** **\"Don't trouble yourself wondering how it is** **done. The explanation is very simple, and because it's simple, it's the most difficult thing to understand. I still have trouble myself.** **So in a true Woman's fashion, I act: I Dream and leave the explanations to Men.\"** **Esperanza claimed, that, originally, the Sorcerers, she had told me about, used to pass their Knowledge on to their biological descendants or to people of their private choice, but the results had been catastrophic.\"**\n\n&amp;#x200B;\n\nSource: [https://forceofintent.info/BeinginDreaming.html](https://forceofintent.info/BeinginDreaming.html)\n\nI researched Heightened Awareness and stumbled upon this Site from a Russian who really worked with the texts and even highlights the most important parts in red. I copied a few of them.  But he adds his on theories on his website too, sadly.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "BEING IN DREAMING - FLORINDA DONNER-GRAU", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_spvg1v", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_qke8u0c", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1644665443.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1644571839.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;&amp;quot;Nelida said to me : &amp;quot;...you have, as all Women do, a&lt;/strong&gt; &lt;strong&gt;unique capacity to receive Knowledge directly.&amp;quot;Esperanza said to me :&lt;/strong&gt; &lt;strong&gt;&amp;quot;Did you know, that one of&lt;/strong&gt; &lt;strong&gt;the basic differences between Males and Females is how they approach Knowledge?&amp;quot;&lt;/strong&gt; &lt;strong&gt;she tore off a clean sheet from my notepad and drew two human&lt;/strong&gt; &lt;strong&gt;figures. One head she crowned with a cone and said, that it was a Man. On the other head,&lt;/strong&gt; &lt;strong&gt;she drew the same cone, but upside down, and said, that it was a Woman.&lt;/strong&gt; &lt;strong&gt;&amp;quot;Men build Knowledge step by step...Men reach up. They climb toward Knowledge.&lt;/strong&gt; &lt;strong&gt;Sorcerers say, that Men cone toward the Spirit. They cone up toward Knowledge.&lt;/strong&gt; &lt;strong&gt;This coning process limits Men on, how far they can reach Higher Knowledge, compare to Women....As you can see, Men can only reach a certain&lt;/strong&gt; &lt;strong&gt;height. Their path toward Knowledge ends up in a narrow point: the tip of the cone...&lt;/strong&gt; &lt;strong&gt;Pay attention,&amp;quot; she warned me and pointed her pencil to the&lt;/strong&gt; &lt;strong&gt;second figure, the one with the inverted cone on its head.&lt;/strong&gt; &lt;strong&gt;&amp;quot;As you can see, the cone is upside down, open like a funnel. Women are able to open&lt;/strong&gt; &lt;strong&gt;themselves directly to the Source&lt;/strong&gt; &lt;strong&gt;(the Source of All Suns, LM), or rather, the Source reaches them directly, in the broad&lt;/strong&gt; &lt;strong&gt;base of the cone.&lt;/strong&gt; &lt;strong&gt;Sorcerers say, that Women&amp;#39;s connection to Knowledge is expansive. On the other hand,&lt;/strong&gt; &lt;strong&gt;Men&amp;#39;s connection is quite restricted.&lt;/strong&gt; &lt;strong&gt;Men are close to the concrete,&amp;quot; she proceeded, &amp;quot;and aim at the Abstract.&lt;/strong&gt; &lt;strong&gt;Women are close to the Abstract, and yet try to indulge (satisfy personal wishes) themselves with the concrete.&amp;quot;&amp;quot;Why are Women, being so open to Knowledge or the Abstract, considered inferior?&amp;quot; I&lt;/strong&gt; &lt;strong&gt;interrupted her...&amp;quot;That Women are considered inferior, or, at the very best, that female traits are equated (regard as equal or as average) as&lt;/strong&gt; &lt;strong&gt;complementary to the male&amp;#39;s, has to do with the manner, in which males and females&lt;/strong&gt; &lt;strong&gt;approach Knowledge,&amp;quot; she explained:&lt;/strong&gt; &lt;strong&gt;&amp;quot;Generally speaking, Women are more interested in Power over themselves, than over&lt;/strong&gt; &lt;strong&gt;others.&lt;/strong&gt; &lt;strong&gt;Power over others is clearly, what males want.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Even among Sorcerers,&amp;quot; Nelida interjected, and the Women all laughed.&lt;/strong&gt; &lt;strong&gt;Esperanza went on to say, that&lt;/strong&gt; &lt;strong&gt;originally Women saw no need to exploit their facility (ease in doing) to link themselves broadly and directly to the Spirit.&lt;/strong&gt; &lt;strong&gt;She said, Women saw no necessity to talk about or to intellectualize this natural capacity of theirs, because it was enough for them to put their natural capacity in action, and to know, that they had it. Men&amp;#39;s incapacity, to link themselves directly to the Spirit, was what drove them to talk about the process of reaching Knowledge,&amp;quot; she stressed. &amp;quot;They haven&amp;#39;t stopped talking about it. And it is precisely this insistence on, knowing how they strive toward the Spirit, this insistence on analyzing the process, that gave them the certainty, that being rational is a typically male skill.&amp;quot; Esperanza explained, that the conceptualization of reason has been done exclusively by men, and that this has allowed men to belittle (speak of as unimportant) Women&amp;#39;s gifts and accomplishments. And even worse, it has allowed men to exclude (reject, disregard) feminine traits from the formulation of the ideals of reason. By now, of course, Women believe, what has been defined for them,&amp;quot; she emphasized: &amp;quot;Women have been reared to believe, that only men can be rational and coherent. Now men carry with them a load of unearned (granted) assets, that makes them automatically superior, regardless of their preparation or capacity.&amp;quot;&amp;quot;How did Women lose their direct link to Knowledge?&amp;quot; I asked.&amp;quot;Women haven&amp;#39;t lost their connection,&amp;quot; Esperanza corrected me. &amp;quot;Women still have a direct link with the Spirit. They have only forgotten how to use it; or rather, they have copied men&amp;#39;s condition of not having it at all. For thousands of years, men have struggled to make sure, that Women forget it. Take the Holy Inquisition, for example. That was a systematic purge to eradicate the belief, that Women have a direct link to the Spirit. All organized religion is nothing, but a very successful maneuver to put Women in a lower place. Religions invoke (to site in support of) a divine law, that says, that Women are inferior.&amp;quot; I stared at her in amazement, wondering to myself, how she could possibly be so erudite (erudite- having or showing profound knowledge). &amp;quot;Men&amp;#39;s need to dominate others and Women&amp;#39;s lack of interest, in expressing or formulating, what they know and how they know it, has been a most nefarious (evil) alliance (union based on common interests),&amp;quot;249Esperanza went on: &amp;quot;It has made it possible for Women to be coerced (forced), from the moment they&amp;#39;re born into accepting, that fulfillment lies in homemaking, in love, in marriage, in having children, and in self-denial. Women have been excluded from the dominant forms of Abstract Thought and educated into dependence.  Women have been so thoroughly trained in the belief, that men must think for them, that Women have finally given up thinking.&amp;quot;&amp;quot;Women are quite capable of thinking.&amp;quot; I interrupted her.&amp;quot;Women are capable of formulating, what they have learned,&amp;quot; Esperanza corrected me, &amp;quot;but what they have learned, has been defined and manufactured by men. Men define the very nature of &amp;#39;knowledge&amp;#39; (not Higher Knowledge, LM), and from that &amp;#39;knowledge&amp;#39; they have excluded that, which pertains (relates) to the Feminine. Or if the Feminine is included, it is always in a negative light. And Women have accepted this.&amp;quot;&amp;quot;You are years behind the times,&amp;quot; I interjected. &amp;quot;Nowadays Women can do anything, they set their hearts to do. They pretty much have access to all the centers of learning, and to almost anything men can do.&amp;quot;&amp;quot;But this is meaningless as long, as Women don&amp;#39;t have a support system; a support base,&amp;quot; Esperanza argued: &amp;quot;What good is it, that Women have access to what men have, when Women are still considered Inferior Beings, who have to adopt male attitudes and behaviors, in order to succeed? The truly successful Women are the perfect converts: they too look down on Women. According to men, the womb limits Women both: mentally and physically&lt;/strong&gt; &lt;strong&gt;(which is bullshit! LM).This is the reason why Women, although they have access to &amp;#39;knowledge&amp;#39;, have not been allowed to help determine, what this &amp;#39;knowledge&amp;#39; is. Take for instance, philosophers,&amp;quot; Esperanza proposed. &amp;quot;The pure thinkers. Some of them are viciously against Women. Others are more subtle in that: they are willing to admit, that Women might be as capable, as men were, if not for the fact, that Women are not interested in rational pursuits (like endless philosophical discussions for instance). And if Women are interested in rational pursuits, they shouldn&amp;#39;t be (men think), because it is more&lt;/strong&gt; &lt;strong&gt;suitable for a Woman to be true to her nature: a nurturing, dependent companion of the male.&amp;quot; Esperanza expressed all this with unquestionable authority. Within moments, however, I was assailed (attacked) by doubts. &amp;quot;If &amp;#39;knowledge&amp;#39; is but a male&lt;/strong&gt; &lt;strong&gt;construct (concept, formation), then why your insistence, that I go to school (in university),&amp;quot; I asked.250-251&amp;quot;Because you are a witch, and as such, you need to know, what impinges (strike, encroach) on you and how it impinges on you,&amp;quot; she replied: &amp;quot;Before you refuse something, you must understand, why you refuse it. You see, the problem is, that &amp;#39;knowledge&amp;#39;, in our day, is derived purely from reasoning things out. But Women have a different track, never, ever taken into consideration. That track can contribute to Knowledge, but it would have to be a contribution, that has nothing to do with reasoning things out...What Sorcerers propose,&amp;quot; she explained, &amp;quot;is that, men can&amp;#39;t have the exclusive right to reason. Men seem to have it now, simply because the ground, where men apply reason, is a ground, where maleness prevails. Let us, then, apply reason to a ground, where Femaleness prevails; and that ground is, naturally, the inverted cone (like a funnel), I described to you. Women&amp;#39;s connection with the Spirit itself&lt;/strong&gt; &lt;strong&gt;(Spirit means the Source of All Suns! LM)...That connection has to be faced with a different aspect of reasoning. An aspect never, ever used before: the Feminine side of reasoning,&amp;quot; she said.&amp;quot;What is the Feminine side of reason, Esperanza?&amp;quot;&amp;quot;Many things. One of them is definitely Dreaming...I know, what you expect from Sorcerers. You want rituals, incantations, odd, mysterious cults. You want to sing. You want to be &amp;#39;One with Nature&amp;#39;. You want to commune with water spirits. You want paganism. Some romantic view of what Sorcerers do. Very Germanic.To jump into the Unknown, you need guts and mind. Only with them will you be able to explain to yourself and to others the treasures, you might find... You need to act on your MAGICAL SIDE,&amp;quot; she said.&amp;quot;And what is that?&amp;quot;&amp;quot;THE WOMB... THE WOMB !&amp;quot; Esperanza repeated. &amp;quot;THE WOMB is the Ultimate Feminine Organ. It is THE WOMB, that gives Women that extra edge; that extra force to channel their Energy.&amp;quot; She explained, that men, in their quest for supremacy, have succeeded in reducing Woman&amp;#39;s Mysterious Power, HER WOMB, to a strictly biological organ, whose only function is to reproduce; &amp;quot;to carry man&amp;#39;s seed&amp;quot;...P. 45-50 :&amp;quot;She&lt;/strong&gt; &lt;strong&gt;said, that millennia ago, Men and Women were the possessors of a Knowledge, that&lt;/strong&gt; &lt;strong&gt;allowed them to slip in and out of our normal World. And thus they divided their lives into two areas: the day and the night. During the day they conducted their activities like everyone else. They engaged in normal, expected, everyday behavior. During the night, however, they became Dreamers. They systematically Dreamed Dreams, that broke the boundaries of, what we consider to be reality. Again she paused, as though giving me time to let her words sink in. &amp;quot;Using the Darkness, as a cloak (cover), they accomplished an inconceivable thing. They were able to Dream, while they were Awake.&amp;quot;&lt;/strong&gt; &lt;strong&gt;Esperanza explained, that to be Dreaming, while they were Awake meant, that they could immerse themselves in a Dream, that gave them the Energy, necessary to perform feats, that stagger (overwhelm) the mind, while they were perfectly conscious and awake...She said, that the origins of the Sorcerers&amp;#39; Knowledge could be understood only in terms of a legend. A superior Being commiserating (express sorrow, sympathise) with the terrible plight (situation, dilemma) of human - to be driven, as an animal, by food and reproduction - gave human the Power to Dream and taught him how to use his Dreams. &amp;quot;Legends, of course, tell the truth in a concealed fashion,&amp;quot; she elucidated: &amp;quot;The legends&amp;#39; success in concealing the truth rests on human&amp;#39;s conviction, that they are simply stories. Legends of human, changing into birds or angels, are accounts of a concealed truth, which appears to be the fantasizing, or simply the delusions (deception, mistaken belief/idea) of primitive or deranged (disturbed) minds. So it&amp;#39;s been the task of Sorcerers for thousands of years to make new legends, and to discover the concealed truth of old ones. This is where Dreamers come into the picture.&lt;/strong&gt; &lt;strong&gt;Women are best at Dreaming. They have the facility to abandon themselves; the facility to let go. The Woman, who taught me to Dream, could maintain two hundred Dreams.&amp;quot;&lt;/strong&gt; &lt;strong&gt;Esperanza regarded me intently, as if she were appraising my reaction, which was complete stupefaction (great astonishment), for I had no idea, what she meant.&lt;/strong&gt; &lt;strong&gt;She explained, that to maintain a Dream meant, that one could Dream something specific&lt;/strong&gt; &lt;strong&gt;about oneself and could enter into that Dream at will. Her teacher, she said, could enter at will into two hundred specific Dreams about herself.&lt;/strong&gt; &lt;strong&gt;&amp;quot;Women are peerless (unmatched, unequal) Dreamers,&amp;quot; Esperanza assured me: &amp;quot;Women are extremely practical. In order to sustain a Dream, one must be practical, because the Dream must pertain (relate) to practical aspects of oneself. My teacher&amp;#39;s favorite Dream was to Dream of herself, as a hawk. Another was to Dream of herself as an owl. So, depending on the time of the day, she could Dream about being either one, and since she was Dreaming, while she was awake, she was really and absolutely a hawk or an owl.&amp;quot;There was such sincerity and conviction in her tone and in her eyes, I was entirely under&lt;/strong&gt; &lt;strong&gt;her spell.&lt;/strong&gt; &lt;strong&gt;Not for a moment did I doubt her.&lt;/strong&gt; &lt;strong&gt;Nothing, she could have said, would have seemed outlandish (bizarre, absurd) to me at that moment.&lt;/strong&gt; &lt;strong&gt;She further explained, that&lt;/strong&gt; &lt;strong&gt;in order to accomplish a Dream of that nature, Women need to&lt;/strong&gt; &lt;strong&gt;have an iron discipline.&lt;/strong&gt; &lt;strong&gt;She leaned toward me and in a confidential whisper, as though she didn&amp;#39;t want the others&lt;/strong&gt; &lt;strong&gt;to overhear her, said,&lt;/strong&gt; &lt;strong&gt;&amp;quot;By iron discipline&lt;/strong&gt; &lt;strong&gt;I don&amp;#39;t mean any kind of strenuous routine, but&lt;/strong&gt; &lt;strong&gt;rather, that Women have to break the routine of what is expected of them.&lt;/strong&gt; &lt;strong&gt;And they have to do it in their youth. And most important, with their strength intact. Often, when Women are old enough to be done with the business of being Women, they decide it&amp;#39;s time to concern themselves with nonworldly or other-worldly thoughts and activities.&lt;/strong&gt; &lt;strong&gt;Little do they know or want to believe, that hardly ever do such Women succeed.&amp;quot;She&lt;/strong&gt; &lt;strong&gt;gently slapped my stomach, as if she were playing on a drum.&lt;/strong&gt; &lt;strong&gt;The secret of a Woman&amp;#39;s strength is her WOMB.&amp;quot;&lt;/strong&gt; &lt;strong&gt;Esperanza nodded emphatically, as if she had actually heard the silly question, that popped into my mind: &amp;quot;Her womb?&amp;quot;&amp;quot;Women,&amp;quot; she continued, &amp;quot;must begin by burning their Matrix. They cannot be the fertile ground, that has to be seeded by men, following the command of &amp;#39;God himself&amp;#39;.&amp;quot; Still watching me closely, she smiled and asked, &amp;quot;Are you religious by any chance?&amp;quot; I shook my head (No). I couldn&amp;#39;t speak. My throat was so constricted,I could scarcely breathe. I was dumbstruck (unable to speak through shock/surprise) with fear and amazement, not so much by, what she was saying, but by her change. If asked, I wouldn&amp;#39;t have been able to tell, when she changed, but all of a sudden her face was young and radiant. Inner life seemed to have been fired up in her. &amp;quot;That&amp;#39;s good!&amp;quot; Esperanza exclaimed. &amp;quot;This way you don&amp;#39;t have to struggle against beliefs,&amp;quot; she pointed out. &amp;quot;They are very hard to overcome. I was reared a devout Catholic. I nearly died, when I had to examine my attitude toward religion.&amp;quot; She sighed. Her voice, turning wistful, became soft, as she added, &amp;quot;But that was nothing, compared to the battle I had to wage (engage in, carry on), before I became a bona fide (real) Dreamer.&amp;quot; I waited expectantly, hardly breathing, while a quite pleasurable sensation spread like a&lt;/strong&gt; &lt;strong&gt;mild electrical current through my entire body...Esperanza revealed, that she had to battle&lt;/strong&gt; &lt;strong&gt;herself.&lt;/strong&gt; &lt;strong&gt;&amp;quot;In order to be a Dreamer, I had to vanquish (defeat, subjugate) the Self,&amp;quot; Esperanza explained. &amp;quot;Nothing, but&lt;/strong&gt; &lt;strong&gt;nothing, is as hard, as that.&lt;/strong&gt; &lt;strong&gt;We, Women are the most wretched (miserable, mean, despicable) prisoners of the Self. The Self is our Cage.&lt;/strong&gt; &lt;strong&gt;Our Cage is made out of commands and expectations, poured on us from the moment we&lt;/strong&gt; &lt;strong&gt;are born.&lt;/strong&gt; &lt;strong&gt;You know how it is. If the first born child is a boy, there is a celebration. If it&amp;#39;s a girl,&lt;/strong&gt; &lt;strong&gt;there is a shrug of the shoulders and the statement, &amp;#39;It&amp;#39;s all right. I still will love her and&lt;/strong&gt; &lt;strong&gt;do anything for her.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Out of respect for the old Woman, I didn&amp;#39;t laugh out loud. Never in my life had I heard statements of that sort. I considered myself an independent woman, but obviously, in light of what Esperanza was saying, I was no better off, than any other woman. And contrary to the manner, in which I would have normally reacted to such an idea, I agreed with her. I had always been made aware, that the precondition (prerequisite, condition, train, accustom in advance) of my being a woman, was to be dependent. I was taught, that a Woman was indeed fortunate, if she could be desirable, so men would do things for her. I was told, that it was demeaning (degrading) to my womanhood to endeavor (conscientious effort) to do anything myself, if that thing could be given to me. It was drilled into me, that a woman&amp;#39;s place is in the home with her husband and her children.&amp;quot;Like you, I was reared by an authoritarian, yet lenient (gentle, forgiving, understanding, merciful, liberal, generous) father,&amp;quot; Esperanza went on. &amp;quot;I thought, like yourself, that I was free. For me to understand the Sorcerers&amp;#39; Way, that Freedom didn&amp;#39;t mean to be myself, nearly killed me. To be myself was to assert (express positevely, affirm) my womanhood. And to do that, took all my time, effort, and Energy. The Sorcerers, on the contrary, understand Freedom, as the capacity to do the Impossible, the Unexpected - to Dream a Dream, that has no basis, no reality in Everyday Life.&amp;quot; Her voice again became but a whisper, as she added, &amp;quot;The Knowledge of Sorcerers is, what is exciting and new. A Woman needs to change the Self, become a Dreamer.&amp;quot;Esperanza said, that if she had not succeeded in vanquishing (defeating, subjugating) the Self, she would have only led a Woman&amp;#39;s normal life; the life her parents had designed for her. A life of defeat and humiliation.&lt;/strong&gt; &lt;strong&gt;A life devoid (completely lacking, empty) of all mystery. A life, that had been programmed by custom and tradition.&amp;quot;&amp;quot;The secret of a Woman&amp;#39;s strength is in her Womb,&amp;quot; Esperanza said and slapped my stomach once more. She said, that Women Dream with their Wombs, or rather, from their Wombs. The fact, that they have Wombs, makes them perfect Dreamers.&amp;quot; Before I had even finished the thought &amp;quot;why is the womb so important?&amp;quot;&lt;/strong&gt; &lt;strong&gt;Esperanza answered me.&lt;/strong&gt; &lt;strong&gt;&amp;quot;The Womb is the Center of Our Creative Energy,&amp;quot; she explained, &amp;quot;to the point that, if there would be no more males in the World, Women could continue to reproduce. And the World would then be populated by the Female of the Human species only.&amp;quot; She added, that Women reproducing unilaterally (one sided, one parent without a man) could only reproduce clones of themselves...&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;(It means, that women can give birth without men only to female-babies. But to give birth to male-babies, women need a man. In this case energy for a baby-male is taken from both parents: a man and a woman and his Point of Perception (Assemblage Point) will face the INSIDE of his Luminous Ball. This way the approach to Higher Knowledge of the Universe and the ability to scan Universe are cut off. In the case of baby-female, her Point of Perception faces OUTSIDE of her Luminous Ball, which gives her ability to scan enormous spaces of the Universe and capability to get Higher Knowledge of the Universe from the Source of All Suns through her WOMB! Though to make a baby-male is even possible without a male at all, just by moving the Perception Point (Assemblage Point) in Human Luminous Ball to a certain position. This way Women-Sorceresses of Don Juan&amp;#39;s the Line of Sorcerers from Mexico were changing to males, when it was necessary for them, and demonstrated this ability to their apprentices. That ability was described by Women-Sorceresses, authors Florinda Donner-Grau and Taisha Abelar in their books. These books are on our site in full electronic form. LM.)&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Women, having then the&lt;/strong&gt; &lt;strong&gt;ability and the organs for reproducing life, have also the ability to produce Dreams with&lt;/strong&gt; &lt;strong&gt;those same organs,&amp;quot;&lt;/strong&gt; &lt;strong&gt;she said. Seeing the doubt in my eyes, she warned me,&lt;/strong&gt; &lt;strong&gt;&amp;quot;Don&amp;#39;t trouble yourself wondering how it is&lt;/strong&gt; &lt;strong&gt;done. The explanation is very simple, and because it&amp;#39;s simple, it&amp;#39;s the most difficult thing to understand. I still have trouble myself.&lt;/strong&gt; &lt;strong&gt;So in a true Woman&amp;#39;s fashion, I act: I Dream and leave the explanations to Men.&amp;quot;&lt;/strong&gt; &lt;strong&gt;Esperanza claimed, that, originally, the Sorcerers, she had told me about, used to pass their Knowledge on to their biological descendants or to people of their private choice, but the results had been catastrophic.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Source: &lt;a href=\"https://forceofintent.info/BeinginDreaming.html\"&gt;https://forceofintent.info/BeinginDreaming.html&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I researched Heightened Awareness and stumbled upon this Site from a Russian who really worked with the texts and even highlights the most important parts in red. I copied a few of them.  But he adds his on theories on his website too, sadly.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "spvg1v", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "sososo555", "discussion_type": null, "num_comments": 16, "send_replies": false, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/", "subreddit_subscribers": 9561, "created_utc": 1644571839.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwj8vjq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1644602880.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I stole it for Facebook.\n\nBy the way, **TMCU**.\n\n(Too much comma usage).\n\nBut I see that might have just been someone having to type it in by hand.\n\nWhich is good, because I went to look at the original.\n\nThe comma usage of Carlos was not the same as the original of this book.\n\nAnd the original uses other punctuation not common in what Carlos wrote.\n\nMy comma usage is excessive and I have to constantly go back and reduce the commas.\n\nSo while reading that, I was cringing every sentence and realized it might be a way to tell who wrote it.  And it became obvious it was not Carlos as a ghostwriter.\n\nThat was one of the detractor claims.\n\nThat Carlos wrote the books for the witches, and the women themselves were just a prop.\n\nI guess that's more of the same anti-women sentiment this discusses.\n\nI can also see from it that Florinda is somewhat the same as Cholita.  Minus the madness.  \n\nMaybe that's just the \"dreamer\" thing.", "edited": 1644604372.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwj8vjq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I stole it for Facebook.&lt;/p&gt;\n\n&lt;p&gt;By the way, &lt;strong&gt;TMCU&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;p&gt;(Too much comma usage).&lt;/p&gt;\n\n&lt;p&gt;But I see that might have just been someone having to type it in by hand.&lt;/p&gt;\n\n&lt;p&gt;Which is good, because I went to look at the original.&lt;/p&gt;\n\n&lt;p&gt;The comma usage of Carlos was not the same as the original of this book.&lt;/p&gt;\n\n&lt;p&gt;And the original uses other punctuation not common in what Carlos wrote.&lt;/p&gt;\n\n&lt;p&gt;My comma usage is excessive and I have to constantly go back and reduce the commas.&lt;/p&gt;\n\n&lt;p&gt;So while reading that, I was cringing every sentence and realized it might be a way to tell who wrote it.  And it became obvious it was not Carlos as a ghostwriter.&lt;/p&gt;\n\n&lt;p&gt;That was one of the detractor claims.&lt;/p&gt;\n\n&lt;p&gt;That Carlos wrote the books for the witches, and the women themselves were just a prop.&lt;/p&gt;\n\n&lt;p&gt;I guess that&amp;#39;s more of the same anti-women sentiment this discusses.&lt;/p&gt;\n\n&lt;p&gt;I can also see from it that Florinda is somewhat the same as Cholita.  Minus the madness.  &lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s just the &amp;quot;dreamer&amp;quot; thing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwj8vjq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644602880.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwsknu6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hwr1ps0", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Both of those come from so long ago, they undoubtedly still had the remnants of real magic, from \"the magical tribes\".\n\nI got a lecture on that from one of my inorganic beings.   Wish I could remember who, so they got credit.\n\n\"Mystery\" tends to give out that sort of historical information, but I can't say it was in fact her.  I do remember however, it was just about the time she became annoyed I still referred to her as male.  Or to be more precise, she didn't like being \"dismissed\" as unimportant.\n\nBasically before agriculture, mankind hunted and gathered the food they needed.\n\nSometimes that was hard, but the Luiseno here in my area, 10,000 years ago, only had to work 3 days a week because they became so good at food gathering.\n\nLikely acorns and fish was their easiest food supply,  but there were also lots of prey to hunt.  Jackrabbits were the abundant, especially once they learned to flood grasslands and make them grow lush.\n\nHorticulture is ok for man. That's just learning about your environment and helping things grow.  Good for all.\n\nAgriculture is the magic killer. The plants enslave you, and you begin to destroy the natural environment.\n\nSo the ancient Luiseno had 4 days a week completely free,  to learn about spirits.\n\nTrust me when I say, I *saw* that vividly when I visited their old reservation, south of me.  A few weeks ago.  Some dead sorcerers put on a horse riding competition for me, visibly. In the middle of their now casino. Built on top of where they had been pushed by the Europeans.\n\nKeep in mind, back then, 10,000 years ago,  there wasn't much of a river of shit. It was more like a \"pond of shit\".  With easy exits.\n\nSo mating and reproducing didn't consume all of their thoughts.\n\nAnd the spirits taught them magic to fill their time.\n\nBut inorganic beings have no \"ultimate magical destination\" in mind, so they had endless \"systems\".\n\nThey'd custom tailor a \"new system\" to the whims of the native population they were helping.\n\nIt wasn't fake crap magic like we have today.  \n\nModern \"systems\" are merely support groups for people who like to play magic man.\n\nIn fact, each \"system\" back then was AMAZING.  The loss to mankind of those, is considered a huge tragedy somewhere out there in infinity.\n\nWe only have one of the originals left, as far as I know. Olmec sorcery.\n\nBut the \"originals\" didn't instantly vanish. They got absorbed into the emerging agriculture and big city life, slowly losing their power to greed.\n\nBoth of those civilizations would have had some of that lingering real magic, and it was always originally from inorganic beings.\n\nBut the Jews were obviously inept, by the time they wrote the bible.\n\nI don't know anything about the Egyptians, but they were hanging out in the same area.\n\nAs were the Akkadians, who mixed with an African sorceress related to Shiba (or maybe even her), became the Chinese.\n\nThe odd thing is, those older systems can be restored from any left over intact pieces.\n\nThey were phantom rooms.  Even a left over piece, can be re-inflated.\n\nAs Cholita and Minx showed me in the last week.\n\nI always figure out what IOBs are up to, much later.  Not at the time.\n\nThat's possibly why don Juan recommended keeping a journal.\n\nWe don't need it, this place is our journal.\n\nBut the journal, if it isn't attention seeking mental masturbation, can be very helpful.\n\nJournal... NOT a future book deal.\n\nThe IOBs will do something that seems random, but when you look back on it, they'd been leading up to that for a long time.\n\nMinx had been whining like a puppy in the phantom house copy pretending to be trapped without Cholita.  When Cholita found a new place to live, the phantom realm started to reduce in height, coming up from the floor, and down from the ceiling.\n\nMinx made me very aware of that, with completely realistic sound coming from behind my wall.  I even had to get  up to check a couple of times, to make sure it wasn't \"real\". Maybe some animal had gotten into the hallway behind my bed.\n\nThen Cholita appeared in the flattened copy, smashed to death. She likes to be dramatic.\n\nSeveral more times she appeared, alive and able to lead me into the flattened house copy.  I thought at the time she wanted me to follow it all the way past Long beach, the furthest I'd traveled into it, when Cholita was still living in my home.  That' a good 40 miles.  \n\nBut now I think, she just wanted me to sneak though my bedroom wall using it, so I'd realize what it was.\n\nThen Minx and Cholita re-inflated it using the IOB realm, and threw a party to make sure I didn't forget what I'd witnessed.  I only posted that over in the other subreddit. It's too tempting to beginners who like to \"skip ahead\" and pretend their magic.\n\nMaybe Minx and Cholita showed me all that,  so I could write this.\n\nNothing is ever lost.\n\nBut to retrieve very old things, needs energetic mass.\n\nAnd they never re-inflate exactly like the original.\n\nBut the original wouldn't have stayed the same all that time anyway.\n\nI suspect \"The abstract\" is not fixed in memory. It continues to be \"live\" even after it's \"stored\".\n\nJust a theory though...", "edited": 1644771738.0, "author_flair_css_class": null, "name": "t1_hwsknu6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Both of those come from so long ago, they undoubtedly still had the remnants of real magic, from &amp;quot;the magical tribes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I got a lecture on that from one of my inorganic beings.   Wish I could remember who, so they got credit.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Mystery&amp;quot; tends to give out that sort of historical information, but I can&amp;#39;t say it was in fact her.  I do remember however, it was just about the time she became annoyed I still referred to her as male.  Or to be more precise, she didn&amp;#39;t like being &amp;quot;dismissed&amp;quot; as unimportant.&lt;/p&gt;\n\n&lt;p&gt;Basically before agriculture, mankind hunted and gathered the food they needed.&lt;/p&gt;\n\n&lt;p&gt;Sometimes that was hard, but the Luiseno here in my area, 10,000 years ago, only had to work 3 days a week because they became so good at food gathering.&lt;/p&gt;\n\n&lt;p&gt;Likely acorns and fish was their easiest food supply,  but there were also lots of prey to hunt.  Jackrabbits were the abundant, especially once they learned to flood grasslands and make them grow lush.&lt;/p&gt;\n\n&lt;p&gt;Horticulture is ok for man. That&amp;#39;s just learning about your environment and helping things grow.  Good for all.&lt;/p&gt;\n\n&lt;p&gt;Agriculture is the magic killer. The plants enslave you, and you begin to destroy the natural environment.&lt;/p&gt;\n\n&lt;p&gt;So the ancient Luiseno had 4 days a week completely free,  to learn about spirits.&lt;/p&gt;\n\n&lt;p&gt;Trust me when I say, I &lt;em&gt;saw&lt;/em&gt; that vividly when I visited their old reservation, south of me.  A few weeks ago.  Some dead sorcerers put on a horse riding competition for me, visibly. In the middle of their now casino. Built on top of where they had been pushed by the Europeans.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, back then, 10,000 years ago,  there wasn&amp;#39;t much of a river of shit. It was more like a &amp;quot;pond of shit&amp;quot;.  With easy exits.&lt;/p&gt;\n\n&lt;p&gt;So mating and reproducing didn&amp;#39;t consume all of their thoughts.&lt;/p&gt;\n\n&lt;p&gt;And the spirits taught them magic to fill their time.&lt;/p&gt;\n\n&lt;p&gt;But inorganic beings have no &amp;quot;ultimate magical destination&amp;quot; in mind, so they had endless &amp;quot;systems&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;d custom tailor a &amp;quot;new system&amp;quot; to the whims of the native population they were helping.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t fake crap magic like we have today.  &lt;/p&gt;\n\n&lt;p&gt;Modern &amp;quot;systems&amp;quot; are merely support groups for people who like to play magic man.&lt;/p&gt;\n\n&lt;p&gt;In fact, each &amp;quot;system&amp;quot; back then was AMAZING.  The loss to mankind of those, is considered a huge tragedy somewhere out there in infinity.&lt;/p&gt;\n\n&lt;p&gt;We only have one of the originals left, as far as I know. Olmec sorcery.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;originals&amp;quot; didn&amp;#39;t instantly vanish. They got absorbed into the emerging agriculture and big city life, slowly losing their power to greed.&lt;/p&gt;\n\n&lt;p&gt;Both of those civilizations would have had some of that lingering real magic, and it was always originally from inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;But the Jews were obviously inept, by the time they wrote the bible.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know anything about the Egyptians, but they were hanging out in the same area.&lt;/p&gt;\n\n&lt;p&gt;As were the Akkadians, who mixed with an African sorceress related to Shiba (or maybe even her), became the Chinese.&lt;/p&gt;\n\n&lt;p&gt;The odd thing is, those older systems can be restored from any left over intact pieces.&lt;/p&gt;\n\n&lt;p&gt;They were phantom rooms.  Even a left over piece, can be re-inflated.&lt;/p&gt;\n\n&lt;p&gt;As Cholita and Minx showed me in the last week.&lt;/p&gt;\n\n&lt;p&gt;I always figure out what IOBs are up to, much later.  Not at the time.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s possibly why don Juan recommended keeping a journal.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t need it, this place is our journal.&lt;/p&gt;\n\n&lt;p&gt;But the journal, if it isn&amp;#39;t attention seeking mental masturbation, can be very helpful.&lt;/p&gt;\n\n&lt;p&gt;Journal... NOT a future book deal.&lt;/p&gt;\n\n&lt;p&gt;The IOBs will do something that seems random, but when you look back on it, they&amp;#39;d been leading up to that for a long time.&lt;/p&gt;\n\n&lt;p&gt;Minx had been whining like a puppy in the phantom house copy pretending to be trapped without Cholita.  When Cholita found a new place to live, the phantom realm started to reduce in height, coming up from the floor, and down from the ceiling.&lt;/p&gt;\n\n&lt;p&gt;Minx made me very aware of that, with completely realistic sound coming from behind my wall.  I even had to get  up to check a couple of times, to make sure it wasn&amp;#39;t &amp;quot;real&amp;quot;. Maybe some animal had gotten into the hallway behind my bed.&lt;/p&gt;\n\n&lt;p&gt;Then Cholita appeared in the flattened copy, smashed to death. She likes to be dramatic.&lt;/p&gt;\n\n&lt;p&gt;Several more times she appeared, alive and able to lead me into the flattened house copy.  I thought at the time she wanted me to follow it all the way past Long beach, the furthest I&amp;#39;d traveled into it, when Cholita was still living in my home.  That&amp;#39; a good 40 miles.  &lt;/p&gt;\n\n&lt;p&gt;But now I think, she just wanted me to sneak though my bedroom wall using it, so I&amp;#39;d realize what it was.&lt;/p&gt;\n\n&lt;p&gt;Then Minx and Cholita re-inflated it using the IOB realm, and threw a party to make sure I didn&amp;#39;t forget what I&amp;#39;d witnessed.  I only posted that over in the other subreddit. It&amp;#39;s too tempting to beginners who like to &amp;quot;skip ahead&amp;quot; and pretend their magic.&lt;/p&gt;\n\n&lt;p&gt;Maybe Minx and Cholita showed me all that,  so I could write this.&lt;/p&gt;\n\n&lt;p&gt;Nothing is ever lost.&lt;/p&gt;\n\n&lt;p&gt;But to retrieve very old things, needs energetic mass.&lt;/p&gt;\n\n&lt;p&gt;And they never re-inflate exactly like the original.&lt;/p&gt;\n\n&lt;p&gt;But the original wouldn&amp;#39;t have stayed the same all that time anyway.&lt;/p&gt;\n\n&lt;p&gt;I suspect &amp;quot;The abstract&amp;quot; is not fixed in memory. It continues to be &amp;quot;live&amp;quot; even after it&amp;#39;s &amp;quot;stored&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just a theory though...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_spvg1v", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwsknu6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644769884.0, "author_flair_text": null, "collapsed": false, "created_utc": 1644769884.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwr1ps0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hwo805e", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I have a lot of Qabalistic symbolism and imagery come up when I'm dreaming and when I'm dealing with IOBs, even though I haven't touched Qabalah in years. There's some aspect to it they seem to really like and it always surprises me when they bring it up because it's so unexpected.\n\nThey also seem to really like Ancient Egyptian magic. There's a lot of overlap between the two at least linguistically, and they certainly aren't the only two cultures that feature a lot of winged, feathered serpent spirits in their practices.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwr1ps0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have a lot of Qabalistic symbolism and imagery come up when I&amp;#39;m dreaming and when I&amp;#39;m dealing with IOBs, even though I haven&amp;#39;t touched Qabalah in years. There&amp;#39;s some aspect to it they seem to really like and it always surprises me when they bring it up because it&amp;#39;s so unexpected.&lt;/p&gt;\n\n&lt;p&gt;They also seem to really like Ancient Egyptian magic. There&amp;#39;s a lot of overlap between the two at least linguistically, and they certainly aren&amp;#39;t the only two cultures that feature a lot of winged, feathered serpent spirits in their practices.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_spvg1v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwr1ps0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644736103.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1644736103.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwo805e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hwmfmrs", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm a big fan of Christianity.  Seems like the best religion of all to me, because it's more honest about life.\n\nBut there's a huge problem with both it, and Jesus.\n\nThere's no Lucifer.\n\nThe Jewish sorcerers learned to see inorganic beings, but at first when you see those they try to frighten you, or pretend to be something that you know about, so you'll interact with them.\n\nThe Prophets clearly didn't learn to see them well enough to overcome that confusion. \n\nLook...  they had to spend 40 years eating locusts and honey in the wilderness, just to do what they did. So clearly their understanding of magic was delusional.\n\nWorks a little, but it's still delusional.\n\nLater they seemed to be a little clearer on the topic, creating \"types\" of demons.\n\nA demon of jealousy, a demon of lust.\n\nBut in fact, IOBs don't behave like that at all.  Certainly not more than twice per \"thing\".\n\nUnfortunately, one of the old Jewish sorcerers took what he saw and created Lucifer.\n\nJust as a campfire story.\n\nNot written down.\n\nIt was the Book of Job.\n\nA mystical \"scary story\" with a moral.\n\nA typical campfire story.\n\nUnfortunately that got out of hand, and over the  years they kept elaborating on the fantasy.  They mixed real history of their people into the stories,  giving  the impression the Jews were guided by supernatural forces. And wrote it all down.\n\nDuring the storyline agriculture was on the rise, and continued creation of money allowed complete isolation of people into cities. They became hungry for stories like that.  People NEED magic.\n\nIf they don't hunt and gather as they are supposed to do, where they can learn about spirits directly, they become prey to pretend magic.\n\nBut in fact there are no demons, and no angels. And while God can be seen, he's just the sum total of all the human emanations glowing on precisely the same spot.  The \"Mold of Man\".\n\nHe's a projection of all human beings now alive.  You can see this for yourself!\n\nJesus noticed the Jewish prophets form of sorcery, Qabalah.\n\nIt's very close to ours.\n\nHe learned it, and decided to release it to mankind.\n\nThat was as big of a threat to the Jewish leaders, as were witches.\n\nSo they killed him.  The same as they'd ordered death to all witches.\n\nThe apostles were very confused about what was going on, created their own stories, and then cashed in on it.\n\nI'm sure they sincerely believed what they'd made up.\n\nSame way Buddhists believe that made up religion.\n\nBut it's pretty obvious there's no Lucifer, if you put any effort into researching it.\n\nIf nothing else, the mystical Asians never saw him. They saw their own demon leaders.\n\nReally, it's just crappy sorcery mixed with book deal thinking.\n\nSo, Jesus wasn't what he was written up to be.\n\nEspecially since he fully believed in Lucifer.  I believe that even makes him not very good at sorcery (Qabalah).\n\nThe Gnostics also said this about him. It's not a new explanation.\n\nWhat's new is, we get to actually see this, all night long, every day if you like.\n\nBut both La Gorda and Cholita like to pray, and were friends to the Catholic church.\n\nAs was one of of the earlier Naguals in our lineage.\n\nSo you can straddle the fence if you like.\n\nThere's really nothing in the bible forbidding you to learn sorcery.", "edited": 1644689351.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hwo805e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m a big fan of Christianity.  Seems like the best religion of all to me, because it&amp;#39;s more honest about life.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s a huge problem with both it, and Jesus.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no Lucifer.&lt;/p&gt;\n\n&lt;p&gt;The Jewish sorcerers learned to see inorganic beings, but at first when you see those they try to frighten you, or pretend to be something that you know about, so you&amp;#39;ll interact with them.&lt;/p&gt;\n\n&lt;p&gt;The Prophets clearly didn&amp;#39;t learn to see them well enough to overcome that confusion. &lt;/p&gt;\n\n&lt;p&gt;Look...  they had to spend 40 years eating locusts and honey in the wilderness, just to do what they did. So clearly their understanding of magic was delusional.&lt;/p&gt;\n\n&lt;p&gt;Works a little, but it&amp;#39;s still delusional.&lt;/p&gt;\n\n&lt;p&gt;Later they seemed to be a little clearer on the topic, creating &amp;quot;types&amp;quot; of demons.&lt;/p&gt;\n\n&lt;p&gt;A demon of jealousy, a demon of lust.&lt;/p&gt;\n\n&lt;p&gt;But in fact, IOBs don&amp;#39;t behave like that at all.  Certainly not more than twice per &amp;quot;thing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, one of the old Jewish sorcerers took what he saw and created Lucifer.&lt;/p&gt;\n\n&lt;p&gt;Just as a campfire story.&lt;/p&gt;\n\n&lt;p&gt;Not written down.&lt;/p&gt;\n\n&lt;p&gt;It was the Book of Job.&lt;/p&gt;\n\n&lt;p&gt;A mystical &amp;quot;scary story&amp;quot; with a moral.&lt;/p&gt;\n\n&lt;p&gt;A typical campfire story.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately that got out of hand, and over the  years they kept elaborating on the fantasy.  They mixed real history of their people into the stories,  giving  the impression the Jews were guided by supernatural forces. And wrote it all down.&lt;/p&gt;\n\n&lt;p&gt;During the storyline agriculture was on the rise, and continued creation of money allowed complete isolation of people into cities. They became hungry for stories like that.  People NEED magic.&lt;/p&gt;\n\n&lt;p&gt;If they don&amp;#39;t hunt and gather as they are supposed to do, where they can learn about spirits directly, they become prey to pretend magic.&lt;/p&gt;\n\n&lt;p&gt;But in fact there are no demons, and no angels. And while God can be seen, he&amp;#39;s just the sum total of all the human emanations glowing on precisely the same spot.  The &amp;quot;Mold of Man&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s a projection of all human beings now alive.  You can see this for yourself!&lt;/p&gt;\n\n&lt;p&gt;Jesus noticed the Jewish prophets form of sorcery, Qabalah.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very close to ours.&lt;/p&gt;\n\n&lt;p&gt;He learned it, and decided to release it to mankind.&lt;/p&gt;\n\n&lt;p&gt;That was as big of a threat to the Jewish leaders, as were witches.&lt;/p&gt;\n\n&lt;p&gt;So they killed him.  The same as they&amp;#39;d ordered death to all witches.&lt;/p&gt;\n\n&lt;p&gt;The apostles were very confused about what was going on, created their own stories, and then cashed in on it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure they sincerely believed what they&amp;#39;d made up.&lt;/p&gt;\n\n&lt;p&gt;Same way Buddhists believe that made up religion.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s pretty obvious there&amp;#39;s no Lucifer, if you put any effort into researching it.&lt;/p&gt;\n\n&lt;p&gt;If nothing else, the mystical Asians never saw him. They saw their own demon leaders.&lt;/p&gt;\n\n&lt;p&gt;Really, it&amp;#39;s just crappy sorcery mixed with book deal thinking.&lt;/p&gt;\n\n&lt;p&gt;So, Jesus wasn&amp;#39;t what he was written up to be.&lt;/p&gt;\n\n&lt;p&gt;Especially since he fully believed in Lucifer.  I believe that even makes him not very good at sorcery (Qabalah).&lt;/p&gt;\n\n&lt;p&gt;The Gnostics also said this about him. It&amp;#39;s not a new explanation.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s new is, we get to actually see this, all night long, every day if you like.&lt;/p&gt;\n\n&lt;p&gt;But both La Gorda and Cholita like to pray, and were friends to the Catholic church.&lt;/p&gt;\n\n&lt;p&gt;As was one of of the earlier Naguals in our lineage.&lt;/p&gt;\n\n&lt;p&gt;So you can straddle the fence if you like.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s really nothing in the bible forbidding you to learn sorcery.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_spvg1v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwo805e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644689039.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1644689039.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwmfmrs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sososo555", "can_mod_post": false, "created_utc": 1644655351.0, "send_replies": true, "parent_id": "t1_hwj31qk", "score": 2, "author_fullname": "t2_qke8u0c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Jesus woke up again after his death as Don Juan did 2 times. One time Don Juan was shot and one time he just died working in the field, but he came back here each time.  Before Don Juan's party burned from the fire from within they were flying around too like Jesus did before he left this Earth,", "edited": 1644661292.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwmfmrs", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Jesus woke up again after his death as Don Juan did 2 times. One time Don Juan was shot and one time he just died working in the field, but he came back here each time.  Before Don Juan&amp;#39;s party burned from the fire from within they were flying around too like Jesus did before he left this Earth,&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_spvg1v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwmfmrs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644655351.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwj31qk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1644600777.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Damned witches...\n\nSpeaking of which, \"The Witch of Endor\" in the bible was using the Pandora's box pass to materialize phantoms. And the description of how they appear, matches what you'll see yourself if you master this pass.\n\nThough Cholita's method is a bit more real looking.  You get a dead person in a shroud. Indistinguishable from the real thing except it feels fun to be there with it.\n\nPandora's box is an amazing Tensegrity pass!  It's a \"reality bomb\".\n\nWe have to forget about Balaam, the sorcerer.  There's insufficient details on his sorcery practices.\n\nThe Jewish sorcerers just decided to make fun of him, instead of putting a death sentence on his head, the way they did for witches.\n\nSeeing as how they were pretty much the same way as Balaam, I guess they couldn't order death to all male witches too.\n\nAnd then there's the \"prophets school\" in the cave, which was run by a woman!\n\n\"Prophet\" means, Qabalah sorcerer.  But her students were nearly all men.  She was the Zuleica of the middle east, back in the time of the Kings.\n\nSo the next time your Jesus loving relative, who doesn't actually know anything about their own religion, gives you a hard time,  you might want to remind them that bible is full of such things as our magic.\n\nThey're simply \"lame\" in their execution. As if they can barely manage anything to happen, so they have to \"spice it up\".\n\nThe book of Daniel is about prophetic dreaming, and Gideon speaks back and forth to God, even arguing with him to get out  of having to face his enemies.\n\nJonah pisses God off, and ends up in a submarine at the bottom of the ocean.\n\nElija runs at 500 mph, a technique Lily showed me.\n\nThen Elisha makes an axe head float in water.\n\nSomething an IOB could do for you.\n\nElija and Elisha are easy to mix up. I might have gotten them reversed.\n\nCarlos told me to study the bible, so I did.\n\nBut it's been decades.", "edited": 1644601490.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwj31qk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Damned witches...&lt;/p&gt;\n\n&lt;p&gt;Speaking of which, &amp;quot;The Witch of Endor&amp;quot; in the bible was using the Pandora&amp;#39;s box pass to materialize phantoms. And the description of how they appear, matches what you&amp;#39;ll see yourself if you master this pass.&lt;/p&gt;\n\n&lt;p&gt;Though Cholita&amp;#39;s method is a bit more real looking.  You get a dead person in a shroud. Indistinguishable from the real thing except it feels fun to be there with it.&lt;/p&gt;\n\n&lt;p&gt;Pandora&amp;#39;s box is an amazing Tensegrity pass!  It&amp;#39;s a &amp;quot;reality bomb&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We have to forget about Balaam, the sorcerer.  There&amp;#39;s insufficient details on his sorcery practices.&lt;/p&gt;\n\n&lt;p&gt;The Jewish sorcerers just decided to make fun of him, instead of putting a death sentence on his head, the way they did for witches.&lt;/p&gt;\n\n&lt;p&gt;Seeing as how they were pretty much the same way as Balaam, I guess they couldn&amp;#39;t order death to all male witches too.&lt;/p&gt;\n\n&lt;p&gt;And then there&amp;#39;s the &amp;quot;prophets school&amp;quot; in the cave, which was run by a woman!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Prophet&amp;quot; means, Qabalah sorcerer.  But her students were nearly all men.  She was the Zuleica of the middle east, back in the time of the Kings.&lt;/p&gt;\n\n&lt;p&gt;So the next time your Jesus loving relative, who doesn&amp;#39;t actually know anything about their own religion, gives you a hard time,  you might want to remind them that bible is full of such things as our magic.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re simply &amp;quot;lame&amp;quot; in their execution. As if they can barely manage anything to happen, so they have to &amp;quot;spice it up&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The book of Daniel is about prophetic dreaming, and Gideon speaks back and forth to God, even arguing with him to get out  of having to face his enemies.&lt;/p&gt;\n\n&lt;p&gt;Jonah pisses God off, and ends up in a submarine at the bottom of the ocean.&lt;/p&gt;\n\n&lt;p&gt;Elija runs at 500 mph, a technique Lily showed me.&lt;/p&gt;\n\n&lt;p&gt;Then Elisha makes an axe head float in water.&lt;/p&gt;\n\n&lt;p&gt;Something an IOB could do for you.&lt;/p&gt;\n\n&lt;p&gt;Elija and Elisha are easy to mix up. I might have gotten them reversed.&lt;/p&gt;\n\n&lt;p&gt;Carlos told me to study the bible, so I did.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s been decades.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwj31qk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644600777.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwmkxxn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1644659189.0, "send_replies": true, "parent_id": "t1_hwm1nn1", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Comment manually approved, because of automod removal.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwmkxxn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Comment manually approved, because of automod removal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_spvg1v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwmkxxn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644659189.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_spvg1v", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwxh05b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hwm1nn1", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "What about recap, Tensegrity, dark room, right way of walking, and etc.?\n\nThose have the intent to take you beyond anyway, do those help?", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What about recap, Tensegrity, dark room, right way of walking, and etc.?&lt;/p&gt;\n\n&lt;p&gt;Those have the intent to take you beyond anyway, do those help?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwxh05b/", "num_reports": null, "locked": false, "name": "t1_hwxh05b", "created": 1644858955.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1644858955.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwm1nn1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ladushkie", "can_mod_post": false, "created_utc": 1644646222.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 2, "author_fullname": "t2_1a18gkem", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes, insane how strong the biological imperative of females is to nourish and care. Struggle with this, I have still not been able to dream as a dreamer. Cuz again, the womb is used to dream when it is not used for the act of in and out. And I kinda insist on having both, but it hasn't been working.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwm1nn1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, insane how strong the biological imperative of females is to nourish and care. Struggle with this, I have still not been able to dream as a dreamer. Cuz again, the womb is used to dream when it is not used for the act of in and out. And I kinda insist on having both, but it hasn&amp;#39;t been working.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwm1nn1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644646222.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwmp40a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sososo555", "can_mod_post": false, "created_utc": 1644662200.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 2, "author_fullname": "t2_qke8u0c", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Below is an extract about Time from \"Being in Dreaming\" by Florinda Donner-Grau, p. 242:\n\n\"Sorcerers break Time's Flux (Flow),\" Florinda answered my thoughts. \"Time, in the fashion we measure it, doesn't exist, when one Dreams, the way Sorcerers Dream. Sorcerers stretch or compress Time at will. For Sorcerers, Time is not a matter of minutes or hours or days, but an altogether different matter. When Dreaming-Awake, our perceptual faculties are heightened,\" she proceeded in a patient, measured tone: \"However, when it comes to perceiving Time, something altogether different happens. The perception of Time does not become heightened, but is canceled out completely.\" She added, that Time is always a factor of Consciousness; that is, to be aware of Time is a psychological state, that we automatically transform into physical measurements. It is so ingrained in us, that we can hear it, even when we are not consciously aware of it, a clock ticking inside us, subliminally keeping track of Time. In Dreaming-Awake, that capacity is absent,\"", "edited": 1644666427.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwmp40a", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Below is an extract about Time from &amp;quot;Being in Dreaming&amp;quot; by Florinda Donner-Grau, p. 242:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers break Time&amp;#39;s Flux (Flow),&amp;quot; Florinda answered my thoughts. &amp;quot;Time, in the fashion we measure it, doesn&amp;#39;t exist, when one Dreams, the way Sorcerers Dream. Sorcerers stretch or compress Time at will. For Sorcerers, Time is not a matter of minutes or hours or days, but an altogether different matter. When Dreaming-Awake, our perceptual faculties are heightened,&amp;quot; she proceeded in a patient, measured tone: &amp;quot;However, when it comes to perceiving Time, something altogether different happens. The perception of Time does not become heightened, but is canceled out completely.&amp;quot; She added, that Time is always a factor of Consciousness; that is, to be aware of Time is a psychological state, that we automatically transform into physical measurements. It is so ingrained in us, that we can hear it, even when we are not consciously aware of it, a clock ticking inside us, subliminally keeping track of Time. In Dreaming-Awake, that capacity is absent,&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwmp40a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644662200.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwmnzxm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sososo555", "can_mod_post": false, "created_utc": 1644661423.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 1, "author_fullname": "t2_qke8u0c", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Source: [https://forceofintent.info/BeinginDreaming.html](https://forceofintent.info/BeinginDreaming.html)\n\nI researched Heightened Awareness and stumbled upon this Site from a Russian who really worked with the texts and even highlights the most important parts in red. I copied a few of them.  But he adds his on theories on his website too, sadly.", "edited": 1644665418.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwmnzxm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Source: &lt;a href=\"https://forceofintent.info/BeinginDreaming.html\"&gt;https://forceofintent.info/BeinginDreaming.html&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I researched Heightened Awareness and stumbled upon this Site from a Russian who really worked with the texts and even highlights the most important parts in red. I copied a few of them.  But he adds his on theories on his website too, sadly.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwmnzxm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644661423.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwlljgs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1644637369.0, "send_replies": true, "parent_id": "t1_hwiau0s", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It’s the other way around, ‘hysteria’ was called that because it was thought to be a “women’s condition.” It comes from the Greek word hystera for womb. \n\nCalling madness or emotional distress “hysteria” though is basically for that reason. Women’s healthcare was abysmal. You know how they used to treat hysteria? (If you didn’t end up in a sanitarium?)\n\nMedically-administered orgasms and pregnancy. Pop out some babies and that will make you better. Yikes.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwlljgs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It’s the other way around, ‘hysteria’ was called that because it was thought to be a “women’s condition.” It comes from the Greek word hystera for womb. &lt;/p&gt;\n\n&lt;p&gt;Calling madness or emotional distress “hysteria” though is basically for that reason. Women’s healthcare was abysmal. You know how they used to treat hysteria? (If you didn’t end up in a sanitarium?)&lt;/p&gt;\n\n&lt;p&gt;Medically-administered orgasms and pregnancy. Pop out some babies and that will make you better. Yikes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_spvg1v", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwlljgs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644637369.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hwiau0s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1644589972.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 0, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Was always puzzled why the procedure to remove the womb, due to medical reasons, was termed a hysterectomy.\n\nHyster = Hysteria ! As in removing the source of hysteria. Some, definitely male, physician/medical researcher sure had a smug/conceited grin on his face when he defined that procedure.\n\nhttps://www.theguardian.com/media/mind-your-language/2012/mar/08/mind-your-language-feminisation-madness\n\nhttps://www.reddit.com/r/TrollXChromosomes/comments/31hf0p/why_is_it_still_called_hysterectomy_shouldnt_it/", "edited": 1644591801.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwiau0s", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Was always puzzled why the procedure to remove the womb, due to medical reasons, was termed a hysterectomy.&lt;/p&gt;\n\n&lt;p&gt;Hyster = Hysteria ! As in removing the source of hysteria. Some, definitely male, physician/medical researcher sure had a smug/conceited grin on his face when he defined that procedure.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.theguardian.com/media/mind-your-language/2012/mar/08/mind-your-language-feminisation-madness\"&gt;https://www.theguardian.com/media/mind-your-language/2012/mar/08/mind-your-language-feminisation-madness&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/TrollXChromosomes/comments/31hf0p/why_is_it_still_called_hysterectomy_shouldnt_it/\"&gt;https://www.reddit.com/r/TrollXChromosomes/comments/31hf0p/why_is_it_still_called_hysterectomy_shouldnt_it/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwiau0s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644589972.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hwlr58h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Zazzy-z", "can_mod_post": false, "created_utc": 1644640207.0, "send_replies": true, "parent_id": "t3_spvg1v", "score": 1, "author_fullname": "t2_72ilaw5n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Loving rereading this! Why all the defining of terms though? I think most of us know what those words mean?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hwlr58h", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Loving rereading this! Why all the defining of terms though? I think most of us know what those words mean?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/spvg1v/being_in_dreaming_florinda_donnergrau/hwlr58h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644640207.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_spvg1v", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]