[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[More Soledad???](https://preview.redd.it/cbnxl1b60e791.jpg?width=1280&amp;format=pjpg&amp;auto=webp&amp;s=881c81e634870dff1f5fdd3ecd621430cf621f73)\n\nI'm always amazed watching Star Wars. It's based on the books of Carlos Castaneda.\n\nBut they did SUCH a good job, it makes me a bit paranoid.  Who out there in the writing staff for the series, even after all these years, has the kind of understanding not to make a mistake and add in some nonsense Asian crap magic?\n\nSome pretending, with a healthy dose of the egotistical Asian social order?\n\nTrue, they got a bit obsessed with Japanese Aikido garb.\n\nBut those zen like whitish robes are in fact kind of cool.\n\nThat they avoided adding in some magical pretending, seems unfathomable to me.\n\nThat's harder than it sounds!  Our entire community has been devastated by pretend magic from Asia, being used to \"explain Castaneda\".\n\nExplain it into the gutter, so that it becomes as impotent as Buddhism or Daoism.\n\nI was pleasantly surprised when I discovered, the original witches from the lineage of don Juan had come north and lived in Los Angeles.  I suppose La Gorda did say something about that in one of the books.\n\nAnd I knew the rumors!\n\nThere's a special cave above the beach of Malibu, where La Gorda was said to like to sit. My opinion is that some film crew dug that, because they wanted to film cars crashing off that amazing cliff, to tumble down the mountain with a fiery explosion.\n\nIf you sit in the cave and look down, you can see the bodies of very old cars.\n\nBut the story was, sorcerers in the past had created that cave.  And for putting a movie camera in there, it wasn't very well formed. Just a bench barely large enough for 2 to sit on, side by side.\n\nAnd you take your life into your own hands, to even try to go in there.\n\nWe only knew about it in private classes because Carlos wanted all of the women to go up there and \"expose\" themselves to Malibu beach.\n\nWear a skirt, and pull their panties aside.\n\nShow off to the entire beach.  It was said to remove a common \"energy blockage\" that women had.\n\nJuan Tuma stuck his \"scrotum\" (whatever that really is), into the face of Carol Tiggs, up close.\n\nand made her stare at it.\n\nTo \"unblock\" something.\n\nI guess sorcery is not very politically correct.  But those Olmecs lived 10,000 years ago.  Times were rough back then!\n\nFortunately, Malibu beach is too far away to even notice someone sitting in that cave up there.\n\nI took a few women up there.\n\nBut unfortunately, I didn't get to watch.\n\nWhere's Zuleica when you need her?\n\nThere are even power places in the hills above there where private class women would tell me stories about Carlos explaining things that seemed connected to his original lineage.  Things involving specific rocks or places up there above Santa Monica.\n\nWhat I didn't realize was, maybe Soledad herself got one of those apartments in the Hollywood hills.\n\nParty town!!!\n\nOk, I just made that up.\n\n\"Once upon a time in Hollywood\" is kind of fun, and I had a girlfriend with pink hair living up there, back in the day. Worked at Astro Burger and was vegetarian.\n\nI'm sure Soledad would have been happy there, but more likely was that she lived not too far from where Carlos lived on Pandora.  Somewhere east and slightly north perhaps.\n\nSoledad might explain why Star Wars is so accurate about our magic.  Her motto was \"money for movies\", and the person with the money for a movie, gets some say in the content.\n\nAt least I'd like to think so.  That Soledad was teaching the writers.\n\nBack then, Castaneda was HUGE.\n\n\"Ixtlan Productions\" belonged to Oliver Stone!\n\nI was pondering all this last night, dangling my legs on the edge of the bed, trying to summon a river of shit to flow across my floor so I could dip my feet in it.\n\nIn Silent Knowledge, you get to \"choose the presentation method\".\n\nA river of shit?  Sure, if you like.\n\nI'd been doing the \"Affection for the energy Body\" tensegrity form over and over, until the room had turned into the kind of view the \"double\" must see.\n\nAt least, I was so silent that when I looked out into the darkroom, it was instead a purple cave.\n\nWith details everywhere you looked.\n\nBut I still wasn't in \"full on Silent Knowledge\", where a magical being shows up to teach you whatever you want to know.\n\nI got the river of shit to form below my feet, then gazed into it wondering what was wrong with the ripples of flowing water.\n\nThey didn't look as good as the night before.\n\nI thought to myself, \"Why?\"\n\nA voice said, \"There is no why!\"\n\nIt was right.\n\nWhy is poison to magic!\n\nBut why???\n\nI'll explain. I hope some of this seeps into beginners.\n\nYou've all been brainwashed by bad men selling pretend magic, and so it's important that you begin to cast that off, and realize what you know from elsewhere, is the very opposite of sorcery.\n\nYour \"accumulated magical knowledge\" will make it impossible for you to succeed at learning actual magic.\n\nMaybe I can explain it to your satisfaction, so you at least accept that it's possible you've been a gigantic fraud your entire life.\n\nIt goes like this.\n\nThe universe is composed of only 2 things.\n\nSuperstrings, and awareness.\n\nThere's far too many of those \"superstrings\", which we call \"emanations\", to have the glow of awareness flowing along all of them.\n\nAnd so we call the entire \"thing\",  \"The dark sea of awareness\".\n\nBut really, the sea itself is the emanations.  With no awareness glowing on them, it's dark.\n\nNothing for a *seer*, to *see*.\n\nWhen a living being takes some of the awareness they were given, which is sealed in whatever form of container was used to create them, it zips out at incredible speed, along the specific \"emanations\" on which it was focused.\n\nHow do you focus?\n\nYou just look!  Sorcery is never complicated!  There's no \"secret techniques filled with hidden meanings\".\n\nYou just look at it.\n\nThen your awareness flows out along that collection of emanations.\n\nYou can even learn to see that directly!  To have an amazing view of glowing strings intersecting at all sorts of angles, with \"harmonics\" jumping from one with a lot of awareness, into the ones next to it.\n\nAs you gaze at that sort of sight, you \"know\" what a given area of activity \"means\".\n\nFor example, if you stick your fingers right there, at that sharp angle where there's some purple and pink fluttering on the otherwise golden colored strings, you can \"adjust\" that, and produce an actual change in physical reality.\n\nNow before you get excited, you merely \"know\" that.\n\nBut doing it is another matter!\n\nYou have to be satisfied with just \"knowing\" at first.\n\nAnd trust me, that's more than enough!\n\nSitting there on the bed with my feet dangling into a river of flowing sewage, I pondered \"why\", there is no \"why\" in sorcery.\n\nWhile also amazed.  Thinking, \"Man, that Soledad!  Explaining ALL of sorcery, through Yoda.  In a single scene, in a movie!\"\n\nIt's like this.\n\nIf you managed to focus your awareness on a single emanation, the tiniest piece of reality, you could \"feel\" just that one.\n\nReceive sensory information on what is contained in that specific \"emanation\".\n\nExcept, it's sub atomic.\n\nIt's a feeling, but it might be \"the feeling of a sharp piece of metal, but not actually as you are injured by it scratching you,  rather the fear if your finger gets too close, that can happen again like it did when you were 5 years old.\"\n\nExcept take that feeling, divide it into 1000 feelings that create the larger feeling, and that's what a single emanation can \"radiate\".\n\nToo small to actually describe.\n\nBut if you combine \"zillions\" of them, as Carlos liked to count them, you get \"reality\".\n\nA flow of sensory data, which confuses us into believing in \"causality\".\n\nThe idea that our world is \"real\".  That it \"obeys\" the laws of physics and can never do otherwise.\n\nAnd that the phantom worlds of sorcery are not.  Not real at all.  And so, why even try to perceive those???\n\nWe're drowning in that feeling. It was punished into us, when we took a birth in the river of shit.\n\nWe're so  used to the \"meaning\" of \"zillions\" of emanations glowing with awareness, producing a specific sensation or sight, that we already anticipate them.\n\nAll day long!\n\nOur internal dialogue is going nuts, thinking about them.\n\nHow crummy it was for your boss to say what he said!\n\nHow are you going to pay that electric bill this month?\n\nWhy can't you go back to that bar with your girlfriend and have fun like you did 5 years ago?\n\nIt's endless.\n\nBut look inside those thoughts.\n\nEach one is an ENTIRE world, built of zillions of emanations.\n\nThey're \"bundled\", and the overall meaning can't exist, without the little reality they imply.\n\nCarlos called those \"syntactic commands\", because with a couple of simple words you can \"invoke\" an entire reality.  Or some minor view of a small piece of it.\n\nAnd all of them \"in the river of shit\" where we got \"born\".\n\nHis favorite example was, \"My Butt's too Big!\"\n\nFor what?  Who's judging that?  Does it make you happy or sad?\n\nWill there be a fight over it later?\n\nWill you forgive your husband for noticing your butt is now too big?\n\nIt's a living nightmare!\n\nSorcerers try to \"assemble\" different combinations of those zillions of emanations.\n\nAnd what holds them back at first, are all the \"bundles\" they already know.\n\nThose memories of an entire tiny piece of reality, burning through their mind.\n\nYou have to DROP all of those, to let the assemblage point move.\n\nAs it moves along the J curve, different \"bundles\" of emanations become available.\n\nIt's sort of like being inside an endless antique store, where each little shelf or display case, has dozens of super cool things to look at or purchase.\n\nAs the assemblage point moves long the J curve, new shelves filled with magical objects become available for you to experience.\n\nBut the antique store analogy doesn't work well with what happens when you try to leave where you usually hang out in that store.\n\nYou stick to only one place, near the front.\n\nYou NEVER venture further into the store, because you're obsessed with one location.\n\nThat's our situation.\n\nAnd \"Why\" only makes sense at that location.\n\nFar in the back of the store,  the antiques are so exotic and strange that \"why\" has no meaning.\n\n\"Why\" is a syntactic command like, \"My butt is too big\".\n\nIt FORCES you to the front of the store, where \"why\" has meaning.\n\nIt implies an audience, listening to \"why\", and either accepting it, or rejecting it as wrong.\n\nWhy implies that once you know why, you gain a little more power.  To use the \"why\" to \"do\" more. Or get more.\n\nRiding on the back of Yoda, learning about the force, Luke had a question about it all.\n\nIt was death to learning more.  Yoda refused to teach him further that day.\n\nHe wasn't allowing \"the flow\" of intent, the force, to guide what he learned next.\n\nIt was a lot like sitting on a bed, dangling your feet in a magical river of shit.\n\n\"Why\" only made sense, in terms of the pieces of feces floating around in that river below my bed, which didn't actually exist.\n\nThat's why, there is no \"why\" if you want to learn sorcery.\n\nYou must let the force flow through you.\n\nNot interrupt it to try to understand \"why\".\n\nIf you want \"why\", go study pretend magic.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Why There is No \"Why\"", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 73, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"cbnxl1b60e791": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 56, "x": 108, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=10702a47b02dbbe7d6614533f6264cdc15b8dfdd"}, {"y": 113, "x": 216, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=87059512b33c156b44b4df8509a1fd9f7061ff7d"}, {"y": 168, "x": 320, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=9ffbd001328c22af3df914eba1db7c823ea6b92c"}, {"y": 336, "x": 640, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=f000798fe04c7d8c7fda6c5e519409bb9fb5d9e3"}, {"y": 504, "x": 960, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=07c83d41ccc710ac603019060e409c89dc29f98b"}, {"y": 567, "x": 1080, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=d26735cb4cc56710094b007fe401dd53cc661892"}], "s": {"y": 673, "x": 1280, "u": "https://preview.redd.it/cbnxl1b60e791.jpg?width=1280&amp;format=pjpg&amp;auto=webp&amp;s=881c81e634870dff1f5fdd3ecd621430cf621f73"}, "id": "cbnxl1b60e791"}}, "name": "t3_vj0bp6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 46, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 46, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/eth0FJX7pYCJp48tq8Lh-VUxyv0ofd5RVAS4tQZl8ZQ.jpg", "edited": 1656168498.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1656000205.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/cbnxl1b60e791.jpg?width=1280&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=881c81e634870dff1f5fdd3ecd621430cf621f73\"&gt;More Soledad???&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m always amazed watching Star Wars. It&amp;#39;s based on the books of Carlos Castaneda.&lt;/p&gt;\n\n&lt;p&gt;But they did SUCH a good job, it makes me a bit paranoid.  Who out there in the writing staff for the series, even after all these years, has the kind of understanding not to make a mistake and add in some nonsense Asian crap magic?&lt;/p&gt;\n\n&lt;p&gt;Some pretending, with a healthy dose of the egotistical Asian social order?&lt;/p&gt;\n\n&lt;p&gt;True, they got a bit obsessed with Japanese Aikido garb.&lt;/p&gt;\n\n&lt;p&gt;But those zen like whitish robes are in fact kind of cool.&lt;/p&gt;\n\n&lt;p&gt;That they avoided adding in some magical pretending, seems unfathomable to me.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s harder than it sounds!  Our entire community has been devastated by pretend magic from Asia, being used to &amp;quot;explain Castaneda&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Explain it into the gutter, so that it becomes as impotent as Buddhism or Daoism.&lt;/p&gt;\n\n&lt;p&gt;I was pleasantly surprised when I discovered, the original witches from the lineage of don Juan had come north and lived in Los Angeles.  I suppose La Gorda did say something about that in one of the books.&lt;/p&gt;\n\n&lt;p&gt;And I knew the rumors!&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a special cave above the beach of Malibu, where La Gorda was said to like to sit. My opinion is that some film crew dug that, because they wanted to film cars crashing off that amazing cliff, to tumble down the mountain with a fiery explosion.&lt;/p&gt;\n\n&lt;p&gt;If you sit in the cave and look down, you can see the bodies of very old cars.&lt;/p&gt;\n\n&lt;p&gt;But the story was, sorcerers in the past had created that cave.  And for putting a movie camera in there, it wasn&amp;#39;t very well formed. Just a bench barely large enough for 2 to sit on, side by side.&lt;/p&gt;\n\n&lt;p&gt;And you take your life into your own hands, to even try to go in there.&lt;/p&gt;\n\n&lt;p&gt;We only knew about it in private classes because Carlos wanted all of the women to go up there and &amp;quot;expose&amp;quot; themselves to Malibu beach.&lt;/p&gt;\n\n&lt;p&gt;Wear a skirt, and pull their panties aside.&lt;/p&gt;\n\n&lt;p&gt;Show off to the entire beach.  It was said to remove a common &amp;quot;energy blockage&amp;quot; that women had.&lt;/p&gt;\n\n&lt;p&gt;Juan Tuma stuck his &amp;quot;scrotum&amp;quot; (whatever that really is), into the face of Carol Tiggs, up close.&lt;/p&gt;\n\n&lt;p&gt;and made her stare at it.&lt;/p&gt;\n\n&lt;p&gt;To &amp;quot;unblock&amp;quot; something.&lt;/p&gt;\n\n&lt;p&gt;I guess sorcery is not very politically correct.  But those Olmecs lived 10,000 years ago.  Times were rough back then!&lt;/p&gt;\n\n&lt;p&gt;Fortunately, Malibu beach is too far away to even notice someone sitting in that cave up there.&lt;/p&gt;\n\n&lt;p&gt;I took a few women up there.&lt;/p&gt;\n\n&lt;p&gt;But unfortunately, I didn&amp;#39;t get to watch.&lt;/p&gt;\n\n&lt;p&gt;Where&amp;#39;s Zuleica when you need her?&lt;/p&gt;\n\n&lt;p&gt;There are even power places in the hills above there where private class women would tell me stories about Carlos explaining things that seemed connected to his original lineage.  Things involving specific rocks or places up there above Santa Monica.&lt;/p&gt;\n\n&lt;p&gt;What I didn&amp;#39;t realize was, maybe Soledad herself got one of those apartments in the Hollywood hills.&lt;/p&gt;\n\n&lt;p&gt;Party town!!!&lt;/p&gt;\n\n&lt;p&gt;Ok, I just made that up.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once upon a time in Hollywood&amp;quot; is kind of fun, and I had a girlfriend with pink hair living up there, back in the day. Worked at Astro Burger and was vegetarian.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure Soledad would have been happy there, but more likely was that she lived not too far from where Carlos lived on Pandora.  Somewhere east and slightly north perhaps.&lt;/p&gt;\n\n&lt;p&gt;Soledad might explain why Star Wars is so accurate about our magic.  Her motto was &amp;quot;money for movies&amp;quot;, and the person with the money for a movie, gets some say in the content.&lt;/p&gt;\n\n&lt;p&gt;At least I&amp;#39;d like to think so.  That Soledad was teaching the writers.&lt;/p&gt;\n\n&lt;p&gt;Back then, Castaneda was HUGE.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Ixtlan Productions&amp;quot; belonged to Oliver Stone!&lt;/p&gt;\n\n&lt;p&gt;I was pondering all this last night, dangling my legs on the edge of the bed, trying to summon a river of shit to flow across my floor so I could dip my feet in it.&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you get to &amp;quot;choose the presentation method&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A river of shit?  Sure, if you like.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been doing the &amp;quot;Affection for the energy Body&amp;quot; tensegrity form over and over, until the room had turned into the kind of view the &amp;quot;double&amp;quot; must see.&lt;/p&gt;\n\n&lt;p&gt;At least, I was so silent that when I looked out into the darkroom, it was instead a purple cave.&lt;/p&gt;\n\n&lt;p&gt;With details everywhere you looked.&lt;/p&gt;\n\n&lt;p&gt;But I still wasn&amp;#39;t in &amp;quot;full on Silent Knowledge&amp;quot;, where a magical being shows up to teach you whatever you want to know.&lt;/p&gt;\n\n&lt;p&gt;I got the river of shit to form below my feet, then gazed into it wondering what was wrong with the ripples of flowing water.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t look as good as the night before.&lt;/p&gt;\n\n&lt;p&gt;I thought to myself, &amp;quot;Why?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;A voice said, &amp;quot;There is no why!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It was right.&lt;/p&gt;\n\n&lt;p&gt;Why is poison to magic!&lt;/p&gt;\n\n&lt;p&gt;But why???&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll explain. I hope some of this seeps into beginners.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve all been brainwashed by bad men selling pretend magic, and so it&amp;#39;s important that you begin to cast that off, and realize what you know from elsewhere, is the very opposite of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Your &amp;quot;accumulated magical knowledge&amp;quot; will make it impossible for you to succeed at learning actual magic.&lt;/p&gt;\n\n&lt;p&gt;Maybe I can explain it to your satisfaction, so you at least accept that it&amp;#39;s possible you&amp;#39;ve been a gigantic fraud your entire life.&lt;/p&gt;\n\n&lt;p&gt;It goes like this.&lt;/p&gt;\n\n&lt;p&gt;The universe is composed of only 2 things.&lt;/p&gt;\n\n&lt;p&gt;Superstrings, and awareness.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s far too many of those &amp;quot;superstrings&amp;quot;, which we call &amp;quot;emanations&amp;quot;, to have the glow of awareness flowing along all of them.&lt;/p&gt;\n\n&lt;p&gt;And so we call the entire &amp;quot;thing&amp;quot;,  &amp;quot;The dark sea of awareness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But really, the sea itself is the emanations.  With no awareness glowing on them, it&amp;#39;s dark.&lt;/p&gt;\n\n&lt;p&gt;Nothing for a &lt;em&gt;seer&lt;/em&gt;, to &lt;em&gt;see&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;When a living being takes some of the awareness they were given, which is sealed in whatever form of container was used to create them, it zips out at incredible speed, along the specific &amp;quot;emanations&amp;quot; on which it was focused.&lt;/p&gt;\n\n&lt;p&gt;How do you focus?&lt;/p&gt;\n\n&lt;p&gt;You just look!  Sorcery is never complicated!  There&amp;#39;s no &amp;quot;secret techniques filled with hidden meanings&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You just look at it.&lt;/p&gt;\n\n&lt;p&gt;Then your awareness flows out along that collection of emanations.&lt;/p&gt;\n\n&lt;p&gt;You can even learn to see that directly!  To have an amazing view of glowing strings intersecting at all sorts of angles, with &amp;quot;harmonics&amp;quot; jumping from one with a lot of awareness, into the ones next to it.&lt;/p&gt;\n\n&lt;p&gt;As you gaze at that sort of sight, you &amp;quot;know&amp;quot; what a given area of activity &amp;quot;means&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;For example, if you stick your fingers right there, at that sharp angle where there&amp;#39;s some purple and pink fluttering on the otherwise golden colored strings, you can &amp;quot;adjust&amp;quot; that, and produce an actual change in physical reality.&lt;/p&gt;\n\n&lt;p&gt;Now before you get excited, you merely &amp;quot;know&amp;quot; that.&lt;/p&gt;\n\n&lt;p&gt;But doing it is another matter!&lt;/p&gt;\n\n&lt;p&gt;You have to be satisfied with just &amp;quot;knowing&amp;quot; at first.&lt;/p&gt;\n\n&lt;p&gt;And trust me, that&amp;#39;s more than enough!&lt;/p&gt;\n\n&lt;p&gt;Sitting there on the bed with my feet dangling into a river of flowing sewage, I pondered &amp;quot;why&amp;quot;, there is no &amp;quot;why&amp;quot; in sorcery.&lt;/p&gt;\n\n&lt;p&gt;While also amazed.  Thinking, &amp;quot;Man, that Soledad!  Explaining ALL of sorcery, through Yoda.  In a single scene, in a movie!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like this.&lt;/p&gt;\n\n&lt;p&gt;If you managed to focus your awareness on a single emanation, the tiniest piece of reality, you could &amp;quot;feel&amp;quot; just that one.&lt;/p&gt;\n\n&lt;p&gt;Receive sensory information on what is contained in that specific &amp;quot;emanation&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Except, it&amp;#39;s sub atomic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a feeling, but it might be &amp;quot;the feeling of a sharp piece of metal, but not actually as you are injured by it scratching you,  rather the fear if your finger gets too close, that can happen again like it did when you were 5 years old.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Except take that feeling, divide it into 1000 feelings that create the larger feeling, and that&amp;#39;s what a single emanation can &amp;quot;radiate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Too small to actually describe.&lt;/p&gt;\n\n&lt;p&gt;But if you combine &amp;quot;zillions&amp;quot; of them, as Carlos liked to count them, you get &amp;quot;reality&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A flow of sensory data, which confuses us into believing in &amp;quot;causality&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The idea that our world is &amp;quot;real&amp;quot;.  That it &amp;quot;obeys&amp;quot; the laws of physics and can never do otherwise.&lt;/p&gt;\n\n&lt;p&gt;And that the phantom worlds of sorcery are not.  Not real at all.  And so, why even try to perceive those???&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re drowning in that feeling. It was punished into us, when we took a birth in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re so  used to the &amp;quot;meaning&amp;quot; of &amp;quot;zillions&amp;quot; of emanations glowing with awareness, producing a specific sensation or sight, that we already anticipate them.&lt;/p&gt;\n\n&lt;p&gt;All day long!&lt;/p&gt;\n\n&lt;p&gt;Our internal dialogue is going nuts, thinking about them.&lt;/p&gt;\n\n&lt;p&gt;How crummy it was for your boss to say what he said!&lt;/p&gt;\n\n&lt;p&gt;How are you going to pay that electric bill this month?&lt;/p&gt;\n\n&lt;p&gt;Why can&amp;#39;t you go back to that bar with your girlfriend and have fun like you did 5 years ago?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s endless.&lt;/p&gt;\n\n&lt;p&gt;But look inside those thoughts.&lt;/p&gt;\n\n&lt;p&gt;Each one is an ENTIRE world, built of zillions of emanations.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;quot;bundled&amp;quot;, and the overall meaning can&amp;#39;t exist, without the little reality they imply.&lt;/p&gt;\n\n&lt;p&gt;Carlos called those &amp;quot;syntactic commands&amp;quot;, because with a couple of simple words you can &amp;quot;invoke&amp;quot; an entire reality.  Or some minor view of a small piece of it.&lt;/p&gt;\n\n&lt;p&gt;And all of them &amp;quot;in the river of shit&amp;quot; where we got &amp;quot;born&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;His favorite example was, &amp;quot;My Butt&amp;#39;s too Big!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;For what?  Who&amp;#39;s judging that?  Does it make you happy or sad?&lt;/p&gt;\n\n&lt;p&gt;Will there be a fight over it later?&lt;/p&gt;\n\n&lt;p&gt;Will you forgive your husband for noticing your butt is now too big?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a living nightmare!&lt;/p&gt;\n\n&lt;p&gt;Sorcerers try to &amp;quot;assemble&amp;quot; different combinations of those zillions of emanations.&lt;/p&gt;\n\n&lt;p&gt;And what holds them back at first, are all the &amp;quot;bundles&amp;quot; they already know.&lt;/p&gt;\n\n&lt;p&gt;Those memories of an entire tiny piece of reality, burning through their mind.&lt;/p&gt;\n\n&lt;p&gt;You have to DROP all of those, to let the assemblage point move.&lt;/p&gt;\n\n&lt;p&gt;As it moves along the J curve, different &amp;quot;bundles&amp;quot; of emanations become available.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s sort of like being inside an endless antique store, where each little shelf or display case, has dozens of super cool things to look at or purchase.&lt;/p&gt;\n\n&lt;p&gt;As the assemblage point moves long the J curve, new shelves filled with magical objects become available for you to experience.&lt;/p&gt;\n\n&lt;p&gt;But the antique store analogy doesn&amp;#39;t work well with what happens when you try to leave where you usually hang out in that store.&lt;/p&gt;\n\n&lt;p&gt;You stick to only one place, near the front.&lt;/p&gt;\n\n&lt;p&gt;You NEVER venture further into the store, because you&amp;#39;re obsessed with one location.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our situation.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;Why&amp;quot; only makes sense at that location.&lt;/p&gt;\n\n&lt;p&gt;Far in the back of the store,  the antiques are so exotic and strange that &amp;quot;why&amp;quot; has no meaning.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why&amp;quot; is a syntactic command like, &amp;quot;My butt is too big&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It FORCES you to the front of the store, where &amp;quot;why&amp;quot; has meaning.&lt;/p&gt;\n\n&lt;p&gt;It implies an audience, listening to &amp;quot;why&amp;quot;, and either accepting it, or rejecting it as wrong.&lt;/p&gt;\n\n&lt;p&gt;Why implies that once you know why, you gain a little more power.  To use the &amp;quot;why&amp;quot; to &amp;quot;do&amp;quot; more. Or get more.&lt;/p&gt;\n\n&lt;p&gt;Riding on the back of Yoda, learning about the force, Luke had a question about it all.&lt;/p&gt;\n\n&lt;p&gt;It was death to learning more.  Yoda refused to teach him further that day.&lt;/p&gt;\n\n&lt;p&gt;He wasn&amp;#39;t allowing &amp;quot;the flow&amp;quot; of intent, the force, to guide what he learned next.&lt;/p&gt;\n\n&lt;p&gt;It was a lot like sitting on a bed, dangling your feet in a magical river of shit.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why&amp;quot; only made sense, in terms of the pieces of feces floating around in that river below my bed, which didn&amp;#39;t actually exist.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why, there is no &amp;quot;why&amp;quot; if you want to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;You must let the force flow through you.&lt;/p&gt;\n\n&lt;p&gt;Not interrupt it to try to understand &amp;quot;why&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you want &amp;quot;why&amp;quot;, go study pretend magic.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "vj0bp6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/vj0bp6/why_there_is_no_why/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/vj0bp6/why_there_is_no_why/", "subreddit_subscribers": 9561, "created_utc": 1656000205.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_vj0bp6", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "idt5n1b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1656253856.0, "send_replies": true, "parent_id": "t1_ids9df6", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I hope that place got historical monument status!\n\nBecause that land is worth far too much money, to let that place stay there much longer.\n\nCarlos is sure to have eaten there.\n\nThe old \"Ships\" where he went for steak and eggs after he jumped off the cliff in Mexico, is gone now.  Land too valuable.\n\nHis apartment where he found the place to drive, to get the tickly feeling on the top of his head from passing under a support beam, is likely still across the street from that old location.\n\nOne of  these days I hope to video tape the drive in that parking garage.\n\nNot that we need it.  Moving along the J curve exposes that tingly feeling.\n\nAnd yes, \"the double comes out\" after you feel that.\n\nExcept we get to see it!\n\nNot just hear about it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_idt5n1b", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hope that place got historical monument status!&lt;/p&gt;\n\n&lt;p&gt;Because that land is worth far too much money, to let that place stay there much longer.&lt;/p&gt;\n\n&lt;p&gt;Carlos is sure to have eaten there.&lt;/p&gt;\n\n&lt;p&gt;The old &amp;quot;Ships&amp;quot; where he went for steak and eggs after he jumped off the cliff in Mexico, is gone now.  Land too valuable.&lt;/p&gt;\n\n&lt;p&gt;His apartment where he found the place to drive, to get the tickly feeling on the top of his head from passing under a support beam, is likely still across the street from that old location.&lt;/p&gt;\n\n&lt;p&gt;One of  these days I hope to video tape the drive in that parking garage.&lt;/p&gt;\n\n&lt;p&gt;Not that we need it.  Moving along the J curve exposes that tingly feeling.&lt;/p&gt;\n\n&lt;p&gt;And yes, &amp;quot;the double comes out&amp;quot; after you feel that.&lt;/p&gt;\n\n&lt;p&gt;Except we get to see it!&lt;/p&gt;\n\n&lt;p&gt;Not just hear about it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vj0bp6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vj0bp6/why_there_is_no_why/idt5n1b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1656253856.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ids9df6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_vj0bp6", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Makes sense she'd be vegetarian, Astro's has good vegan tacos.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Makes sense she&amp;#39;d be vegetarian, Astro&amp;#39;s has good vegan tacos.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/vj0bp6/why_there_is_no_why/ids9df6/", "num_reports": null, "locked": false, "name": "t1_ids9df6", "created": 1656231527.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1656231527.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]