[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/mcnsklg6vkb91.jpg?width=485&amp;format=pjpg&amp;auto=webp&amp;s=e9c19f68b3f40901387e8e1775f0b3b8b51f86f8\n\n&amp;#x200B;\n\nI ought to mention that doing darkroom at advanced stages causes you to tilt in space at very odd angles.  And this has side effects.\n\nIf you look at the cover of Wheel of Time,  you can see that the old seer is raising his arms while watching \"Silent Knowledge\".\n\nKnowing Carlos, the entire picture is significant.   Probably even the circle of rocks and the space between the mountains in the background.\n\nHe might even have witnessed that via a \"re-run\".\n\nThat's a technique where you can go back in time and relive someone for a few hours.\n\nSound crazy? \n\nNope.  None of it is made up.\n\nI've done that!\n\nBut what's more interesting here is how the arms are raised.\n\nTo a person up in the blue zone, arms, legs, and \"body parts\" are more of an inconvenience.\n\nAlways aching, always getting something \"smashed\" by accident.\n\nWe're \"at odds\" with our physical body.\n\nAnd angry with it.  To the extent that we consider it simply \"inconvenient physical matter\".\n\nBut in fact, your arms are not like that at all down at the deepest levels of reality.\n\nAnd, again. None of this is made up.\n\nYou'll get to visibly see that!  And even use what's \"really there\".\n\nThe \"door knob claw hand\" technique helps you understand what your arms really are.\n\n[Not yet the full picture of what hands really are, but getting closer!](https://preview.redd.it/w7dt368q2lb91.jpg?width=512&amp;format=pjpg&amp;auto=webp&amp;s=91466d2a8ea908e520d32ac4968de84660a00d99)\n\nAnd once you get to that level, you realize every tiny part of our body is needed to practice sorcery.\n\nHere's another picture showing how the most casual \"body parts\" are actually made out of energy, and sorcerers make use of that aspect.  This one was taught to Jadey towards the end. But is a famous statue dug up from Olmec territory.\n\n&amp;#x200B;\n\n[An anthropologist long before Carlos decided this was sorcery, not wrestling.](https://preview.redd.it/m4ra7zuewkb91.png?width=450&amp;format=png&amp;auto=webp&amp;s=f70ee7f7c565a44a425e5fb0daf64ff8f7bbdd02)\n\nI use it daily!  His left shoulder projects energy by being bent slightly out of normal, going forward.\n\nThe arm \"frames it\".\n\nHis right hand is there to punch on a visible membrane, to stimulate it.\n\nIt projects a beam of awareness out, and you can \"fine tune\" it with punches from the right hand.\n\nI like to use \"fine taps\" and watch the ripples in the \"membrane\", which is under the left arm but extends out to where you projected it.\n\nWith your shoulder!\n\nAll this becomes visible in the deep red zone.  But the \"fine tapping\" in the \"membrane\" likely is near to purple zone.\n\nThe point to a beginner is, you use your WHOLE body to do sorcery.\n\nThere's no \"irrelevant or inconvenient\" parts.\n\nAnd let me remind you, sitting there like the Buddha, eyes closed and a \"wise\" smile on your face,  won't get you anywhere with real magic.\n\nThat's the pretend kind!\n\nOpen those eyes and use your whole body!\n\nWe've split ourselves into a big mess with worry and grief, and an endless internal dialogue.\n\nBut in fact, our body is composed of perhaps as many as 16 sentient blobs of awareness.\n\n8 of them trapped in the internal organics of our flesh body.\n\nAnother 8 \"free range\", roaming around inside us.\n\nDon't anyone get excited and keep track of the \"8\".\n\nI just made it up.   6 min for the tonal awareness.  But seems more like 8 to me.\n\nAnd who knows how much \"awareness\" it takes, to constitute \"sentience\".\n\nBut those purple puffs are in fact both alive, aware, and often very sentient.\n\nSo if you can get past \"I don't see any puffs, can I play the bongos or smoke something?\"\n\nNo.\n\nYou MUST get past it, if you are going to use this path.\n\nAnd there's no other that we know of.  At least, not one anyone has made work so far.\n\nExcept that women can use their womb, and go into sleeping dreaming.\n\nThe men can't.\n\nThey'll just go into egomania land.  Find an evacuated subreddit and try to copy what we do, over there, so they can \"teach\".\n\nWe have someone doing that right now!  Doesn't want to learn. He wants to teach.\n\nBut those \"other\" subreddits always die in days.  This one only survives because people realize it's real magic.\n\nSo the point here is, you use your ENTIRE body to do sorcery.\n\nAnd the Tensegrity is designed to make you aware of that.\n\nWith SURPRISING results.\n\nCheck out \"Pandora's Box\" pass.\n\nhttps://preview.redd.it/ev4ef6duxkb91.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7c5aea2eebac80cc6148a6d837efbf6dca19be6b\n\nIn that pass you grab some purple light, form it into a ball, and then use your hands to \"compress intent into it\".\n\nDon't worry, eventually the puffs will be even brighter than those pictures!\n\nAnd if you watch the compressing part, you'll see \"stuff\" in there.\n\nBy the way, you don't have to manufacture a Zombie.  That's just Cholita's influence on me.\n\nYou can make a car if you like, or anything else you can think of.\n\nJust set those gently on the floor, instead of releasing them into the air.\n\nGood rule of thumb:  If it already has a face, set it down gently around waist height, so it can try to stand up on its own.\n\nIf it weighs several tons, like a car, reach way down and carefully put it all the way onto the floor.\n\nIf it's HUGE, toss it as high into the air as you can.  So it can \"expand\".\n\nSo, what's another pass that might do this?\n\nManifest things?\n\nDoesn't have to be something you'd guess right off the bat.\n\nLook for a pass that plays with a confined area.  Massaging it, compressing it, and putting \"intent\" into the center of it.\n\nGive up?\n\nJadey's possibly going to demonstrate it next month, over the internet.  With other \"tensegrity leaders\".\n\nIt's the Running Man series!\n\n[https://np.youtube.com/watch?v=WB-A3oB45tY](https://www.youtube.com/watch?v=WB-A3oB45tY)\n\nThose feet are like hands!  And there's lots of \"unused\" puff territory down there.\n\nThe first time I was doing that and realized what it was capable of, at the end a dark silhouette of a  man materialized standing where my feet were.\n\nHe looked ready to \"run\".\n\nHe was a \"running man\", materialized from the tensegrity pass.\n\nJust by simple movements of my feet.\n\nAll \"body parts\" can be used in sorcery, to accomplish magic.\n\nSo in the course of doing darkroom you will find yourself reaching up, reaching horizontally, and even grabbing stuff from the floor.\n\nYou'll be like a kid surrounded by toys floating in the air, always trying to pluck one from it.\n\nAs a result you'll use your arms and twist your spine in very unusual ways.\n\nEventually, when you reach way out to scoop up some colored light, you'll hear, \"click, click, click, click, click...\"\n\nAs each bone in your spine relocates itself with a click sound.\n\nJust as Carlos wrote about don Juan in his early books.\n\nHis \"back cracking\".\n\nSome bad men tried to make up the idea that the Tensegrity was fake.  They even claimed the Tensegrity book wasn't written by Carlos.\n\nExcept, I was there.\n\nIt's nonsense.\n\nProbably from bad men who had been stealing for a long time, and didn't have \"tensegrity\" in their pretend sorcery offerings.  Likely \"impeccable warrior\" pretending.\n\nSo they had to lie and say Tensegrity was added on by cleargreen. Evil cleargreen.\n\nAsk around in Brazil and you'll find men claiming such things.\n\nWe had trouble with that in here at first.\n\nPeople actually had to go back into the books to \"find\" tensegrity moves.\n\nAnd  they're all over!\n\nBut the lineages had no purpose for turning those into a \"weird kungfu system\".\n\nSo they were simply the \"details of a specific technique\".\n\nDidn't stand out as a \"thing\" to readers.\n\nBut Carlos did have a reason, so he put them all together for us so we wouldn't lose them.\n\nAlong with a little story to explain the usage of each.\n\nWhich brings me to the point.\n\nWhen people were first complaining that Tensegrity was an \"add on\" to make money, we \"investigated\" the shoulder cracking don Juan did.\n\nIf you go way back in the posts, you'll see it.\n\nAnd we concluded, just moving the shoulders does in fact stir the second attention fog.  You can visibly see the results in the air.\n\nNot surprising, since that \"Wrestler\" figurine verifies it. But we didn't know about that one at the time.\n\nAfter a year or two of active darkroom, the bones in your neck and shoulders will also crack just like don Juan.\n\nYou won't even have to try to learn that.\n\nIt's a natural side effect of sorcery!\n\nA tiny little detail in the books, which proves they are an accurate account of interactions between Carlos and some actual person (teacher).\n\nWho he named don Juan in the storyline.\n\nThere's another \"tiny little detail\" that cracking verifies.\n\nWhen you learn to shut off your internal dialogue without needing the tensegrity all the time, you might want to \"enjoy it\".\n\nYou sit up on the bed on pillows, in the darkness, forcing off your internal dialogue so well that the walls start to be covered in images and locations.\n\nBut there's still traces of \"something else\" keeping anything from becoming super real and in full color.\n\nIt's like you're looking at a dark street only in moonlight, through a dusty window.\n\nAs you force even better silence, seeing that it's starting to \"pay off\", you \"drop\" something else.\n\nConcern?  Noticing?  Caring?\n\nI have no idea.\n\nBut if you are silent and you \"drop that second thing\" from your mind, you forget where you were.\n\nAnd what you were doing.\n\nFor an instant, you are simply \"lost\".  And confused.\n\nAnd you hear a \"CLICK\" at the base of your skull.  In the lowest bone that hooks it to the rest of the body.\n\nThe click causes a slight shift in the alignment of the skull.\n\nAnd everything in front of you becomes super real.  Colors bloom from the dark moonlight scenes through the dusty window, and the stuff you are looking at seems to \"look back at you\".\n\nIn \"living color\".\n\nIf you'll recall from the books, don Juan said that clicks means the second attention came out.\n\nYou switched to fully using \"the double's eyes\".\n\nAnother of those \"tiny details\" from the books, which seemed made up to the critics.\n\nBut which turns out to be true.\n\nI believe there's something SERIOUSLY UNFAIR going on here.\n\nPeople ignore that the books are Carlos are NOT LIKE OTHER BOOKS.\n\nFind me another book with intense magic, with that kind of \"how to\" detail.\n\nYou can't.\n\nHow about Yogananda's pretend magic book, \"Autobiography of a Yogi\".\n\nIt's really just a series of him bragging, and telling how magical his teachers were.\n\nIt's asian crap magic designed to confuse westerners into shelling out a lot of money.\n\nHe ended up with a palace near Malibu as a result.  One Cholita loves to visit.\n\nBut no one ever learned anything remotely like what's in his books.  in the end, a woman he was having an affair with \"took over\" and was proclaimed \"enlightened\".   They have picture of her, hung as if she were holy.  She's probably just the wealthy woman who gave him a place to live when he moved over here.\n\nThe same is true of the other promotional guru books out there.\n\nThey're NOTHING like the books of Carlos which are filled with so many details you can verify.\n\nAnd yet, the books of Carlos get judged by bad men as if they'd \"seen that before\".\n\nIt's what Carlos called, \"Glossing\".\n\nCategorizing stuff you don't want to think about as something else they really aren't, so you can dismiss them and go back to sleep.\n\nSo watch for the little things from the books. They'll help you keep going even more than the big things!\n\nSomeone might hear that you can leap to distant planets, and say, \"Yea but the astral travel people do that.\"\n\nAnd you point out you are fully awake, walking around, eyes open.  And you physically leaped.\n\nIt's not the same thing at all!\n\nThose \"astral travel\" guys just had a bad dream, and then lied about it to their friends.\n\nDoesn't matter. Close enough to a critic.\n\nHe can categorize that one as being part of Monroe's made up magic, and ignore it.\n\nBut the little details...  No one makes such things up.\n\nThey aren't worth it, since they don't get you a palace in Malibu.\n\nBut they do help you see that you're absolutely on the same path as the books.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "It's the Little Things", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 105, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"ev4ef6duxkb91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=3305b75fdae1c71b5e121223eae0188e1a701146"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=6ebaec89bdc673fad8d8875d277391405e7e8d67"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=2b435fa7e95656e60f0b78b584dc186df9be01a4"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=ac5371cd93bb05345124e3f0511e4bf42488eece"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=42758f17497c5c013c67c237ff7b57cad4dfdc77"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=50aca80dcc428104c58c611a8daf53d2e9bf3ec5"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/ev4ef6duxkb91.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7c5aea2eebac80cc6148a6d837efbf6dca19be6b"}, "id": "ev4ef6duxkb91"}, "w7dt368q2lb91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 124, "x": 108, "u": "https://preview.redd.it/w7dt368q2lb91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=91b1df421268831aedeab1596b1d5d64baae4b8c"}, {"y": 248, "x": 216, "u": "https://preview.redd.it/w7dt368q2lb91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=731a8859cba8a0b6744a687bb19190b8b9a464df"}, {"y": 368, "x": 320, "u": "https://preview.redd.it/w7dt368q2lb91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=9775884f25706be3e336e9d960e64630e8874bc3"}], "s": {"y": 590, "x": 512, "u": "https://preview.redd.it/w7dt368q2lb91.jpg?width=512&amp;format=pjpg&amp;auto=webp&amp;s=91466d2a8ea908e520d32ac4968de84660a00d99"}, "id": "w7dt368q2lb91"}, "m4ra7zuewkb91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 137, "x": 108, "u": "https://preview.redd.it/m4ra7zuewkb91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=347674fa6e90344eeacfb4c3af067105e1137148"}, {"y": 275, "x": 216, "u": "https://preview.redd.it/m4ra7zuewkb91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=c4a016b1ed1e4c5f57988b9b94ec3fd43f821dac"}, {"y": 407, "x": 320, "u": "https://preview.redd.it/m4ra7zuewkb91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=3afeb135c2665c8e13264c586e80957f649a76bf"}], "s": {"y": 573, "x": 450, "u": "https://preview.redd.it/m4ra7zuewkb91.png?width=450&amp;format=png&amp;auto=webp&amp;s=f70ee7f7c565a44a425e5fb0daf64ff8f7bbdd02"}, "id": "m4ra7zuewkb91"}, "mcnsklg6vkb91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 97, "x": 108, "u": "https://preview.redd.it/mcnsklg6vkb91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=5ef7263ed1d2790ab458625734b6a084cb775d3f"}, {"y": 195, "x": 216, "u": "https://preview.redd.it/mcnsklg6vkb91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=3d16e2099aeb92ac483080350648e6afe1912e5b"}, {"y": 290, "x": 320, "u": "https://preview.redd.it/mcnsklg6vkb91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=83492805c612beef1ba545d9d7438c49d5b6f1c2"}], "s": {"y": 440, "x": 485, "u": "https://preview.redd.it/mcnsklg6vkb91.jpg?width=485&amp;format=pjpg&amp;auto=webp&amp;s=e9c19f68b3f40901387e8e1775f0b3b8b51f86f8"}, "id": "mcnsklg6vkb91"}}, "name": "t3_vz3vg7", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "ups": 27, "domain": "self.castaneda", "media_embed": {"content": "&lt;iframe width=\"267\" height=\"200\" src=\"https://www.youtube.com/embed/WB-A3oB45tY?feature=oembed&amp;enablejsapi=1\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen title=\"running man non-doing tensegrity\"&gt;&lt;/iframe&gt;", "width": 267, "scrolling": false, "height": 200}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": {"oembed": {"provider_url": "https://www.youtube.com/", "title": "running man non-doing tensegrity", "html": "&lt;iframe width=\"267\" height=\"200\" src=\"https://www.youtube.com/embed/WB-A3oB45tY?feature=oembed&amp;enablejsapi=1\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen title=\"running man non-doing tensegrity\"&gt;&lt;/iframe&gt;", "thumbnail_width": 480, "height": 200, "width": 267, "version": "1.0", "author_name": "tensional integrity", "provider_name": "YouTube", "thumbnail_url": "https://i.ytimg.com/vi/WB-A3oB45tY/hqdefault.jpg", "type": "video", "thumbnail_height": 360, "author_url": "https://www.youtube.com/channel/UCtmiG72YfM-Xqo6JhRZAytg"}, "type": "youtube.com"}, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {"content": "&lt;iframe width=\"267\" height=\"200\" src=\"https://www.youtube.com/embed/WB-A3oB45tY?feature=oembed&amp;enablejsapi=1\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen title=\"running man non-doing tensegrity\"&gt;&lt;/iframe&gt;", "width": 267, "scrolling": false, "media_domain_url": "https://www.redditmedia.com/mediaembed/vz3vg7", "height": 200}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/NWagaDsoQ3uRfM_kLkmiEAEWN3-Qmb4MwRuLD5hX9Ro.jpg", "edited": 1657838221.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "subreddit_type": "public", "created": 1657826203.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/mcnsklg6vkb91.jpg?width=485&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=e9c19f68b3f40901387e8e1775f0b3b8b51f86f8\"&gt;https://preview.redd.it/mcnsklg6vkb91.jpg?width=485&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=e9c19f68b3f40901387e8e1775f0b3b8b51f86f8&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I ought to mention that doing darkroom at advanced stages causes you to tilt in space at very odd angles.  And this has side effects.&lt;/p&gt;\n\n&lt;p&gt;If you look at the cover of Wheel of Time,  you can see that the old seer is raising his arms while watching &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Knowing Carlos, the entire picture is significant.   Probably even the circle of rocks and the space between the mountains in the background.&lt;/p&gt;\n\n&lt;p&gt;He might even have witnessed that via a &amp;quot;re-run&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a technique where you can go back in time and relive someone for a few hours.&lt;/p&gt;\n\n&lt;p&gt;Sound crazy? &lt;/p&gt;\n\n&lt;p&gt;Nope.  None of it is made up.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done that!&lt;/p&gt;\n\n&lt;p&gt;But what&amp;#39;s more interesting here is how the arms are raised.&lt;/p&gt;\n\n&lt;p&gt;To a person up in the blue zone, arms, legs, and &amp;quot;body parts&amp;quot; are more of an inconvenience.&lt;/p&gt;\n\n&lt;p&gt;Always aching, always getting something &amp;quot;smashed&amp;quot; by accident.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re &amp;quot;at odds&amp;quot; with our physical body.&lt;/p&gt;\n\n&lt;p&gt;And angry with it.  To the extent that we consider it simply &amp;quot;inconvenient physical matter&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But in fact, your arms are not like that at all down at the deepest levels of reality.&lt;/p&gt;\n\n&lt;p&gt;And, again. None of this is made up.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get to visibly see that!  And even use what&amp;#39;s &amp;quot;really there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;door knob claw hand&amp;quot; technique helps you understand what your arms really are.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/w7dt368q2lb91.jpg?width=512&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=91466d2a8ea908e520d32ac4968de84660a00d99\"&gt;Not yet the full picture of what hands really are, but getting closer!&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And once you get to that level, you realize every tiny part of our body is needed to practice sorcery.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s another picture showing how the most casual &amp;quot;body parts&amp;quot; are actually made out of energy, and sorcerers make use of that aspect.  This one was taught to Jadey towards the end. But is a famous statue dug up from Olmec territory.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/m4ra7zuewkb91.png?width=450&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=f70ee7f7c565a44a425e5fb0daf64ff8f7bbdd02\"&gt;An anthropologist long before Carlos decided this was sorcery, not wrestling.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I use it daily!  His left shoulder projects energy by being bent slightly out of normal, going forward.&lt;/p&gt;\n\n&lt;p&gt;The arm &amp;quot;frames it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;His right hand is there to punch on a visible membrane, to stimulate it.&lt;/p&gt;\n\n&lt;p&gt;It projects a beam of awareness out, and you can &amp;quot;fine tune&amp;quot; it with punches from the right hand.&lt;/p&gt;\n\n&lt;p&gt;I like to use &amp;quot;fine taps&amp;quot; and watch the ripples in the &amp;quot;membrane&amp;quot;, which is under the left arm but extends out to where you projected it.&lt;/p&gt;\n\n&lt;p&gt;With your shoulder!&lt;/p&gt;\n\n&lt;p&gt;All this becomes visible in the deep red zone.  But the &amp;quot;fine tapping&amp;quot; in the &amp;quot;membrane&amp;quot; likely is near to purple zone.&lt;/p&gt;\n\n&lt;p&gt;The point to a beginner is, you use your WHOLE body to do sorcery.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no &amp;quot;irrelevant or inconvenient&amp;quot; parts.&lt;/p&gt;\n\n&lt;p&gt;And let me remind you, sitting there like the Buddha, eyes closed and a &amp;quot;wise&amp;quot; smile on your face,  won&amp;#39;t get you anywhere with real magic.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the pretend kind!&lt;/p&gt;\n\n&lt;p&gt;Open those eyes and use your whole body!&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve split ourselves into a big mess with worry and grief, and an endless internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But in fact, our body is composed of perhaps as many as 16 sentient blobs of awareness.&lt;/p&gt;\n\n&lt;p&gt;8 of them trapped in the internal organics of our flesh body.&lt;/p&gt;\n\n&lt;p&gt;Another 8 &amp;quot;free range&amp;quot;, roaming around inside us.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t anyone get excited and keep track of the &amp;quot;8&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I just made it up.   6 min for the tonal awareness.  But seems more like 8 to me.&lt;/p&gt;\n\n&lt;p&gt;And who knows how much &amp;quot;awareness&amp;quot; it takes, to constitute &amp;quot;sentience&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But those purple puffs are in fact both alive, aware, and often very sentient.&lt;/p&gt;\n\n&lt;p&gt;So if you can get past &amp;quot;I don&amp;#39;t see any puffs, can I play the bongos or smoke something?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;No.&lt;/p&gt;\n\n&lt;p&gt;You MUST get past it, if you are going to use this path.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s no other that we know of.  At least, not one anyone has made work so far.&lt;/p&gt;\n\n&lt;p&gt;Except that women can use their womb, and go into sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;The men can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll just go into egomania land.  Find an evacuated subreddit and try to copy what we do, over there, so they can &amp;quot;teach&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We have someone doing that right now!  Doesn&amp;#39;t want to learn. He wants to teach.&lt;/p&gt;\n\n&lt;p&gt;But those &amp;quot;other&amp;quot; subreddits always die in days.  This one only survives because people realize it&amp;#39;s real magic.&lt;/p&gt;\n\n&lt;p&gt;So the point here is, you use your ENTIRE body to do sorcery.&lt;/p&gt;\n\n&lt;p&gt;And the Tensegrity is designed to make you aware of that.&lt;/p&gt;\n\n&lt;p&gt;With SURPRISING results.&lt;/p&gt;\n\n&lt;p&gt;Check out &amp;quot;Pandora&amp;#39;s Box&amp;quot; pass.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/ev4ef6duxkb91.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7c5aea2eebac80cc6148a6d837efbf6dca19be6b\"&gt;https://preview.redd.it/ev4ef6duxkb91.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7c5aea2eebac80cc6148a6d837efbf6dca19be6b&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;In that pass you grab some purple light, form it into a ball, and then use your hands to &amp;quot;compress intent into it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t worry, eventually the puffs will be even brighter than those pictures!&lt;/p&gt;\n\n&lt;p&gt;And if you watch the compressing part, you&amp;#39;ll see &amp;quot;stuff&amp;quot; in there.&lt;/p&gt;\n\n&lt;p&gt;By the way, you don&amp;#39;t have to manufacture a Zombie.  That&amp;#39;s just Cholita&amp;#39;s influence on me.&lt;/p&gt;\n\n&lt;p&gt;You can make a car if you like, or anything else you can think of.&lt;/p&gt;\n\n&lt;p&gt;Just set those gently on the floor, instead of releasing them into the air.&lt;/p&gt;\n\n&lt;p&gt;Good rule of thumb:  If it already has a face, set it down gently around waist height, so it can try to stand up on its own.&lt;/p&gt;\n\n&lt;p&gt;If it weighs several tons, like a car, reach way down and carefully put it all the way onto the floor.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s HUGE, toss it as high into the air as you can.  So it can &amp;quot;expand&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So, what&amp;#39;s another pass that might do this?&lt;/p&gt;\n\n&lt;p&gt;Manifest things?&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t have to be something you&amp;#39;d guess right off the bat.&lt;/p&gt;\n\n&lt;p&gt;Look for a pass that plays with a confined area.  Massaging it, compressing it, and putting &amp;quot;intent&amp;quot; into the center of it.&lt;/p&gt;\n\n&lt;p&gt;Give up?&lt;/p&gt;\n\n&lt;p&gt;Jadey&amp;#39;s possibly going to demonstrate it next month, over the internet.  With other &amp;quot;tensegrity leaders&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the Running Man series!&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=WB-A3oB45tY\"&gt;https://np.youtube.com/watch?v=WB-A3oB45tY&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Those feet are like hands!  And there&amp;#39;s lots of &amp;quot;unused&amp;quot; puff territory down there.&lt;/p&gt;\n\n&lt;p&gt;The first time I was doing that and realized what it was capable of, at the end a dark silhouette of a  man materialized standing where my feet were.&lt;/p&gt;\n\n&lt;p&gt;He looked ready to &amp;quot;run&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He was a &amp;quot;running man&amp;quot;, materialized from the tensegrity pass.&lt;/p&gt;\n\n&lt;p&gt;Just by simple movements of my feet.&lt;/p&gt;\n\n&lt;p&gt;All &amp;quot;body parts&amp;quot; can be used in sorcery, to accomplish magic.&lt;/p&gt;\n\n&lt;p&gt;So in the course of doing darkroom you will find yourself reaching up, reaching horizontally, and even grabbing stuff from the floor.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be like a kid surrounded by toys floating in the air, always trying to pluck one from it.&lt;/p&gt;\n\n&lt;p&gt;As a result you&amp;#39;ll use your arms and twist your spine in very unusual ways.&lt;/p&gt;\n\n&lt;p&gt;Eventually, when you reach way out to scoop up some colored light, you&amp;#39;ll hear, &amp;quot;click, click, click, click, click...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As each bone in your spine relocates itself with a click sound.&lt;/p&gt;\n\n&lt;p&gt;Just as Carlos wrote about don Juan in his early books.&lt;/p&gt;\n\n&lt;p&gt;His &amp;quot;back cracking&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some bad men tried to make up the idea that the Tensegrity was fake.  They even claimed the Tensegrity book wasn&amp;#39;t written by Carlos.&lt;/p&gt;\n\n&lt;p&gt;Except, I was there.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nonsense.&lt;/p&gt;\n\n&lt;p&gt;Probably from bad men who had been stealing for a long time, and didn&amp;#39;t have &amp;quot;tensegrity&amp;quot; in their pretend sorcery offerings.  Likely &amp;quot;impeccable warrior&amp;quot; pretending.&lt;/p&gt;\n\n&lt;p&gt;So they had to lie and say Tensegrity was added on by cleargreen. Evil cleargreen.&lt;/p&gt;\n\n&lt;p&gt;Ask around in Brazil and you&amp;#39;ll find men claiming such things.&lt;/p&gt;\n\n&lt;p&gt;We had trouble with that in here at first.&lt;/p&gt;\n\n&lt;p&gt;People actually had to go back into the books to &amp;quot;find&amp;quot; tensegrity moves.&lt;/p&gt;\n\n&lt;p&gt;And  they&amp;#39;re all over!&lt;/p&gt;\n\n&lt;p&gt;But the lineages had no purpose for turning those into a &amp;quot;weird kungfu system&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So they were simply the &amp;quot;details of a specific technique&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t stand out as a &amp;quot;thing&amp;quot; to readers.&lt;/p&gt;\n\n&lt;p&gt;But Carlos did have a reason, so he put them all together for us so we wouldn&amp;#39;t lose them.&lt;/p&gt;\n\n&lt;p&gt;Along with a little story to explain the usage of each.&lt;/p&gt;\n\n&lt;p&gt;Which brings me to the point.&lt;/p&gt;\n\n&lt;p&gt;When people were first complaining that Tensegrity was an &amp;quot;add on&amp;quot; to make money, we &amp;quot;investigated&amp;quot; the shoulder cracking don Juan did.&lt;/p&gt;\n\n&lt;p&gt;If you go way back in the posts, you&amp;#39;ll see it.&lt;/p&gt;\n\n&lt;p&gt;And we concluded, just moving the shoulders does in fact stir the second attention fog.  You can visibly see the results in the air.&lt;/p&gt;\n\n&lt;p&gt;Not surprising, since that &amp;quot;Wrestler&amp;quot; figurine verifies it. But we didn&amp;#39;t know about that one at the time.&lt;/p&gt;\n\n&lt;p&gt;After a year or two of active darkroom, the bones in your neck and shoulders will also crack just like don Juan.&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t even have to try to learn that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a natural side effect of sorcery!&lt;/p&gt;\n\n&lt;p&gt;A tiny little detail in the books, which proves they are an accurate account of interactions between Carlos and some actual person (teacher).&lt;/p&gt;\n\n&lt;p&gt;Who he named don Juan in the storyline.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s another &amp;quot;tiny little detail&amp;quot; that cracking verifies.&lt;/p&gt;\n\n&lt;p&gt;When you learn to shut off your internal dialogue without needing the tensegrity all the time, you might want to &amp;quot;enjoy it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You sit up on the bed on pillows, in the darkness, forcing off your internal dialogue so well that the walls start to be covered in images and locations.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s still traces of &amp;quot;something else&amp;quot; keeping anything from becoming super real and in full color.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like you&amp;#39;re looking at a dark street only in moonlight, through a dusty window.&lt;/p&gt;\n\n&lt;p&gt;As you force even better silence, seeing that it&amp;#39;s starting to &amp;quot;pay off&amp;quot;, you &amp;quot;drop&amp;quot; something else.&lt;/p&gt;\n\n&lt;p&gt;Concern?  Noticing?  Caring?&lt;/p&gt;\n\n&lt;p&gt;I have no idea.&lt;/p&gt;\n\n&lt;p&gt;But if you are silent and you &amp;quot;drop that second thing&amp;quot; from your mind, you forget where you were.&lt;/p&gt;\n\n&lt;p&gt;And what you were doing.&lt;/p&gt;\n\n&lt;p&gt;For an instant, you are simply &amp;quot;lost&amp;quot;.  And confused.&lt;/p&gt;\n\n&lt;p&gt;And you hear a &amp;quot;CLICK&amp;quot; at the base of your skull.  In the lowest bone that hooks it to the rest of the body.&lt;/p&gt;\n\n&lt;p&gt;The click causes a slight shift in the alignment of the skull.&lt;/p&gt;\n\n&lt;p&gt;And everything in front of you becomes super real.  Colors bloom from the dark moonlight scenes through the dusty window, and the stuff you are looking at seems to &amp;quot;look back at you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In &amp;quot;living color&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;ll recall from the books, don Juan said that clicks means the second attention came out.&lt;/p&gt;\n\n&lt;p&gt;You switched to fully using &amp;quot;the double&amp;#39;s eyes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Another of those &amp;quot;tiny details&amp;quot; from the books, which seemed made up to the critics.&lt;/p&gt;\n\n&lt;p&gt;But which turns out to be true.&lt;/p&gt;\n\n&lt;p&gt;I believe there&amp;#39;s something SERIOUSLY UNFAIR going on here.&lt;/p&gt;\n\n&lt;p&gt;People ignore that the books are Carlos are NOT LIKE OTHER BOOKS.&lt;/p&gt;\n\n&lt;p&gt;Find me another book with intense magic, with that kind of &amp;quot;how to&amp;quot; detail.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;How about Yogananda&amp;#39;s pretend magic book, &amp;quot;Autobiography of a Yogi&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really just a series of him bragging, and telling how magical his teachers were.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s asian crap magic designed to confuse westerners into shelling out a lot of money.&lt;/p&gt;\n\n&lt;p&gt;He ended up with a palace near Malibu as a result.  One Cholita loves to visit.&lt;/p&gt;\n\n&lt;p&gt;But no one ever learned anything remotely like what&amp;#39;s in his books.  in the end, a woman he was having an affair with &amp;quot;took over&amp;quot; and was proclaimed &amp;quot;enlightened&amp;quot;.   They have picture of her, hung as if she were holy.  She&amp;#39;s probably just the wealthy woman who gave him a place to live when he moved over here.&lt;/p&gt;\n\n&lt;p&gt;The same is true of the other promotional guru books out there.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re NOTHING like the books of Carlos which are filled with so many details you can verify.&lt;/p&gt;\n\n&lt;p&gt;And yet, the books of Carlos get judged by bad men as if they&amp;#39;d &amp;quot;seen that before&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what Carlos called, &amp;quot;Glossing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Categorizing stuff you don&amp;#39;t want to think about as something else they really aren&amp;#39;t, so you can dismiss them and go back to sleep.&lt;/p&gt;\n\n&lt;p&gt;So watch for the little things from the books. They&amp;#39;ll help you keep going even more than the big things!&lt;/p&gt;\n\n&lt;p&gt;Someone might hear that you can leap to distant planets, and say, &amp;quot;Yea but the astral travel people do that.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And you point out you are fully awake, walking around, eyes open.  And you physically leaped.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not the same thing at all!&lt;/p&gt;\n\n&lt;p&gt;Those &amp;quot;astral travel&amp;quot; guys just had a bad dream, and then lied about it to their friends.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter. Close enough to a critic.&lt;/p&gt;\n\n&lt;p&gt;He can categorize that one as being part of Monroe&amp;#39;s made up magic, and ignore it.&lt;/p&gt;\n\n&lt;p&gt;But the little details...  No one makes such things up.&lt;/p&gt;\n\n&lt;p&gt;They aren&amp;#39;t worth it, since they don&amp;#39;t get you a palace in Malibu.&lt;/p&gt;\n\n&lt;p&gt;But they do help you see that you&amp;#39;re absolutely on the same path as the books.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/9xtxCWrTFPkdh_6g2dkuZyaHtTcFsmdn5eW9nXXa4p4.jpg?auto=webp&amp;s=47a791af5aafe2daed7e089bd6b4ed60d8e0e874", "width": 480, "height": 360}, "resolutions": [{"url": "https://external-preview.redd.it/9xtxCWrTFPkdh_6g2dkuZyaHtTcFsmdn5eW9nXXa4p4.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=546097547287d4e9d70532f246e972e6d2874cab", "width": 108, "height": 81}, {"url": "https://external-preview.redd.it/9xtxCWrTFPkdh_6g2dkuZyaHtTcFsmdn5eW9nXXa4p4.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=8cbcf9aec964cbc94ba21ebe3e443aaa4a14b70f", "width": 216, "height": 162}, {"url": "https://external-preview.redd.it/9xtxCWrTFPkdh_6g2dkuZyaHtTcFsmdn5eW9nXXa4p4.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=705d5442002f150eb59c4e28ca59e11d65251454", "width": 320, "height": 240}], "variants": {}, "id": "1ZYi7w0dzvoXGkfM3rFsTJRI4F4YxRHB5p-GWDpsylc"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "vz3vg7", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": {"oembed": {"provider_url": "https://www.youtube.com/", "title": "running man non-doing tensegrity", "html": "&lt;iframe width=\"267\" height=\"200\" src=\"https://www.youtube.com/embed/WB-A3oB45tY?feature=oembed&amp;enablejsapi=1\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen title=\"running man non-doing tensegrity\"&gt;&lt;/iframe&gt;", "thumbnail_width": 480, "height": 200, "width": 267, "version": "1.0", "author_name": "tensional integrity", "provider_name": "YouTube", "thumbnail_url": "https://i.ytimg.com/vi/WB-A3oB45tY/hqdefault.jpg", "type": "video", "thumbnail_height": 360, "author_url": "https://www.youtube.com/channel/UCtmiG72YfM-Xqo6JhRZAytg"}, "type": "youtube.com"}, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/vz3vg7/its_the_little_things/", "subreddit_subscribers": 9561, "created_utc": 1657826203.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igaiske", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iga4qzb", "score": 2, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for the advice. What you said hit home and makes a lot of sense. I feel a whole lot of energy and meaning, but it's directionless. I feel a whole lot of beginnings and possibilities, but there's no journey. Part of it seems to be me wanting to stay in this state of holding, out of some weird paranoia towards deep personal experiences. I've had many moments where it's like life hits play, my breathing goes into a more \"natural rhythm\", and the emotions really kick into gear, it begins to *really* make sense where I am and what I'm doing. But it's so intense and so personal, I let it crumble to pieces and revert back to constant thinking, guessing, and mundane activities. This has created an unbelieve dissonance in my body and pressure/tension in my head and upper back/chest. \n\nI believe I am following some manner of intent, but it's weird. I'm almost living a double life. One is mundane and gets along with society, and the other is like simulatenously a superhero and supervillain, and has too much energy and meaning for my ordinary psyche to handle. It's a bit more complicated than this, but seems accurate enough for the purposes here. This inner conflict doesn't help me whatsoever when I begin to imagine the possibilities of flight, telekinesis, knowing, singing people's songs, etc. I'll start getting chills like crazy, and it's like the reality is coming onto me, I'm so close to moving, making concerted free spirited attempts, but I always pull back and say \"maybe next time\".\n\nAt the moment I'm simply seeking wholeness, a solid connection to reality and to myself, a firm and loving relationship to things and beings around me each moment, utter freedom and power, mostly with the intent of helping others, uplifting people, offering a more truthful perspective, cleansing corrupt systems using a deeper and more comprehensive awareness of whats what. Perhaps showing people real magic, and then explaining to them the how and why in a way they can understand and then *do on their own* (how freakin cool this would be). These are only the ideas, really. What creates them is a scattered energy mostly around my heart, center, naval and below. It feels like purpose and completion and love and a lot of other incredible feelings I've somehow become reticent towards.\n\nLikely because I also harbor a resistance to these dreams and intentions. Part of me is just chaos and resentment, and constantly acts out against any form of self control and direction. This seems like my inner hedonist and freedom fighter, lol.. \n\nFinally I believe a higher part of me is simply seeking wholeness at the moment, resolution of past blockages and insecurities, restoration of things about me which I have lost to repression, and a consolidation of conflicting intentions. It's funny you mentioned the weight thing because since this most recent path I've been unable to find the energy to do as many mundane activities or eat as much and lost 10 lbs. I've just been resting in my awareness and trying to \"come alive\". I don't know how successful I have been, or if resting and contemplation is really what I want to be doing (it probably isnt)\n\nAll of these scattered intentions have created a journey fraught with indecision, incompletion and dissatisfaction.  \n\nThanks again so much for this advice! You gave me better advice in one simple comment than I've gotten from practically everywhere else.. you said some interesting and meaningful things and I'm beginning to feel how it would help the more I think on them, especially studying the evolution of religion and \"allowing my intent to meld with some greater whole\"? My \"soul\" seems to be aching for some kind of \"journey\" or \"intention\", that is pure of all the scattered meanings and goals I've been on for various reasons (many drawn from new age spirituality and other limited perspectives), and especially a journey which isn't entirely *alone*. I suspected this place would do me right. I'm definitely going to hang out here more often, some spiritual or psychology forum would have given me some random conclusion-drawing jargon about my mind and biology and how they're going haywire, lmao (perhaps helpful for some if they're correct, but it's simple and mundane advice to be sure). I feel encouraged, and like I have some more means to determine my own fate. Hell yeah!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_igaiske", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for the advice. What you said hit home and makes a lot of sense. I feel a whole lot of energy and meaning, but it&amp;#39;s directionless. I feel a whole lot of beginnings and possibilities, but there&amp;#39;s no journey. Part of it seems to be me wanting to stay in this state of holding, out of some weird paranoia towards deep personal experiences. I&amp;#39;ve had many moments where it&amp;#39;s like life hits play, my breathing goes into a more &amp;quot;natural rhythm&amp;quot;, and the emotions really kick into gear, it begins to &lt;em&gt;really&lt;/em&gt; make sense where I am and what I&amp;#39;m doing. But it&amp;#39;s so intense and so personal, I let it crumble to pieces and revert back to constant thinking, guessing, and mundane activities. This has created an unbelieve dissonance in my body and pressure/tension in my head and upper back/chest. &lt;/p&gt;\n\n&lt;p&gt;I believe I am following some manner of intent, but it&amp;#39;s weird. I&amp;#39;m almost living a double life. One is mundane and gets along with society, and the other is like simulatenously a superhero and supervillain, and has too much energy and meaning for my ordinary psyche to handle. It&amp;#39;s a bit more complicated than this, but seems accurate enough for the purposes here. This inner conflict doesn&amp;#39;t help me whatsoever when I begin to imagine the possibilities of flight, telekinesis, knowing, singing people&amp;#39;s songs, etc. I&amp;#39;ll start getting chills like crazy, and it&amp;#39;s like the reality is coming onto me, I&amp;#39;m so close to moving, making concerted free spirited attempts, but I always pull back and say &amp;quot;maybe next time&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At the moment I&amp;#39;m simply seeking wholeness, a solid connection to reality and to myself, a firm and loving relationship to things and beings around me each moment, utter freedom and power, mostly with the intent of helping others, uplifting people, offering a more truthful perspective, cleansing corrupt systems using a deeper and more comprehensive awareness of whats what. Perhaps showing people real magic, and then explaining to them the how and why in a way they can understand and then &lt;em&gt;do on their own&lt;/em&gt; (how freakin cool this would be). These are only the ideas, really. What creates them is a scattered energy mostly around my heart, center, naval and below. It feels like purpose and completion and love and a lot of other incredible feelings I&amp;#39;ve somehow become reticent towards.&lt;/p&gt;\n\n&lt;p&gt;Likely because I also harbor a resistance to these dreams and intentions. Part of me is just chaos and resentment, and constantly acts out against any form of self control and direction. This seems like my inner hedonist and freedom fighter, lol.. &lt;/p&gt;\n\n&lt;p&gt;Finally I believe a higher part of me is simply seeking wholeness at the moment, resolution of past blockages and insecurities, restoration of things about me which I have lost to repression, and a consolidation of conflicting intentions. It&amp;#39;s funny you mentioned the weight thing because since this most recent path I&amp;#39;ve been unable to find the energy to do as many mundane activities or eat as much and lost 10 lbs. I&amp;#39;ve just been resting in my awareness and trying to &amp;quot;come alive&amp;quot;. I don&amp;#39;t know how successful I have been, or if resting and contemplation is really what I want to be doing (it probably isnt)&lt;/p&gt;\n\n&lt;p&gt;All of these scattered intentions have created a journey fraught with indecision, incompletion and dissatisfaction.  &lt;/p&gt;\n\n&lt;p&gt;Thanks again so much for this advice! You gave me better advice in one simple comment than I&amp;#39;ve gotten from practically everywhere else.. you said some interesting and meaningful things and I&amp;#39;m beginning to feel how it would help the more I think on them, especially studying the evolution of religion and &amp;quot;allowing my intent to meld with some greater whole&amp;quot;? My &amp;quot;soul&amp;quot; seems to be aching for some kind of &amp;quot;journey&amp;quot; or &amp;quot;intention&amp;quot;, that is pure of all the scattered meanings and goals I&amp;#39;ve been on for various reasons (many drawn from new age spirituality and other limited perspectives), and especially a journey which isn&amp;#39;t entirely &lt;em&gt;alone&lt;/em&gt;. I suspected this place would do me right. I&amp;#39;m definitely going to hang out here more often, some spiritual or psychology forum would have given me some random conclusion-drawing jargon about my mind and biology and how they&amp;#39;re going haywire, lmao (perhaps helpful for some if they&amp;#39;re correct, but it&amp;#39;s simple and mundane advice to be sure). I feel encouraged, and like I have some more means to determine my own fate. Hell yeah!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vz3vg7", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/igaiske/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657907715.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657907715.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iga4qzb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1657902183.0, "send_replies": true, "parent_id": "t1_ig80id2", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You aren't following any particular \"intent\".\n\nSo \"the spirit\", the very thing that creates reality, can't \"help you out\".\n\nYou'll have all sorts of \"trace intent\" from hearing other magical systems and religions.\n\nSo you mentioned, \"God\".\n\nThat being doesn't really exist, and it's an abomination to believe he does, in the form people \"expect\".\n\nBut you can still visit him!  Because everyone praying to him, creates a phantom copy you can interact with.\n\nReality is so vast, and the path of magic so far, you need some help.\n\nIf you try to go rogue, you won't get anywhere in the short lifespan humans have.\n\nThe Olmecs perfected their \"path\" over thousands of years.\n\nThrough thousands of very powerful sorcerers.\n\nThat \"path\" is still out there in reality, and can pull on you.\n\nBut if you \"go rogue\", you'll just get weird stuff happening, which \"might\" be meaningful, but you'll surely never find out.\n\nSome stray \"intent\" will hook you.  Some bad religion, or evil con artist.\n\nI suggest you REALLY study religion.\n\nNot too much the details of sales pitches from the leaders who profit from it.\n\nBut the \"evolution\" of it.\n\nNorth Africa -&gt; middle east among the Akkadians and Jews -&gt; Asia -&gt; India -&gt; China\n\nThat's the most popular kinds. And all bogus now.\n\nIn doing so, you'll start to get a grasp of the \"flow\" of them.\n\nOr hook yourself to \"The Intent of the Sorcerers of Ancient Mexico\", and go on a \"religious thought diet\".\n\nUntil you lose 30 pounds.\n\nThen see what's what.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iga4qzb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You aren&amp;#39;t following any particular &amp;quot;intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;the spirit&amp;quot;, the very thing that creates reality, can&amp;#39;t &amp;quot;help you out&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll have all sorts of &amp;quot;trace intent&amp;quot; from hearing other magical systems and religions.&lt;/p&gt;\n\n&lt;p&gt;So you mentioned, &amp;quot;God&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That being doesn&amp;#39;t really exist, and it&amp;#39;s an abomination to believe he does, in the form people &amp;quot;expect&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But you can still visit him!  Because everyone praying to him, creates a phantom copy you can interact with.&lt;/p&gt;\n\n&lt;p&gt;Reality is so vast, and the path of magic so far, you need some help.&lt;/p&gt;\n\n&lt;p&gt;If you try to go rogue, you won&amp;#39;t get anywhere in the short lifespan humans have.&lt;/p&gt;\n\n&lt;p&gt;The Olmecs perfected their &amp;quot;path&amp;quot; over thousands of years.&lt;/p&gt;\n\n&lt;p&gt;Through thousands of very powerful sorcerers.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;path&amp;quot; is still out there in reality, and can pull on you.&lt;/p&gt;\n\n&lt;p&gt;But if you &amp;quot;go rogue&amp;quot;, you&amp;#39;ll just get weird stuff happening, which &amp;quot;might&amp;quot; be meaningful, but you&amp;#39;ll surely never find out.&lt;/p&gt;\n\n&lt;p&gt;Some stray &amp;quot;intent&amp;quot; will hook you.  Some bad religion, or evil con artist.&lt;/p&gt;\n\n&lt;p&gt;I suggest you REALLY study religion.&lt;/p&gt;\n\n&lt;p&gt;Not too much the details of sales pitches from the leaders who profit from it.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;evolution&amp;quot; of it.&lt;/p&gt;\n\n&lt;p&gt;North Africa -&amp;gt; middle east among the Akkadians and Jews -&amp;gt; Asia -&amp;gt; India -&amp;gt; China&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the most popular kinds. And all bogus now.&lt;/p&gt;\n\n&lt;p&gt;In doing so, you&amp;#39;ll start to get a grasp of the &amp;quot;flow&amp;quot; of them.&lt;/p&gt;\n\n&lt;p&gt;Or hook yourself to &amp;quot;The Intent of the Sorcerers of Ancient Mexico&amp;quot;, and go on a &amp;quot;religious thought diet&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Until you lose 30 pounds.&lt;/p&gt;\n\n&lt;p&gt;Then see what&amp;#39;s what.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vz3vg7", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/iga4qzb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657902183.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "ig80id2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1657857898.0, "send_replies": true, "parent_id": "t3_vz3vg7", "score": 3, "author_fullname": "t2_8tq5aje6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Everything I'm about to say is just opinion based on personal experience, and I haven't verified any of my conclusions with other people's experiences. I hope it's not too long...\n\nI strongly suspected this was legit, but now I'm utterly convinced. I've been obsessed with the \"supernatural\" since I was 12, and make a concerted effort everyday to unconstipate and release my \"whatever the hell I'm trying to do with myself\", so that I can actually be a part of reality.....? I don't know if this is an accurate description of what I'm doing, all I know is not \"controlling myself\" feels intense, like a living, sensing energy, that courses through the body and appears to create the experiences I'm having, or create me??. But I don't even know this. I just know when I feel alive and when I'm numb. When I know something and when I'm guessing. When I am being something spontaneously, and when I'm actively consciously creating myself, from a singular point of view? When some real energy arises through me, and when I'm literally bored, not knowing what I want to do with myself.. Ugh, I have no idea how to describe it with any reliable accuracy. It's life and nothingness, with logical structures put in its place in order to function, perhaps.\n\nWhen I'm utterly doing the former, my body seems to relax and \"move with my emotions\". It seems to make complete and utter incomprehensible sense, how I'm moving, whereas before I was simply *being* a human. Being this person who seems to \"know\" himself. Watching and controlling my actions mostly through thought, with a sprinkle of deep meaning, desire, or emotion here and there. And knowing what feels much more meaningful, I'd go and get utterly obsessed with the reality and the feelings, and try my damndest to discard the mundane, very much socialized thinking. (To my misfortune, doing so just created more self control and analysis paralysis within me)\n\nIn the rare instances I'm bold enough to \"move with my emotions\" or \"relax into the world?\" (without losing myself to sheer and utter f*king amazement), bones crack like absolutely crazy. My sternum, back, wrists, knees, ankles, I think my nose did once, literally all of them (not all at once tho, that would be shocking, completely different times this happens). The base of the skull crack you mention has me SO INTRIGUED. I can imagine why that would accompany such a vivid and real perception of reality. That particular joint seems very personal to a person's personality and perception, I'm guessing. Connecting the head and face, eyes, ears, etc to the rest of the body.\n\nIn the last 2 years, I've watched my body and my energy like a damn hawk, and noticed how practically everytime I get random itches, random sensations, random phantom pains, *and the chills*, it accompanied a particular kind of thought or movement of my awareness, OR a block/limitation of/on that thought/awareness (in the case of the phantom pains and cold feelings). I began to see how every tiny little piece of the body holds its own significant meaning somehow, as if our bodies are solidly energetically tied to our consciousness/reality/life. Makes sense, I mean, like you said, it's not like these things are just hunks of flesh, *they seem to hold meaning and substance, far beyond biological imperatives*. I might be beating a dead horse you've already kicked to death.\n\nIt's the damndest thing. I feel as though I could, at any point, utterly give into it, become a lighthouse of those chills, and then move, and truly give into \"god\", I'm going to dare to say. Moving in ways I've never even imagined, voice tone change, completely new facial expressions, thoughts so dense and real they become my reality, emotions causing my heart to beat out of my chest, ACTUALLY knowing reality, the whole freakin 9. I'm not at all amazed at the possibility of the running man phenomenon and everything else y'all have been saying. I believe some incomprehensible things are possible, given enough \"belief and movement?\". It seems factual to me, after feeling the depths of this energy. BUT I CONSTANTLY AVOID IT. A massive part of me wants nothing to do with it. It's uncontrollable. I don't get to decide what comes. If I hate and want to kill, there's no stopping that feeling, and I know for a fact if I was deep enough, I could easily act on those feelings in the blink of an eye. \n\nAt the end of the day, I don't know shit. I'm swimming through this mess trying to pin down what the hell is what and I just keep getting confused. All while I'm far too petrified to really \"move with my emotions\", for fear of changing so rapidly and moving so quickly I end up in a nature reserve, being eaten by a grizzly bear and her cub, or some similar horrific fate. Idk if It was even a good idea to write all this, my obsession with this stuff is unhealthy bordering on insane. It just felt right to offer my perspective at this point. Yall are really fascinating. You're the true scientists and magicians, as far as I'm concerned. In order to actually *know* anything, you've gotta start at the beginning. Math and science is cool, but they're not looking between the lines and at the functioning of their awareness. Just at things and patterns.\n\nWhen I'm able to stay there and do *actual magic*, I'll relay experiences. But this is more or less what I've got so far. For some reason I feel like finding a path on my own, but seeing y'alls model of reality is extremely helpful and encouraging. Thank you!!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ig80id2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Everything I&amp;#39;m about to say is just opinion based on personal experience, and I haven&amp;#39;t verified any of my conclusions with other people&amp;#39;s experiences. I hope it&amp;#39;s not too long...&lt;/p&gt;\n\n&lt;p&gt;I strongly suspected this was legit, but now I&amp;#39;m utterly convinced. I&amp;#39;ve been obsessed with the &amp;quot;supernatural&amp;quot; since I was 12, and make a concerted effort everyday to unconstipate and release my &amp;quot;whatever the hell I&amp;#39;m trying to do with myself&amp;quot;, so that I can actually be a part of reality.....? I don&amp;#39;t know if this is an accurate description of what I&amp;#39;m doing, all I know is not &amp;quot;controlling myself&amp;quot; feels intense, like a living, sensing energy, that courses through the body and appears to create the experiences I&amp;#39;m having, or create me??. But I don&amp;#39;t even know this. I just know when I feel alive and when I&amp;#39;m numb. When I know something and when I&amp;#39;m guessing. When I am being something spontaneously, and when I&amp;#39;m actively consciously creating myself, from a singular point of view? When some real energy arises through me, and when I&amp;#39;m literally bored, not knowing what I want to do with myself.. Ugh, I have no idea how to describe it with any reliable accuracy. It&amp;#39;s life and nothingness, with logical structures put in its place in order to function, perhaps.&lt;/p&gt;\n\n&lt;p&gt;When I&amp;#39;m utterly doing the former, my body seems to relax and &amp;quot;move with my emotions&amp;quot;. It seems to make complete and utter incomprehensible sense, how I&amp;#39;m moving, whereas before I was simply &lt;em&gt;being&lt;/em&gt; a human. Being this person who seems to &amp;quot;know&amp;quot; himself. Watching and controlling my actions mostly through thought, with a sprinkle of deep meaning, desire, or emotion here and there. And knowing what feels much more meaningful, I&amp;#39;d go and get utterly obsessed with the reality and the feelings, and try my damndest to discard the mundane, very much socialized thinking. (To my misfortune, doing so just created more self control and analysis paralysis within me)&lt;/p&gt;\n\n&lt;p&gt;In the rare instances I&amp;#39;m bold enough to &amp;quot;move with my emotions&amp;quot; or &amp;quot;relax into the world?&amp;quot; (without losing myself to sheer and utter f*king amazement), bones crack like absolutely crazy. My sternum, back, wrists, knees, ankles, I think my nose did once, literally all of them (not all at once tho, that would be shocking, completely different times this happens). The base of the skull crack you mention has me SO INTRIGUED. I can imagine why that would accompany such a vivid and real perception of reality. That particular joint seems very personal to a person&amp;#39;s personality and perception, I&amp;#39;m guessing. Connecting the head and face, eyes, ears, etc to the rest of the body.&lt;/p&gt;\n\n&lt;p&gt;In the last 2 years, I&amp;#39;ve watched my body and my energy like a damn hawk, and noticed how practically everytime I get random itches, random sensations, random phantom pains, &lt;em&gt;and the chills&lt;/em&gt;, it accompanied a particular kind of thought or movement of my awareness, OR a block/limitation of/on that thought/awareness (in the case of the phantom pains and cold feelings). I began to see how every tiny little piece of the body holds its own significant meaning somehow, as if our bodies are solidly energetically tied to our consciousness/reality/life. Makes sense, I mean, like you said, it&amp;#39;s not like these things are just hunks of flesh, &lt;em&gt;they seem to hold meaning and substance, far beyond biological imperatives&lt;/em&gt;. I might be beating a dead horse you&amp;#39;ve already kicked to death.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the damndest thing. I feel as though I could, at any point, utterly give into it, become a lighthouse of those chills, and then move, and truly give into &amp;quot;god&amp;quot;, I&amp;#39;m going to dare to say. Moving in ways I&amp;#39;ve never even imagined, voice tone change, completely new facial expressions, thoughts so dense and real they become my reality, emotions causing my heart to beat out of my chest, ACTUALLY knowing reality, the whole freakin 9. I&amp;#39;m not at all amazed at the possibility of the running man phenomenon and everything else y&amp;#39;all have been saying. I believe some incomprehensible things are possible, given enough &amp;quot;belief and movement?&amp;quot;. It seems factual to me, after feeling the depths of this energy. BUT I CONSTANTLY AVOID IT. A massive part of me wants nothing to do with it. It&amp;#39;s uncontrollable. I don&amp;#39;t get to decide what comes. If I hate and want to kill, there&amp;#39;s no stopping that feeling, and I know for a fact if I was deep enough, I could easily act on those feelings in the blink of an eye. &lt;/p&gt;\n\n&lt;p&gt;At the end of the day, I don&amp;#39;t know shit. I&amp;#39;m swimming through this mess trying to pin down what the hell is what and I just keep getting confused. All while I&amp;#39;m far too petrified to really &amp;quot;move with my emotions&amp;quot;, for fear of changing so rapidly and moving so quickly I end up in a nature reserve, being eaten by a grizzly bear and her cub, or some similar horrific fate. Idk if It was even a good idea to write all this, my obsession with this stuff is unhealthy bordering on insane. It just felt right to offer my perspective at this point. Yall are really fascinating. You&amp;#39;re the true scientists and magicians, as far as I&amp;#39;m concerned. In order to actually &lt;em&gt;know&lt;/em&gt; anything, you&amp;#39;ve gotta start at the beginning. Math and science is cool, but they&amp;#39;re not looking between the lines and at the functioning of their awareness. Just at things and patterns.&lt;/p&gt;\n\n&lt;p&gt;When I&amp;#39;m able to stay there and do &lt;em&gt;actual magic&lt;/em&gt;, I&amp;#39;ll relay experiences. But this is more or less what I&amp;#39;ve got so far. For some reason I feel like finding a path on my own, but seeing y&amp;#39;alls model of reality is extremely helpful and encouraging. Thank you!!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/ig80id2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657857898.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vz3vg7", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_vz3vg7", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ig6ybsi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_vz3vg7", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "&gt; since they don't get you a palace in Malibu\n\nunless, with practice, one becomes able to summon a palace. but at that point it seems there are more interesting things than a big stack of wood on an expensive plot of land lol.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;since they don&amp;#39;t get you a palace in Malibu&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;unless, with practice, one becomes able to summon a palace. but at that point it seems there are more interesting things than a big stack of wood on an expensive plot of land lol.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/ig6ybsi/", "num_reports": null, "locked": false, "name": "t1_ig6ybsi", "created": 1657839875.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1657839875.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ih6xus1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Red828828", "can_mod_post": false, "created_utc": 1658499696.0, "send_replies": true, "parent_id": "t3_vz3vg7", "score": 1, "author_fullname": "t2_2gijji8b", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I feel I am at a similar place. Thanks for sharing, both of you!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ih6xus1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I feel I am at a similar place. Thanks for sharing, both of you!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vz3vg7/its_the_little_things/ih6xus1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658499696.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vz3vg7", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]