[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "*This is from the Introduction to the Power of Silence. It's only the direct quotes. It feels appropriate at this time.*\n\n&amp;#x200B;\n\nAt various times don Juan attempted to name his knowledge for my benefit. He felt that the most appropriate name was 'nagualism', but that the term was too obscure. Calling it simply 'knowledge' made it too vague, and to call it 'witchcraft' was debasing. 'The mastery of intent' was too abstract, and 'the search for total freedom' too long and metaphorical. Finally, because he was unable to find a more appropriate name, he called it 'sorcery', although he admitted it was not nearly accurate.\n\nOver the years, he had given me different definitions of sorcery, but he had always maintained that definitions change as knowledge increases. Toward the end of my apprenticeship, I felt I was in a position to appreciate a clearer definition. So I asked him once more.\n\n\"From where the average man (or woman) stands,\" don Juan said, \"sorcery is nonsense; an ominous mystery beyond his reach. And he is right, not because this is an absolute fact, but because the average man lacks the energy to deal with sorcery.\"\n\nHe stopped for a moment before he continued. \"Human beings are born,\" don Juan said, \"with a finite amount of energy; an energy that is systematically deployed, beginning at the moment of birth, in order that it may be used most advantageously by the modality of the time.\"\n\n\"What do you mean by the modality of the time?\" I asked.\n\n\"The modality of the time is the precise bundle of energy fields being perceived,\" he answered.\n\n\"I believe man's perception has changed through the ages. The actual time decides the mode. The time decides which precise bundle of energy fields are to be used; out of an incalculable number.\n\n**\"Handling the modality of the time- those select few energy fields- takes all our available energy; and thus leaves us no extra energy that would help us use any of the other energy fields.\"**\n\nHe urged me with a subtle movement of his eyebrows to consider all this.\n\n\"This is what I mean,\" he went on, \"when I say that the average man lacks the energy needed to deal with sorcery. If he uses only the energy he has, he can't perceive the worlds sorcerers do.\n\n**\"To perceive sorcery worlds, sorcerers need to use a cluster of energy fields not ordinarily used.**\n\n\"Naturally, if the average man is to perceive sorcery worlds and understand sorcerers' perception, he must use the same energy cluster sorcerers have used. And this is just not possible, because all of the average man's energy is already deployed on the cluster of the times.\"\n\nHe paused as if searching for the appropriate words to make his point.\n\n\"Think of it this way,\" he proceeded. **\"It isn't that as time goes by you're learning sorcery. Rather, what you're learning is to save energy. This energy will enable you to handle some of the energy fields which are inaccessible to you now.**\n\n\"Sorcery, properly speaking, is simply the ability to use energy fields that are not employed in perceiving the ordinary world we know. Sorcery is a state of awareness and the ability to perceive something which ordinary perception cannot.\n\n\"Everything I've put you through,\" don Juan went on, \"and each of the things I've shown you was only a device to convince you that there's more to us than meets the eye.\n\nWe don't need anyone to teach us sorcery because there is really nothing to learn. What we need is a teacher to convince us that there is incalculable power at our fingertips. What a strange paradox!\n\n\"Every warrior on the path of knowledge thinks, at one time or another, that he (or she) is learning sorcery. However, all he's really doing is allowing himself to be convinced of the power hidden in his being, and that he can reach it.\"\n\n\"Is that what you're doing, don Juan- convincing me?\"\n\n\"Exactly. I'm trying to convince you that you can reach that power.\n\n\"I went through the same thing, and I was as hard to convince as you are.\"\n\n\"Once we have reached it,\" I asked, \"what exactly do we do with it, don Juan?\"\n\n**\"Nothing. Once we have reached that understanding, it will by itself make use of energy fields which are available to us but were inaccessible.**\n\n\"Access to formerly unavailable energy fields, as I have said, is sorcery in a nut shell.\n\n**\"But then we begin to 'see', that is, to perceive something else; not as imagination, but as real and concrete. And then we begin to know without having to use words. And what any of us does with that increased perception and with that silent knowledge depends on our own temperament.\"**\n\nOn another occasion, he gave me another kind of explanation. We were discussing an unrelated topic when he abruptly changed the subject and began to tell me a joke. He laughed and very gently patted my back between the shoulder blades; as if he were shy and it was too forward of him to touch me. He chuckled at my nervous reaction.\n\n\"You're skittish,\" he said teasingly, and slapped my back with greater force.\n\nMy ears buzzed. For an instant I lost my breath. It felt as though he had hurt my lungs. Every breath brought me great discomfort. Yet, after I had coughed and choked a few times, my nasal passages opened and I found myself taking deep, soothing breaths.\n\nI had such a feeling of well-being that I was not even annoyed at him for his blow; which had been as hard as it was unexpected.\n\nThen don Juan began a most remarkable explanation. Clearly and concisely, he gave me a different and more precise definition of sorcery.\n\nI had entered into a wondrous state of awareness! I had such clarity of mind that I was able to comprehend and assimilate everything don Juan was saying.\n\n**He said that in the universe there is an unmeasurable, indescribable force which sorcerers call intent, and that absolutely everything that exists in the entire cosmos is attached to intent by a connecting link.** Sorcerers, or warriors, as he called them, were concerned with discussing, understanding, and employing that connecting link.\n\nThey were especially concerned with cleaning it of the numbing effects brought about by the ordinary concerns of their everyday lives. Sorcery at this level could be defined as the procedure of cleaning one's connecting link to intent. Don Juan stressed that this 'cleaning procedure' was extremely difficult to understand, or to learn to perform.\n\nSorcerers, therefore, divided their instruction into two categories.\n\nOne was instruction for the everyday-life state of awareness, in which the cleaning process was presented in a disguised fashion.\n\nThe other was instruction for the states of heightened awareness, such as the one I was presently experiencing, in which sorcerers obtained knowledge directly from intent, without the distracting intervention of spoken language.\n\nDon Juan explained that by using heightened awareness over thousands of years of painful struggle, sorcerers had gained specific insights into intent. They passed these nuggets of direct knowledge on from generation to generation to the present. He said that the task of sorcery is to take this seemingly incomprehensible knowledge and make it understandable by the standards of awareness of everyday life.\n\nThen he explained the role of the guide in the lives of sorcerers. He said that a guide is called 'the nagual', and is a man or a woman with extraordinary energy; a teacher who has sobriety, endurance, and stability; someone seers see as a luminous sphere having four compartments as if four luminous balls have been compressed together.\n\nBecause of their extraordinary energy, naguals are intermediaries. Their energy allows them to channel peace, harmony, laughter, and knowledge directly from the source- from intent- and transmit intent to their companions.\n\nNaguals are responsible for supplying what sorcerers call 'the minimal chance'; the awareness of one's connection with intent.\n\nI could understand everything on Juan was saying about his world easily, and yet he had described the process of understanding as very difficult.\n\nI told him that my mind was grasping everything he was telling me, but that the only part of his explanation still unclear to me was why two sets of teachings were needed.\n\n\"You will need a lifetime to remember the insights you've had today,\" he said, \"because most of them were silent knowledge. A few moments from now you will have forgotten them. That's one of the unfathomable mysteries of awareness.\"\n\nDon Juan then made me shift levels of consciousness by striking me on my left side, at the edge of my ribcage.\n\nInstantly I lost my extraordinary clarity of mind and could not remember having ever had it.\n\nDon Juan himself set me the task of writing about the premises of sorcery. Once, very casually in the early stages of my apprenticeship, he suggested that I write a book in order to make use of the notes I had always taken.\n\nI had accumulated reams of notes and never considered what to do with them. I argued that the suggestion was absurd because I was not a writer.\n\n\"Of course, you're not a writer,\" he said, \"so you will have to use sorcery. First, you must visualize your experiences as if you were reliving them, and then you must see the text in your dreaming. For you, writing should not be a literary exercise, but rather an exercise in sorcery.\"\n\nI have written in that manner about the premises of sorcery just as don Juan explained them to me within the context of his teaching.\n\nIn his teaching scheme, which was developed by sorcerers of ancient times, there were two categories of instruction.\n\nOne was called **\"teachings for the right side,\"** and was carried out in the apprentice's ordinary state of awareness.\n\nThe other was called **\"teachings for the left side\",** and was put into practice solely while the apprentice was in states of heightened awareness.\n\nThese two categories allowed teachers to school their apprentices toward three areas of expertise: **the mastery of awareness, the art of stalking, and the mastery of intent.**\n\nThese three areas of expertise are the three riddles sorcerers encounter in their search for knowledge.\n\n**The mastery of awareness is the riddle of the mind;** the perplexity sorcerers experience when they recognize the astounding mystery and scope of awareness and perception.\n\n**The art of stalking is the riddle of the heart;** the puzzlement sorcerers feel upon becoming aware of two things: first that the world appears to us to be unalterably objective and factual because of the peculiarities of our awareness and perception; and second, that if different peculiarities of perception come into play, the very things about the world that seem so unalterably objective and factual change.\n\n**The mastery of intent is the riddle of the spirit;** the paradox of the abstract; sorcerers' thoughts and actions projected beyond our human condition.\n\nDon Juan's instructions on both the art of stalking and the mastery of intent depended upon his instruction on the mastery of awareness.\n\n**The mastery of awareness was the cornerstone of his teachings, and consists of the following basic premises:**\n\n1. The universe is an infinite mass of energy fields resembling threads of light.\n2. These energy fields, called the Eagle's emanations, radiate from a source of inconceivable proportions metaphorically called The Eagle.\n3. Human beings are composed of an incalculable number of the Eagle's emanations in an encased mass. Seers perceive this mass as a ball of light, like a giant luminous egg, the size of the person's body with the arms extended laterally.\n4. Only a very small group of the emanations inside this luminous egg are lit up by a point of intense brilliance located near the egg's surface. This point is where perception is assembled; 'the assemblage point'.\n5. Perception occurs when the emanations lit by the assemblage point extend their light to illuminate identical matching emanations outside the egg. Only the emanations lit by the assemblage point are perceived.\n6. The assemblage point can move from its usual position to another on the surface or into the interior. It then lights up a new group of emanations making them perceivable and cancelling the former perceptions.\n7. When the assemblage point shifts far enough, it makes possible the perception of an entirely different world as objective and factual as the one we normally perceive. Sorcerers go into those other worlds to get energy, power, solutions to general and particular problems, or to face the unimaginable.\n8. Intent is the pervasive force that causes us to perceive. We do not become aware because we perceive; rather, we perceive as a result of the pressure and intrusion of intent.\n9. The aim of the new seers is to reach a state of total awareness in order to experience all the possibilities of perception available to man. This state of awareness even implies an alternative way of dying.\n\nA level of practical knowledge was included as part of teaching the mastery of awareness. On that practical level don Juan taught the procedures necessary to move the assemblage point. The two great systems devised by the sorcerer seers of ancient times to accomplish this were: dreaming, the control and utilization of dreams; and stalking, the control of behavior.\n\nMoving one's own assemblage point was an essential maneuver that every sorcerer had to learn.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Power of Silence", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_u38a80", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.99, "author_flair_background_color": null, "subreddit_type": "public", "ups": 22, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4dz9kepm", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 22, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1649907751.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;This is from the Introduction to the Power of Silence. It&amp;#39;s only the direct quotes. It feels appropriate at this time.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;At various times don Juan attempted to name his knowledge for my benefit. He felt that the most appropriate name was &amp;#39;nagualism&amp;#39;, but that the term was too obscure. Calling it simply &amp;#39;knowledge&amp;#39; made it too vague, and to call it &amp;#39;witchcraft&amp;#39; was debasing. &amp;#39;The mastery of intent&amp;#39; was too abstract, and &amp;#39;the search for total freedom&amp;#39; too long and metaphorical. Finally, because he was unable to find a more appropriate name, he called it &amp;#39;sorcery&amp;#39;, although he admitted it was not nearly accurate.&lt;/p&gt;\n\n&lt;p&gt;Over the years, he had given me different definitions of sorcery, but he had always maintained that definitions change as knowledge increases. Toward the end of my apprenticeship, I felt I was in a position to appreciate a clearer definition. So I asked him once more.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;From where the average man (or woman) stands,&amp;quot; don Juan said, &amp;quot;sorcery is nonsense; an ominous mystery beyond his reach. And he is right, not because this is an absolute fact, but because the average man lacks the energy to deal with sorcery.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He stopped for a moment before he continued. &amp;quot;Human beings are born,&amp;quot; don Juan said, &amp;quot;with a finite amount of energy; an energy that is systematically deployed, beginning at the moment of birth, in order that it may be used most advantageously by the modality of the time.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do you mean by the modality of the time?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The modality of the time is the precise bundle of energy fields being perceived,&amp;quot; he answered.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I believe man&amp;#39;s perception has changed through the ages. The actual time decides the mode. The time decides which precise bundle of energy fields are to be used; out of an incalculable number.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Handling the modality of the time- those select few energy fields- takes all our available energy; and thus leaves us no extra energy that would help us use any of the other energy fields.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;He urged me with a subtle movement of his eyebrows to consider all this.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is what I mean,&amp;quot; he went on, &amp;quot;when I say that the average man lacks the energy needed to deal with sorcery. If he uses only the energy he has, he can&amp;#39;t perceive the worlds sorcerers do.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;To perceive sorcery worlds, sorcerers need to use a cluster of energy fields not ordinarily used.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Naturally, if the average man is to perceive sorcery worlds and understand sorcerers&amp;#39; perception, he must use the same energy cluster sorcerers have used. And this is just not possible, because all of the average man&amp;#39;s energy is already deployed on the cluster of the times.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He paused as if searching for the appropriate words to make his point.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Think of it this way,&amp;quot; he proceeded. &lt;strong&gt;&amp;quot;It isn&amp;#39;t that as time goes by you&amp;#39;re learning sorcery. Rather, what you&amp;#39;re learning is to save energy. This energy will enable you to handle some of the energy fields which are inaccessible to you now.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcery, properly speaking, is simply the ability to use energy fields that are not employed in perceiving the ordinary world we know. Sorcery is a state of awareness and the ability to perceive something which ordinary perception cannot.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Everything I&amp;#39;ve put you through,&amp;quot; don Juan went on, &amp;quot;and each of the things I&amp;#39;ve shown you was only a device to convince you that there&amp;#39;s more to us than meets the eye.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t need anyone to teach us sorcery because there is really nothing to learn. What we need is a teacher to convince us that there is incalculable power at our fingertips. What a strange paradox!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Every warrior on the path of knowledge thinks, at one time or another, that he (or she) is learning sorcery. However, all he&amp;#39;s really doing is allowing himself to be convinced of the power hidden in his being, and that he can reach it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is that what you&amp;#39;re doing, don Juan- convincing me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Exactly. I&amp;#39;m trying to convince you that you can reach that power.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I went through the same thing, and I was as hard to convince as you are.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once we have reached it,&amp;quot; I asked, &amp;quot;what exactly do we do with it, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Nothing. Once we have reached that understanding, it will by itself make use of energy fields which are available to us but were inaccessible.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Access to formerly unavailable energy fields, as I have said, is sorcery in a nut shell.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;But then we begin to &amp;#39;see&amp;#39;, that is, to perceive something else; not as imagination, but as real and concrete. And then we begin to know without having to use words. And what any of us does with that increased perception and with that silent knowledge depends on our own temperament.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;On another occasion, he gave me another kind of explanation. We were discussing an unrelated topic when he abruptly changed the subject and began to tell me a joke. He laughed and very gently patted my back between the shoulder blades; as if he were shy and it was too forward of him to touch me. He chuckled at my nervous reaction.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re skittish,&amp;quot; he said teasingly, and slapped my back with greater force.&lt;/p&gt;\n\n&lt;p&gt;My ears buzzed. For an instant I lost my breath. It felt as though he had hurt my lungs. Every breath brought me great discomfort. Yet, after I had coughed and choked a few times, my nasal passages opened and I found myself taking deep, soothing breaths.&lt;/p&gt;\n\n&lt;p&gt;I had such a feeling of well-being that I was not even annoyed at him for his blow; which had been as hard as it was unexpected.&lt;/p&gt;\n\n&lt;p&gt;Then don Juan began a most remarkable explanation. Clearly and concisely, he gave me a different and more precise definition of sorcery.&lt;/p&gt;\n\n&lt;p&gt;I had entered into a wondrous state of awareness! I had such clarity of mind that I was able to comprehend and assimilate everything don Juan was saying.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;He said that in the universe there is an unmeasurable, indescribable force which sorcerers call intent, and that absolutely everything that exists in the entire cosmos is attached to intent by a connecting link.&lt;/strong&gt; Sorcerers, or warriors, as he called them, were concerned with discussing, understanding, and employing that connecting link.&lt;/p&gt;\n\n&lt;p&gt;They were especially concerned with cleaning it of the numbing effects brought about by the ordinary concerns of their everyday lives. Sorcery at this level could be defined as the procedure of cleaning one&amp;#39;s connecting link to intent. Don Juan stressed that this &amp;#39;cleaning procedure&amp;#39; was extremely difficult to understand, or to learn to perform.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers, therefore, divided their instruction into two categories.&lt;/p&gt;\n\n&lt;p&gt;One was instruction for the everyday-life state of awareness, in which the cleaning process was presented in a disguised fashion.&lt;/p&gt;\n\n&lt;p&gt;The other was instruction for the states of heightened awareness, such as the one I was presently experiencing, in which sorcerers obtained knowledge directly from intent, without the distracting intervention of spoken language.&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained that by using heightened awareness over thousands of years of painful struggle, sorcerers had gained specific insights into intent. They passed these nuggets of direct knowledge on from generation to generation to the present. He said that the task of sorcery is to take this seemingly incomprehensible knowledge and make it understandable by the standards of awareness of everyday life.&lt;/p&gt;\n\n&lt;p&gt;Then he explained the role of the guide in the lives of sorcerers. He said that a guide is called &amp;#39;the nagual&amp;#39;, and is a man or a woman with extraordinary energy; a teacher who has sobriety, endurance, and stability; someone seers see as a luminous sphere having four compartments as if four luminous balls have been compressed together.&lt;/p&gt;\n\n&lt;p&gt;Because of their extraordinary energy, naguals are intermediaries. Their energy allows them to channel peace, harmony, laughter, and knowledge directly from the source- from intent- and transmit intent to their companions.&lt;/p&gt;\n\n&lt;p&gt;Naguals are responsible for supplying what sorcerers call &amp;#39;the minimal chance&amp;#39;; the awareness of one&amp;#39;s connection with intent.&lt;/p&gt;\n\n&lt;p&gt;I could understand everything on Juan was saying about his world easily, and yet he had described the process of understanding as very difficult.&lt;/p&gt;\n\n&lt;p&gt;I told him that my mind was grasping everything he was telling me, but that the only part of his explanation still unclear to me was why two sets of teachings were needed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You will need a lifetime to remember the insights you&amp;#39;ve had today,&amp;quot; he said, &amp;quot;because most of them were silent knowledge. A few moments from now you will have forgotten them. That&amp;#39;s one of the unfathomable mysteries of awareness.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan then made me shift levels of consciousness by striking me on my left side, at the edge of my ribcage.&lt;/p&gt;\n\n&lt;p&gt;Instantly I lost my extraordinary clarity of mind and could not remember having ever had it.&lt;/p&gt;\n\n&lt;p&gt;Don Juan himself set me the task of writing about the premises of sorcery. Once, very casually in the early stages of my apprenticeship, he suggested that I write a book in order to make use of the notes I had always taken.&lt;/p&gt;\n\n&lt;p&gt;I had accumulated reams of notes and never considered what to do with them. I argued that the suggestion was absurd because I was not a writer.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Of course, you&amp;#39;re not a writer,&amp;quot; he said, &amp;quot;so you will have to use sorcery. First, you must visualize your experiences as if you were reliving them, and then you must see the text in your dreaming. For you, writing should not be a literary exercise, but rather an exercise in sorcery.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I have written in that manner about the premises of sorcery just as don Juan explained them to me within the context of his teaching.&lt;/p&gt;\n\n&lt;p&gt;In his teaching scheme, which was developed by sorcerers of ancient times, there were two categories of instruction.&lt;/p&gt;\n\n&lt;p&gt;One was called &lt;strong&gt;&amp;quot;teachings for the right side,&amp;quot;&lt;/strong&gt; and was carried out in the apprentice&amp;#39;s ordinary state of awareness.&lt;/p&gt;\n\n&lt;p&gt;The other was called &lt;strong&gt;&amp;quot;teachings for the left side&amp;quot;,&lt;/strong&gt; and was put into practice solely while the apprentice was in states of heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;These two categories allowed teachers to school their apprentices toward three areas of expertise: &lt;strong&gt;the mastery of awareness, the art of stalking, and the mastery of intent.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;These three areas of expertise are the three riddles sorcerers encounter in their search for knowledge.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The mastery of awareness is the riddle of the mind;&lt;/strong&gt; the perplexity sorcerers experience when they recognize the astounding mystery and scope of awareness and perception.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The art of stalking is the riddle of the heart;&lt;/strong&gt; the puzzlement sorcerers feel upon becoming aware of two things: first that the world appears to us to be unalterably objective and factual because of the peculiarities of our awareness and perception; and second, that if different peculiarities of perception come into play, the very things about the world that seem so unalterably objective and factual change.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The mastery of intent is the riddle of the spirit;&lt;/strong&gt; the paradox of the abstract; sorcerers&amp;#39; thoughts and actions projected beyond our human condition.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s instructions on both the art of stalking and the mastery of intent depended upon his instruction on the mastery of awareness.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The mastery of awareness was the cornerstone of his teachings, and consists of the following basic premises:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;The universe is an infinite mass of energy fields resembling threads of light.&lt;/li&gt;\n&lt;li&gt;These energy fields, called the Eagle&amp;#39;s emanations, radiate from a source of inconceivable proportions metaphorically called The Eagle.&lt;/li&gt;\n&lt;li&gt;Human beings are composed of an incalculable number of the Eagle&amp;#39;s emanations in an encased mass. Seers perceive this mass as a ball of light, like a giant luminous egg, the size of the person&amp;#39;s body with the arms extended laterally.&lt;/li&gt;\n&lt;li&gt;Only a very small group of the emanations inside this luminous egg are lit up by a point of intense brilliance located near the egg&amp;#39;s surface. This point is where perception is assembled; &amp;#39;the assemblage point&amp;#39;.&lt;/li&gt;\n&lt;li&gt;Perception occurs when the emanations lit by the assemblage point extend their light to illuminate identical matching emanations outside the egg. Only the emanations lit by the assemblage point are perceived.&lt;/li&gt;\n&lt;li&gt;The assemblage point can move from its usual position to another on the surface or into the interior. It then lights up a new group of emanations making them perceivable and cancelling the former perceptions.&lt;/li&gt;\n&lt;li&gt;When the assemblage point shifts far enough, it makes possible the perception of an entirely different world as objective and factual as the one we normally perceive. Sorcerers go into those other worlds to get energy, power, solutions to general and particular problems, or to face the unimaginable.&lt;/li&gt;\n&lt;li&gt;Intent is the pervasive force that causes us to perceive. We do not become aware because we perceive; rather, we perceive as a result of the pressure and intrusion of intent.&lt;/li&gt;\n&lt;li&gt;The aim of the new seers is to reach a state of total awareness in order to experience all the possibilities of perception available to man. This state of awareness even implies an alternative way of dying.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;A level of practical knowledge was included as part of teaching the mastery of awareness. On that practical level don Juan taught the procedures necessary to move the assemblage point. The two great systems devised by the sorcerer seers of ancient times to accomplish this were: dreaming, the control and utilization of dreams; and stalking, the control of behavior.&lt;/p&gt;\n\n&lt;p&gt;Moving one&amp;#39;s own assemblage point was an essential maneuver that every sorcerer had to learn.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "u38a80", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "the-mad-prophet", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/u38a80/the_power_of_silence/", "subreddit_subscribers": 9561, "created_utc": 1649907751.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4q57x0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1649957507.0, "send_replies": true, "parent_id": "t1_i4pkm06", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It could be split into \"practical magic\" techniques.\n\nBut, the Castaneda population is dominated by fakers.\n\nSome so horrible, they only read new material to see if they can use some of it, to steal from others.\n\nI might experiment however.  I'm kind of fond of \"Build a Golem\".\n\nYou have to get a very good handle on how to learn to master intent, to pull that off.\n\nYou get to \"visibly\" see the results.\n\nSo you could list the \"tasks\" on the way to mastering intent.\n\nBut in fact, that's what this subreddit already is.\n\nWith a \"studying burden\" that keeps bad players from stealing as much as they normally would.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4q57x0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It could be split into &amp;quot;practical magic&amp;quot; techniques.&lt;/p&gt;\n\n&lt;p&gt;But, the Castaneda population is dominated by fakers.&lt;/p&gt;\n\n&lt;p&gt;Some so horrible, they only read new material to see if they can use some of it, to steal from others.&lt;/p&gt;\n\n&lt;p&gt;I might experiment however.  I&amp;#39;m kind of fond of &amp;quot;Build a Golem&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You have to get a very good handle on how to learn to master intent, to pull that off.&lt;/p&gt;\n\n&lt;p&gt;You get to &amp;quot;visibly&amp;quot; see the results.&lt;/p&gt;\n\n&lt;p&gt;So you could list the &amp;quot;tasks&amp;quot; on the way to mastering intent.&lt;/p&gt;\n\n&lt;p&gt;But in fact, that&amp;#39;s what this subreddit already is.&lt;/p&gt;\n\n&lt;p&gt;With a &amp;quot;studying burden&amp;quot; that keeps bad players from stealing as much as they normally would.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u38a80", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/i4q57x0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649957507.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4pkm06", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dirgable_dirigible", "can_mod_post": false, "created_utc": 1649949464.0, "send_replies": true, "parent_id": "t3_u38a80", "score": 2, "author_fullname": "t2_j1twu", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I like the term “Mastery of Intent” but it doesn’t quite encompass the scope of the endeavor.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4pkm06", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I like the term “Mastery of Intent” but it doesn’t quite encompass the scope of the endeavor.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/i4pkm06/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649949464.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_u38a80", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_u38a80", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4ryman", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1649985056.0, "send_replies": true, "parent_id": "t1_i4rsxei", "score": 3, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The emanations passing through a person's cocoon are described as immeasurable. A sorcerer is simply someone who is able to move their AP and fix it in a new position to perceive things beyond the ordinary world, so just the emanations themselves probably wouldn't be different between a sorcerer and non-sorcerer, it would just be the ones that are actually used.\n\nBut, there are a lot of descriptions about other features of the luminous egg that show what kind of sorcery someone is predisposed to, like the difference between dreamers and stalkers and the double shell and four compartments of a double being. So maybe something there would reveal more about that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4ryman", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The emanations passing through a person&amp;#39;s cocoon are described as immeasurable. A sorcerer is simply someone who is able to move their AP and fix it in a new position to perceive things beyond the ordinary world, so just the emanations themselves probably wouldn&amp;#39;t be different between a sorcerer and non-sorcerer, it would just be the ones that are actually used.&lt;/p&gt;\n\n&lt;p&gt;But, there are a lot of descriptions about other features of the luminous egg that show what kind of sorcery someone is predisposed to, like the difference between dreamers and stalkers and the double shell and four compartments of a double being. So maybe something there would reveal more about that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u38a80", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/i4ryman/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649985056.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_u38a80", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i51ydur", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i4rsxei", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "There are definitely noticable features when you can see the luminous body, that give that kind of information.\n\nThere is a point where don Juan clarifies that the luminous egg isn't an egg anymore, but a sphere and that this implies that modern humans have less energy, or energetic resources, than humans from thousands of years ago.\n\nYou can see a person's conceptional energy to tell if they are a bored fuck, a one parent bored other parent not bored fuck, and the both parents not-bored fuck.\n\nYou can also perceive the holes created in the energy body by creating children.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There are definitely noticable features when you can see the luminous body, that give that kind of information.&lt;/p&gt;\n\n&lt;p&gt;There is a point where don Juan clarifies that the luminous egg isn&amp;#39;t an egg anymore, but a sphere and that this implies that modern humans have less energy, or energetic resources, than humans from thousands of years ago.&lt;/p&gt;\n\n&lt;p&gt;You can see a person&amp;#39;s conceptional energy to tell if they are a bored fuck, a one parent bored other parent not bored fuck, and the both parents not-bored fuck.&lt;/p&gt;\n\n&lt;p&gt;You can also perceive the holes created in the energy body by creating children.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/i51ydur/", "num_reports": null, "locked": false, "name": "t1_i51ydur", "created": 1650177517.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1650177517.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4rsxei", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_u38a80", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/u38a80/the_power_of_silence/i4rsxei/", "num_reports": null, "locked": false, "name": "t1_i4rsxei", "created": 1649982383.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1649982383.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]