[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/jbf1htf985z91.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=7bfdeb3938bb5ae1f0ab94cd0189ba3ce5f6cee7\n\nTwo days ago I came home in the middle of a flash flood warning for my city, a very rare thing.\n\nI had to take my shoes and socks off and roll up my pants legs just to get to my car. The water in the parking lot was up to my calves.\n\nWhen I got home, I found that the side gate to Cholita's oasis garden had been torn from the wall, and thrown at an angel to wedge in the block wall passageway.\n\nCholita puts on art displays of sorts in that passage, including things which must have taken her a long time to create, and which are obviously part of a spell.\n\nBut there's no way to find out.\n\nI lifted the slightly heavy gate to unblock the passage in case Cholita came home, and carefully laid it down on it's side, with plenty of room for Cholita to enter again. Except it left part of her garden visible to the outside world.\n\nI was particularly disturbed because Cholita had gone out driving right as our cellphones were all alerting with a message saying to stay home until the flash flood danger passed.\n\nThe last storm of that size had literally driven Cholita mad, so that she attacked my bedroom and made it rain as if the roof were removed. I have no idea how, but when I came home all she could say was \"It's no big deal\".\n\nAll of the electronics were ruined including the cable box.\n\nI swapped it out for the one she has, which she never uses.\n\nSo tonight when I came home and saw Cholita was back, I was curious to talk to her about the gate. To see if she was willing to describe what kind of replacement gate she'd prefer.\n\nShe'd taken the heavy gate I carefully laid to the side, and wedged it hard at a 45 degree angle between the side of the house, and the cinder block wall. That seemed to be her new gate. A huge painted wooden barrier blocking the passage and the view of it from outsiders.\n\nThis time I wanted to get a metal one instead of wood, so it wouldn't be torn from the cinder block wall so easily. The wooden ones are typically fastened with bolts glued in holes drilled in the concrete blocks.\n\nApparently easy to rip out if you wanted to.\n\nThe house was quiet and Cholita was nowhere in sight. I relaxed a little because if Cholita is angry, she's right there when I enter and starts hurling endless insults. Won't let me finish even half a sentence.\n\nI made it to the entry to my room, where as I was about to open the door I turned to see what was going on in the bathroom.\n\nIn the past, Cholita has had fierce battles with the shower curtain and the inner workings of the toilet. Ripping both away from where they belong, to cast them into another room.\n\nCholita was now standing in the doorway looking right at me, silent.\n\nShe was as immobile as a statue.\n\nI approached her, \"Hey, there you are! I wanted to ask what kind of replacement gate you'd like.\"\n\nCholita didn't move. She seemed frozen.\n\nI walked closer. It was odd. She was so still, it was almost supernatural. She looked like a statue or a mannequin.\n\nI went on about the gate choices for a sentence or two, saying I preferred metal this time.\n\nBut not even a finger moved on Cholita. I notice her long hair had been brushed to look like black crow wings again. One folding down from each side of her head.\n\nExcept her eyes did move. She was staring directly at me, standing in the doorway to the bathroom.\n\nI gave up and went to get a water bottle I usually fill in the bathroom before retiring to my room to practice darkroom. I returned with it, wondering if Cholita would let me pass to use the bathroom faucet.\n\nShe was still frozen in the doorway like a statue, just staring at me.\n\nSo I told her I'd use the kitchen sink and headed through the living room, the entry to Cholita's phantom copy of the house on a good day.\n\nI didn't see any giant lizard with long toenails scratching my wooden floor. And there were no squirrels or little irish boys, so I realized it was just my normal living room.\n\nA pity.\n\nI got back with the water and Cholita began to move.\n\nI stopped to watch her. She moved to where her face was just 8 inches from mine, but still standing like a statue. Also still not speaking.\n\nI tried to get her to go into her usual barrage of insults, thinking that might snap her out of it.\n\nShe has a tendency to go catatonic from time to time, but never standing up like that.\n\nThere wasn't much to do at that point. She wasn't talking or moving, so I opened the door to my room and began to enter.\n\nBut Cholita started to walk. She wanted to walk into my room.\n\nI was a bit fearful for the replacement electronics, but she seemed calm enough. And still as stationary as a statue, except for walking with her feet to enter the room.\n\nI moved aside to allow it.\n\nWhen she got far inside, she turned to scan it. Windows all covered in black vinyl coated cloth.\n\nShe observed the room by turning slowly, until her eyes returned to meet mine and there seemed to be a smile on her face now. As if she knew my secrets. Or perhaps as if she finally approved of my sorcery activities.\n\nLately it seems as if one of her old friends from Hollywood, a few of whom are very literally old, and wealthy, had been giving her advice.\n\nBut there's no way to tell since she won't talk to me.\n\nThe last one I met by accident while giving Cholita a ride there, looked absolutely shocked to see me with her. As if he'd never expected Cholita to arrive with me in tow. The look he gave me let me know, it was best if that never happened again.\n\nThere was a shadowy indirect connection between that \"customer\", and the art importing business Carlos had which partly lured Cholita up here from Mexico City.\n\nI suppose it's just more of my \"Soledad Paranoia\", but I genuinely hoped Cholita was getting advice from someone who would overlook her mental illness, and help her with her witchcraft.\n\nCholita finished \"approving\" my darkroom, I stepped aside, and she left the room.\n\nI joked that since I had her there, maybe I could ask her a few questions.\n\nShe turned around and walked back to the bathroom, standing again so as to block the entry way there. She was back to being a statue. When I turned towards her and said, \"Let me try to remember some things I wanted to ask you\", she turned and went in, and closed the bathroom door.\n\nSo I gave up and went into my darkoom.\n\nAn hour or two later I was having a very good night. I learned all sorts of things about the flow of intent during tensegrity passes.\n\nIt was starting to become visible in the second attention fog and swirling puffs.\n\nIt's hard to explain, but if you are doing tensegrity moves in a pink fog filled with twinkles and sparkles, but some intense purple puffs rise up from the level below your waist, with jet blackness seeming to propel them to swarm around you, and if that is associated with a specific part of a series of Tensegrity passes, the appearance is every bit like a \"flow\" of intent.\n\nAlmost like a \"reaction\" to a fixed movement in a long series of forms.\n\nConsider that no matter how hard you try, you can't force the puffs to swirl!\n\nThey do that on their own, in response to a combination of your silence levels, the tensegrity movements, and other things you can't possibly manipulate.\n\nAnd yet, eventually the tensegrity form itself, that specific one, causes the puffs to swirl when you \"turn the corner\" during a move.\n\nIf that isn't an \"intent measuring tool\", I don't know what could be!\n\nWe got the puffs from \"Fairy\" to keep us honest about the level of our silence. She didn't trust us to measure our own silence levels. And she was right!  We've gotten plenty of angry men who insist they can get silent.\n\nBut they've never seen a single puff.\n\nAnd never understood even a tiny bit of Castaneda sorcery.  Just the pretending part.\n\nSo Fairy invented \"puffery\" by teaching it to me, without me realizing it.\n\nNow, with \"puff swirls\", we have a new measuring tool.\n\nThe flow of intent becomes visible.\n\nFor me the flow goes one direction when it rises up from the floor during a specific form. It's so intense, you want to give the air 10 thumb's ups so you have a chance to remember it.\n\nWhen the tensegrity changes direction, the flow of swirling intense purple puffs with jet blackness instantly switches direction all at once, like a flock of birds in the sky suddenly darting back the way they came at a sharp angle, in response to a loud noise.\n\nIt's absolutely a flow of \"intent\".  \n\nAt least, I can't think of any other way to describe it. Or even explain it.\n\nI saw an intense blue dot mixed in with the \"edge\" of the flow. On a \"flat spot\" in the swirling pattern.\n\nI have a theory lately that those are associated with breaks in the flow of intent, allowing you to switch to an alternative.  Possibly you could simply gaze at the dot, and come out \"on the other side\", in a separate flow of intent.  A slight alteration in reality.\n\nLike an indicator of a \"miniature jump to change grooves\". A tiny shift in the shape of reality.\n\nBut there's nothing written about those blue dots other than that at the end, when the death of Carlos was imminent, an intense blue dot like a small moth floated from above to land on a toe on his left foot, and began to burn him with something akin to the fire from within.\n\nThe witches were terribly worried he'd leave them. I had a short conversation with Taisha about it.\n\nCarlos didn't want to go and described the constant vigil to stop that, to his private class.\n\nThese blue dots at the junction to a flow of puffs during tensegrity, seemed somehow connected.\n\nMy Bubble Station Phantom room was amazing in its details at that moment.\n\nI attributed that to Cholita's dark energy.\n\nFancy was there. I was happy to see her. Maybe she could give me some insight.\n\n\"You sure got charged up tonight!\", she remarked.\n\n\"But I fear that's not dark energy this time!\"\n\nI had to agree. It wasn't the same at all.\n\nPerhaps Cholita was \"intending\" for me.  Amused by my social media she'd just started monitoring. Or someone had instructed her on how to do that.\n\nWhatever the cause, I'd never seen Cholita \"play statue\" before.\n\nI was still doing my series of tensegrity passes, and had come to the point where I offer to do \"Bubble Station Laundry Service\" for anyone in the vast terminal complex formed by the series of long forms. \n\nLooking out, I wave my arm up slowly as if holding a shirt, to see if there are any other travelers who need one cleaned.\n\nThere never are of course, but I do it to make bubble station more \"real\".\n\nI turned to where Fancy usually shows up to help hang shirts, but she wasn't around.\n\nI held up a shirt to put on a hanger, and found it was glowing. Like a big yellow orange lantern.\n\nIt illuminated the entire station off into the distance.\n\n\"Shit that's cool!\", I thought to myself. \"Even an idiot can design magical rituals that work, if they can get silent and repeat it over and over each day.\n\nAt that point I approached the lost and found cabinet, hoping to get a look inside. Unfortunately, to literally open the cabinet doors I need help from a silent knowledge object.\n\nOr entity.\n\nIt's a phantom cabinet! You can't just grab the little door knobs and pull. It has no solidity. It's just a ghost image.\n\nBut as I approached it the air itself got thick. As thick as water. I could see my body pushing it aside, creating ripples in the air.\n\nTo the left the caretaker of the station was faintly visible. A very old silent knowledge entity. \n\nThat gave me hope I'd succeed at opening the cabinet.\n\nI reached towards the little knobs of the cabinet and rotated my fingers around them using the same movement you use to form the knees with the affection for the energy body tensegrity pass.\n\nI figured, it's tensegrity! No reason it can't make doorknobs real, the same way it makes knees real on your double.\n\nI didn't feel the doorknobs, but I was able to pull the doors open. I was hoping to finally get a clear look at the power objects inside.\n\nI lost track of time and space, and found myself sitting on the edge of the bed, looking at 4 statues.  I vaguely remembered a conversation, now lost.\n\nHuge statues! And not phantom at all. They were real statues, lined up in front of the south wall, even towering into space. I was like a mouse on the floor, looking up at 4 statues.\n\nOne blue, one orange, one grey, and one of a color I can't translate. Perhaps some specific hue of amber. But later on, it seemed to be green.\n\n\"Hall of Silent Knowledge Statues!\" a voice declared, as if we'd just arrived by train into a station.\n\nAs bizarre as it was, I was more interested in testing out my super gazing skills.\n\nIt was 100% real. I could move my eyes over each statue, as slowly as I liked. As long as I didn't move, the same way Cholita had remained frozen. Using only my eyes to scan over it, it was completely stable.\n\nI stared at all the details of the first statue. I believe it was the mid range orange one, not dark at all but also not so bright it hurt my eyes, and noted that not a single detail changed on it.\n\nIt didn't follow the rules of dreaming images where if you stare too long, they begin to mutate.\n\nOf course I was fully awake. But the rules of dreaming regarding phantom objects function the same, asleep or awake. \n\nThings mustate. But these statues seemed to be \"real\".\n\nI notice there was a walkway high up beyond the south wall of my darkroom. Perhaps 50 feet away. A row of people were standing on what might be a 3rd floor of levels, watching me from behind a normal round metal railing like a transportation station might have.\n\nBut I knew they weren't there because of me. They were there for the statues. To gaze at them.\n\nWhen I looked back from the people, I failed to notice I was now looking at the green statue.\n\nA dark green, not glowing at all, and yet I could see every detail in the absolutely jet black room.\n\n\"It's a good thing the room is pitch black\", Fancy commented. \"If people only knew the advantage that gives. Especially when space thickens.\"\n\nI agreed. That made the green statue easier to see in detail, since it wasn't glowing at all like the mid range orange one.\n\nI could see the \"sheen\" of the curves and folds. \"Specular Highlights\" as I'd come to know it, through 3D animation software.\n\nBoth so far were statues of a man, but not like any men I've ever seen. And they were posed as if pondering deep mysteries.\n\nI realized I was now on the edge of the bed facing north.\n\nI couldn't recall getting up and walking.\n\nMy water bottle was accessible there, so I reached over to take it and drink.\n\nBut that was enough to prove I was still fully awake.\n\nI just held it for a minute, unable to believe how stable the statues were, wanting \"proof\" in my hand I hadn't fallen asleep.\n\nAnd then Fancy commented. \"Go ahead, take a drink. It's real! You'll want to know that later. If you don't, you'll be lucky to even remember this happened.\n\nAnd you really ought to thank Cholita later on. You'd never have found the hall of statues without her help.\"\n\nShe added, \"Look that way, far off into the distance. Don't you sense it? That's the direction Carlos went. You can leave far off into the distance, before you actually go anywhere!\"\n\nBut I didn't drink. I was afraid to disturb the amazing waking dreaming vision I'd acquired.\n\nI spent another full hour examining the statues, mostly amazed that they never faded away.\n\nBut the memory began to. So I got up to type this into reddit.\n\nWondering if I could afford the time to make a picture in the morning. We don't have enough posts on instagram lately.\n\nFinish the moth from the books in animated Avatar form, or make a picture for instagram?\n\nIt's a hard call.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Hall Of Statues", "link_flair_richtext": [{"e": "text", "t": "Cholita"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"jbf1htf985z91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=83c6f85cf478265add080c47e88798b5864c4a8e"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=35e94f44b3ab7be9bd9028c0b1f1fff22bbefcb4"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=fe64e2a68608012017938a51d8500feec82d4d03"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=e29b742eddeb556879d5bb7fb8fae85e49b4657f"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=598e7d336d15dee83753588549d90c77ad3adde1"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=3e3e41cb626f4974880294e8241f3eb865998fb5"}], "s": {"y": 2592, "x": 2592, "u": "https://preview.redd.it/jbf1htf985z91.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=7bfdeb3938bb5ae1f0ab94cd0189ba3ce5f6cee7"}, "id": "jbf1htf985z91"}}, "name": "t3_yrcq2n", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 27, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Cholita", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/TyPlV31yFzkqTHysysv_EECiNFP0KSxqJJAtwy6qwpE.jpg", "edited": 1668112562.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1668081429.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/jbf1htf985z91.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7bfdeb3938bb5ae1f0ab94cd0189ba3ce5f6cee7\"&gt;https://preview.redd.it/jbf1htf985z91.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7bfdeb3938bb5ae1f0ab94cd0189ba3ce5f6cee7&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Two days ago I came home in the middle of a flash flood warning for my city, a very rare thing.&lt;/p&gt;\n\n&lt;p&gt;I had to take my shoes and socks off and roll up my pants legs just to get to my car. The water in the parking lot was up to my calves.&lt;/p&gt;\n\n&lt;p&gt;When I got home, I found that the side gate to Cholita&amp;#39;s oasis garden had been torn from the wall, and thrown at an angel to wedge in the block wall passageway.&lt;/p&gt;\n\n&lt;p&gt;Cholita puts on art displays of sorts in that passage, including things which must have taken her a long time to create, and which are obviously part of a spell.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s no way to find out.&lt;/p&gt;\n\n&lt;p&gt;I lifted the slightly heavy gate to unblock the passage in case Cholita came home, and carefully laid it down on it&amp;#39;s side, with plenty of room for Cholita to enter again. Except it left part of her garden visible to the outside world.&lt;/p&gt;\n\n&lt;p&gt;I was particularly disturbed because Cholita had gone out driving right as our cellphones were all alerting with a message saying to stay home until the flash flood danger passed.&lt;/p&gt;\n\n&lt;p&gt;The last storm of that size had literally driven Cholita mad, so that she attacked my bedroom and made it rain as if the roof were removed. I have no idea how, but when I came home all she could say was &amp;quot;It&amp;#39;s no big deal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All of the electronics were ruined including the cable box.&lt;/p&gt;\n\n&lt;p&gt;I swapped it out for the one she has, which she never uses.&lt;/p&gt;\n\n&lt;p&gt;So tonight when I came home and saw Cholita was back, I was curious to talk to her about the gate. To see if she was willing to describe what kind of replacement gate she&amp;#39;d prefer.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d taken the heavy gate I carefully laid to the side, and wedged it hard at a 45 degree angle between the side of the house, and the cinder block wall. That seemed to be her new gate. A huge painted wooden barrier blocking the passage and the view of it from outsiders.&lt;/p&gt;\n\n&lt;p&gt;This time I wanted to get a metal one instead of wood, so it wouldn&amp;#39;t be torn from the cinder block wall so easily. The wooden ones are typically fastened with bolts glued in holes drilled in the concrete blocks.&lt;/p&gt;\n\n&lt;p&gt;Apparently easy to rip out if you wanted to.&lt;/p&gt;\n\n&lt;p&gt;The house was quiet and Cholita was nowhere in sight. I relaxed a little because if Cholita is angry, she&amp;#39;s right there when I enter and starts hurling endless insults. Won&amp;#39;t let me finish even half a sentence.&lt;/p&gt;\n\n&lt;p&gt;I made it to the entry to my room, where as I was about to open the door I turned to see what was going on in the bathroom.&lt;/p&gt;\n\n&lt;p&gt;In the past, Cholita has had fierce battles with the shower curtain and the inner workings of the toilet. Ripping both away from where they belong, to cast them into another room.&lt;/p&gt;\n\n&lt;p&gt;Cholita was now standing in the doorway looking right at me, silent.&lt;/p&gt;\n\n&lt;p&gt;She was as immobile as a statue.&lt;/p&gt;\n\n&lt;p&gt;I approached her, &amp;quot;Hey, there you are! I wanted to ask what kind of replacement gate you&amp;#39;d like.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita didn&amp;#39;t move. She seemed frozen.&lt;/p&gt;\n\n&lt;p&gt;I walked closer. It was odd. She was so still, it was almost supernatural. She looked like a statue or a mannequin.&lt;/p&gt;\n\n&lt;p&gt;I went on about the gate choices for a sentence or two, saying I preferred metal this time.&lt;/p&gt;\n\n&lt;p&gt;But not even a finger moved on Cholita. I notice her long hair had been brushed to look like black crow wings again. One folding down from each side of her head.&lt;/p&gt;\n\n&lt;p&gt;Except her eyes did move. She was staring directly at me, standing in the doorway to the bathroom.&lt;/p&gt;\n\n&lt;p&gt;I gave up and went to get a water bottle I usually fill in the bathroom before retiring to my room to practice darkroom. I returned with it, wondering if Cholita would let me pass to use the bathroom faucet.&lt;/p&gt;\n\n&lt;p&gt;She was still frozen in the doorway like a statue, just staring at me.&lt;/p&gt;\n\n&lt;p&gt;So I told her I&amp;#39;d use the kitchen sink and headed through the living room, the entry to Cholita&amp;#39;s phantom copy of the house on a good day.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t see any giant lizard with long toenails scratching my wooden floor. And there were no squirrels or little irish boys, so I realized it was just my normal living room.&lt;/p&gt;\n\n&lt;p&gt;A pity.&lt;/p&gt;\n\n&lt;p&gt;I got back with the water and Cholita began to move.&lt;/p&gt;\n\n&lt;p&gt;I stopped to watch her. She moved to where her face was just 8 inches from mine, but still standing like a statue. Also still not speaking.&lt;/p&gt;\n\n&lt;p&gt;I tried to get her to go into her usual barrage of insults, thinking that might snap her out of it.&lt;/p&gt;\n\n&lt;p&gt;She has a tendency to go catatonic from time to time, but never standing up like that.&lt;/p&gt;\n\n&lt;p&gt;There wasn&amp;#39;t much to do at that point. She wasn&amp;#39;t talking or moving, so I opened the door to my room and began to enter.&lt;/p&gt;\n\n&lt;p&gt;But Cholita started to walk. She wanted to walk into my room.&lt;/p&gt;\n\n&lt;p&gt;I was a bit fearful for the replacement electronics, but she seemed calm enough. And still as stationary as a statue, except for walking with her feet to enter the room.&lt;/p&gt;\n\n&lt;p&gt;I moved aside to allow it.&lt;/p&gt;\n\n&lt;p&gt;When she got far inside, she turned to scan it. Windows all covered in black vinyl coated cloth.&lt;/p&gt;\n\n&lt;p&gt;She observed the room by turning slowly, until her eyes returned to meet mine and there seemed to be a smile on her face now. As if she knew my secrets. Or perhaps as if she finally approved of my sorcery activities.&lt;/p&gt;\n\n&lt;p&gt;Lately it seems as if one of her old friends from Hollywood, a few of whom are very literally old, and wealthy, had been giving her advice.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s no way to tell since she won&amp;#39;t talk to me.&lt;/p&gt;\n\n&lt;p&gt;The last one I met by accident while giving Cholita a ride there, looked absolutely shocked to see me with her. As if he&amp;#39;d never expected Cholita to arrive with me in tow. The look he gave me let me know, it was best if that never happened again.&lt;/p&gt;\n\n&lt;p&gt;There was a shadowy indirect connection between that &amp;quot;customer&amp;quot;, and the art importing business Carlos had which partly lured Cholita up here from Mexico City.&lt;/p&gt;\n\n&lt;p&gt;I suppose it&amp;#39;s just more of my &amp;quot;Soledad Paranoia&amp;quot;, but I genuinely hoped Cholita was getting advice from someone who would overlook her mental illness, and help her with her witchcraft.&lt;/p&gt;\n\n&lt;p&gt;Cholita finished &amp;quot;approving&amp;quot; my darkroom, I stepped aside, and she left the room.&lt;/p&gt;\n\n&lt;p&gt;I joked that since I had her there, maybe I could ask her a few questions.&lt;/p&gt;\n\n&lt;p&gt;She turned around and walked back to the bathroom, standing again so as to block the entry way there. She was back to being a statue. When I turned towards her and said, &amp;quot;Let me try to remember some things I wanted to ask you&amp;quot;, she turned and went in, and closed the bathroom door.&lt;/p&gt;\n\n&lt;p&gt;So I gave up and went into my darkoom.&lt;/p&gt;\n\n&lt;p&gt;An hour or two later I was having a very good night. I learned all sorts of things about the flow of intent during tensegrity passes.&lt;/p&gt;\n\n&lt;p&gt;It was starting to become visible in the second attention fog and swirling puffs.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to explain, but if you are doing tensegrity moves in a pink fog filled with twinkles and sparkles, but some intense purple puffs rise up from the level below your waist, with jet blackness seeming to propel them to swarm around you, and if that is associated with a specific part of a series of Tensegrity passes, the appearance is every bit like a &amp;quot;flow&amp;quot; of intent.&lt;/p&gt;\n\n&lt;p&gt;Almost like a &amp;quot;reaction&amp;quot; to a fixed movement in a long series of forms.&lt;/p&gt;\n\n&lt;p&gt;Consider that no matter how hard you try, you can&amp;#39;t force the puffs to swirl!&lt;/p&gt;\n\n&lt;p&gt;They do that on their own, in response to a combination of your silence levels, the tensegrity movements, and other things you can&amp;#39;t possibly manipulate.&lt;/p&gt;\n\n&lt;p&gt;And yet, eventually the tensegrity form itself, that specific one, causes the puffs to swirl when you &amp;quot;turn the corner&amp;quot; during a move.&lt;/p&gt;\n\n&lt;p&gt;If that isn&amp;#39;t an &amp;quot;intent measuring tool&amp;quot;, I don&amp;#39;t know what could be!&lt;/p&gt;\n\n&lt;p&gt;We got the puffs from &amp;quot;Fairy&amp;quot; to keep us honest about the level of our silence. She didn&amp;#39;t trust us to measure our own silence levels. And she was right!  We&amp;#39;ve gotten plenty of angry men who insist they can get silent.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;ve never seen a single puff.&lt;/p&gt;\n\n&lt;p&gt;And never understood even a tiny bit of Castaneda sorcery.  Just the pretending part.&lt;/p&gt;\n\n&lt;p&gt;So Fairy invented &amp;quot;puffery&amp;quot; by teaching it to me, without me realizing it.&lt;/p&gt;\n\n&lt;p&gt;Now, with &amp;quot;puff swirls&amp;quot;, we have a new measuring tool.&lt;/p&gt;\n\n&lt;p&gt;The flow of intent becomes visible.&lt;/p&gt;\n\n&lt;p&gt;For me the flow goes one direction when it rises up from the floor during a specific form. It&amp;#39;s so intense, you want to give the air 10 thumb&amp;#39;s ups so you have a chance to remember it.&lt;/p&gt;\n\n&lt;p&gt;When the tensegrity changes direction, the flow of swirling intense purple puffs with jet blackness instantly switches direction all at once, like a flock of birds in the sky suddenly darting back the way they came at a sharp angle, in response to a loud noise.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s absolutely a flow of &amp;quot;intent&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;At least, I can&amp;#39;t think of any other way to describe it. Or even explain it.&lt;/p&gt;\n\n&lt;p&gt;I saw an intense blue dot mixed in with the &amp;quot;edge&amp;quot; of the flow. On a &amp;quot;flat spot&amp;quot; in the swirling pattern.&lt;/p&gt;\n\n&lt;p&gt;I have a theory lately that those are associated with breaks in the flow of intent, allowing you to switch to an alternative.  Possibly you could simply gaze at the dot, and come out &amp;quot;on the other side&amp;quot;, in a separate flow of intent.  A slight alteration in reality.&lt;/p&gt;\n\n&lt;p&gt;Like an indicator of a &amp;quot;miniature jump to change grooves&amp;quot;. A tiny shift in the shape of reality.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s nothing written about those blue dots other than that at the end, when the death of Carlos was imminent, an intense blue dot like a small moth floated from above to land on a toe on his left foot, and began to burn him with something akin to the fire from within.&lt;/p&gt;\n\n&lt;p&gt;The witches were terribly worried he&amp;#39;d leave them. I had a short conversation with Taisha about it.&lt;/p&gt;\n\n&lt;p&gt;Carlos didn&amp;#39;t want to go and described the constant vigil to stop that, to his private class.&lt;/p&gt;\n\n&lt;p&gt;These blue dots at the junction to a flow of puffs during tensegrity, seemed somehow connected.&lt;/p&gt;\n\n&lt;p&gt;My Bubble Station Phantom room was amazing in its details at that moment.&lt;/p&gt;\n\n&lt;p&gt;I attributed that to Cholita&amp;#39;s dark energy.&lt;/p&gt;\n\n&lt;p&gt;Fancy was there. I was happy to see her. Maybe she could give me some insight.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You sure got charged up tonight!&amp;quot;, she remarked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But I fear that&amp;#39;s not dark energy this time!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had to agree. It wasn&amp;#39;t the same at all.&lt;/p&gt;\n\n&lt;p&gt;Perhaps Cholita was &amp;quot;intending&amp;quot; for me.  Amused by my social media she&amp;#39;d just started monitoring. Or someone had instructed her on how to do that.&lt;/p&gt;\n\n&lt;p&gt;Whatever the cause, I&amp;#39;d never seen Cholita &amp;quot;play statue&amp;quot; before.&lt;/p&gt;\n\n&lt;p&gt;I was still doing my series of tensegrity passes, and had come to the point where I offer to do &amp;quot;Bubble Station Laundry Service&amp;quot; for anyone in the vast terminal complex formed by the series of long forms. &lt;/p&gt;\n\n&lt;p&gt;Looking out, I wave my arm up slowly as if holding a shirt, to see if there are any other travelers who need one cleaned.&lt;/p&gt;\n\n&lt;p&gt;There never are of course, but I do it to make bubble station more &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I turned to where Fancy usually shows up to help hang shirts, but she wasn&amp;#39;t around.&lt;/p&gt;\n\n&lt;p&gt;I held up a shirt to put on a hanger, and found it was glowing. Like a big yellow orange lantern.&lt;/p&gt;\n\n&lt;p&gt;It illuminated the entire station off into the distance.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Shit that&amp;#39;s cool!&amp;quot;, I thought to myself. &amp;quot;Even an idiot can design magical rituals that work, if they can get silent and repeat it over and over each day.&lt;/p&gt;\n\n&lt;p&gt;At that point I approached the lost and found cabinet, hoping to get a look inside. Unfortunately, to literally open the cabinet doors I need help from a silent knowledge object.&lt;/p&gt;\n\n&lt;p&gt;Or entity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a phantom cabinet! You can&amp;#39;t just grab the little door knobs and pull. It has no solidity. It&amp;#39;s just a ghost image.&lt;/p&gt;\n\n&lt;p&gt;But as I approached it the air itself got thick. As thick as water. I could see my body pushing it aside, creating ripples in the air.&lt;/p&gt;\n\n&lt;p&gt;To the left the caretaker of the station was faintly visible. A very old silent knowledge entity. &lt;/p&gt;\n\n&lt;p&gt;That gave me hope I&amp;#39;d succeed at opening the cabinet.&lt;/p&gt;\n\n&lt;p&gt;I reached towards the little knobs of the cabinet and rotated my fingers around them using the same movement you use to form the knees with the affection for the energy body tensegrity pass.&lt;/p&gt;\n\n&lt;p&gt;I figured, it&amp;#39;s tensegrity! No reason it can&amp;#39;t make doorknobs real, the same way it makes knees real on your double.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t feel the doorknobs, but I was able to pull the doors open. I was hoping to finally get a clear look at the power objects inside.&lt;/p&gt;\n\n&lt;p&gt;I lost track of time and space, and found myself sitting on the edge of the bed, looking at 4 statues.  I vaguely remembered a conversation, now lost.&lt;/p&gt;\n\n&lt;p&gt;Huge statues! And not phantom at all. They were real statues, lined up in front of the south wall, even towering into space. I was like a mouse on the floor, looking up at 4 statues.&lt;/p&gt;\n\n&lt;p&gt;One blue, one orange, one grey, and one of a color I can&amp;#39;t translate. Perhaps some specific hue of amber. But later on, it seemed to be green.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hall of Silent Knowledge Statues!&amp;quot; a voice declared, as if we&amp;#39;d just arrived by train into a station.&lt;/p&gt;\n\n&lt;p&gt;As bizarre as it was, I was more interested in testing out my super gazing skills.&lt;/p&gt;\n\n&lt;p&gt;It was 100% real. I could move my eyes over each statue, as slowly as I liked. As long as I didn&amp;#39;t move, the same way Cholita had remained frozen. Using only my eyes to scan over it, it was completely stable.&lt;/p&gt;\n\n&lt;p&gt;I stared at all the details of the first statue. I believe it was the mid range orange one, not dark at all but also not so bright it hurt my eyes, and noted that not a single detail changed on it.&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t follow the rules of dreaming images where if you stare too long, they begin to mutate.&lt;/p&gt;\n\n&lt;p&gt;Of course I was fully awake. But the rules of dreaming regarding phantom objects function the same, asleep or awake. &lt;/p&gt;\n\n&lt;p&gt;Things mustate. But these statues seemed to be &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I notice there was a walkway high up beyond the south wall of my darkroom. Perhaps 50 feet away. A row of people were standing on what might be a 3rd floor of levels, watching me from behind a normal round metal railing like a transportation station might have.&lt;/p&gt;\n\n&lt;p&gt;But I knew they weren&amp;#39;t there because of me. They were there for the statues. To gaze at them.&lt;/p&gt;\n\n&lt;p&gt;When I looked back from the people, I failed to notice I was now looking at the green statue.&lt;/p&gt;\n\n&lt;p&gt;A dark green, not glowing at all, and yet I could see every detail in the absolutely jet black room.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s a good thing the room is pitch black&amp;quot;, Fancy commented. &amp;quot;If people only knew the advantage that gives. Especially when space thickens.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I agreed. That made the green statue easier to see in detail, since it wasn&amp;#39;t glowing at all like the mid range orange one.&lt;/p&gt;\n\n&lt;p&gt;I could see the &amp;quot;sheen&amp;quot; of the curves and folds. &amp;quot;Specular Highlights&amp;quot; as I&amp;#39;d come to know it, through 3D animation software.&lt;/p&gt;\n\n&lt;p&gt;Both so far were statues of a man, but not like any men I&amp;#39;ve ever seen. And they were posed as if pondering deep mysteries.&lt;/p&gt;\n\n&lt;p&gt;I realized I was now on the edge of the bed facing north.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t recall getting up and walking.&lt;/p&gt;\n\n&lt;p&gt;My water bottle was accessible there, so I reached over to take it and drink.&lt;/p&gt;\n\n&lt;p&gt;But that was enough to prove I was still fully awake.&lt;/p&gt;\n\n&lt;p&gt;I just held it for a minute, unable to believe how stable the statues were, wanting &amp;quot;proof&amp;quot; in my hand I hadn&amp;#39;t fallen asleep.&lt;/p&gt;\n\n&lt;p&gt;And then Fancy commented. &amp;quot;Go ahead, take a drink. It&amp;#39;s real! You&amp;#39;ll want to know that later. If you don&amp;#39;t, you&amp;#39;ll be lucky to even remember this happened.&lt;/p&gt;\n\n&lt;p&gt;And you really ought to thank Cholita later on. You&amp;#39;d never have found the hall of statues without her help.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She added, &amp;quot;Look that way, far off into the distance. Don&amp;#39;t you sense it? That&amp;#39;s the direction Carlos went. You can leave far off into the distance, before you actually go anywhere!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But I didn&amp;#39;t drink. I was afraid to disturb the amazing waking dreaming vision I&amp;#39;d acquired.&lt;/p&gt;\n\n&lt;p&gt;I spent another full hour examining the statues, mostly amazed that they never faded away.&lt;/p&gt;\n\n&lt;p&gt;But the memory began to. So I got up to type this into reddit.&lt;/p&gt;\n\n&lt;p&gt;Wondering if I could afford the time to make a picture in the morning. We don&amp;#39;t have enough posts on instagram lately.&lt;/p&gt;\n\n&lt;p&gt;Finish the moth from the books in animated Avatar form, or make a picture for instagram?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a hard call.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "43d4e582-6010-11ea-a748-0ef2a7bb995d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "yrcq2n", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/yrcq2n/the_hall_of_statues/", "subreddit_subscribers": 9561, "created_utc": 1668081429.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0ra4rr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671396202.0, "send_replies": true, "parent_id": "t1_j0r32s6", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;So I think I'm even more confused about what dreaming is now :)\n\nI'm not sure why.  Maybe you noticed a seeming contradiction I didn't?\n\nMaybe if I animate it how I read it, and how it looks to me visually, it'll be clearer.\n\nBUT, better still if you learn to see that point yourself.\n\nAnd there's a few more very easy to see,  using Zuleica's pass.\n\nIn fact, there's a bewildering amount of fine details, once you can see the tonal body with the assistance of the double's sight.\n\nAs far as how they correspond to lines that crisscross the earth, that's what my Ancient Seers transportation network is likely all about.\n\nWhy I make bubble station each night, hoping to get a clearer look at those.\n\nI've only had glimpses.\n\nAnd \"coincides\" could have multiple meanings in this context.\n\nCould be that the earth causes them, or instead, that living beings on the earth copy that pattern in themselves.  Because it's a useful way for energy to flow.\n\nWe don't know!\n\nBut we do get to find out.  That's the cool thing about sorcery.\n\nIt's real, not pretend.\n\nThere's no sacred scrolls beyond our skill level for decades.\n\nIt's all right there, if you can sustain silence and intend to look at that level of reality.  And shouldn't take more than 5 years to be able to *see* that deeply.\n\nWith plenty of \"new\" entertaining sights each week.\n\nThe hard part is \"wanting\" to look at that level.\n\nIt's surprising, but you can be looking at a miracle, what the tonal body looks like when the energy body is visible, and there's something about it that makes you \"get bored\".\n\nAnd stop watching.\n\nThe same happens with stuffing puffs onto pouches.\n\nWhen you get really good at that, and they're super visible, you'll likely find you no longer scrape the entire room around you, until all of them are stuffed.\n\nMy entity \"Fairy\" at first would fly around, showing me which ones I \"missed\".\n\nIt took at good 10 minutes of continuous scoop and stuff, to satisfy Fairy I'd gotten all of it.\n\nBut now days I have to remind myself not to stop after just 3 or 4 puffs on each pouch.\n\nWhich visually, doesn't seem like it matters.\n\nThe sights are amazing anyway!\n\nBUT, there's the issue of switching over to the double, so you can break the laws of physics.\n\nSuch as reach your hand through your solid darkroom ball, to pull out an object you see past there.\n\nI used to do that a lot more often, when Fairy was around insisting I had to clear out ALL of the puffs.\n\nWatching Zuleica's pass results, which make the tentacle body visible, is a lot like that.\n\nIf you keep watching it, eventually you can play with \"Whispy\" spirits in the air.\n\nI drew that up a while back. Here's a picture.  Those \"whisp spirits\" are something real. Not a one up.\n\nYou can get to those anytime by doing Zuleica's pass, and not getting tired of watching the results.\n\nThose \"white line hands\" are what Minx likes to be petted with, as a squirrel.\n\nIt makes him solid. Which is scary as all hell.\n\nAnd Fancy as a weird animal from south america, is the result of scooping more puffs onto the pouches.  If you scoop more, it can get more real in the red zone.  I suppose that's why I neglect it these days.  I'm interested in the purple zone.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/95x7wmvver6a1.jpeg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=36d7c78ca3a08bf71b3b381a57d88e7d698a513d", "edited": 1671397446.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j0ra4rr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So I think I&amp;#39;m even more confused about what dreaming is now :)&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why.  Maybe you noticed a seeming contradiction I didn&amp;#39;t?&lt;/p&gt;\n\n&lt;p&gt;Maybe if I animate it how I read it, and how it looks to me visually, it&amp;#39;ll be clearer.&lt;/p&gt;\n\n&lt;p&gt;BUT, better still if you learn to see that point yourself.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s a few more very easy to see,  using Zuleica&amp;#39;s pass.&lt;/p&gt;\n\n&lt;p&gt;In fact, there&amp;#39;s a bewildering amount of fine details, once you can see the tonal body with the assistance of the double&amp;#39;s sight.&lt;/p&gt;\n\n&lt;p&gt;As far as how they correspond to lines that crisscross the earth, that&amp;#39;s what my Ancient Seers transportation network is likely all about.&lt;/p&gt;\n\n&lt;p&gt;Why I make bubble station each night, hoping to get a clearer look at those.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve only had glimpses.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;coincides&amp;quot; could have multiple meanings in this context.&lt;/p&gt;\n\n&lt;p&gt;Could be that the earth causes them, or instead, that living beings on the earth copy that pattern in themselves.  Because it&amp;#39;s a useful way for energy to flow.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know!&lt;/p&gt;\n\n&lt;p&gt;But we do get to find out.  That&amp;#39;s the cool thing about sorcery.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s real, not pretend.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no sacred scrolls beyond our skill level for decades.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all right there, if you can sustain silence and intend to look at that level of reality.  And shouldn&amp;#39;t take more than 5 years to be able to &lt;em&gt;see&lt;/em&gt; that deeply.&lt;/p&gt;\n\n&lt;p&gt;With plenty of &amp;quot;new&amp;quot; entertaining sights each week.&lt;/p&gt;\n\n&lt;p&gt;The hard part is &amp;quot;wanting&amp;quot; to look at that level.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s surprising, but you can be looking at a miracle, what the tonal body looks like when the energy body is visible, and there&amp;#39;s something about it that makes you &amp;quot;get bored&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And stop watching.&lt;/p&gt;\n\n&lt;p&gt;The same happens with stuffing puffs onto pouches.&lt;/p&gt;\n\n&lt;p&gt;When you get really good at that, and they&amp;#39;re super visible, you&amp;#39;ll likely find you no longer scrape the entire room around you, until all of them are stuffed.&lt;/p&gt;\n\n&lt;p&gt;My entity &amp;quot;Fairy&amp;quot; at first would fly around, showing me which ones I &amp;quot;missed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It took at good 10 minutes of continuous scoop and stuff, to satisfy Fairy I&amp;#39;d gotten all of it.&lt;/p&gt;\n\n&lt;p&gt;But now days I have to remind myself not to stop after just 3 or 4 puffs on each pouch.&lt;/p&gt;\n\n&lt;p&gt;Which visually, doesn&amp;#39;t seem like it matters.&lt;/p&gt;\n\n&lt;p&gt;The sights are amazing anyway!&lt;/p&gt;\n\n&lt;p&gt;BUT, there&amp;#39;s the issue of switching over to the double, so you can break the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;Such as reach your hand through your solid darkroom ball, to pull out an object you see past there.&lt;/p&gt;\n\n&lt;p&gt;I used to do that a lot more often, when Fairy was around insisting I had to clear out ALL of the puffs.&lt;/p&gt;\n\n&lt;p&gt;Watching Zuleica&amp;#39;s pass results, which make the tentacle body visible, is a lot like that.&lt;/p&gt;\n\n&lt;p&gt;If you keep watching it, eventually you can play with &amp;quot;Whispy&amp;quot; spirits in the air.&lt;/p&gt;\n\n&lt;p&gt;I drew that up a while back. Here&amp;#39;s a picture.  Those &amp;quot;whisp spirits&amp;quot; are something real. Not a one up.&lt;/p&gt;\n\n&lt;p&gt;You can get to those anytime by doing Zuleica&amp;#39;s pass, and not getting tired of watching the results.&lt;/p&gt;\n\n&lt;p&gt;Those &amp;quot;white line hands&amp;quot; are what Minx likes to be petted with, as a squirrel.&lt;/p&gt;\n\n&lt;p&gt;It makes him solid. Which is scary as all hell.&lt;/p&gt;\n\n&lt;p&gt;And Fancy as a weird animal from south america, is the result of scooping more puffs onto the pouches.  If you scoop more, it can get more real in the red zone.  I suppose that&amp;#39;s why I neglect it these days.  I&amp;#39;m interested in the purple zone.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/95x7wmvver6a1.jpeg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=36d7c78ca3a08bf71b3b381a57d88e7d698a513d\"&gt;https://preview.redd.it/95x7wmvver6a1.jpeg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=36d7c78ca3a08bf71b3b381a57d88e7d698a513d&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_yrcq2n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0ra4rr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671396202.0, "media_metadata": {"95x7wmvver6a1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=61428b8a207221f8d24d766f1ab41f8e6bf3b0a2"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=ab37f6b8a9448417dd62627dbc1a6147a637f561"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=0bed424a9e7810276501a8cce45443ff0ada20aa"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c3224bed66ac42e2af406d680e51e5c378cfed1d"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=35b396bb7a8e061010100f41b414818860402003"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=515a9b61cbad446d7fe5fd6dafee8caf38c5ec10"}], "s": {"y": 2592, "x": 2592, "u": "https://preview.redd.it/95x7wmvver6a1.jpeg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=36d7c78ca3a08bf71b3b381a57d88e7d698a513d"}, "id": "95x7wmvver6a1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0r32s6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dorbim", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0pk33o", "score": 2, "author_fullname": "t2_b5vqacf2", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Well, in the \"Eagle's Gift\" they call it : \"the point where the second attention assembles itself\".\n\nSo I think I'm even more confused about what dreaming is now :)\n\n\n\n\nthe part from the book:\n\n\n\"Zuleica must have seen what I was going through; she suddenly began to explain that the second attention belongs to the luminous body, as the first attention belongs to the physical body. The point where, she said, the second attention assembles itself was situated right where Juan Tuma had described it the first time we met - approximately one and one-half feet in front of the midpoint between the stomach and the belly button and four inches to the right. \n\nZuleica ordered me to massage that place, to manipulate it by moving the fingers of both my hands right on that point as if I were playing a harp. She assured me that sooner or later I would end up feeling my fingers going through something as thick as water, and that finally I would feel my luminous shell. \n\nAs I kept on moving my fingers the air got progressively thicker until I felt a mass of sorts. An undefined physical pleasure spread all over me. I thought that I was touching a nerve in my body and felt silly at the absurdity of it. I stopped.\n\nZuleica warned me that if I did not move my fingers she was going to bop me on the head. The longer I kept up the wavering motion, the closer I felt the itching. It finally got as near as five or six inches from my body. It was as if something in me had shrunk. I actually thought I could feel a dent. I then had another eerie sensation. I was falling asleep and yet I was conscious. There was a buzzing in my ears, which reminded me of the sound of a bullroarer; next I felt a force rolling me over on my left side without waking me up. I was rolled very tightly, like a cigar, and was tucked into the itching depression. My awareness remained suspended there, incapable of waking up, but so tightly rolled on itself that I could not fall asleep either.\"\n\n\n\n\nand the other one:\n\n\n\"Then, at don Juan's request, Juan Tuma began to talk about his journeys. He was a factual man. I became mesmerized by his dry accounts of things beyond my comprehension. To me the most fascinating was his description of some beams of light or energy that allegedly crisscross the earth. He said that these beams do not fluctuate as everything else in the universe does, but are fixed into a pattern. This pattern coincides with hundreds of points in the luminous body. Hermelinda had understood that all the points were in our physical body, but Juan Tuma explained that, since the luminous body is quite big, some of the points are as much as three feet away from the physical body. In a sense they are outside of us, and yet they are not; they are on the periphery of our luminosity and thus still belong to the total body. The most important of those points is located a foot away from the stomach, 40 degrees to the right of an imaginary line shooting straight forward. Juan Tuma told us that that was a center of assembling for the second attention, and that it is possible to manipulate it by gently stroking the air with the palms of the hands. Listening to Juan Tuma, I forgot my anger.\"", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j0r32s6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well, in the &amp;quot;Eagle&amp;#39;s Gift&amp;quot; they call it : &amp;quot;the point where the second attention assembles itself&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So I think I&amp;#39;m even more confused about what dreaming is now :)&lt;/p&gt;\n\n&lt;p&gt;the part from the book:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Zuleica must have seen what I was going through; she suddenly began to explain that the second attention belongs to the luminous body, as the first attention belongs to the physical body. The point where, she said, the second attention assembles itself was situated right where Juan Tuma had described it the first time we met - approximately one and one-half feet in front of the midpoint between the stomach and the belly button and four inches to the right. &lt;/p&gt;\n\n&lt;p&gt;Zuleica ordered me to massage that place, to manipulate it by moving the fingers of both my hands right on that point as if I were playing a harp. She assured me that sooner or later I would end up feeling my fingers going through something as thick as water, and that finally I would feel my luminous shell. &lt;/p&gt;\n\n&lt;p&gt;As I kept on moving my fingers the air got progressively thicker until I felt a mass of sorts. An undefined physical pleasure spread all over me. I thought that I was touching a nerve in my body and felt silly at the absurdity of it. I stopped.&lt;/p&gt;\n\n&lt;p&gt;Zuleica warned me that if I did not move my fingers she was going to bop me on the head. The longer I kept up the wavering motion, the closer I felt the itching. It finally got as near as five or six inches from my body. It was as if something in me had shrunk. I actually thought I could feel a dent. I then had another eerie sensation. I was falling asleep and yet I was conscious. There was a buzzing in my ears, which reminded me of the sound of a bullroarer; next I felt a force rolling me over on my left side without waking me up. I was rolled very tightly, like a cigar, and was tucked into the itching depression. My awareness remained suspended there, incapable of waking up, but so tightly rolled on itself that I could not fall asleep either.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;and the other one:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then, at don Juan&amp;#39;s request, Juan Tuma began to talk about his journeys. He was a factual man. I became mesmerized by his dry accounts of things beyond my comprehension. To me the most fascinating was his description of some beams of light or energy that allegedly crisscross the earth. He said that these beams do not fluctuate as everything else in the universe does, but are fixed into a pattern. This pattern coincides with hundreds of points in the luminous body. Hermelinda had understood that all the points were in our physical body, but Juan Tuma explained that, since the luminous body is quite big, some of the points are as much as three feet away from the physical body. In a sense they are outside of us, and yet they are not; they are on the periphery of our luminosity and thus still belong to the total body. The most important of those points is located a foot away from the stomach, 40 degrees to the right of an imaginary line shooting straight forward. Juan Tuma told us that that was a center of assembling for the second attention, and that it is possible to manipulate it by gently stroking the air with the palms of the hands. Listening to Juan Tuma, I forgot my anger.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_yrcq2n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0r32s6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671393445.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671393445.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0pk33o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0p1fq9", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Still does that mean like in waking dreaming you in your tonal summon the awareness of the double and in sleeping dreaming the double must summon the tonal awareness?\n\nNo, they merge along the J curve.\n\nThe more you are in the middle of the band of man,  which is a 1 foot thick slice going at an angle from upper left shoulder blade, to the right side of your stomach, forming the path of the J curve, the more tonal rationality you can support.\n\nStay in the middle, stay rational!\n\nIt's a warning sign along J curve highway.\n\nI'll have to put that into a \"Westerly Witch's Dreams\" cartoon.  Portray the J curve as a highway so as to explain topics like you mentioned.\n\nCholita would definitely be driving a huge antique cadillac with white leather upholstery.\n\nLike her pure Olmec father had.\n\nAnd he couldn't drive.  One of his sons had to drive Cholita and gang around.\n\nBut Cholita even likes old Ford antique cars from the late 50s. I hope to get her one, one day.  Right now, she can't even take care of her Fiat.  It's going to explode in flames from neglect one of these days.\n\nThe more shifted horizontally on the band of man, meaning the closer to one side or the other of that junk covered highway,  the more irrational things get and the less reason you can sustain.\n\nAnd the further you go off into dreaming realms closer to sleeping dreaming. Horizontal shifts make things \"very real\", because you sink into sleeping dreaming, even if you are fully awake.\n\nAt the bottom of the hill on J curve highway, you can even drive off into a trash heap.  A low spot where others just drove up and dumped their trash next to the road.\n\nWe call that spot, \"The shift below\", and you can indeed get trapped there.\n\nDrugs push you there.\n\nThere is some slight possibility that the purple zone resolves all this \"rationality versus the irrational\".\n\nBecause in the purple zone, all knowledge is available.  On any topic humans can comprehend.\n\nThe assemblage point of the double not mentioned?\n\nGo read Eagle's Gift. That's where Zuleica has Carlos wiggling his fingers.\n\nAnd it's in other places in other books too.\n\nIn the witches books find Juan Tuma.\n\nOr his \"Tales of Eternity\" somewhere,  and it might be mentioned around there.\n\nWe even know the precise spot, down to 6 inches! From the books.\n\nUnfortunately, bad men took over our community, emphasizing easy to pretend stuff, and the actual intelligent stuff was pushed off to the side of J curve highway. Into all the trash.\n\nAnimators. We need animators...\n\nStorytellers. \n\nTo \"change the ending\" of this story gone wrong.", "edited": 1671371844.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j0pk33o", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Still does that mean like in waking dreaming you in your tonal summon the awareness of the double and in sleeping dreaming the double must summon the tonal awareness?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;No, they merge along the J curve.&lt;/p&gt;\n\n&lt;p&gt;The more you are in the middle of the band of man,  which is a 1 foot thick slice going at an angle from upper left shoulder blade, to the right side of your stomach, forming the path of the J curve, the more tonal rationality you can support.&lt;/p&gt;\n\n&lt;p&gt;Stay in the middle, stay rational!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a warning sign along J curve highway.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to put that into a &amp;quot;Westerly Witch&amp;#39;s Dreams&amp;quot; cartoon.  Portray the J curve as a highway so as to explain topics like you mentioned.&lt;/p&gt;\n\n&lt;p&gt;Cholita would definitely be driving a huge antique cadillac with white leather upholstery.&lt;/p&gt;\n\n&lt;p&gt;Like her pure Olmec father had.&lt;/p&gt;\n\n&lt;p&gt;And he couldn&amp;#39;t drive.  One of his sons had to drive Cholita and gang around.&lt;/p&gt;\n\n&lt;p&gt;But Cholita even likes old Ford antique cars from the late 50s. I hope to get her one, one day.  Right now, she can&amp;#39;t even take care of her Fiat.  It&amp;#39;s going to explode in flames from neglect one of these days.&lt;/p&gt;\n\n&lt;p&gt;The more shifted horizontally on the band of man, meaning the closer to one side or the other of that junk covered highway,  the more irrational things get and the less reason you can sustain.&lt;/p&gt;\n\n&lt;p&gt;And the further you go off into dreaming realms closer to sleeping dreaming. Horizontal shifts make things &amp;quot;very real&amp;quot;, because you sink into sleeping dreaming, even if you are fully awake.&lt;/p&gt;\n\n&lt;p&gt;At the bottom of the hill on J curve highway, you can even drive off into a trash heap.  A low spot where others just drove up and dumped their trash next to the road.&lt;/p&gt;\n\n&lt;p&gt;We call that spot, &amp;quot;The shift below&amp;quot;, and you can indeed get trapped there.&lt;/p&gt;\n\n&lt;p&gt;Drugs push you there.&lt;/p&gt;\n\n&lt;p&gt;There is some slight possibility that the purple zone resolves all this &amp;quot;rationality versus the irrational&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Because in the purple zone, all knowledge is available.  On any topic humans can comprehend.&lt;/p&gt;\n\n&lt;p&gt;The assemblage point of the double not mentioned?&lt;/p&gt;\n\n&lt;p&gt;Go read Eagle&amp;#39;s Gift. That&amp;#39;s where Zuleica has Carlos wiggling his fingers.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s in other places in other books too.&lt;/p&gt;\n\n&lt;p&gt;In the witches books find Juan Tuma.&lt;/p&gt;\n\n&lt;p&gt;Or his &amp;quot;Tales of Eternity&amp;quot; somewhere,  and it might be mentioned around there.&lt;/p&gt;\n\n&lt;p&gt;We even know the precise spot, down to 6 inches! From the books.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, bad men took over our community, emphasizing easy to pretend stuff, and the actual intelligent stuff was pushed off to the side of J curve highway. Into all the trash.&lt;/p&gt;\n\n&lt;p&gt;Animators. We need animators...&lt;/p&gt;\n\n&lt;p&gt;Storytellers. &lt;/p&gt;\n\n&lt;p&gt;To &amp;quot;change the ending&amp;quot; of this story gone wrong.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_yrcq2n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0pk33o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671370830.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671370830.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0p1fq9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dorbim", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0mufor", "score": 2, "author_fullname": "t2_b5vqacf2", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for clarifying all these, Dan!\n\n\nStill does that mean like in waking dreaming you in your tonal summon the awareness of the double and in sleeping dreaming the double must summon the tonal awareness?\n\nAs it also kind of seems we need at least a little bit of the tonal reason always?\n\n\nI just feel like I need some explanation in terms of AP/awareness/tonal/double.\n\n\nI have also read here that the double has its own AP. I think it is not mentioned into the books?\n\n\nI have read them all multiple times except \"The Art of Dreaming\" as I was waiting for a kind of a stable experience with the first gate before going forward and so far 20+ years later I still have not achieved that :)", "edited": false, "author_flair_css_class": null, "name": "t1_j0p1fq9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for clarifying all these, Dan!&lt;/p&gt;\n\n&lt;p&gt;Still does that mean like in waking dreaming you in your tonal summon the awareness of the double and in sleeping dreaming the double must summon the tonal awareness?&lt;/p&gt;\n\n&lt;p&gt;As it also kind of seems we need at least a little bit of the tonal reason always?&lt;/p&gt;\n\n&lt;p&gt;I just feel like I need some explanation in terms of AP/awareness/tonal/double.&lt;/p&gt;\n\n&lt;p&gt;I have also read here that the double has its own AP. I think it is not mentioned into the books?&lt;/p&gt;\n\n&lt;p&gt;I have read them all multiple times except &amp;quot;The Art of Dreaming&amp;quot; as I was waiting for a kind of a stable experience with the first gate before going forward and so far 20+ years later I still have not achieved that :)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_yrcq2n", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0p1fq9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671356940.0, "author_flair_text": null, "collapsed": false, "created_utc": 1671356940.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0mufor", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0mc0vj", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Most of the dreaming in the books is waking dreaming.\n\nI'm not sure why you didn't notice that.\n\nBut most others are confused too. It's an endless battle to correct that misunderstanding.\n\nYet it's right there in the books, in plain sight.\n\nI think maybe you're seeing \"magic\" or Emilito taking people into the wall of fog, and not realizing that's waking dreaming.\n\nLa Gorda taking Carlos flying, or them battling the allies, or fighting each other on the bridge.\n\nThe little sisters running around in circles on the walls of their room.\n\nAll waking dreaming.\n\nCarlos being taught in Heightened awareness.\n\nALL waking dreaming.  AKA sleep walking.\n\nTaisha's entire last book is all waking dreaming. That house she was in, was NOT real. It was Zuleica's dream house.\n\nI suppose \"The Art of Dreaming\" deviated everyone from noticing the obvious?\n\nAnd even that is MOSTLY waking dreaming!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0mufor", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Most of the dreaming in the books is waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why you didn&amp;#39;t notice that.&lt;/p&gt;\n\n&lt;p&gt;But most others are confused too. It&amp;#39;s an endless battle to correct that misunderstanding.&lt;/p&gt;\n\n&lt;p&gt;Yet it&amp;#39;s right there in the books, in plain sight.&lt;/p&gt;\n\n&lt;p&gt;I think maybe you&amp;#39;re seeing &amp;quot;magic&amp;quot; or Emilito taking people into the wall of fog, and not realizing that&amp;#39;s waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;La Gorda taking Carlos flying, or them battling the allies, or fighting each other on the bridge.&lt;/p&gt;\n\n&lt;p&gt;The little sisters running around in circles on the walls of their room.&lt;/p&gt;\n\n&lt;p&gt;All waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;Carlos being taught in Heightened awareness.&lt;/p&gt;\n\n&lt;p&gt;ALL waking dreaming.  AKA sleep walking.&lt;/p&gt;\n\n&lt;p&gt;Taisha&amp;#39;s entire last book is all waking dreaming. That house she was in, was NOT real. It was Zuleica&amp;#39;s dream house.&lt;/p&gt;\n\n&lt;p&gt;I suppose &amp;quot;The Art of Dreaming&amp;quot; deviated everyone from noticing the obvious?&lt;/p&gt;\n\n&lt;p&gt;And even that is MOSTLY waking dreaming!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yrcq2n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0mufor/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671312980.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671312980.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0mc0vj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dorbim", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0lb1qr", "score": 2, "author_fullname": "t2_b5vqacf2", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Interesting! Thanks for sharing!\n\n\nI'm kind of confused about waking vs sleeping dreaming. Even in the books they do not mention much about it.\n\nBut I guess the main point is that if there are enough people and energetic mass accordingly then they could travel together into the second attention. That would be great!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j0mc0vj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting! Thanks for sharing!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m kind of confused about waking vs sleeping dreaming. Even in the books they do not mention much about it.&lt;/p&gt;\n\n&lt;p&gt;But I guess the main point is that if there are enough people and energetic mass accordingly then they could travel together into the second attention. That would be great!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yrcq2n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0mc0vj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671305189.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671305189.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0lb1qr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671289426.0, "send_replies": true, "parent_id": "t1_j0k8den", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm not sure I  understand the question.\n\nWaking dreaming is, dreaming while you are awake.\n\nYou can stop to turn on the lights, get a drink, even eat a candy bar.\n\nAS LONG AS, your assemblage point doesn't drift too far to the side.\n\nIf the assemblage point shifts horizontally, you are no longer in the same precise copy of reality.\n\nYou can sort of tell, because you get \"drunken\", and \"sloppy\".\n\nFor example, if you're playing with your Ally, you don't freak out and realize, \"Hey, she's turned into a full on Cartoon character!   Looks kind of Pixarish even.\n\nAnd she's no longer just a floating woman's head on a pink puff.\"\n\nYou don't notice!!!  How can that be?\n\nIt's because there are 10,000 slightly mutated copies of reality at any given depth on the J curve. And that's just moving right along the thickness of man's band according to Carlos.  Maybe there's another 10,000 moving left.\n\nAnd in each, the \"rules of common sense\" also change.\n\nAnd wherever you are horizontally, if you want it to be \"real\" you're like the 4th gate of dreaming.\n\nTrying to \"wake up in your real room\".\n\nThe gates of dreaming path is very cleverly designed! It powerfully defines certain \"barriers\" a sorcerer faces.\n\nPuzzles to be \"solved\".\n\nIt was likely written not in heightened awareness as people say, but in Silent Knowledge.\n\nTwo VERY different states.\n\nIt's just that no one actually tries to do it. They ignore the instructions, so they can skip to the \"glory\".\n\nSo they can lie and brag and steal attention.\n\nSo this question of can you be unable to grab the water bottle, is key to a lot of what we are trying to learn.\n\nWitches trying to share dreaming face that problem each time.\n\nIs this the \"real\" copy of \"reality\"?  So that I can talk to the other person.\n\nI've seen Jadey walk into my darkroom several times now, clearly in her double.\n\nFully real, animating at full speed, and truly amazing to see.\n\nCholita taught me enough about that, to recognize a double.\n\nBut hers is a different texture than Cholita's.  Maybe because she's 6000 miles away.\n\nCholita is only 50 feet away at the most.\n\nBut Jadey was clearly off somewhere else, looking at a different place than my darkroom.\n\nWe weren't in the same copy of reality.\n\nSame happens to her, when she finds me in shared lucid dreaming.\n\nI don't seem to notice she's there.\n\nExcept that the next day, there's enough \"coincidences\" between  us, to make it clear there was in fact some success.\n\nWe have a fascinating investigation going on now, very slowly, to understand how much of what Carlos saw, when he traveled in the second attention with Carol Tiggs, was a \"perfect match\" to what she saw.\n\nMy theory?  A lot less than the story implies.\n\nWe read into it what we hope for, but with sorcery it's a \"continuum\".\n\nAt the top is don Juan and his group. They could travel together into the second attention, like a walk through central park.\n\nBut we're nowhere near that.\n\nAnd maybe Carlos and Carol were not either. They didn't have the \"energetic mass\" of a lineage backing them up.\n\nSo let's say we eventually do well with our Women's shared dreaming project.\n\nWhat percentage of \"complete match\" should we expect to get?\n\nIf 3 witches go into the same dream, will each see precisely the same things?\n\nI'll have to remember to invent a joke around that.\n\nCarlos liked those, \"A man and a duck walk into a bar, and the duck says...\" type jokes.\n\nHow about this:\n\nTwo witches walk into a dream and one says to the other, why do you have a fruit basket on your head?\n\nAnd the other says, \"Fruit basket??!    What's up with that hideous unibrow you're sporting!?  You look like Count Olaf, from Lemony Snicket!\"\n\nCholita would love that joke.\n\nSo in the case of our 3 witches who walk into a dream, will each see 50% in common, but 50% that's not a match to the other person?\n\nDoes that make it \"less real\"?\n\nBut it's a false question!\n\nWatch the movie \"Rashomon\".\n\nIt doesn't even work like that in the real world!", "edited": 1671290454.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0lb1qr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not sure I  understand the question.&lt;/p&gt;\n\n&lt;p&gt;Waking dreaming is, dreaming while you are awake.&lt;/p&gt;\n\n&lt;p&gt;You can stop to turn on the lights, get a drink, even eat a candy bar.&lt;/p&gt;\n\n&lt;p&gt;AS LONG AS, your assemblage point doesn&amp;#39;t drift too far to the side.&lt;/p&gt;\n\n&lt;p&gt;If the assemblage point shifts horizontally, you are no longer in the same precise copy of reality.&lt;/p&gt;\n\n&lt;p&gt;You can sort of tell, because you get &amp;quot;drunken&amp;quot;, and &amp;quot;sloppy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;For example, if you&amp;#39;re playing with your Ally, you don&amp;#39;t freak out and realize, &amp;quot;Hey, she&amp;#39;s turned into a full on Cartoon character!   Looks kind of Pixarish even.&lt;/p&gt;\n\n&lt;p&gt;And she&amp;#39;s no longer just a floating woman&amp;#39;s head on a pink puff.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t notice!!!  How can that be?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because there are 10,000 slightly mutated copies of reality at any given depth on the J curve. And that&amp;#39;s just moving right along the thickness of man&amp;#39;s band according to Carlos.  Maybe there&amp;#39;s another 10,000 moving left.&lt;/p&gt;\n\n&lt;p&gt;And in each, the &amp;quot;rules of common sense&amp;quot; also change.&lt;/p&gt;\n\n&lt;p&gt;And wherever you are horizontally, if you want it to be &amp;quot;real&amp;quot; you&amp;#39;re like the 4th gate of dreaming.&lt;/p&gt;\n\n&lt;p&gt;Trying to &amp;quot;wake up in your real room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The gates of dreaming path is very cleverly designed! It powerfully defines certain &amp;quot;barriers&amp;quot; a sorcerer faces.&lt;/p&gt;\n\n&lt;p&gt;Puzzles to be &amp;quot;solved&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It was likely written not in heightened awareness as people say, but in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Two VERY different states.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just that no one actually tries to do it. They ignore the instructions, so they can skip to the &amp;quot;glory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So they can lie and brag and steal attention.&lt;/p&gt;\n\n&lt;p&gt;So this question of can you be unable to grab the water bottle, is key to a lot of what we are trying to learn.&lt;/p&gt;\n\n&lt;p&gt;Witches trying to share dreaming face that problem each time.&lt;/p&gt;\n\n&lt;p&gt;Is this the &amp;quot;real&amp;quot; copy of &amp;quot;reality&amp;quot;?  So that I can talk to the other person.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen Jadey walk into my darkroom several times now, clearly in her double.&lt;/p&gt;\n\n&lt;p&gt;Fully real, animating at full speed, and truly amazing to see.&lt;/p&gt;\n\n&lt;p&gt;Cholita taught me enough about that, to recognize a double.&lt;/p&gt;\n\n&lt;p&gt;But hers is a different texture than Cholita&amp;#39;s.  Maybe because she&amp;#39;s 6000 miles away.&lt;/p&gt;\n\n&lt;p&gt;Cholita is only 50 feet away at the most.&lt;/p&gt;\n\n&lt;p&gt;But Jadey was clearly off somewhere else, looking at a different place than my darkroom.&lt;/p&gt;\n\n&lt;p&gt;We weren&amp;#39;t in the same copy of reality.&lt;/p&gt;\n\n&lt;p&gt;Same happens to her, when she finds me in shared lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t seem to notice she&amp;#39;s there.&lt;/p&gt;\n\n&lt;p&gt;Except that the next day, there&amp;#39;s enough &amp;quot;coincidences&amp;quot; between  us, to make it clear there was in fact some success.&lt;/p&gt;\n\n&lt;p&gt;We have a fascinating investigation going on now, very slowly, to understand how much of what Carlos saw, when he traveled in the second attention with Carol Tiggs, was a &amp;quot;perfect match&amp;quot; to what she saw.&lt;/p&gt;\n\n&lt;p&gt;My theory?  A lot less than the story implies.&lt;/p&gt;\n\n&lt;p&gt;We read into it what we hope for, but with sorcery it&amp;#39;s a &amp;quot;continuum&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At the top is don Juan and his group. They could travel together into the second attention, like a walk through central park.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re nowhere near that.&lt;/p&gt;\n\n&lt;p&gt;And maybe Carlos and Carol were not either. They didn&amp;#39;t have the &amp;quot;energetic mass&amp;quot; of a lineage backing them up.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s say we eventually do well with our Women&amp;#39;s shared dreaming project.&lt;/p&gt;\n\n&lt;p&gt;What percentage of &amp;quot;complete match&amp;quot; should we expect to get?&lt;/p&gt;\n\n&lt;p&gt;If 3 witches go into the same dream, will each see precisely the same things?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to remember to invent a joke around that.&lt;/p&gt;\n\n&lt;p&gt;Carlos liked those, &amp;quot;A man and a duck walk into a bar, and the duck says...&amp;quot; type jokes.&lt;/p&gt;\n\n&lt;p&gt;How about this:&lt;/p&gt;\n\n&lt;p&gt;Two witches walk into a dream and one says to the other, why do you have a fruit basket on your head?&lt;/p&gt;\n\n&lt;p&gt;And the other says, &amp;quot;Fruit basket??!    What&amp;#39;s up with that hideous unibrow you&amp;#39;re sporting!?  You look like Count Olaf, from Lemony Snicket!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita would love that joke.&lt;/p&gt;\n\n&lt;p&gt;So in the case of our 3 witches who walk into a dream, will each see 50% in common, but 50% that&amp;#39;s not a match to the other person?&lt;/p&gt;\n\n&lt;p&gt;Does that make it &amp;quot;less real&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s a false question!&lt;/p&gt;\n\n&lt;p&gt;Watch the movie &amp;quot;Rashomon&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t even work like that in the real world!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yrcq2n", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0lb1qr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671289426.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0k8den", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dorbim", "can_mod_post": false, "created_utc": 1671261458.0, "send_replies": true, "parent_id": "t3_yrcq2n", "score": 1, "author_fullname": "t2_b5vqacf2", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Wondering about the bottle - did you had a waking dreaming where you weren't able to reach the bottle?\n\n\nCurious if it is expected to find it always while you are within the man's band. And kind of assume no way to reach it out of man's band always?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0k8den", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wondering about the bottle - did you had a waking dreaming where you weren&amp;#39;t able to reach the bottle?&lt;/p&gt;\n\n&lt;p&gt;Curious if it is expected to find it always while you are within the man&amp;#39;s band. And kind of assume no way to reach it out of man&amp;#39;s band always?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yrcq2n/the_hall_of_statues/j0k8den/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671261458.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yrcq2n", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]