[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Picture upgrade is for Instagram](https://preview.redd.it/v74i1s9oej5a1.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=cd4b929431acdd815c5b8b296d95ab13b5066276)\n\n&amp;#x200B;\n\nThis post has been all over the place.  Started in the advanced subreddit, where that specific content can't be copied to the public.\n\nI extracted a reply to a comment from Techno to create a facebook post, and then saw that it would be useful in here.\n\nPlease everyone, there was NEVER a \"warrior's way path\".\n\nIt was made up by bad men, so they could steal.\n\nWhile Carlos was \"learning\" about the \"Men of Knowledge\" in the early books, don Juan  was doing the actual teaching by striking him with the Nagual's blow, to teach him in Heightened Awareness.\n\nWhere, \"real learning takes place\" as don Juan put it.\n\nThe warrior's way was just a distraction. One that you'll discover yourself, but only through real sorcery.\n\nNot by pretending it.\n\nHe also said there's no sorcery without internal silence. But everyone ignored that.\n\nSo please, stop the mental masturbations. There's NO warrior's way path to sorcery. Anyone trying to sell you on that idea, is your enemy.\n\nIt's a sick fantasy not even supported by the books.  And invented by bad men so they can steal from us.\n\n\\*\\*\\* From Facebook \\*\\*\\*\n\nUsing the Stellar Hatch Tensegrity pass, I managed to bring down a visible puff of intense yellow energy which manifests as a NASA quality photo of a sun and its corona, on my floor.\n\nReliably!\n\nBut last night it created a cartoon face for itself, with a slightly \"too big\" nose, and taught me about what interested me at the time.\n\nI found this picture, seemingly taken by real astronomers. It's quite close to what I saw, but Stella's face was slightly more \"human\" looking. I suspect she extracted it from a TV show I'd been watching during the week.\n\nShe then taught me how to keep up with the witches, for shared dreaming. It's still more work than I can afford, but I can see that what she taught me is true. It would work.\n\nI'm afraid that unlike the men who greedily want to pretend to be \"Five Pronged Naguals\", so they can victimize and steal from others, the women need some group support of their own.\n\nThey need to feel like they belong to a \"community\".\n\nAnd we have none. At least, not one with real magic obviously going on.\n\nThey're talented with shared dreaming, so if we could get some of the men to learn to do that it could go a long way to keeping the witches around as much as possible.\n\nDon't forget that a new lineage is started by collecting the witches first. After you have at least 5, you get the enormously overweight Nagual Elias to come \"marry\" them.\n\nHe may seem cool zipping around the universe digging through the trash, but without the women he's nothing.\n\nBut I've got too much to do in darkroom other than to learn how to join the women at Dance Home in 1990s Los Angeles, in dreaming.\n\nI don't do sleeping dreaming!\n\nIf I did, that would be the end of it all for the magic Carlos was teaching. As anyone who was paying attention realizes, \"Carlos Castaneda was thoroughly debunked\".\n\nAnd no one did anything to stop that.\n\nWhen the truth is, ALL of the other magic out there in the world is the fake stuff.\n\nHow can that be, that everything fake killed the real thing?\n\nSo it's war then!\n\nTo paraphrase Darth Sidious.\n\nAnd we have enough dishonest men making up stuff about ordinary dreams.\n\nWe need some magic that goes beyond what any meditation system dares to claim.\n\nWaking dreaming! With real physics defying side effects.\n\nAnd it's just an obsession of mine to try to keep up with women, for which I don't have a good \"plan\".\n\nEven Cholita isn't interested in helping such a lost cause.\n\nShe uses the metaphor of the super smelly \"corpse flower\".\n\nOnly blooms once every decade.\n\nAnd it bloomed for Carlos. We all smelt it. It's gone.\n\nEnd of story for Cholita. We don't want to smell that again, even if it was worth it the first time.\n\nBut last night, in comes an inorganic being to offer another path to help the women find \"community\".\n\nThere's no guarantee it'll help, but it was quite an eye opener.\n\nOver the years I got \"topical\" lessons from 3 inorganic beings.\n\nPlus my weird historical expert entity, \"Mystery\". Who's more about the past, than the present.\n\nLast night I got a 4th \"dreaming emissary\", from a stellar puff of energy belonging to a sun.\n\nI have to point out, 3 Allies is possibly the limit for a sorcerer.\n\nAnd I don't recommend more than 1 to beginners. Just ignore new ones!\n\nOne of the 4 who taught me belonged to a witch in the subreddit. At the time. I'm not sure she still has \"Lily\" anymore.\n\nThe Allies require upkeep. If you don't, you lose them.\n\nThe old seers took to scaring their enemies to death, in order to feed energy to their allies. So it's serious business to keep them around.\n\nThis was the introductory text on facebook, which I copied here, which refers to a comment in the advanced subreddit. Which seems ok to copy here.\n\nI don't see any beginners trying to pretend this material!  But it might convince them to work harder.\n\n\\*\\*\\* From reddit \\*\\*\\*\n\n\"Stella\", the motivation for that post, is definitely \"alien\" energy.\n\nI thought that would be \"magical in the extreme\". The energy of awareness, from a star!\n\nAnd so I thought, we should all eagerly do Stellar Hatch to get ourselves a stellar inorganic being. So we can do even cooler extreme magic.\n\nOr even \"a moon being\"! Just do Stellar Hatch when the moon is precisely over head.\n\nWait...\n\nDidn't Carlos call the blue scout, \"moon child\". Or something like that?\n\nYou have to be very careful when Carlos makes a joke like that. All the ones I could figure out turned out to be literally true, and he was making fun of the listeners, who were sure to misunderstand. Then \"get it\", one day.\n\nBut as I found out last night, when Stella was explaining how I could learn to enter dreaming the way women do, a topic my entity \"Fancy\" started but didn't go into detail on, I realized what Stella is best for is \"no self-pity\".\n\nShe never had any at all. She's a star! It's like being a kind gigantic sumo wrestler, around those tiny Argentinian ants. Not wanting to step on any, and being curious about what their world is like.\n\nSome famous martial artists liked to talk to ants.\n\nYabu Kentsu was it?\n\nAnd some \"alien energy\" completely free from self-pity, is just the kind of thing sorcerers crave.\n\nSelf-pity is a force coming only from the back side of the path our assemblage point can take.\n\nThe dreaming technique she showed me was fascinating.\n\nIt has layers and layers to it. I got lost looping in the layers, and she had to pull me out and remind me to focus.\n\nWhich I suspect is the same for women doing \"womb dreaming\".\n\nI'll forget it all soon unfortunately.\n\nFirst, you reach the assemblage point position just shy of silent knowledge.\n\nSo that as you gaze into the darkness, you see quick little dream scenes.\n\nBut not visual. Not \"dream bubbles\".\n\nYou \"fall\" into them, the way you can fall asleep practicing silence, have your head fall forward, be startled, and it comes back up.\n\nIt's so common, Carlos created \"Silence Sticks\". And the coffee table trick.\n\nWhen your head \"bobs back up\" you're shocked into realizing you were just in a dream scene, but are now back.\n\nStella pointed out, \"Now why did you ignore that, in favor of dream bubbles floating in the air???\n\nYou got entry! Isn't that what humans crave?\"\n\nStella then taught me that \"forgetting your purpose\" when you get in, and then being angry about it when you come out, is not the issue at all.\n\nIt's laziness.\n\nThat you can't get those mini-dream entries on demand, or control them when you do, or that it interrupts your darkness gazing with your eyes open, is not the issue at all.\n\nInstead, the problem is that we don't look at what we're doing honestly.\n\nShe suggested I give up the obsession of doing it with my eyes open, and go ahead and close them. Lay on my side in a \"twin position\", so that once I get in, I can lay down inside the dream and go to sleep there.\n\nBut keep the strong sense of purpose that prevents falling asleep while laying on my side with my eyes closed, doing this technique.\n\nObserve! Don't be mentally lazy.\n\nSorcerers learn to do that. Over time, they learn that you can \"fix\" things.\n\nSo you might start out seriously learning sorcery as a weak old man, but using the power of patience and daily observation you can make yourself as strong as don Juan was said to be.\n\nBy careful alteration of your behavior, and the addition of new things.\n\nMaybe you just go to the gym each weekend and lift the max weights you can on the machines.\n\nEventually you'll look like Jack LaLanne, at 85. Who Carlos admired enough to make him the topic of a lecture, twice.\n\nBut you apply that to everything in your life, so that you daily \"improve\".\n\nInstead of decline.\n\nThe same can be done, to learn to go into dreaming the way women can using their womb.\n\nDirectly from awake.\n\nFrom here it gets strange.\n\nYou reach the point of periodic tiny dream visions, and then notice what exactly prevented you from stepping off into full on lucid dreaming.\n\nYou forgot your purpose once you were in?\n\nSo then, you have to analyze why you failed to bring some tonal rationality into there. Maybe all it will take is to move some of the blanket on the bed, to cover the back of your neck.\n\nMaybe you forgot, because you were distracted by the real world. It's was too cold perhaps!\n\nNot all \"magic\" is show business. Some is mundane.\n\nAnd never forget that \"intent\" can help you out, if you seem to be working hard to figure it out.\n\nSo the technique doesn't really do the job.\n\nIt only \"summons\" help from the spirit.\n\nBut you have to be deadly serious in your attempts to \"learn it\".\n\nPerhaps you got in, but there was a dream already going on with others who practice sorcery? A common thing.\n\nYou have to pay attention to which direction they're looking. What they're doing.\n\nNot how they receive you. That's self-pity. Don't go into a dream, based on self-pity and attention seeking!\n\nThe dream beings aren't going to throw a party for you!\n\nThe rest of what Stella taught me gets too abstract to describe, and mostly impossible to remember at this level.\n\nBut the key is, you stop wishing and pretending you'll get around to it someday, and instead you observe every detail closely, and modify it as needed.\n\nYou build a container for intent to store the knowledge of how to go directly into full on lucid dreaming, from being fully awake.\n\nThe particulars might not even be important. Maybe you're merely trying to convince intent and the spirit to be on your side in this one. And once they are, you \"learn\" from that instead.\n\nAlso you have to apply absolute sobriety to examining the details, so you didn't gloss over anything. Don't get fooled by what you WANT it to be. Just see what it really is.\n\nVery odd things happen once you look more clearly.\n\nSomeone inside the dreams I managed to enter last night, \"smashed\" me.\n\nWith their palm.\n\nLike they saw a fly land on a table, and swatted it out of surprise.\n\nThey didn't mean to. It was just a side effect of humans doing that type of dreaming.\n\nMaybe they were surprised to see me, and that was their \"shock\" hitting me like a wave, creating the image of having been \"smashed\".\n\nIt knocked me out of the dreaming I'd fought so hard to get into, a few times before I understood it was taking place.\n\nAnd it's impossible to describe correctly.\n\nStella showed me how to \"gaze away\" so that it had no effect, and I could continue to go in further. You can't get \"smashed\" if you aren't looking that direction.\n\nShe basically asked, \"Why do you pay attention to that? Isn't that just as bad as who's doing it to you?\"\n\nAlien \"stellar\" energy is very useful!\n\nBut not for the reason I assumed.\n\nIt's \"self pity free\".\n\nAnd in the end, isn't the biggest obstacle to convincing new people to really learn, and not just hang out, is self-pity?\n\nThey get up the nerve to try, then they're sitting in the dark with nothing happening and self-pity kicks in.\n\nAnd soon they don't try that anymore.\n\nBut don't expect to conquer that!\n\nEven when the entire room is like an amazing cartoon, surrounding  you and offering spirits and portals to other realms, the next night when it's time to practice the self pity will make it just as hard as it always was to get up and get to work.\n\nYou aren't doing anything wrong when that happens.\n\nIn fact, it's a valuable learning lesson.\n\nAnd when you meet a smiling con artist Guru,  wearing diapers or a saffron robe doesn't matter, who never has any problem with confidence,  you know he's just a lying sack of ...\n\nSmelly corpse flowers.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Dreaming Lessons From A Star", "link_flair_richtext": [{"e": "text", "t": "Dreaming From Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"v74i1s9oej5a1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=5cdb5462f9e6446489731acebb7a4f879f0690a3"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=9d78dd1b022c0b7cae10774c94db7d5b7df51e7a"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=e466087baed030719872433c287d4e8434b0a704"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=31eb25e68a4d85fc7a9ef03fb687e68981bacdcb"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=9ddd4c09a1e28ba1eb2da0c9d03cc81783567c56"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=586d7afe32769d92f7c7349992f9968842e7b9ac"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/v74i1s9oej5a1.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=cd4b929431acdd815c5b8b296d95ab13b5066276"}, "id": "v74i1s9oej5a1"}}, "name": "t3_zk4jbr", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 32, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Dreaming From Silence", "can_mod_post": false, "score": 32, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/RkpKM7AS1cThgsntkyYy-v7h0v28IvIZRUzMDgBWITI.jpg", "edited": 1670881402.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1670864270.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/v74i1s9oej5a1.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=cd4b929431acdd815c5b8b296d95ab13b5066276\"&gt;Picture upgrade is for Instagram&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;This post has been all over the place.  Started in the advanced subreddit, where that specific content can&amp;#39;t be copied to the public.&lt;/p&gt;\n\n&lt;p&gt;I extracted a reply to a comment from Techno to create a facebook post, and then saw that it would be useful in here.&lt;/p&gt;\n\n&lt;p&gt;Please everyone, there was NEVER a &amp;quot;warrior&amp;#39;s way path&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It was made up by bad men, so they could steal.&lt;/p&gt;\n\n&lt;p&gt;While Carlos was &amp;quot;learning&amp;quot; about the &amp;quot;Men of Knowledge&amp;quot; in the early books, don Juan  was doing the actual teaching by striking him with the Nagual&amp;#39;s blow, to teach him in Heightened Awareness.&lt;/p&gt;\n\n&lt;p&gt;Where, &amp;quot;real learning takes place&amp;quot; as don Juan put it.&lt;/p&gt;\n\n&lt;p&gt;The warrior&amp;#39;s way was just a distraction. One that you&amp;#39;ll discover yourself, but only through real sorcery.&lt;/p&gt;\n\n&lt;p&gt;Not by pretending it.&lt;/p&gt;\n\n&lt;p&gt;He also said there&amp;#39;s no sorcery without internal silence. But everyone ignored that.&lt;/p&gt;\n\n&lt;p&gt;So please, stop the mental masturbations. There&amp;#39;s NO warrior&amp;#39;s way path to sorcery. Anyone trying to sell you on that idea, is your enemy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a sick fantasy not even supported by the books.  And invented by bad men so they can steal from us.&lt;/p&gt;\n\n&lt;p&gt;*** From Facebook ***&lt;/p&gt;\n\n&lt;p&gt;Using the Stellar Hatch Tensegrity pass, I managed to bring down a visible puff of intense yellow energy which manifests as a NASA quality photo of a sun and its corona, on my floor.&lt;/p&gt;\n\n&lt;p&gt;Reliably!&lt;/p&gt;\n\n&lt;p&gt;But last night it created a cartoon face for itself, with a slightly &amp;quot;too big&amp;quot; nose, and taught me about what interested me at the time.&lt;/p&gt;\n\n&lt;p&gt;I found this picture, seemingly taken by real astronomers. It&amp;#39;s quite close to what I saw, but Stella&amp;#39;s face was slightly more &amp;quot;human&amp;quot; looking. I suspect she extracted it from a TV show I&amp;#39;d been watching during the week.&lt;/p&gt;\n\n&lt;p&gt;She then taught me how to keep up with the witches, for shared dreaming. It&amp;#39;s still more work than I can afford, but I can see that what she taught me is true. It would work.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid that unlike the men who greedily want to pretend to be &amp;quot;Five Pronged Naguals&amp;quot;, so they can victimize and steal from others, the women need some group support of their own.&lt;/p&gt;\n\n&lt;p&gt;They need to feel like they belong to a &amp;quot;community&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And we have none. At least, not one with real magic obviously going on.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re talented with shared dreaming, so if we could get some of the men to learn to do that it could go a long way to keeping the witches around as much as possible.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t forget that a new lineage is started by collecting the witches first. After you have at least 5, you get the enormously overweight Nagual Elias to come &amp;quot;marry&amp;quot; them.&lt;/p&gt;\n\n&lt;p&gt;He may seem cool zipping around the universe digging through the trash, but without the women he&amp;#39;s nothing.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve got too much to do in darkroom other than to learn how to join the women at Dance Home in 1990s Los Angeles, in dreaming.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t do sleeping dreaming!&lt;/p&gt;\n\n&lt;p&gt;If I did, that would be the end of it all for the magic Carlos was teaching. As anyone who was paying attention realizes, &amp;quot;Carlos Castaneda was thoroughly debunked&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And no one did anything to stop that.&lt;/p&gt;\n\n&lt;p&gt;When the truth is, ALL of the other magic out there in the world is the fake stuff.&lt;/p&gt;\n\n&lt;p&gt;How can that be, that everything fake killed the real thing?&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s war then!&lt;/p&gt;\n\n&lt;p&gt;To paraphrase Darth Sidious.&lt;/p&gt;\n\n&lt;p&gt;And we have enough dishonest men making up stuff about ordinary dreams.&lt;/p&gt;\n\n&lt;p&gt;We need some magic that goes beyond what any meditation system dares to claim.&lt;/p&gt;\n\n&lt;p&gt;Waking dreaming! With real physics defying side effects.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s just an obsession of mine to try to keep up with women, for which I don&amp;#39;t have a good &amp;quot;plan&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Even Cholita isn&amp;#39;t interested in helping such a lost cause.&lt;/p&gt;\n\n&lt;p&gt;She uses the metaphor of the super smelly &amp;quot;corpse flower&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Only blooms once every decade.&lt;/p&gt;\n\n&lt;p&gt;And it bloomed for Carlos. We all smelt it. It&amp;#39;s gone.&lt;/p&gt;\n\n&lt;p&gt;End of story for Cholita. We don&amp;#39;t want to smell that again, even if it was worth it the first time.&lt;/p&gt;\n\n&lt;p&gt;But last night, in comes an inorganic being to offer another path to help the women find &amp;quot;community&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no guarantee it&amp;#39;ll help, but it was quite an eye opener.&lt;/p&gt;\n\n&lt;p&gt;Over the years I got &amp;quot;topical&amp;quot; lessons from 3 inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;Plus my weird historical expert entity, &amp;quot;Mystery&amp;quot;. Who&amp;#39;s more about the past, than the present.&lt;/p&gt;\n\n&lt;p&gt;Last night I got a 4th &amp;quot;dreaming emissary&amp;quot;, from a stellar puff of energy belonging to a sun.&lt;/p&gt;\n\n&lt;p&gt;I have to point out, 3 Allies is possibly the limit for a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;And I don&amp;#39;t recommend more than 1 to beginners. Just ignore new ones!&lt;/p&gt;\n\n&lt;p&gt;One of the 4 who taught me belonged to a witch in the subreddit. At the time. I&amp;#39;m not sure she still has &amp;quot;Lily&amp;quot; anymore.&lt;/p&gt;\n\n&lt;p&gt;The Allies require upkeep. If you don&amp;#39;t, you lose them.&lt;/p&gt;\n\n&lt;p&gt;The old seers took to scaring their enemies to death, in order to feed energy to their allies. So it&amp;#39;s serious business to keep them around.&lt;/p&gt;\n\n&lt;p&gt;This was the introductory text on facebook, which I copied here, which refers to a comment in the advanced subreddit. Which seems ok to copy here.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t see any beginners trying to pretend this material!  But it might convince them to work harder.&lt;/p&gt;\n\n&lt;p&gt;*** From reddit ***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Stella&amp;quot;, the motivation for that post, is definitely &amp;quot;alien&amp;quot; energy.&lt;/p&gt;\n\n&lt;p&gt;I thought that would be &amp;quot;magical in the extreme&amp;quot;. The energy of awareness, from a star!&lt;/p&gt;\n\n&lt;p&gt;And so I thought, we should all eagerly do Stellar Hatch to get ourselves a stellar inorganic being. So we can do even cooler extreme magic.&lt;/p&gt;\n\n&lt;p&gt;Or even &amp;quot;a moon being&amp;quot;! Just do Stellar Hatch when the moon is precisely over head.&lt;/p&gt;\n\n&lt;p&gt;Wait...&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t Carlos call the blue scout, &amp;quot;moon child&amp;quot;. Or something like that?&lt;/p&gt;\n\n&lt;p&gt;You have to be very careful when Carlos makes a joke like that. All the ones I could figure out turned out to be literally true, and he was making fun of the listeners, who were sure to misunderstand. Then &amp;quot;get it&amp;quot;, one day.&lt;/p&gt;\n\n&lt;p&gt;But as I found out last night, when Stella was explaining how I could learn to enter dreaming the way women do, a topic my entity &amp;quot;Fancy&amp;quot; started but didn&amp;#39;t go into detail on, I realized what Stella is best for is &amp;quot;no self-pity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She never had any at all. She&amp;#39;s a star! It&amp;#39;s like being a kind gigantic sumo wrestler, around those tiny Argentinian ants. Not wanting to step on any, and being curious about what their world is like.&lt;/p&gt;\n\n&lt;p&gt;Some famous martial artists liked to talk to ants.&lt;/p&gt;\n\n&lt;p&gt;Yabu Kentsu was it?&lt;/p&gt;\n\n&lt;p&gt;And some &amp;quot;alien energy&amp;quot; completely free from self-pity, is just the kind of thing sorcerers crave.&lt;/p&gt;\n\n&lt;p&gt;Self-pity is a force coming only from the back side of the path our assemblage point can take.&lt;/p&gt;\n\n&lt;p&gt;The dreaming technique she showed me was fascinating.&lt;/p&gt;\n\n&lt;p&gt;It has layers and layers to it. I got lost looping in the layers, and she had to pull me out and remind me to focus.&lt;/p&gt;\n\n&lt;p&gt;Which I suspect is the same for women doing &amp;quot;womb dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll forget it all soon unfortunately.&lt;/p&gt;\n\n&lt;p&gt;First, you reach the assemblage point position just shy of silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;So that as you gaze into the darkness, you see quick little dream scenes.&lt;/p&gt;\n\n&lt;p&gt;But not visual. Not &amp;quot;dream bubbles&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;fall&amp;quot; into them, the way you can fall asleep practicing silence, have your head fall forward, be startled, and it comes back up.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so common, Carlos created &amp;quot;Silence Sticks&amp;quot;. And the coffee table trick.&lt;/p&gt;\n\n&lt;p&gt;When your head &amp;quot;bobs back up&amp;quot; you&amp;#39;re shocked into realizing you were just in a dream scene, but are now back.&lt;/p&gt;\n\n&lt;p&gt;Stella pointed out, &amp;quot;Now why did you ignore that, in favor of dream bubbles floating in the air???&lt;/p&gt;\n\n&lt;p&gt;You got entry! Isn&amp;#39;t that what humans crave?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Stella then taught me that &amp;quot;forgetting your purpose&amp;quot; when you get in, and then being angry about it when you come out, is not the issue at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s laziness.&lt;/p&gt;\n\n&lt;p&gt;That you can&amp;#39;t get those mini-dream entries on demand, or control them when you do, or that it interrupts your darkness gazing with your eyes open, is not the issue at all.&lt;/p&gt;\n\n&lt;p&gt;Instead, the problem is that we don&amp;#39;t look at what we&amp;#39;re doing honestly.&lt;/p&gt;\n\n&lt;p&gt;She suggested I give up the obsession of doing it with my eyes open, and go ahead and close them. Lay on my side in a &amp;quot;twin position&amp;quot;, so that once I get in, I can lay down inside the dream and go to sleep there.&lt;/p&gt;\n\n&lt;p&gt;But keep the strong sense of purpose that prevents falling asleep while laying on my side with my eyes closed, doing this technique.&lt;/p&gt;\n\n&lt;p&gt;Observe! Don&amp;#39;t be mentally lazy.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers learn to do that. Over time, they learn that you can &amp;quot;fix&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;So you might start out seriously learning sorcery as a weak old man, but using the power of patience and daily observation you can make yourself as strong as don Juan was said to be.&lt;/p&gt;\n\n&lt;p&gt;By careful alteration of your behavior, and the addition of new things.&lt;/p&gt;\n\n&lt;p&gt;Maybe you just go to the gym each weekend and lift the max weights you can on the machines.&lt;/p&gt;\n\n&lt;p&gt;Eventually you&amp;#39;ll look like Jack LaLanne, at 85. Who Carlos admired enough to make him the topic of a lecture, twice.&lt;/p&gt;\n\n&lt;p&gt;But you apply that to everything in your life, so that you daily &amp;quot;improve&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Instead of decline.&lt;/p&gt;\n\n&lt;p&gt;The same can be done, to learn to go into dreaming the way women can using their womb.&lt;/p&gt;\n\n&lt;p&gt;Directly from awake.&lt;/p&gt;\n\n&lt;p&gt;From here it gets strange.&lt;/p&gt;\n\n&lt;p&gt;You reach the point of periodic tiny dream visions, and then notice what exactly prevented you from stepping off into full on lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;You forgot your purpose once you were in?&lt;/p&gt;\n\n&lt;p&gt;So then, you have to analyze why you failed to bring some tonal rationality into there. Maybe all it will take is to move some of the blanket on the bed, to cover the back of your neck.&lt;/p&gt;\n\n&lt;p&gt;Maybe you forgot, because you were distracted by the real world. It&amp;#39;s was too cold perhaps!&lt;/p&gt;\n\n&lt;p&gt;Not all &amp;quot;magic&amp;quot; is show business. Some is mundane.&lt;/p&gt;\n\n&lt;p&gt;And never forget that &amp;quot;intent&amp;quot; can help you out, if you seem to be working hard to figure it out.&lt;/p&gt;\n\n&lt;p&gt;So the technique doesn&amp;#39;t really do the job.&lt;/p&gt;\n\n&lt;p&gt;It only &amp;quot;summons&amp;quot; help from the spirit.&lt;/p&gt;\n\n&lt;p&gt;But you have to be deadly serious in your attempts to &amp;quot;learn it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Perhaps you got in, but there was a dream already going on with others who practice sorcery? A common thing.&lt;/p&gt;\n\n&lt;p&gt;You have to pay attention to which direction they&amp;#39;re looking. What they&amp;#39;re doing.&lt;/p&gt;\n\n&lt;p&gt;Not how they receive you. That&amp;#39;s self-pity. Don&amp;#39;t go into a dream, based on self-pity and attention seeking!&lt;/p&gt;\n\n&lt;p&gt;The dream beings aren&amp;#39;t going to throw a party for you!&lt;/p&gt;\n\n&lt;p&gt;The rest of what Stella taught me gets too abstract to describe, and mostly impossible to remember at this level.&lt;/p&gt;\n\n&lt;p&gt;But the key is, you stop wishing and pretending you&amp;#39;ll get around to it someday, and instead you observe every detail closely, and modify it as needed.&lt;/p&gt;\n\n&lt;p&gt;You build a container for intent to store the knowledge of how to go directly into full on lucid dreaming, from being fully awake.&lt;/p&gt;\n\n&lt;p&gt;The particulars might not even be important. Maybe you&amp;#39;re merely trying to convince intent and the spirit to be on your side in this one. And once they are, you &amp;quot;learn&amp;quot; from that instead.&lt;/p&gt;\n\n&lt;p&gt;Also you have to apply absolute sobriety to examining the details, so you didn&amp;#39;t gloss over anything. Don&amp;#39;t get fooled by what you WANT it to be. Just see what it really is.&lt;/p&gt;\n\n&lt;p&gt;Very odd things happen once you look more clearly.&lt;/p&gt;\n\n&lt;p&gt;Someone inside the dreams I managed to enter last night, &amp;quot;smashed&amp;quot; me.&lt;/p&gt;\n\n&lt;p&gt;With their palm.&lt;/p&gt;\n\n&lt;p&gt;Like they saw a fly land on a table, and swatted it out of surprise.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t mean to. It was just a side effect of humans doing that type of dreaming.&lt;/p&gt;\n\n&lt;p&gt;Maybe they were surprised to see me, and that was their &amp;quot;shock&amp;quot; hitting me like a wave, creating the image of having been &amp;quot;smashed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It knocked me out of the dreaming I&amp;#39;d fought so hard to get into, a few times before I understood it was taking place.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s impossible to describe correctly.&lt;/p&gt;\n\n&lt;p&gt;Stella showed me how to &amp;quot;gaze away&amp;quot; so that it had no effect, and I could continue to go in further. You can&amp;#39;t get &amp;quot;smashed&amp;quot; if you aren&amp;#39;t looking that direction.&lt;/p&gt;\n\n&lt;p&gt;She basically asked, &amp;quot;Why do you pay attention to that? Isn&amp;#39;t that just as bad as who&amp;#39;s doing it to you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Alien &amp;quot;stellar&amp;quot; energy is very useful!&lt;/p&gt;\n\n&lt;p&gt;But not for the reason I assumed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;self pity free&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And in the end, isn&amp;#39;t the biggest obstacle to convincing new people to really learn, and not just hang out, is self-pity?&lt;/p&gt;\n\n&lt;p&gt;They get up the nerve to try, then they&amp;#39;re sitting in the dark with nothing happening and self-pity kicks in.&lt;/p&gt;\n\n&lt;p&gt;And soon they don&amp;#39;t try that anymore.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t expect to conquer that!&lt;/p&gt;\n\n&lt;p&gt;Even when the entire room is like an amazing cartoon, surrounding  you and offering spirits and portals to other realms, the next night when it&amp;#39;s time to practice the self pity will make it just as hard as it always was to get up and get to work.&lt;/p&gt;\n\n&lt;p&gt;You aren&amp;#39;t doing anything wrong when that happens.&lt;/p&gt;\n\n&lt;p&gt;In fact, it&amp;#39;s a valuable learning lesson.&lt;/p&gt;\n\n&lt;p&gt;And when you meet a smiling con artist Guru,  wearing diapers or a saffron robe doesn&amp;#39;t matter, who never has any problem with confidence,  you know he&amp;#39;s just a lying sack of ...&lt;/p&gt;\n\n&lt;p&gt;Smelly corpse flowers.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d442824c-6005-11ea-b1ec-0ebd57ae4429", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "zk4jbr", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 25, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/", "subreddit_subscribers": 9561, "created_utc": 1670864270.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j01xb7h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670941092.0, "send_replies": true, "parent_id": "t1_j00ykqj", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've been nagging Fancy go to waterboard you.\n\nI even showed her the tunnel in the closet last night, telling her \"Go girl...  go get her!!!\"\n\nBut she's been acting oddly again.\n\nMaybe because I've treated her like a pet dog one time too many?\n\nStella seems to diminish her, or maybe Stella combined with Fancy.\n\nWe don't really understand \"sun entities\".\n\nMaybe IOBs can \"combine\" in some weird way.\n\nTo make it easier for themselves here.  More energetic mass.\n\nIt would be totally consistent with the death defier's behavior.  Merging into Carol Tiggs.\n\nAnd  those old seers liked to behave like IOBs.\n\nThat possibility also adds fuel to my \"Soledad Paranoia\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j01xb7h", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve been nagging Fancy go to waterboard you.&lt;/p&gt;\n\n&lt;p&gt;I even showed her the tunnel in the closet last night, telling her &amp;quot;Go girl...  go get her!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s been acting oddly again.&lt;/p&gt;\n\n&lt;p&gt;Maybe because I&amp;#39;ve treated her like a pet dog one time too many?&lt;/p&gt;\n\n&lt;p&gt;Stella seems to diminish her, or maybe Stella combined with Fancy.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t really understand &amp;quot;sun entities&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Maybe IOBs can &amp;quot;combine&amp;quot; in some weird way.&lt;/p&gt;\n\n&lt;p&gt;To make it easier for themselves here.  More energetic mass.&lt;/p&gt;\n\n&lt;p&gt;It would be totally consistent with the death defier&amp;#39;s behavior.  Merging into Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;And  those old seers liked to behave like IOBs.&lt;/p&gt;\n\n&lt;p&gt;That possibility also adds fuel to my &amp;quot;Soledad Paranoia&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j01xb7h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670941092.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j00ykqj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1670917315.0, "send_replies": true, "parent_id": "t3_zk4jbr", "score": 5, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Intent is on your side, Dan. Thanks. That was the kick I need.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j00ykqj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Intent is on your side, Dan. Thanks. That was the kick I need.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j00ykqj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670917315.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 0, "name": "t1__", "id": "_", "parent_id": "t1_j3c5zla", "depth": 10, "children": []}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3c5zla", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1673102754.0, "send_replies": true, "parent_id": "t1_j3bwmko", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That's probably true.\n\nI heard Taisha talk about where Phoebus came from, and it seemed like Phoebus was a bit \"inept\" about traveling the way Little Smoke and Devil's Weed entities do.\n\nAnd of course there's \"shadow beings\" that only interact with trees.\n\nCholita used to have one of those around, but I don't go into her little garden anymore.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3c5zla", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s probably true.&lt;/p&gt;\n\n&lt;p&gt;I heard Taisha talk about where Phoebus came from, and it seemed like Phoebus was a bit &amp;quot;inept&amp;quot; about traveling the way Little Smoke and Devil&amp;#39;s Weed entities do.&lt;/p&gt;\n\n&lt;p&gt;And of course there&amp;#39;s &amp;quot;shadow beings&amp;quot; that only interact with trees.&lt;/p&gt;\n\n&lt;p&gt;Cholita used to have one of those around, but I don&amp;#39;t go into her little garden anymore.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j3c5zla/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673102754.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3bwmko", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "created_utc": 1673097939.0, "send_replies": true, "parent_id": "t1_j082a2k", "score": 1, "author_fullname": "t2_5kwod04j", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "may be its all about different type of Inorganic Beings? some of the are only  able to act in waking dreaming, some of them in sleeping dreaming and some of them can appear as real people for real if you are in heghtened awareness. Because there are many IOB worlds so we can assume their energy types and interaction modes are different. I can assume those that you deal with are one type and other that dealt with Vicento were other type? can it be so?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j3bwmko", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;may be its all about different type of Inorganic Beings? some of the are only  able to act in waking dreaming, some of them in sleeping dreaming and some of them can appear as real people for real if you are in heghtened awareness. Because there are many IOB worlds so we can assume their energy types and interaction modes are different. I can assume those that you deal with are one type and other that dealt with Vicento were other type? can it be so?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j3bwmko/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673097939.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j082a2k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671045258.0, "send_replies": true, "parent_id": "t1_j080bj3", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Mine don't react to that enough to become as real as they used to.\n\nThey barely notice.  There's some obvious results, but not much.\n\nAnd you forget, don Juan and Julian didn't do only that!\n\nThey scared the hell out of all of the apprentices with them.\n\nJulian fed his ally for weeks off don Juan, keeping him prisoner in a house as a servant.\n\nDon Juan sent that evil basket to bite Pablito, and we heard indirectly he did the same to all of the apprentices.\n\nI certainly can feed them that way.  I just don't have any apprentices to suck dry.\n\nExcept poor Jadey. That worked great, but it wasn't my idea. Fancy did it.\n\nI doubt she could pull that off again, Jadey is wise to her.\n\nSo as far as we know, that's the majority of how they got fed!  Through apprentices.\n\nBut I have a solution.\n\nOne of my allies gave it to me last night.\n\nThey have no problem taking over \"phantoms\".\n\nDoesn't take any energy at all.\n\nThat's why they run around anywhere they like in ordinary dreams, stealing energy while pretending to be your 3rd grade teacher.\n\nOr your mom with a red nose from drinking too much.\n\nMy allies had been doing that sort of thing for 2 weeks now, trying to get me to understand.\n\nBecause in Silent Knowledge, you can make all the phantom beings you like!\n\nYou can simply \"raise them up from the floor\".\n\nDoesn't use enough energy to worry about.\n\nAnd then, they can take those over.\n\nAlso, you can also use the Pandora's Box pass to manufacture \"Golems\" while still in the red zone!\n\nAnd they can take those over too.\n\nSo there are multiple ways to make them \"real\".\n\nWe still don't know how Vicente did what he did, making them so real Carlos didn't know it wasn't 3 real people broken down on the side of the road.\n\nAnd don Juan tells that story of them riding around in busses, like ordinary people.\n\nSo there's \"another level\" of realness, we don't understand yet.\n\nBut we will!", "edited": 1671048936.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j082a2k", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mine don&amp;#39;t react to that enough to become as real as they used to.&lt;/p&gt;\n\n&lt;p&gt;They barely notice.  There&amp;#39;s some obvious results, but not much.&lt;/p&gt;\n\n&lt;p&gt;And you forget, don Juan and Julian didn&amp;#39;t do only that!&lt;/p&gt;\n\n&lt;p&gt;They scared the hell out of all of the apprentices with them.&lt;/p&gt;\n\n&lt;p&gt;Julian fed his ally for weeks off don Juan, keeping him prisoner in a house as a servant.&lt;/p&gt;\n\n&lt;p&gt;Don Juan sent that evil basket to bite Pablito, and we heard indirectly he did the same to all of the apprentices.&lt;/p&gt;\n\n&lt;p&gt;I certainly can feed them that way.  I just don&amp;#39;t have any apprentices to suck dry.&lt;/p&gt;\n\n&lt;p&gt;Except poor Jadey. That worked great, but it wasn&amp;#39;t my idea. Fancy did it.&lt;/p&gt;\n\n&lt;p&gt;I doubt she could pull that off again, Jadey is wise to her.&lt;/p&gt;\n\n&lt;p&gt;So as far as we know, that&amp;#39;s the majority of how they got fed!  Through apprentices.&lt;/p&gt;\n\n&lt;p&gt;But I have a solution.&lt;/p&gt;\n\n&lt;p&gt;One of my allies gave it to me last night.&lt;/p&gt;\n\n&lt;p&gt;They have no problem taking over &amp;quot;phantoms&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t take any energy at all.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why they run around anywhere they like in ordinary dreams, stealing energy while pretending to be your 3rd grade teacher.&lt;/p&gt;\n\n&lt;p&gt;Or your mom with a red nose from drinking too much.&lt;/p&gt;\n\n&lt;p&gt;My allies had been doing that sort of thing for 2 weeks now, trying to get me to understand.&lt;/p&gt;\n\n&lt;p&gt;Because in Silent Knowledge, you can make all the phantom beings you like!&lt;/p&gt;\n\n&lt;p&gt;You can simply &amp;quot;raise them up from the floor&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t use enough energy to worry about.&lt;/p&gt;\n\n&lt;p&gt;And then, they can take those over.&lt;/p&gt;\n\n&lt;p&gt;Also, you can also use the Pandora&amp;#39;s Box pass to manufacture &amp;quot;Golems&amp;quot; while still in the red zone!&lt;/p&gt;\n\n&lt;p&gt;And they can take those over too.&lt;/p&gt;\n\n&lt;p&gt;So there are multiple ways to make them &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We still don&amp;#39;t know how Vicente did what he did, making them so real Carlos didn&amp;#39;t know it wasn&amp;#39;t 3 real people broken down on the side of the road.&lt;/p&gt;\n\n&lt;p&gt;And don Juan tells that story of them riding around in busses, like ordinary people.&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s &amp;quot;another level&amp;quot; of realness, we don&amp;#39;t understand yet.&lt;/p&gt;\n\n&lt;p&gt;But we will!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j082a2k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671045258.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j080bj3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j040c8q", "score": 1, "author_fullname": "t2_5kwod04j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;But feeding them does in fact seem to be a problem.\n\nWhy? as i remember from the book, Don Juan or Julian made artificial fear immitation to attract his house IOB boudyguard and it reacted to this.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j080bj3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;But feeding them does in fact seem to be a problem.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Why? as i remember from the book, Don Juan or Julian made artificial fear immitation to attract his house IOB boudyguard and it reacted to this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j080bj3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671044507.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671044507.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j040c8q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j03usjd", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've been considering letting her cause nightmares for the neighbors.\n\nAt least, until someone complains.\n\nIt's not all that hard to pull off, but it's a huge deviation from my normal practice. I'd have to stop in the orange zone, search for dream bubbles, and try to identify which are \"live\".\n\nOtherwise, my other idea is to incorporate each of my allies into my tensegrity ritual.\n\nSee if they can make periodic \"guest appearances\" and gain energy from that.\n\nIt seemed to work a little last night for Fancy.\n\nAnd they did do that, back in the days of the old seers.  The allies were summoned as part of a ritual.\n\nBut feeding them does in fact seem to be a problem.", "edited": 1670971084.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j040c8q", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve been considering letting her cause nightmares for the neighbors.&lt;/p&gt;\n\n&lt;p&gt;At least, until someone complains.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not all that hard to pull off, but it&amp;#39;s a huge deviation from my normal practice. I&amp;#39;d have to stop in the orange zone, search for dream bubbles, and try to identify which are &amp;quot;live&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, my other idea is to incorporate each of my allies into my tensegrity ritual.&lt;/p&gt;\n\n&lt;p&gt;See if they can make periodic &amp;quot;guest appearances&amp;quot; and gain energy from that.&lt;/p&gt;\n\n&lt;p&gt;It seemed to work a little last night for Fancy.&lt;/p&gt;\n\n&lt;p&gt;And they did do that, back in the days of the old seers.  The allies were summoned as part of a ritual.&lt;/p&gt;\n\n&lt;p&gt;But feeding them does in fact seem to be a problem.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j040c8q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670970305.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1670970305.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j03usjd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AthinaJ8", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j03jmk1", "score": 2, "author_fullname": "t2_hbn1b1mb", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As I told you it's not something new. But I will tell what happened and we'll see. \n\nIt started when I started feeling a migraine  and I tried to find the correct spots on my head to massage to relief myself. I was watching a movie so I had my attention elsewhere and I didn't manage a thing until the movie ended and I got to focus on finding the right spot. I eventually found it on my neck and I started massaging me and it came. \n\n\" Intent is all I have\". \nIt was a statement that came from deep within me and I understood it completely. \n\nThen for the first time in my life I realized what I was truly doing when I was doing healing ; I was getting silent intenting to find what I needed to find in order to heal myself or whoever I was healing. And that is why my healings always work. And why they take 2 hours mostly. I mean it saying that my healings work. I have made drunk or drugged people that were ready to pass out  brand new like they never drunk. I have healed strong migraines, nausea, lost voice, chronic feeling of being cold and swollen feet. Until then I believed I was just gifted by generous beings to be able to do this. I had no other explanation.\n\nAfter every package of download I had the same statement ; \" Intent is all I have\". \n\nIntent flows as the power that makes reality what it is to each of us. When we are babies we begin blank and then we create a platform/senario to lock our awareness and  experience reality. Intent flows on the deeper layers of our being manifesting what in a deeper level we focus our awareness to. I got an understanding of  how I had intended specific things to happen in my life. Intent doesn't judge good or bad, it just flows where directed.\n\nI felt like we are rivers and intent is the force that makes the river take the root is taking. It seems fixed but it's not really. There is a deep force that directs were the river will go and most people direct it on the same path their ancestors went. \n\nBut I'm lucky because I have a chance to change root on my \" river\".\n\nSo this path here it's the only one truly interested into mastering intent. Intent stores mostly with silence. The practices here also have intent by their own that gather more intent and together work like a digging machine on the soil so that the river is starting to take a new root and explore new territories. We don't have lineages to foster us on their intent and magic but we have our intent and it is the most important thing and the only thing we really have.  \n\nI could not stop saying \" Intent is all I have\" and I could feel it in my body in a way I can't explain and I don't want to be dramatic about it.\n\nWe can direct out intent with intenting action, mostly while doing the practices and we make silence. Without silence the practices are just not enough. Silence is the only way to use the other practices. They are tools and the hand that is using them is silence.  \n\nSo Intent is all I have.\n\nAll the info I had was felt on my body also.  \n\n\n\nI believe Fancy is just hungry and needs\" food\". Now how to give her \"food\" in a way that serves everyone is a thing I still don't know. \n\nEdited to make corrections.", "edited": 1670968851.0, "author_flair_css_class": null, "name": "t1_j03usjd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As I told you it&amp;#39;s not something new. But I will tell what happened and we&amp;#39;ll see. &lt;/p&gt;\n\n&lt;p&gt;It started when I started feeling a migraine  and I tried to find the correct spots on my head to massage to relief myself. I was watching a movie so I had my attention elsewhere and I didn&amp;#39;t manage a thing until the movie ended and I got to focus on finding the right spot. I eventually found it on my neck and I started massaging me and it came. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot; Intent is all I have&amp;quot;. \nIt was a statement that came from deep within me and I understood it completely. &lt;/p&gt;\n\n&lt;p&gt;Then for the first time in my life I realized what I was truly doing when I was doing healing ; I was getting silent intenting to find what I needed to find in order to heal myself or whoever I was healing. And that is why my healings always work. And why they take 2 hours mostly. I mean it saying that my healings work. I have made drunk or drugged people that were ready to pass out  brand new like they never drunk. I have healed strong migraines, nausea, lost voice, chronic feeling of being cold and swollen feet. Until then I believed I was just gifted by generous beings to be able to do this. I had no other explanation.&lt;/p&gt;\n\n&lt;p&gt;After every package of download I had the same statement ; &amp;quot; Intent is all I have&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Intent flows as the power that makes reality what it is to each of us. When we are babies we begin blank and then we create a platform/senario to lock our awareness and  experience reality. Intent flows on the deeper layers of our being manifesting what in a deeper level we focus our awareness to. I got an understanding of  how I had intended specific things to happen in my life. Intent doesn&amp;#39;t judge good or bad, it just flows where directed.&lt;/p&gt;\n\n&lt;p&gt;I felt like we are rivers and intent is the force that makes the river take the root is taking. It seems fixed but it&amp;#39;s not really. There is a deep force that directs were the river will go and most people direct it on the same path their ancestors went. &lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m lucky because I have a chance to change root on my &amp;quot; river&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So this path here it&amp;#39;s the only one truly interested into mastering intent. Intent stores mostly with silence. The practices here also have intent by their own that gather more intent and together work like a digging machine on the soil so that the river is starting to take a new root and explore new territories. We don&amp;#39;t have lineages to foster us on their intent and magic but we have our intent and it is the most important thing and the only thing we really have.  &lt;/p&gt;\n\n&lt;p&gt;I could not stop saying &amp;quot; Intent is all I have&amp;quot; and I could feel it in my body in a way I can&amp;#39;t explain and I don&amp;#39;t want to be dramatic about it.&lt;/p&gt;\n\n&lt;p&gt;We can direct out intent with intenting action, mostly while doing the practices and we make silence. Without silence the practices are just not enough. Silence is the only way to use the other practices. They are tools and the hand that is using them is silence.  &lt;/p&gt;\n\n&lt;p&gt;So Intent is all I have.&lt;/p&gt;\n\n&lt;p&gt;All the info I had was felt on my body also.  &lt;/p&gt;\n\n&lt;p&gt;I believe Fancy is just hungry and needs&amp;quot; food&amp;quot;. Now how to give her &amp;quot;food&amp;quot; in a way that serves everyone is a thing I still don&amp;#39;t know. &lt;/p&gt;\n\n&lt;p&gt;Edited to make corrections.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j03usjd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670968126.0, "author_flair_text": null, "collapsed": false, "created_utc": 1670968126.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j03jmk1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j03d2qb", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I truly believe that if you post, you get more \"intent gifts\".  You become a \"conduit\" for the spirit.\n\nBut it needs others to experience that reliably before we know.\n\nYea, the soap thing is the start of waterboarding you for sure.\n\nShe doesn't actually do \"waterboarding\".\n\nI just thought it was a funny idea because Tim Burton's remake of \"The Adam's Family\" has Pugsley missing Wednesday, who's gone to boarding school.  \n\nHe misses that she used to waterboard him for fun.\n\nWhich of course is CIA torture that mostly doesn't cause any harm.\n\nFancy tries to trap you in the abstract so far, you can't understand what's happening other than weird images.\n\nThe abstract can be gazed on for hours, because it erases your internal dialogue, mostly.\n\nCholita gave me those 4 abstract statues, and I gazed at each for a very long time.\n\nSo Fancy sets up a situation where you are perceiving the abstract, and unaware it's going on,  and then she presses down on your body in some way to extract human energy.\n\nWhen you start to realize you're trapped in some feverish nightmare, she causes you to remember why you were trapped in the first place (the bogus \"story\"), and you start all over.\n\nIn my case, she gets me counting objects.  To make sure there are still 3 or 4 of them.\n\nAbstract objects. I count them over and over and over.\n\nWhen I notice a strange woman sitting next to me on the bed, pressing down on the weird objects (pillows, vases, ornamental trinkets), she asks me, \"Are there still 3?  You sure one isn't missing?\"\n\nJadey's memory of it is not completely different from that.\n\nI suppose the \"trap\" is custom designed.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j03jmk1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I truly believe that if you post, you get more &amp;quot;intent gifts&amp;quot;.  You become a &amp;quot;conduit&amp;quot; for the spirit.&lt;/p&gt;\n\n&lt;p&gt;But it needs others to experience that reliably before we know.&lt;/p&gt;\n\n&lt;p&gt;Yea, the soap thing is the start of waterboarding you for sure.&lt;/p&gt;\n\n&lt;p&gt;She doesn&amp;#39;t actually do &amp;quot;waterboarding&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I just thought it was a funny idea because Tim Burton&amp;#39;s remake of &amp;quot;The Adam&amp;#39;s Family&amp;quot; has Pugsley missing Wednesday, who&amp;#39;s gone to boarding school.  &lt;/p&gt;\n\n&lt;p&gt;He misses that she used to waterboard him for fun.&lt;/p&gt;\n\n&lt;p&gt;Which of course is CIA torture that mostly doesn&amp;#39;t cause any harm.&lt;/p&gt;\n\n&lt;p&gt;Fancy tries to trap you in the abstract so far, you can&amp;#39;t understand what&amp;#39;s happening other than weird images.&lt;/p&gt;\n\n&lt;p&gt;The abstract can be gazed on for hours, because it erases your internal dialogue, mostly.&lt;/p&gt;\n\n&lt;p&gt;Cholita gave me those 4 abstract statues, and I gazed at each for a very long time.&lt;/p&gt;\n\n&lt;p&gt;So Fancy sets up a situation where you are perceiving the abstract, and unaware it&amp;#39;s going on,  and then she presses down on your body in some way to extract human energy.&lt;/p&gt;\n\n&lt;p&gt;When you start to realize you&amp;#39;re trapped in some feverish nightmare, she causes you to remember why you were trapped in the first place (the bogus &amp;quot;story&amp;quot;), and you start all over.&lt;/p&gt;\n\n&lt;p&gt;In my case, she gets me counting objects.  To make sure there are still 3 or 4 of them.&lt;/p&gt;\n\n&lt;p&gt;Abstract objects. I count them over and over and over.&lt;/p&gt;\n\n&lt;p&gt;When I notice a strange woman sitting next to me on the bed, pressing down on the weird objects (pillows, vases, ornamental trinkets), she asks me, &amp;quot;Are there still 3?  You sure one isn&amp;#39;t missing?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Jadey&amp;#39;s memory of it is not completely different from that.&lt;/p&gt;\n\n&lt;p&gt;I suppose the &amp;quot;trap&amp;quot; is custom designed.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j03jmk1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670964036.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1670964036.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j03d2qb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AthinaJ8", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0329k1", "score": 2, "author_fullname": "t2_hbn1b1mb", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What's is \"waterboard\" me?\n \nThe only weird thing she did was the last time as soon as I got into the dream on nanoseconds she grabbed me and she started soaping my feet with liquid soap, I didn't have time to react only after my legs were full of soap I thought that \"this is not right \" ,I started walking backwards and \"came back\" . In the next attempt she was not there. \n\nI see her usually on the puffs, at least I see the same creepy woman's face like when I saw her. That's when I don't do dreaming. \n\nI've been off with my own shit that's why I haven't reported something yet. I even had an intent gift, like a knowledge download about intent. It was nothing new just I felt the packets of knowledge on my being, it's was not only a mental structure. Maybe I will do a post about it.  \n\nEdited to add things.", "edited": 1670962391.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j03d2qb", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What&amp;#39;s is &amp;quot;waterboard&amp;quot; me?&lt;/p&gt;\n\n&lt;p&gt;The only weird thing she did was the last time as soon as I got into the dream on nanoseconds she grabbed me and she started soaping my feet with liquid soap, I didn&amp;#39;t have time to react only after my legs were full of soap I thought that &amp;quot;this is not right &amp;quot; ,I started walking backwards and &amp;quot;came back&amp;quot; . In the next attempt she was not there. &lt;/p&gt;\n\n&lt;p&gt;I see her usually on the puffs, at least I see the same creepy woman&amp;#39;s face like when I saw her. That&amp;#39;s when I don&amp;#39;t do dreaming. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been off with my own shit that&amp;#39;s why I haven&amp;#39;t reported something yet. I even had an intent gift, like a knowledge download about intent. It was nothing new just I felt the packets of knowledge on my being, it&amp;#39;s was not only a mental structure. Maybe I will do a post about it.  &lt;/p&gt;\n\n&lt;p&gt;Edited to add things.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j03d2qb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670961663.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1670961663.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0329k1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670957692.0, "send_replies": true, "parent_id": "t1_j02p0kr", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I told her to go, but not \"waterboard\" you.\n\nIt's quite unpleasant.\n\nGlad to hear she did. I was wondering.\n\nMad Prophet on the other hand, is fair game.  She volunteered, just to learn how that's done.\n\nAnd Fancy already did it to Jadey.  Probably couldn't pull it off now, even if she hadn't been told not to do that anymore.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0329k1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I told her to go, but not &amp;quot;waterboard&amp;quot; you.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s quite unpleasant.&lt;/p&gt;\n\n&lt;p&gt;Glad to hear she did. I was wondering.&lt;/p&gt;\n\n&lt;p&gt;Mad Prophet on the other hand, is fair game.  She volunteered, just to learn how that&amp;#39;s done.&lt;/p&gt;\n\n&lt;p&gt;And Fancy already did it to Jadey.  Probably couldn&amp;#39;t pull it off now, even if she hadn&amp;#39;t been told not to do that anymore.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0329k1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670957692.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j02p0kr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AthinaJ8", "can_mod_post": false, "created_utc": 1670952724.0, "send_replies": true, "parent_id": "t3_zk4jbr", "score": 3, "author_fullname": "t2_hbn1b1mb", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you for posting this. I've been dealing with these matters on my dreaming attempts and I try to moderate things to be able to stay more lucid or stay more on the dream. So these advice are just perfect for me.\n\nThe funny thing on all my frustration on the dreaming practices ( because I become angry for the reasons Stella told you) is that sometimes I find my self taking my phone and talking with people from the sub but this is where I can't remember a thing. It's the irony of it all.  \n\nThe good thing is that Fancy is still visiting me. She even dropped a small box Infront of me.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j02p0kr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for posting this. I&amp;#39;ve been dealing with these matters on my dreaming attempts and I try to moderate things to be able to stay more lucid or stay more on the dream. So these advice are just perfect for me.&lt;/p&gt;\n\n&lt;p&gt;The funny thing on all my frustration on the dreaming practices ( because I become angry for the reasons Stella told you) is that sometimes I find my self taking my phone and talking with people from the sub but this is where I can&amp;#39;t remember a thing. It&amp;#39;s the irony of it all.  &lt;/p&gt;\n\n&lt;p&gt;The good thing is that Fancy is still visiting me. She even dropped a small box Infront of me.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j02p0kr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670952724.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0466zd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j03xj87", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Ok, that all makes sense. You're redeemed.\n\nKeep up the good work!\n\nBut maybe make it more clear when you mention dreaming,  that it's waking dreaming after darkroom, so I don't have to toil over letting it stand, in order not to upset the women.  Risking thereby, encouraging more pretending among lurkers?\n\nOne or two pretenders is no problem!\n\nBut it'll be 100 soon if word gets out you can \"make a name for yourself\" in here, seeing as how there's no other place to do that.  All the other places die out of boredom.\n\nAnd men doing womb dreaming?  A woman or two winced at that remark.\n\nI can't let pretend magic, even dreaming, stand in here.\n\nOr I'm wasting my time and even worse, bad players will build up until it's all destroyed.\n\nNo one ever likes being called out. It's part of what they count on, to get away with it.  Emotional blackmail.\n\nCheck out our latest \"comrade type\" and follow what happens next.  Just the last hour or two.\n\nDidn't come to learn. Came to pretend to be at the same level, just so everyone knows about him.\n\nMaking up stuff and thinking no one can tell.  \n\nUsing my name, to make himself sound all \"chummy\" and \"equal\".\n\nIt's always the same...\n\nAnd by the way, Carlos didn't allow fake dreaming either.  He'd cut people off mid sentence if he suspected they were discussing ordinary dreams as if those were the same thing.\n\nCholita in fact...\n\nWell. \n\nI'd better not say that.  Techno knows why.\n\nThe entire community was wiped out by pretended sleeping dreaming.\n\nNo one even followed the art of dreaming instructions. \n\nBut they pretended they were.\n\nThey always left those \"details\" from the instructions out.  \n\nLike, finding your hands each time. And then looking from object to object, so that you attract an inorganic being.\n\nIt's actually very cleverly planned instructions. If you skip ANY, the next stage is impossible.\n\nAnd to prove you had brought some tonal awareness along by finding your hands, is a critical step.    That prepares the double to return the favor at the end, by coming into the real world. You're teaching him that you don't suck as badly as he'd surmised.\n\nSince they never attracted a real scout, because they didn't look at their hands and then from object to object each time, thereby getting a real inorganic being into the mix,  they all skipped actually going to the inorganic being's world and truly learning from the dreaming emissary.\n\nWhat must have been hundreds of times in the account Carlos gives.\n\nSome pretended to do that, but ignored the hundreds of times part. They found a nightmare they could misrepresent, and called it a day on the 2nd gate.\n\nMost just skip all that and have a dream where they went to sleep in a dream, because they were obsessed with that goal.\n\nNot even lucid enough to find their hands.\n\nBut they report that as a 3rd gate dreaming success.\n\nSo that anyone, even a fool, knows it's all pretend.\n\nAnd assumes that since everyone is pretending, there must not be any point in putting in a serious effort.\n\nIt's actually VERY difficult to find your hands everyday.  For real.\n\nAnd going to the IOB world?\n\nNo one ever did that as far as I know.  \n\nExcept me, but I had the allies of Carlos around to help out.  One would even follow me right out of a dream into the real world, and run around my bed.\n\nMinx...\n\nDidn't know it at the time.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0466zd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ok, that all makes sense. You&amp;#39;re redeemed.&lt;/p&gt;\n\n&lt;p&gt;Keep up the good work!&lt;/p&gt;\n\n&lt;p&gt;But maybe make it more clear when you mention dreaming,  that it&amp;#39;s waking dreaming after darkroom, so I don&amp;#39;t have to toil over letting it stand, in order not to upset the women.  Risking thereby, encouraging more pretending among lurkers?&lt;/p&gt;\n\n&lt;p&gt;One or two pretenders is no problem!&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;ll be 100 soon if word gets out you can &amp;quot;make a name for yourself&amp;quot; in here, seeing as how there&amp;#39;s no other place to do that.  All the other places die out of boredom.&lt;/p&gt;\n\n&lt;p&gt;And men doing womb dreaming?  A woman or two winced at that remark.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t let pretend magic, even dreaming, stand in here.&lt;/p&gt;\n\n&lt;p&gt;Or I&amp;#39;m wasting my time and even worse, bad players will build up until it&amp;#39;s all destroyed.&lt;/p&gt;\n\n&lt;p&gt;No one ever likes being called out. It&amp;#39;s part of what they count on, to get away with it.  Emotional blackmail.&lt;/p&gt;\n\n&lt;p&gt;Check out our latest &amp;quot;comrade type&amp;quot; and follow what happens next.  Just the last hour or two.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t come to learn. Came to pretend to be at the same level, just so everyone knows about him.&lt;/p&gt;\n\n&lt;p&gt;Making up stuff and thinking no one can tell.  &lt;/p&gt;\n\n&lt;p&gt;Using my name, to make himself sound all &amp;quot;chummy&amp;quot; and &amp;quot;equal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s always the same...&lt;/p&gt;\n\n&lt;p&gt;And by the way, Carlos didn&amp;#39;t allow fake dreaming either.  He&amp;#39;d cut people off mid sentence if he suspected they were discussing ordinary dreams as if those were the same thing.&lt;/p&gt;\n\n&lt;p&gt;Cholita in fact...&lt;/p&gt;\n\n&lt;p&gt;Well. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d better not say that.  Techno knows why.&lt;/p&gt;\n\n&lt;p&gt;The entire community was wiped out by pretended sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;No one even followed the art of dreaming instructions. &lt;/p&gt;\n\n&lt;p&gt;But they pretended they were.&lt;/p&gt;\n\n&lt;p&gt;They always left those &amp;quot;details&amp;quot; from the instructions out.  &lt;/p&gt;\n\n&lt;p&gt;Like, finding your hands each time. And then looking from object to object, so that you attract an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s actually very cleverly planned instructions. If you skip ANY, the next stage is impossible.&lt;/p&gt;\n\n&lt;p&gt;And to prove you had brought some tonal awareness along by finding your hands, is a critical step.    That prepares the double to return the favor at the end, by coming into the real world. You&amp;#39;re teaching him that you don&amp;#39;t suck as badly as he&amp;#39;d surmised.&lt;/p&gt;\n\n&lt;p&gt;Since they never attracted a real scout, because they didn&amp;#39;t look at their hands and then from object to object each time, thereby getting a real inorganic being into the mix,  they all skipped actually going to the inorganic being&amp;#39;s world and truly learning from the dreaming emissary.&lt;/p&gt;\n\n&lt;p&gt;What must have been hundreds of times in the account Carlos gives.&lt;/p&gt;\n\n&lt;p&gt;Some pretended to do that, but ignored the hundreds of times part. They found a nightmare they could misrepresent, and called it a day on the 2nd gate.&lt;/p&gt;\n\n&lt;p&gt;Most just skip all that and have a dream where they went to sleep in a dream, because they were obsessed with that goal.&lt;/p&gt;\n\n&lt;p&gt;Not even lucid enough to find their hands.&lt;/p&gt;\n\n&lt;p&gt;But they report that as a 3rd gate dreaming success.&lt;/p&gt;\n\n&lt;p&gt;So that anyone, even a fool, knows it&amp;#39;s all pretend.&lt;/p&gt;\n\n&lt;p&gt;And assumes that since everyone is pretending, there must not be any point in putting in a serious effort.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s actually VERY difficult to find your hands everyday.  For real.&lt;/p&gt;\n\n&lt;p&gt;And going to the IOB world?&lt;/p&gt;\n\n&lt;p&gt;No one ever did that as far as I know.  &lt;/p&gt;\n\n&lt;p&gt;Except me, but I had the allies of Carlos around to help out.  One would even follow me right out of a dream into the real world, and run around my bed.&lt;/p&gt;\n\n&lt;p&gt;Minx...&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t know it at the time.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0466zd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670972653.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1670972653.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0qdhco", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jadeyelmonte", "can_mod_post": false, "created_utc": 1671383963.0, "send_replies": true, "parent_id": "t1_j0pw1yk", "score": 1, "author_fullname": "t2_ckktqt40", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I know what you are talking about. I could be wrong but I think the consensus is that it is the same thing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0qdhco", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I know what you are talking about. I could be wrong but I think the consensus is that it is the same thing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0qdhco/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671383963.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0pw1yk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "created_utc": 1671376952.0, "send_replies": true, "parent_id": "t1_j0nerbf", "score": 1, "author_fullname": "t2_hvgal3vv", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I agree with this, but have seen other things said on this sub (specifically that the double and energy body are not the same), and wasn't looking to cause any waves.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j0pw1yk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I agree with this, but have seen other things said on this sub (specifically that the double and energy body are not the same), and wasn&amp;#39;t looking to cause any waves.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0pw1yk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671376952.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0nerbf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jadeyelmonte", "can_mod_post": false, "created_utc": 1671322028.0, "send_replies": true, "parent_id": "t1_j0m8yx2", "score": 2, "author_fullname": "t2_ckktqt40", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;I'll be honest, I've never totally understood the difference between the double, the energy body, and the dreaming body.\n\nThey are the same thing. I believe differences on how it feels are dependent on how much access you have to it (say 80% tonal, 20% double).", "edited": 1671322363.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j0nerbf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;I&amp;#39;ll be honest, I&amp;#39;ve never totally understood the difference between the double, the energy body, and the dreaming body.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;They are the same thing. I believe differences on how it feels are dependent on how much access you have to it (say 80% tonal, 20% double).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0nerbf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671322028.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0m8yx2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0k2w5t", "score": 3, "author_fullname": "t2_hvgal3vv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hey -- so the mods have asked me not to discuss lucid dreaming, and I really want to respect the intent of this amazing sub, which is Darkroom-based. And yes, while it's true you can get into lucid dreaming through darkroom via **waking lucid dreaming**, as Dan described in the above post, again, until silence is mastered, they don't want anyone focusing on lucid dreaming in here, waking or not.  I have actually been banned in the past for discussing anything dreaming related, so if it's cool, I'd rather not continue the discussion publicly.  If you are capable of reaching **waking** lucid dreams, let me know, and we can discuss in dm.  But if you're only reaching lucid dreams through **sleeping dreaming, you are wasting your time**, I agree with the mods on this 100%.  I've spent countless nights in lucid dreams, and it's hit or miss, at best.  Let's go for real magic, that can be recreated, from a waking state, any time you want, at will!\n\nI would just keep working on darkroom, and all that is recommended here, and eventually try to see if you can follow the advice in Dan's post above and reach **waking lucid dreaming** from darkroom.  \n\nBut to answer your question as best as possible, I'll be honest, I've never totally understood the difference between the double, the energy body, and the dreaming body.  In the books, they refer to the same thing.  In this sub, not so much. I can say this for differentiating them: I find it very difficult to handle movement in the energy body - I wind up in my room, I spin wildly, float up to the sky out of control, and have even wound up in a Tiger shape-shift, diving out my wall and running through my town as a big cat - all beyond my understanding.  Whereas in lucid dreaming, I find it very easy to 'fly' or move about, no strain, no confusion, all very clean and fluid.  So while I can't say whether they are the same 'vehicle', or two separate entities, I do find major differences in being in each, the primary one being control and vision.   One feels like training/practice (Lucid Dreaming), and the other feels like the 'real deal' (Energy Body).", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j0m8yx2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hey -- so the mods have asked me not to discuss lucid dreaming, and I really want to respect the intent of this amazing sub, which is Darkroom-based. And yes, while it&amp;#39;s true you can get into lucid dreaming through darkroom via &lt;strong&gt;waking lucid dreaming&lt;/strong&gt;, as Dan described in the above post, again, until silence is mastered, they don&amp;#39;t want anyone focusing on lucid dreaming in here, waking or not.  I have actually been banned in the past for discussing anything dreaming related, so if it&amp;#39;s cool, I&amp;#39;d rather not continue the discussion publicly.  If you are capable of reaching &lt;strong&gt;waking&lt;/strong&gt; lucid dreams, let me know, and we can discuss in dm.  But if you&amp;#39;re only reaching lucid dreams through &lt;strong&gt;sleeping dreaming, you are wasting your time&lt;/strong&gt;, I agree with the mods on this 100%.  I&amp;#39;ve spent countless nights in lucid dreams, and it&amp;#39;s hit or miss, at best.  Let&amp;#39;s go for real magic, that can be recreated, from a waking state, any time you want, at will!&lt;/p&gt;\n\n&lt;p&gt;I would just keep working on darkroom, and all that is recommended here, and eventually try to see if you can follow the advice in Dan&amp;#39;s post above and reach &lt;strong&gt;waking lucid dreaming&lt;/strong&gt; from darkroom.  &lt;/p&gt;\n\n&lt;p&gt;But to answer your question as best as possible, I&amp;#39;ll be honest, I&amp;#39;ve never totally understood the difference between the double, the energy body, and the dreaming body.  In the books, they refer to the same thing.  In this sub, not so much. I can say this for differentiating them: I find it very difficult to handle movement in the energy body - I wind up in my room, I spin wildly, float up to the sky out of control, and have even wound up in a Tiger shape-shift, diving out my wall and running through my town as a big cat - all beyond my understanding.  Whereas in lucid dreaming, I find it very easy to &amp;#39;fly&amp;#39; or move about, no strain, no confusion, all very clean and fluid.  So while I can&amp;#39;t say whether they are the same &amp;#39;vehicle&amp;#39;, or two separate entities, I do find major differences in being in each, the primary one being control and vision.   One feels like training/practice (Lucid Dreaming), and the other feels like the &amp;#39;real deal&amp;#39; (Energy Body).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0m8yx2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671303936.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671303936.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0k2w5t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Hoclaros", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0k10eq", "score": 1, "author_fullname": "t2_55mwqmop", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What kind of body is being used in regular lucid dreams if it’s not the energy body? Some sort of lesser energy body? That’s something that’s always confused me", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j0k2w5t", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What kind of body is being used in regular lucid dreams if it’s not the energy body? Some sort of lesser energy body? That’s something that’s always confused me&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0k2w5t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671257436.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671257436.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0k10eq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0hwvhc", "score": 1, "author_fullname": "t2_hvgal3vv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "For me, Twin Positions does not stabilize the *current* lucid dream, but rather brings me to a *new* lucid dream that is more stable, and somehow feels 'deeper'. \n\nHowever...I do not use Twin Positions for going deeper into lucid dreams anymore.  I use it solely to reach the energy body.  \n\nDarkroom/Mask---&gt;Waking Lucid Dream--&gt;Twin Positions--&gt;Energy Body", "edited": false, "author_flair_css_class": null, "name": "t1_j0k10eq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;For me, Twin Positions does not stabilize the &lt;em&gt;current&lt;/em&gt; lucid dream, but rather brings me to a &lt;em&gt;new&lt;/em&gt; lucid dream that is more stable, and somehow feels &amp;#39;deeper&amp;#39;. &lt;/p&gt;\n\n&lt;p&gt;However...I do not use Twin Positions for going deeper into lucid dreams anymore.  I use it solely to reach the energy body.  &lt;/p&gt;\n\n&lt;p&gt;Darkroom/Mask---&amp;gt;Waking Lucid Dream--&amp;gt;Twin Positions--&amp;gt;Energy Body&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_zk4jbr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0k10eq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671256117.0, "author_flair_text": null, "collapsed": false, "created_utc": 1671256117.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0hwvhc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Hoclaros", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j03xj87", "score": 1, "author_fullname": "t2_55mwqmop", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’m curious, when you do the twin positions technique, does that cause you to stay in the dream longer (or what feels like longer)? Or does it just stabilize everything? I’ve seen comments about the TP in this sub where people have said when done correctly, it feels like they are in the dream for around 2 weeks when only hours have passed in real life.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0hwvhc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’m curious, when you do the twin positions technique, does that cause you to stay in the dream longer (or what feels like longer)? Or does it just stabilize everything? I’ve seen comments about the TP in this sub where people have said when done correctly, it feels like they are in the dream for around 2 weeks when only hours have passed in real life.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j0hwvhc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671219482.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671219482.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j03xj87", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j036frk", "score": 2, "author_fullname": "t2_hvgal3vv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\\-As far as hands on 'womb' for men, and left leg tucked underneath, I'm referring to **waking dreaming** at the end of darkroom, **not sleeping dreaming**.  And these positions I refer to are from the books, and they work. \n\n\\-I am happy to hear you promoting **waking lucid dreaming** at the end of darkroom.  This is what I do, every single night and most mornings too. (I do bi-phasic sleeping). Entering mini-dreams while awake by holding awareness and then using them as a springboard back to the energy body either via twin positions or simply intending it.  I use a mask in the mornings. \n\n\\-Where you wrote: \n\n\"She suggested I give up the obsession of doing it with my eyes open, and go ahead and close them. Lay on my side in a \"twin position\", so that once I get in, I can lay down inside the dream and go to sleep there.\"\n\nMy  clarification was that **Twin Positions does not need to be on one's side.**   That's all I was pointing out, and offering a different position.  I know this because I had just completed twin positions this morning on my back, a few hours before reading your posts.  The position I offered is from the books. \n\n\\-As far as bad player user name, that was simply the name I chose over a year ago when I didn't know who you guys' were, wanted to stalk the sub, and intentionally chose a generic name, the way a proper sorcerer should.  I didn't want to wade into a realm of fake guru types without knowing what I was getting into.  Obviously, I've come to see the intent is pure here to do right by Carlos, which is all that matters to me, but I've since picked up some karma and followers and didn't feel keen on choosing another name.  If it makes your feel any better, I can create a new account.  I really didn't think anyone gave a shit about 'usernames', considering my account is over a year old with plenty of comments and posts that reveal I'm not a bad player. \n\n\\-I don't pretend about anything.  What I write here, if I write anything, is what I've experienced for real, most nights and mornings.\n\n\\-The only reason I jumped in to this particular post is because I do know a lot about waking lucid dreaming as a companion to darkroom, and had a few tips. I do this every night. That doesn't make me a teacher, just a student sharing ideas with others.  A teacher is someone who feels the need to post long missives every single day to keep 'feeding' his or her students, like a preacher.  I post a trick or tip maybe 2 times *a year.*  Big difference. \n\n\\-Correction: I'm not a sleeping dreamer.  I received a message about this.  Lucid dreams serve one function: to reach the energy body.  I'm in my lucid dreams 10 seconds maximum, before I lay down and do twin positions or simply intend to be back in my bedroom, in the energy body.  I also practice darkroom for hours every night, with good progress.  Two nights ago, I believe Little Smoke came to me in moth form.   But I remain sober and impassive, as I don't care about anything but reaching and tempering the energy body.  Don Juan stated it as the primary 'concrete' goal of sorcery at one point, and that stuck with me.  So everything I do is designed to reach the energy body, learn how to move in it, learn how to stay in it, and hopefully eventually learn how to actually affect the real world with it.  So I don't stick around too long playing with purple puffs, or engaging with IOBs, and certainly don't masturbate in lucid dreams - all of these things serve one purpose: to reach the energy body.  \n\n\\-Okay, you got me on the 'loosening up' comment being a little snide.  That's on me.  I was a bit taken back to see you post a technique that ties waking lucid dreaming to darkroom, since posting the same type of technique got me temporarily banned when I first came here. The irony that a year later the technique is now 'approved by mods' was a little too much.  I rescind the comment, and hope people take advantage of what you just offered in your newest post, because the path of waking lucid dreaming at the end of darkroom can be extremely effective, albeit extremely difficult to master.  In Zuleica's instructions, even Carlos was unable to completely track the moment right side awareness moves to left side awareness.  I have felt it several times, and am working on an intent container to hopefully make it familiar and reproducible.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j03xj87", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;-As far as hands on &amp;#39;womb&amp;#39; for men, and left leg tucked underneath, I&amp;#39;m referring to &lt;strong&gt;waking dreaming&lt;/strong&gt; at the end of darkroom, &lt;strong&gt;not sleeping dreaming&lt;/strong&gt;.  And these positions I refer to are from the books, and they work. &lt;/p&gt;\n\n&lt;p&gt;-I am happy to hear you promoting &lt;strong&gt;waking lucid dreaming&lt;/strong&gt; at the end of darkroom.  This is what I do, every single night and most mornings too. (I do bi-phasic sleeping). Entering mini-dreams while awake by holding awareness and then using them as a springboard back to the energy body either via twin positions or simply intending it.  I use a mask in the mornings. &lt;/p&gt;\n\n&lt;p&gt;-Where you wrote: &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;She suggested I give up the obsession of doing it with my eyes open, and go ahead and close them. Lay on my side in a &amp;quot;twin position&amp;quot;, so that once I get in, I can lay down inside the dream and go to sleep there.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;My  clarification was that &lt;strong&gt;Twin Positions does not need to be on one&amp;#39;s side.&lt;/strong&gt;   That&amp;#39;s all I was pointing out, and offering a different position.  I know this because I had just completed twin positions this morning on my back, a few hours before reading your posts.  The position I offered is from the books. &lt;/p&gt;\n\n&lt;p&gt;-As far as bad player user name, that was simply the name I chose over a year ago when I didn&amp;#39;t know who you guys&amp;#39; were, wanted to stalk the sub, and intentionally chose a generic name, the way a proper sorcerer should.  I didn&amp;#39;t want to wade into a realm of fake guru types without knowing what I was getting into.  Obviously, I&amp;#39;ve come to see the intent is pure here to do right by Carlos, which is all that matters to me, but I&amp;#39;ve since picked up some karma and followers and didn&amp;#39;t feel keen on choosing another name.  If it makes your feel any better, I can create a new account.  I really didn&amp;#39;t think anyone gave a shit about &amp;#39;usernames&amp;#39;, considering my account is over a year old with plenty of comments and posts that reveal I&amp;#39;m not a bad player. &lt;/p&gt;\n\n&lt;p&gt;-I don&amp;#39;t pretend about anything.  What I write here, if I write anything, is what I&amp;#39;ve experienced for real, most nights and mornings.&lt;/p&gt;\n\n&lt;p&gt;-The only reason I jumped in to this particular post is because I do know a lot about waking lucid dreaming as a companion to darkroom, and had a few tips. I do this every night. That doesn&amp;#39;t make me a teacher, just a student sharing ideas with others.  A teacher is someone who feels the need to post long missives every single day to keep &amp;#39;feeding&amp;#39; his or her students, like a preacher.  I post a trick or tip maybe 2 times &lt;em&gt;a year.&lt;/em&gt;  Big difference. &lt;/p&gt;\n\n&lt;p&gt;-Correction: I&amp;#39;m not a sleeping dreamer.  I received a message about this.  Lucid dreams serve one function: to reach the energy body.  I&amp;#39;m in my lucid dreams 10 seconds maximum, before I lay down and do twin positions or simply intend to be back in my bedroom, in the energy body.  I also practice darkroom for hours every night, with good progress.  Two nights ago, I believe Little Smoke came to me in moth form.   But I remain sober and impassive, as I don&amp;#39;t care about anything but reaching and tempering the energy body.  Don Juan stated it as the primary &amp;#39;concrete&amp;#39; goal of sorcery at one point, and that stuck with me.  So everything I do is designed to reach the energy body, learn how to move in it, learn how to stay in it, and hopefully eventually learn how to actually affect the real world with it.  So I don&amp;#39;t stick around too long playing with purple puffs, or engaging with IOBs, and certainly don&amp;#39;t masturbate in lucid dreams - all of these things serve one purpose: to reach the energy body.  &lt;/p&gt;\n\n&lt;p&gt;-Okay, you got me on the &amp;#39;loosening up&amp;#39; comment being a little snide.  That&amp;#39;s on me.  I was a bit taken back to see you post a technique that ties waking lucid dreaming to darkroom, since posting the same type of technique got me temporarily banned when I first came here. The irony that a year later the technique is now &amp;#39;approved by mods&amp;#39; was a little too much.  I rescind the comment, and hope people take advantage of what you just offered in your newest post, because the path of waking lucid dreaming at the end of darkroom can be extremely effective, albeit extremely difficult to master.  In Zuleica&amp;#39;s instructions, even Carlos was unable to completely track the moment right side awareness moves to left side awareness.  I have felt it several times, and am working on an intent container to hopefully make it familiar and reproducible.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j03xj87/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670969187.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1670969187.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j036frk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670959283.0, "send_replies": true, "parent_id": "t1_j02zz4u", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Men shouldn't be doing this. They'll just lie about the results.\n\nThat's been proven by 50 years of such behavior.\n\nIn private classes, the women were pretty much the only ones instructed in womb dreaming. I'm unaware of any men being recommended to try that.\n\nAnd the twin positions is beyond any of the men at this point, except perhaps 3 or 4.\n\nYou need perfect silence to pull off that technique. It's 3rd gate!\n\nCarlos even said so.  Can't get there without silence.  Check it out in the notes.\n\nAnyone capable of silence, will find darkroom a breeze.\n\nSo if it's too hard, then you can't do the 3rd gate either.\n\nBut you can sure pretend it!   And the men do.  Over and over again.\n\nWe shouldn't ignore what Carlos said, just because it makes us feel good.\n\nThat lead to the near loss of it all.  Which wasn't noticed by the men who are pretending. They like it better that way.  As nothing but pretending.\n\nNot to mention, it's kind of obvious once you have the real thing going on, that the twin position is impossible without silence.\n\nMy opinion is, you don't even go to sleep to do the \"twin positions\".\n\nIt's old seer stuff.  They went into dreaming directly from awake.\n\nYou go to sleep in the dream again, because you didn't go to sleep to enter.  \n\nAnd the old seers did it because it provides more \"concreteness\" in the dream.\n\nWhich is only an issue with waking dreaming!  \n\nSleeping dreaming has no issue with \"realness\". \n\nIt's waking dreaming, directly into sleeping dreaming, but not yet asleep. You're caught halfway between.\n\nAnd so you go to sleep in the same position you are laying in when you used silence to get in.\n\nSo as far as pretending, there's no loosening up in here!\n\nTough luck for you I suppose.\n\nAnd as far as trying to pretend to be a teacher before you learned, it's still the worst thing anyone can do.\n\nIt's totally easy to spot pretending.  Can't hide it.\n\nEven in a snide remark or a bad player user name.", "edited": 1670960283.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j036frk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Men shouldn&amp;#39;t be doing this. They&amp;#39;ll just lie about the results.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s been proven by 50 years of such behavior.&lt;/p&gt;\n\n&lt;p&gt;In private classes, the women were pretty much the only ones instructed in womb dreaming. I&amp;#39;m unaware of any men being recommended to try that.&lt;/p&gt;\n\n&lt;p&gt;And the twin positions is beyond any of the men at this point, except perhaps 3 or 4.&lt;/p&gt;\n\n&lt;p&gt;You need perfect silence to pull off that technique. It&amp;#39;s 3rd gate!&lt;/p&gt;\n\n&lt;p&gt;Carlos even said so.  Can&amp;#39;t get there without silence.  Check it out in the notes.&lt;/p&gt;\n\n&lt;p&gt;Anyone capable of silence, will find darkroom a breeze.&lt;/p&gt;\n\n&lt;p&gt;So if it&amp;#39;s too hard, then you can&amp;#39;t do the 3rd gate either.&lt;/p&gt;\n\n&lt;p&gt;But you can sure pretend it!   And the men do.  Over and over again.&lt;/p&gt;\n\n&lt;p&gt;We shouldn&amp;#39;t ignore what Carlos said, just because it makes us feel good.&lt;/p&gt;\n\n&lt;p&gt;That lead to the near loss of it all.  Which wasn&amp;#39;t noticed by the men who are pretending. They like it better that way.  As nothing but pretending.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, it&amp;#39;s kind of obvious once you have the real thing going on, that the twin position is impossible without silence.&lt;/p&gt;\n\n&lt;p&gt;My opinion is, you don&amp;#39;t even go to sleep to do the &amp;quot;twin positions&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s old seer stuff.  They went into dreaming directly from awake.&lt;/p&gt;\n\n&lt;p&gt;You go to sleep in the dream again, because you didn&amp;#39;t go to sleep to enter.  &lt;/p&gt;\n\n&lt;p&gt;And the old seers did it because it provides more &amp;quot;concreteness&amp;quot; in the dream.&lt;/p&gt;\n\n&lt;p&gt;Which is only an issue with waking dreaming!  &lt;/p&gt;\n\n&lt;p&gt;Sleeping dreaming has no issue with &amp;quot;realness&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s waking dreaming, directly into sleeping dreaming, but not yet asleep. You&amp;#39;re caught halfway between.&lt;/p&gt;\n\n&lt;p&gt;And so you go to sleep in the same position you are laying in when you used silence to get in.&lt;/p&gt;\n\n&lt;p&gt;So as far as pretending, there&amp;#39;s no loosening up in here!&lt;/p&gt;\n\n&lt;p&gt;Tough luck for you I suppose.&lt;/p&gt;\n\n&lt;p&gt;And as far as trying to pretend to be a teacher before you learned, it&amp;#39;s still the worst thing anyone can do.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s totally easy to spot pretending.  Can&amp;#39;t hide it.&lt;/p&gt;\n\n&lt;p&gt;Even in a snide remark or a bad player user name.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zk4jbr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j036frk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670959283.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "j02zz4u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ThrwayDreamer1", "can_mod_post": false, "created_utc": 1670956839.0, "send_replies": true, "parent_id": "t3_zk4jbr", "score": 2, "author_fullname": "t2_hvgal3vv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Anyone looking to follow this technique, when you 'lay down' I recommend **placing the hands over the 'womb'** area (even if you are a man). You do not need to be on your side for secret of the twin positions.  Hands over the womb helps, as does **tucking the arch of your bare foot up against the calve of the opposite leg**. \n\nNice to see this sub loosen up a little re: this topic.  Waking Lucid Dreaming and Darkroom are part of the same continuum.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j02zz4u", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Anyone looking to follow this technique, when you &amp;#39;lay down&amp;#39; I recommend &lt;strong&gt;placing the hands over the &amp;#39;womb&amp;#39;&lt;/strong&gt; area (even if you are a man). You do not need to be on your side for secret of the twin positions.  Hands over the womb helps, as does &lt;strong&gt;tucking the arch of your bare foot up against the calve of the opposite leg&lt;/strong&gt;. &lt;/p&gt;\n\n&lt;p&gt;Nice to see this sub loosen up a little re: this topic.  Waking Lucid Dreaming and Darkroom are part of the same continuum.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zk4jbr/dreaming_lessons_from_a_star/j02zz4u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670956839.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zk4jbr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]