[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/8nzlh7s9d3k91.png?width=1280&amp;format=png&amp;auto=webp&amp;s=865295bba09884e2d36180f32ee74209da748c26\n\nScary story anyone???\n\nHistory lesson:  Around 1900, the following occurred.  From wikipedia:\n\n\\*\\*\\*\n\nThe Boxer Rebellion, also known as the Boxer Uprising, the Boxer Insurrection, or the Yihetuan Movement, was an anti-foreign, anti-colonial, and anti-Christian uprising in China between 1899 and 1901, towards the end of the Qing dynasty, by the Society of Righteous and Harmonious Fists (Yìhéquán), known as the \"Boxers\" in English because many of its members had practised Chinese martial arts, which at the time were referred to as \"Chinese boxing\".\n\n\\*\\*\\*\n\nIf you're a fan of Bruce Lee movies, trust me when I say you'll never understand what's going on from the english version.\n\nYou just won't get it.  You really NEED an actual chinese man sitting next to you during the movie, to \"translate\" it for you.\n\nSuch as the \"weak men of Asia\" sign that's delivered to Bruce's master's house by the Japanese martial arts school.\n\nBut back to the creepy story.  Which I got from Asians, and never bothered to verify for details.\n\nIt was just too good of a story to start nitpicking details!\n\n&amp;#x200B;\n\n[Baby doll with \\\\\"toy surprise\\\\\" inside.](https://preview.redd.it/1qz3qn7kf3k91.png?width=425&amp;format=png&amp;auto=webp&amp;s=723b6d2a00c6c9795108a6353bbee46e7ee22ee9)\n\nSo the story goes that when it became obvious that Daoist Sorcerers were vulnerable to bullets like everyone else, during the Boxer Rebellion,  it put a fear into them that eventually drove them to leave China to go elsewhere that didn't have an obsession with ridding itself of \"bad influences\".\n\nKind of like how our \"lineages\" got started.\n\nThey fled to places where \"bad influences\" were very profitable!\n\nHong Kong for one.  By the way, really bad food there.  Don't believe the locals.  You'll get far better Chinese food in Los Angeles than in Hong Kong.\n\nThey also fled to Singapore, the legendary socialist island of wealthy people and laborers.  Singapore is so well organized, cheap apartments are built by the government to  house the needed laborers to go with the super wealthy asians from all over, who live there with their families.   I used to sell security cameras there, to catch the gangsters throwing buckets of red paint (blood) on the apartment doors of laborers who borrowed money from the mafia, and didn't pay it back.  They used \"shame\" to let all the neighbors know, that man is a dead beat.\n\nThe #1 business there seems to be those little \"mini-mall schools\" you can send your kids to, so they do well on tests in the real schools.\n\nIf you find yourself a tourist there, just go to the bar right next to the Hotel.  French women over in the south east corner, Russian women in the table next to you, and so on.  Women from all over the world go to the bars there in hopes of snagging a wealthy foreigner.  Or so they claim as justification for their liberal dating behavior.\n\nBut Americans are so prudish, they can't stomach the reality of the rest of the non-puritanical world.\n\nThere's an O'Neil blog dedicated to my stories of such things, from the head pope in charge of upholding victorian morals in potential sorcery leaders,  John.\n\nThey also fled to Taiwan, which you might know as \"Formosa\" if you like martial arts. Where shamanism from ancient \"Islander\" tribes still survives a tiny bit.\n\nLast time I visited the tribe up on Mt. Ali,  I was offered an amazing 19 year old granddaughter. Potentially to marry.  She wore a tee shirt saying, \"I love Jakarta\".\n\nA real sewer of intense poverty and Islamic violence.\n\nThe Islander tribes traditionally sold their young women to foreigners there on Mt. Ali in Formosa.  The Dutch loved that place, back when they were sailing around trying to conquer the world.  And burn all witches.\n\nFortunately, Carlos made me celibate.  So I just like window shopping.\n\nThey also fled to Malaysia, which I suppose is near what used to be called Burma. I've never been over there, so I'm not sure. But the attraction there for the Daoist sorcerers, was the common practice of molesting little boys. Common in the Buddhist church.\n\nIt's one of those \"little details\" about Daoism which never gets \"translated\" when bad western men try to create \"franchises\" to sell here,  using \"foreign magic\". They misrepresent something like Daoism, sanitize it, and make it convincing to ignorant westerners who think it's got to be wise if it's Asian.\n\nBut any Chinese knows why the Daoist \"priest\" has 2 little boy apprentices following him around.\n\nChristians are no better.  Search the bible for \"effeminate\", where one of the Apostles is lecturing his flock, and then go find out what that word really means, from the old english.\n\nAnd my favorite, they fled to Thailand for obvious reasons.\n\nI go there to sell cameras, to protect against Islamic bombings.\n\nBut I can't avoid admiring the local customs.\n\nThe Thai still had slavery just shy of 100 years ago.  And the slave markets for beautiful women never really went away.\n\nThe vietnam war just transformed them into bars with names like, \"Soy Cowboy 2\", my favorite.\n\nThe \"madame\" there used to be a friend of mine.\n\nNEVER criticize the king in Thailand.  You can be killed with a club for doing that.  No joking!\n\nAs the Daoist sorcerers fled, along with them they brought creepy dolls.\n\nHere's how it works.\n\nChinese philosophy is not at all \"one thing\".  It's not even 3 things. It's a big mix of everything they could steal or borrow from other places, the same as the cheap products they've flooded us with.\n\nAll good these days due to buying help from Russian and Australian engineers!\n\nCurse the Chinese...\n\nSo in Chinese \"philosophy\" there are all sorts of social rules and forces, and \"stifling\" conformity is always heavily embedded in there.\n\nPeople need to rebel a little.\n\nBut it  has to be in a social acceptable way.\n\nIn Tokyo for example, if you look around you can find a \"motorcycle gang\".  Try near Shibuya as I recall.\n\nScary looking!  They have \"hogs\" that would make a hell's angel man from San Bernardino county drool.\n\nAnd women...  Wow.\n\nLeather mini skirts, chains attached to their waist, legs in boots high up on the seat of their ride, so you can look right up their skirt.\n\nThey pose for you, with their angry hells angel gang member boyfriends.\n\nIt's a very menacing sight, until you walk up and ask one of the hell's angels men what time it is.\n\nHe'll rush over bowing profusely with his other \"tough\" male associates, and helpfully push his watch out with both hands, while he practices his english on you.\n\nHis girlfriends will cover their mouths behind him, as they giggle.  They actually have a \"formation\" they created, for such things as greeting people who show an interest in them.\n\nThey aren't tough at all.\n\nIt's just a \"cool look\" that's socially acceptable.\n\nYou can rebel in Asia, but you have to select your form of rebellion from a socially acceptable range of selections.\n\nMy favorite is the \"Goth Lolita\" look.  It used to be extremely popular around 30 years ago.   It even made it out to the USA.\n\nAnd don't ask where that fashion style comes from. You don't want to know.\n\nWhen it comes to witchcraft and magic, there are also \"socially acceptable forms\".\n\nThe creepy doll is one of them.\n\nThe bones of aborted or murdered babies are dug up from graveyards, or purchased from the clinic, and embedded in dolls.\n\nJackie Chan even has a medallion holding on.\n\nSince the babies either were never born, or lived a very short life, they didn't manage to build up enough \"Karma points\" to make it into the afterlife, with all the ancestors.\n\nAnd since they're dead, they're magic.\n\nIf you purchase a creepy doll, you can take it home and treat it like your own child.\n\n&amp;#x200B;\n\n[Sometimes the \\\\\"ashes\\\\\" are kept in a medallion. But just .001&amp;#37; dead baby.](https://preview.redd.it/895qzcl7p3k91.png?width=700&amp;format=png&amp;auto=webp&amp;s=c8308c3c17d0521ead24c198dec589fa10602eaf)\n\nIf you give the doll all of your love and affection it builds up a debt to you.  And is obligated to help out your family.\n\nAs a result of receiving the love it never did in a real life, and for helping others with its ghost magic, it can build up enough \"karma\" to make it into the afterlife.\n\nThe dolls are expensive, since they contain human body parts.\n\nSo families will share them.  Little baby Jane visits one lonely woman for one week, and then gets passed to the next family for another week.\n\nIt's dark magic, but it's socially acceptable because it follows religious traditions, and serves a \"higher purpose\".\n\nTo free the soul of a baby who never got to live.\n\nJust keep in mind, if you like \"Chinese mysticism\".\n\nYou have no clue at all what it really is.\n\nIt's been \"sanitized\" for \"franchising\".\n\nAnd the men selling it to you, are worse than the men who make those creepy dolls.\n\nAt least those men provide an \"honest service\".\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Creepy Chinese Dolls", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 78, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"8nzlh7s9d3k91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=8d1906c3a33a1a42a2677e3f475def0b2cfef367"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=5131391d35643fe6425105395d139c28132a593a"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=667d80a0a333cdcd1f9af4552c8207955d6e0a50"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=35a1e5190eea8d51c0239e6ae3006b9ca987f58d"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=a4b08285c780e8ef4e7136fde4f0ae7401f8d715"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=508eea9b1605ff211d4e06b35f0791308e52e603"}], "s": {"y": 720, "x": 1280, "u": "https://preview.redd.it/8nzlh7s9d3k91.png?width=1280&amp;format=png&amp;auto=webp&amp;s=865295bba09884e2d36180f32ee74209da748c26"}, "id": "8nzlh7s9d3k91"}, "895qzcl7p3k91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 71, "x": 108, "u": "https://preview.redd.it/895qzcl7p3k91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=413ce29ee6022e052af507464ddd09e5a3039ef0"}, {"y": 143, "x": 216, "u": "https://preview.redd.it/895qzcl7p3k91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=accc3eb4f155d5ceb02078ebbbfdd26a35392e2e"}, {"y": 212, "x": 320, "u": "https://preview.redd.it/895qzcl7p3k91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=ab69781797963513c5956a4235884d51212f84cb"}, {"y": 425, "x": 640, "u": "https://preview.redd.it/895qzcl7p3k91.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=abe9b9e4bcc28efceb2be6089884fdbc4ecde87c"}], "s": {"y": 465, "x": 700, "u": "https://preview.redd.it/895qzcl7p3k91.png?width=700&amp;format=png&amp;auto=webp&amp;s=c8308c3c17d0521ead24c198dec589fa10602eaf"}, "id": "895qzcl7p3k91"}, "1qz3qn7kf3k91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/1qz3qn7kf3k91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=3b509a4323e4bf2b079522862d3256fecba3788f"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/1qz3qn7kf3k91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=31986a997e32c537ba88d45b3edb8adbeec534a3"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/1qz3qn7kf3k91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=3ef0201b5766aed729a97b7e38f02429b9d6673c"}], "s": {"y": 425, "x": 425, "u": "https://preview.redd.it/1qz3qn7kf3k91.png?width=425&amp;format=png&amp;auto=webp&amp;s=723b6d2a00c6c9795108a6353bbee46e7ee22ee9"}, "id": "1qz3qn7kf3k91"}}, "name": "t3_wyft34", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/tfIAxSKghNR9OEM1jmy5lM7b1TCLbhduH83gENFEdmI.jpg", "edited": 1661544342.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1661536733.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/8nzlh7s9d3k91.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=865295bba09884e2d36180f32ee74209da748c26\"&gt;https://preview.redd.it/8nzlh7s9d3k91.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=865295bba09884e2d36180f32ee74209da748c26&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Scary story anyone???&lt;/p&gt;\n\n&lt;p&gt;History lesson:  Around 1900, the following occurred.  From wikipedia:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;The Boxer Rebellion, also known as the Boxer Uprising, the Boxer Insurrection, or the Yihetuan Movement, was an anti-foreign, anti-colonial, and anti-Christian uprising in China between 1899 and 1901, towards the end of the Qing dynasty, by the Society of Righteous and Harmonious Fists (Yìhéquán), known as the &amp;quot;Boxers&amp;quot; in English because many of its members had practised Chinese martial arts, which at the time were referred to as &amp;quot;Chinese boxing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re a fan of Bruce Lee movies, trust me when I say you&amp;#39;ll never understand what&amp;#39;s going on from the english version.&lt;/p&gt;\n\n&lt;p&gt;You just won&amp;#39;t get it.  You really NEED an actual chinese man sitting next to you during the movie, to &amp;quot;translate&amp;quot; it for you.&lt;/p&gt;\n\n&lt;p&gt;Such as the &amp;quot;weak men of Asia&amp;quot; sign that&amp;#39;s delivered to Bruce&amp;#39;s master&amp;#39;s house by the Japanese martial arts school.&lt;/p&gt;\n\n&lt;p&gt;But back to the creepy story.  Which I got from Asians, and never bothered to verify for details.&lt;/p&gt;\n\n&lt;p&gt;It was just too good of a story to start nitpicking details!&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/1qz3qn7kf3k91.png?width=425&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=723b6d2a00c6c9795108a6353bbee46e7ee22ee9\"&gt;Baby doll with \\&amp;quot;toy surprise\\&amp;quot; inside.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;So the story goes that when it became obvious that Daoist Sorcerers were vulnerable to bullets like everyone else, during the Boxer Rebellion,  it put a fear into them that eventually drove them to leave China to go elsewhere that didn&amp;#39;t have an obsession with ridding itself of &amp;quot;bad influences&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Kind of like how our &amp;quot;lineages&amp;quot; got started.&lt;/p&gt;\n\n&lt;p&gt;They fled to places where &amp;quot;bad influences&amp;quot; were very profitable!&lt;/p&gt;\n\n&lt;p&gt;Hong Kong for one.  By the way, really bad food there.  Don&amp;#39;t believe the locals.  You&amp;#39;ll get far better Chinese food in Los Angeles than in Hong Kong.&lt;/p&gt;\n\n&lt;p&gt;They also fled to Singapore, the legendary socialist island of wealthy people and laborers.  Singapore is so well organized, cheap apartments are built by the government to  house the needed laborers to go with the super wealthy asians from all over, who live there with their families.   I used to sell security cameras there, to catch the gangsters throwing buckets of red paint (blood) on the apartment doors of laborers who borrowed money from the mafia, and didn&amp;#39;t pay it back.  They used &amp;quot;shame&amp;quot; to let all the neighbors know, that man is a dead beat.&lt;/p&gt;\n\n&lt;p&gt;The #1 business there seems to be those little &amp;quot;mini-mall schools&amp;quot; you can send your kids to, so they do well on tests in the real schools.&lt;/p&gt;\n\n&lt;p&gt;If you find yourself a tourist there, just go to the bar right next to the Hotel.  French women over in the south east corner, Russian women in the table next to you, and so on.  Women from all over the world go to the bars there in hopes of snagging a wealthy foreigner.  Or so they claim as justification for their liberal dating behavior.&lt;/p&gt;\n\n&lt;p&gt;But Americans are so prudish, they can&amp;#39;t stomach the reality of the rest of the non-puritanical world.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an O&amp;#39;Neil blog dedicated to my stories of such things, from the head pope in charge of upholding victorian morals in potential sorcery leaders,  John.&lt;/p&gt;\n\n&lt;p&gt;They also fled to Taiwan, which you might know as &amp;quot;Formosa&amp;quot; if you like martial arts. Where shamanism from ancient &amp;quot;Islander&amp;quot; tribes still survives a tiny bit.&lt;/p&gt;\n\n&lt;p&gt;Last time I visited the tribe up on Mt. Ali,  I was offered an amazing 19 year old granddaughter. Potentially to marry.  She wore a tee shirt saying, &amp;quot;I love Jakarta&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A real sewer of intense poverty and Islamic violence.&lt;/p&gt;\n\n&lt;p&gt;The Islander tribes traditionally sold their young women to foreigners there on Mt. Ali in Formosa.  The Dutch loved that place, back when they were sailing around trying to conquer the world.  And burn all witches.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, Carlos made me celibate.  So I just like window shopping.&lt;/p&gt;\n\n&lt;p&gt;They also fled to Malaysia, which I suppose is near what used to be called Burma. I&amp;#39;ve never been over there, so I&amp;#39;m not sure. But the attraction there for the Daoist sorcerers, was the common practice of molesting little boys. Common in the Buddhist church.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s one of those &amp;quot;little details&amp;quot; about Daoism which never gets &amp;quot;translated&amp;quot; when bad western men try to create &amp;quot;franchises&amp;quot; to sell here,  using &amp;quot;foreign magic&amp;quot;. They misrepresent something like Daoism, sanitize it, and make it convincing to ignorant westerners who think it&amp;#39;s got to be wise if it&amp;#39;s Asian.&lt;/p&gt;\n\n&lt;p&gt;But any Chinese knows why the Daoist &amp;quot;priest&amp;quot; has 2 little boy apprentices following him around.&lt;/p&gt;\n\n&lt;p&gt;Christians are no better.  Search the bible for &amp;quot;effeminate&amp;quot;, where one of the Apostles is lecturing his flock, and then go find out what that word really means, from the old english.&lt;/p&gt;\n\n&lt;p&gt;And my favorite, they fled to Thailand for obvious reasons.&lt;/p&gt;\n\n&lt;p&gt;I go there to sell cameras, to protect against Islamic bombings.&lt;/p&gt;\n\n&lt;p&gt;But I can&amp;#39;t avoid admiring the local customs.&lt;/p&gt;\n\n&lt;p&gt;The Thai still had slavery just shy of 100 years ago.  And the slave markets for beautiful women never really went away.&lt;/p&gt;\n\n&lt;p&gt;The vietnam war just transformed them into bars with names like, &amp;quot;Soy Cowboy 2&amp;quot;, my favorite.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;madame&amp;quot; there used to be a friend of mine.&lt;/p&gt;\n\n&lt;p&gt;NEVER criticize the king in Thailand.  You can be killed with a club for doing that.  No joking!&lt;/p&gt;\n\n&lt;p&gt;As the Daoist sorcerers fled, along with them they brought creepy dolls.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s how it works.&lt;/p&gt;\n\n&lt;p&gt;Chinese philosophy is not at all &amp;quot;one thing&amp;quot;.  It&amp;#39;s not even 3 things. It&amp;#39;s a big mix of everything they could steal or borrow from other places, the same as the cheap products they&amp;#39;ve flooded us with.&lt;/p&gt;\n\n&lt;p&gt;All good these days due to buying help from Russian and Australian engineers!&lt;/p&gt;\n\n&lt;p&gt;Curse the Chinese...&lt;/p&gt;\n\n&lt;p&gt;So in Chinese &amp;quot;philosophy&amp;quot; there are all sorts of social rules and forces, and &amp;quot;stifling&amp;quot; conformity is always heavily embedded in there.&lt;/p&gt;\n\n&lt;p&gt;People need to rebel a little.&lt;/p&gt;\n\n&lt;p&gt;But it  has to be in a social acceptable way.&lt;/p&gt;\n\n&lt;p&gt;In Tokyo for example, if you look around you can find a &amp;quot;motorcycle gang&amp;quot;.  Try near Shibuya as I recall.&lt;/p&gt;\n\n&lt;p&gt;Scary looking!  They have &amp;quot;hogs&amp;quot; that would make a hell&amp;#39;s angel man from San Bernardino county drool.&lt;/p&gt;\n\n&lt;p&gt;And women...  Wow.&lt;/p&gt;\n\n&lt;p&gt;Leather mini skirts, chains attached to their waist, legs in boots high up on the seat of their ride, so you can look right up their skirt.&lt;/p&gt;\n\n&lt;p&gt;They pose for you, with their angry hells angel gang member boyfriends.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a very menacing sight, until you walk up and ask one of the hell&amp;#39;s angels men what time it is.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;ll rush over bowing profusely with his other &amp;quot;tough&amp;quot; male associates, and helpfully push his watch out with both hands, while he practices his english on you.&lt;/p&gt;\n\n&lt;p&gt;His girlfriends will cover their mouths behind him, as they giggle.  They actually have a &amp;quot;formation&amp;quot; they created, for such things as greeting people who show an interest in them.&lt;/p&gt;\n\n&lt;p&gt;They aren&amp;#39;t tough at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a &amp;quot;cool look&amp;quot; that&amp;#39;s socially acceptable.&lt;/p&gt;\n\n&lt;p&gt;You can rebel in Asia, but you have to select your form of rebellion from a socially acceptable range of selections.&lt;/p&gt;\n\n&lt;p&gt;My favorite is the &amp;quot;Goth Lolita&amp;quot; look.  It used to be extremely popular around 30 years ago.   It even made it out to the USA.&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t ask where that fashion style comes from. You don&amp;#39;t want to know.&lt;/p&gt;\n\n&lt;p&gt;When it comes to witchcraft and magic, there are also &amp;quot;socially acceptable forms&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The creepy doll is one of them.&lt;/p&gt;\n\n&lt;p&gt;The bones of aborted or murdered babies are dug up from graveyards, or purchased from the clinic, and embedded in dolls.&lt;/p&gt;\n\n&lt;p&gt;Jackie Chan even has a medallion holding on.&lt;/p&gt;\n\n&lt;p&gt;Since the babies either were never born, or lived a very short life, they didn&amp;#39;t manage to build up enough &amp;quot;Karma points&amp;quot; to make it into the afterlife, with all the ancestors.&lt;/p&gt;\n\n&lt;p&gt;And since they&amp;#39;re dead, they&amp;#39;re magic.&lt;/p&gt;\n\n&lt;p&gt;If you purchase a creepy doll, you can take it home and treat it like your own child.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/895qzcl7p3k91.png?width=700&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c8308c3c17d0521ead24c198dec589fa10602eaf\"&gt;Sometimes the \\&amp;quot;ashes\\&amp;quot; are kept in a medallion. But just .001&amp;#37; dead baby.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you give the doll all of your love and affection it builds up a debt to you.  And is obligated to help out your family.&lt;/p&gt;\n\n&lt;p&gt;As a result of receiving the love it never did in a real life, and for helping others with its ghost magic, it can build up enough &amp;quot;karma&amp;quot; to make it into the afterlife.&lt;/p&gt;\n\n&lt;p&gt;The dolls are expensive, since they contain human body parts.&lt;/p&gt;\n\n&lt;p&gt;So families will share them.  Little baby Jane visits one lonely woman for one week, and then gets passed to the next family for another week.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s dark magic, but it&amp;#39;s socially acceptable because it follows religious traditions, and serves a &amp;quot;higher purpose&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To free the soul of a baby who never got to live.&lt;/p&gt;\n\n&lt;p&gt;Just keep in mind, if you like &amp;quot;Chinese mysticism&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You have no clue at all what it really is.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s been &amp;quot;sanitized&amp;quot; for &amp;quot;franchising&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And the men selling it to you, are worse than the men who make those creepy dolls.&lt;/p&gt;\n\n&lt;p&gt;At least those men provide an &amp;quot;honest service&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "wyft34", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/wyft34/creepy_chinese_dolls/", "subreddit_subscribers": 9561, "created_utc": 1661536733.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "im0x9es", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Assistance175", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im0j6yf", "score": 1, "author_fullname": "t2_9qdplfxw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "😳", "edited": false, "author_flair_css_class": null, "name": "t1_im0x9es", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;😳&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_wyft34", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/im0x9es/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661620928.0, "author_flair_text": null, "collapsed": false, "created_utc": 1661620928.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "im0j6yf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilytt39", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'll put it on facebook.\n\nWorse, I was asked to \"sleep with the groom\" on his wedding night.\n\nIt's a taiwan custom.  I tried to find out exactly what the point is, of sleeping with the groom.\n\nIs he a virgin?\n\nDo I guard him so he stays away from the Hostess bar on the corner for at least one night before the wedding?\n\nAre we testing to make sure he's not gay?\n\nAnd who usually gets stuck sleeping with the groom???!?\n\nA younger brother if preferable, seems to be the answer.\n\nThankfully I got out of \"sleeping with the groom\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_im0j6yf", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ll put it on facebook.&lt;/p&gt;\n\n&lt;p&gt;Worse, I was asked to &amp;quot;sleep with the groom&amp;quot; on his wedding night.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a taiwan custom.  I tried to find out exactly what the point is, of sleeping with the groom.&lt;/p&gt;\n\n&lt;p&gt;Is he a virgin?&lt;/p&gt;\n\n&lt;p&gt;Do I guard him so he stays away from the Hostess bar on the corner for at least one night before the wedding?&lt;/p&gt;\n\n&lt;p&gt;Are we testing to make sure he&amp;#39;s not gay?&lt;/p&gt;\n\n&lt;p&gt;And who usually gets stuck sleeping with the groom???!?&lt;/p&gt;\n\n&lt;p&gt;A younger brother if preferable, seems to be the answer.&lt;/p&gt;\n\n&lt;p&gt;Thankfully I got out of &amp;quot;sleeping with the groom&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wyft34", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/im0j6yf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661615126.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661615126.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilytt39", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Assistance175", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilwzx09", "score": 2, "author_fullname": "t2_9qdplfxw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I remember a co-worker telling me about the practice of ghost marriages in Taiwan, where families make matches of young dead people &amp; hold marriages even…\nThen there’s this…\n\nhttps://youtu.be/gp7XTVmVAaI", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ilytt39", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I remember a co-worker telling me about the practice of ghost marriages in Taiwan, where families make matches of young dead people &amp;amp; hold marriages even…\nThen there’s this…&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/gp7XTVmVAaI\"&gt;https://youtu.be/gp7XTVmVAaI&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_wyft34", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilytt39/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661577399.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661577399.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilwzx09", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661545696.0, "send_replies": true, "parent_id": "t1_ilwuvm9", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's really hard to understand what's going on when doing business in Asia.\n\nThere's all sorts of things like this, of which we are clueless.\n\nSo it's easy for us to make a mistake and say something very rude.\n\nYou might think you're doing well with a Chinese engineering company.\n\nBut later you ask your guide what they were arguing about in the elevator, and the \"honest\" translation is something like,\n\n\"Can't we just get rid of these uncultured white devils, and do the job ourselves?  The bastards can't even smell the air!\"\n\n(A fart joke)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilwzx09", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s really hard to understand what&amp;#39;s going on when doing business in Asia.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s all sorts of things like this, of which we are clueless.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s easy for us to make a mistake and say something very rude.&lt;/p&gt;\n\n&lt;p&gt;You might think you&amp;#39;re doing well with a Chinese engineering company.&lt;/p&gt;\n\n&lt;p&gt;But later you ask your guide what they were arguing about in the elevator, and the &amp;quot;honest&amp;quot; translation is something like,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Can&amp;#39;t we just get rid of these uncultured white devils, and do the job ourselves?  The bastards can&amp;#39;t even smell the air!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(A fart joke)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wyft34", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilwzx09/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661545696.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilwuvm9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "1bir", "can_mod_post": false, "created_utc": 1661543666.0, "send_replies": true, "parent_id": "t3_wyft34", "score": 4, "author_fullname": "t2_6mrh2jnl", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Vaguely relevant: [Fetus Ghosts](https://www.degruyter.com/document/doi/10.1515/9780824864774-005/html).\n\nA friend of mine doing research on abortion in China told me \"I was expecting stories of pain and loss, but half the time what I got was ghost stories\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilwuvm9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Vaguely relevant: &lt;a href=\"https://www.degruyter.com/document/doi/10.1515/9780824864774-005/html\"&gt;Fetus Ghosts&lt;/a&gt;.&lt;/p&gt;\n\n&lt;p&gt;A friend of mine doing research on abortion in China told me &amp;quot;I was expecting stories of pain and loss, but half the time what I got was ghost stories&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilwuvm9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661543666.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wyft34", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_wyft34", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ilx45r9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661547417.0, "send_replies": true, "parent_id": "t1_ilwxs9m", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Haven't traveled there, but African Shamanism is almost surely what gave rise to all western religion and magical practices.\n\nIt's pretty easy to trace with a map and a little common history lesson.\n\nAfrica -&gt; Akkadian Fish People and their enemy sorcerers, the Jewish prophets.\n\nThe Akkadians became the Chinese, rumored to be from a marriage between an Akkadian Daoist sorcerer (poppy wine cult), and an African Queen who was traveling around trading.\n\nOne story says it was the actual famous \"Queen of Shiba\" that caught the attention of Solomon.\n\nI'd love to know what the original shamanism looked like, but it's sort of a direct analogy to our own sorcery.\n\nOurs came from Olmec \"Men of Knowledge\", and \"old seers\".\n\nEnemies perhaps.  Someone was eating someone else, using sharp little knives as we well know.\n\nMy suspicion is that the \"Men of Knowledge\" were giant pains in the ass of the old seers, the same way the modern version (people who only read the first few books) are a pain in the ass in this subreddit, where \"seeing\" is our goal, not \"Man of Knowledge rituals\".\n\nIn the middle east, the Akkadians gave rise to Ishtar, the goddess of the moon, who fell to earth in an egg and was saved from the lake by rabbits.\n\nThe forerunner of \"Easter\".  Ishtar.\n\nHer sex and descriptions changed completely every 100 years if you follow it, and evolved into Iranian religious systems designed to sell \"trinkets\" in the market place.\n\nEventually traveling into India to become \"Hinduism\".  The famous \"pure\" people's the Nazis admired are somehow connected to that migration.\n\nWhich might  have had a \"taint\" of another of the ancient Shamanism systems, now lost, through some local natives already in India.\n\nThe Dravidians was it?  I'm afraid I never looked into it, but perhaps those were the \"people of the dragons\", whereas Hinduism came from \"the fish people\".\n\nThe post flood population.\n\nThe ones already in India were the necessary 10,000 years old (at least) to assume they had real magic left from the previous 290,000 years of modern homo sapiens existence.\n\nThe Jewish magic was entirely based on silence when you analyze it, but they \"got religion\" along the way.\n\nSorcery + religion = delusional false narratives.\n\nYou don't want inorganic beings messing with you, if you have strong religious beliefs.\n\nAnd so we got \"Lucifer\", the king of demons, in a battle for the souls of all of the world's humans, against God himself.\n\nTotal nonsense.\n\nI'm sure some crappy Jewish sorcerer saw that, but he wouldn't last 1 day if he posted his experience in this subreddit.\n\nIt's a rank beginner's experience.\n\nBut naturally people like to \"cash in\" on magic, fake or not, so once there was \"Lucifer\", no one could get rid of him.\n\nThe leftover North African magic worked!  They visited heaven, saw angels, spoke to God, met demons.\n\nJust as we do!\n\nI've done all of those multiple times, just as Carlos did.\n\nIt's automatic. Stems from \"Silent Knowledge\".\n\nBut in the hands of Jewish religious zealots it gave rise to \"Enochian Magic\", which gave rise to Euro magick.\n\nA whole load of greedy delusional crap.\n\nAnd there's no getting rid of it now.\n\nI suppose it survives because it's so easy to move the assemblage point down to the green line on the J curve, where just about anything you can imagine will show up in a vision once in a while.\n\nBuddhists become so deluded by the green line effects that they strive to intensify them and make them \"permanent\", so they can sit on a little throne as an \"Enlightened master\".\n\nThe Hindus were closer to the original source, and never claimed any of it could be permanent.  Although they didn't know about the assemblage point directly, they did realize there were \"higher\" states above any you could discover.\n\nBut they also \"cashed in\" like pathetic hookers.\n\n\"Gurus hookers\" like Sadhguru or Yogananda, selling \"esoteric pornography\".\n\nEven if you only manage to see \"God\" once a year, it's big time profitable if you're looking for a \"book deal\" among gullible modern city dwellers.\n\nBut \"magic\" ought to be something you do for HOURS each day!\n\nIf you can't, then don't talk about it yet.\n\nOnly then, when you can get there on demand and have experienced it many times, can you suggest you know what's really going on.\n\nLucifer would have made a great kitten to keep on your bed, if the Jewish Prophets hadn't been so impotent they didn't realize that his appearance came from them.\n\nNot him.\n\nIt's no wonder the \"prophets\" feared witches and ordered them killed on sight.\n\nI suppose somewhere out there is a 4th form of shamanism which worked prior to 10,000 years ago?\n\nI've been told by inorganic beings (\"Mystery\") there were originally 8 strains of real magic.\n\nThe one that was in India, before Iranian beliefs traveled north and took over?\n\nMy estimate is, there's Siberian Shamanism (ours), there's north African (middle eastern), there's \"Islander\" (all over), but there's probably at least one more that still has \"ruins\" left to show it existed.\n\nIn India.\n\nBut it's not \"hinduism\".  Some might have hidden out there, but Hinduism is just more crummy middle eastern nonsense.", "edited": 1661547738.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilx45r9", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Haven&amp;#39;t traveled there, but African Shamanism is almost surely what gave rise to all western religion and magical practices.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty easy to trace with a map and a little common history lesson.&lt;/p&gt;\n\n&lt;p&gt;Africa -&amp;gt; Akkadian Fish People and their enemy sorcerers, the Jewish prophets.&lt;/p&gt;\n\n&lt;p&gt;The Akkadians became the Chinese, rumored to be from a marriage between an Akkadian Daoist sorcerer (poppy wine cult), and an African Queen who was traveling around trading.&lt;/p&gt;\n\n&lt;p&gt;One story says it was the actual famous &amp;quot;Queen of Shiba&amp;quot; that caught the attention of Solomon.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to know what the original shamanism looked like, but it&amp;#39;s sort of a direct analogy to our own sorcery.&lt;/p&gt;\n\n&lt;p&gt;Ours came from Olmec &amp;quot;Men of Knowledge&amp;quot;, and &amp;quot;old seers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Enemies perhaps.  Someone was eating someone else, using sharp little knives as we well know.&lt;/p&gt;\n\n&lt;p&gt;My suspicion is that the &amp;quot;Men of Knowledge&amp;quot; were giant pains in the ass of the old seers, the same way the modern version (people who only read the first few books) are a pain in the ass in this subreddit, where &amp;quot;seeing&amp;quot; is our goal, not &amp;quot;Man of Knowledge rituals&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the middle east, the Akkadians gave rise to Ishtar, the goddess of the moon, who fell to earth in an egg and was saved from the lake by rabbits.&lt;/p&gt;\n\n&lt;p&gt;The forerunner of &amp;quot;Easter&amp;quot;.  Ishtar.&lt;/p&gt;\n\n&lt;p&gt;Her sex and descriptions changed completely every 100 years if you follow it, and evolved into Iranian religious systems designed to sell &amp;quot;trinkets&amp;quot; in the market place.&lt;/p&gt;\n\n&lt;p&gt;Eventually traveling into India to become &amp;quot;Hinduism&amp;quot;.  The famous &amp;quot;pure&amp;quot; people&amp;#39;s the Nazis admired are somehow connected to that migration.&lt;/p&gt;\n\n&lt;p&gt;Which might  have had a &amp;quot;taint&amp;quot; of another of the ancient Shamanism systems, now lost, through some local natives already in India.&lt;/p&gt;\n\n&lt;p&gt;The Dravidians was it?  I&amp;#39;m afraid I never looked into it, but perhaps those were the &amp;quot;people of the dragons&amp;quot;, whereas Hinduism came from &amp;quot;the fish people&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The post flood population.&lt;/p&gt;\n\n&lt;p&gt;The ones already in India were the necessary 10,000 years old (at least) to assume they had real magic left from the previous 290,000 years of modern homo sapiens existence.&lt;/p&gt;\n\n&lt;p&gt;The Jewish magic was entirely based on silence when you analyze it, but they &amp;quot;got religion&amp;quot; along the way.&lt;/p&gt;\n\n&lt;p&gt;Sorcery + religion = delusional false narratives.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t want inorganic beings messing with you, if you have strong religious beliefs.&lt;/p&gt;\n\n&lt;p&gt;And so we got &amp;quot;Lucifer&amp;quot;, the king of demons, in a battle for the souls of all of the world&amp;#39;s humans, against God himself.&lt;/p&gt;\n\n&lt;p&gt;Total nonsense.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure some crappy Jewish sorcerer saw that, but he wouldn&amp;#39;t last 1 day if he posted his experience in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a rank beginner&amp;#39;s experience.&lt;/p&gt;\n\n&lt;p&gt;But naturally people like to &amp;quot;cash in&amp;quot; on magic, fake or not, so once there was &amp;quot;Lucifer&amp;quot;, no one could get rid of him.&lt;/p&gt;\n\n&lt;p&gt;The leftover North African magic worked!  They visited heaven, saw angels, spoke to God, met demons.&lt;/p&gt;\n\n&lt;p&gt;Just as we do!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done all of those multiple times, just as Carlos did.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s automatic. Stems from &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But in the hands of Jewish religious zealots it gave rise to &amp;quot;Enochian Magic&amp;quot;, which gave rise to Euro magick.&lt;/p&gt;\n\n&lt;p&gt;A whole load of greedy delusional crap.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s no getting rid of it now.&lt;/p&gt;\n\n&lt;p&gt;I suppose it survives because it&amp;#39;s so easy to move the assemblage point down to the green line on the J curve, where just about anything you can imagine will show up in a vision once in a while.&lt;/p&gt;\n\n&lt;p&gt;Buddhists become so deluded by the green line effects that they strive to intensify them and make them &amp;quot;permanent&amp;quot;, so they can sit on a little throne as an &amp;quot;Enlightened master&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The Hindus were closer to the original source, and never claimed any of it could be permanent.  Although they didn&amp;#39;t know about the assemblage point directly, they did realize there were &amp;quot;higher&amp;quot; states above any you could discover.&lt;/p&gt;\n\n&lt;p&gt;But they also &amp;quot;cashed in&amp;quot; like pathetic hookers.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Gurus hookers&amp;quot; like Sadhguru or Yogananda, selling &amp;quot;esoteric pornography&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Even if you only manage to see &amp;quot;God&amp;quot; once a year, it&amp;#39;s big time profitable if you&amp;#39;re looking for a &amp;quot;book deal&amp;quot; among gullible modern city dwellers.&lt;/p&gt;\n\n&lt;p&gt;But &amp;quot;magic&amp;quot; ought to be something you do for HOURS each day!&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t, then don&amp;#39;t talk about it yet.&lt;/p&gt;\n\n&lt;p&gt;Only then, when you can get there on demand and have experienced it many times, can you suggest you know what&amp;#39;s really going on.&lt;/p&gt;\n\n&lt;p&gt;Lucifer would have made a great kitten to keep on your bed, if the Jewish Prophets hadn&amp;#39;t been so impotent they didn&amp;#39;t realize that his appearance came from them.&lt;/p&gt;\n\n&lt;p&gt;Not him.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s no wonder the &amp;quot;prophets&amp;quot; feared witches and ordered them killed on sight.&lt;/p&gt;\n\n&lt;p&gt;I suppose somewhere out there is a 4th form of shamanism which worked prior to 10,000 years ago?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been told by inorganic beings (&amp;quot;Mystery&amp;quot;) there were originally 8 strains of real magic.&lt;/p&gt;\n\n&lt;p&gt;The one that was in India, before Iranian beliefs traveled north and took over?&lt;/p&gt;\n\n&lt;p&gt;My estimate is, there&amp;#39;s Siberian Shamanism (ours), there&amp;#39;s north African (middle eastern), there&amp;#39;s &amp;quot;Islander&amp;quot; (all over), but there&amp;#39;s probably at least one more that still has &amp;quot;ruins&amp;quot; left to show it existed.&lt;/p&gt;\n\n&lt;p&gt;In India.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not &amp;quot;hinduism&amp;quot;.  Some might have hidden out there, but Hinduism is just more crummy middle eastern nonsense.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wyft34", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilx45r9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661547417.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilwxs9m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_wyft34", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilwxs9m/", "num_reports": null, "locked": false, "name": "t1_ilwxs9m", "created": 1661544835.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1661544835.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ilwtzh1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661543309.0, "send_replies": true, "parent_id": "t1_ilwnmvb", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's stores in Asia you can't get into if you're a westerner.\n\nWithout a guide.\n\nEven Tokyo has them.  Some left over bunkers from WWII.\n\nBut the most interesting in Thailand and China.\n\nThe thing is, we're so judgy and uptight they just don't want the hassle of \"ugly americans\".\n\nIt's a real eye opener if you can visit China with an actual Chinese guide who trusts you.\n\nI was in Beijing, and the Taxi driver was obviously \"old school commie\".\n\nHe was going on about the latest insult from Japan.  Over some Island I believe, but it was hard to understand.\n\nMy guide translated his words:\n\n\"If Mao were alive, he'd nuke the Japanese bastards!  Even with those shitheads the americans protecting them.  Tonight we're all going out with baseball bats, and smash Toyota car windows!\"\n\nThere was a comocous as he asked them something, they looked horrified, and then everyone turned back to look at me.\n\nThe guide said, \"Oh no..  He's Swedish, not american!\"\n\nAll I could do was smile at him and say, \"Yaaaa.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilwtzh1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s stores in Asia you can&amp;#39;t get into if you&amp;#39;re a westerner.&lt;/p&gt;\n\n&lt;p&gt;Without a guide.&lt;/p&gt;\n\n&lt;p&gt;Even Tokyo has them.  Some left over bunkers from WWII.&lt;/p&gt;\n\n&lt;p&gt;But the most interesting in Thailand and China.&lt;/p&gt;\n\n&lt;p&gt;The thing is, we&amp;#39;re so judgy and uptight they just don&amp;#39;t want the hassle of &amp;quot;ugly americans&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a real eye opener if you can visit China with an actual Chinese guide who trusts you.&lt;/p&gt;\n\n&lt;p&gt;I was in Beijing, and the Taxi driver was obviously &amp;quot;old school commie&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He was going on about the latest insult from Japan.  Over some Island I believe, but it was hard to understand.&lt;/p&gt;\n\n&lt;p&gt;My guide translated his words:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If Mao were alive, he&amp;#39;d nuke the Japanese bastards!  Even with those shitheads the americans protecting them.  Tonight we&amp;#39;re all going out with baseball bats, and smash Toyota car windows!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There was a comocous as he asked them something, they looked horrified, and then everyone turned back to look at me.&lt;/p&gt;\n\n&lt;p&gt;The guide said, &amp;quot;Oh no..  He&amp;#39;s Swedish, not american!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;All I could do was smile at him and say, &amp;quot;Yaaaa.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wyft34", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilwtzh1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661543309.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilwnmvb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Red828828", "can_mod_post": false, "created_utc": 1661540763.0, "send_replies": true, "parent_id": "t3_wyft34", "score": 1, "author_fullname": "t2_2gijji8b", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Interesting! I enjoyed reading that", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilwnmvb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting! I enjoyed reading that&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wyft34/creepy_chinese_dolls/ilwnmvb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661540763.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wyft34", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]