[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Places of power (from Legion s2)", "link_flair_richtext": [{"e": "text", "t": "Audiovisual"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 78, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_zgehhw", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "ups": 10, "domain": "v.redd.it", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_pz5w9r4n", "secure_media": {"reddit_video": {"bitrate_kbps": 4800, "fallback_url": "https://v.redd.it/x8nsgoo36r4a1/DASH_1080.mp4?source=fallback", "height": 1080, "width": 1920, "scrubber_media_url": "https://v.redd.it/x8nsgoo36r4a1/DASH_96.mp4", "dash_url": "https://v.redd.it/x8nsgoo36r4a1/DASHPlaylist.mpd?a=1718049820%2CNjJkOTQxMTk3ODJiNTIxMmFkNzAzZmZhNWMwMWI5NDAwMmUwMTg1YzEwNDRkZjU5MjRiMDQ0MGE4NTI3ZDFmNQ%3D%3D&amp;v=1&amp;f=sd", "duration": 303, "hls_url": "https://v.redd.it/x8nsgoo36r4a1/HLSPlaylist.m3u8?a=1718049820%2CMmNmZTY3NmYyNjlhNmEwZmNmNjU2OWIyYzNiNDg0MmIyNGU2ZDllNDg0NGVjNTUyMWQxOTM0YTg1MDcyY2I4OQ%3D%3D&amp;v=1&amp;f=sd", "is_gif": false, "transcoding_status": "completed"}}, "is_reddit_media_domain": true, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Audiovisual", "can_mod_post": false, "score": 10, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/CCgd5wU3Yvy6nOAefZIZrvDqF_4WRMcBdDHy_mciJuM.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "hosted:video", "content_categories": null, "is_self": false, "subreddit_type": "public", "created": 1670539549.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": null, "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "https://v.redd.it/x8nsgoo36r4a1", "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?format=pjpg&amp;auto=webp&amp;s=cda76dce894133ad214f3fa48c176310666977d0", "width": 1080, "height": 607}, "resolutions": [{"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=108&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=5ba0956cf127156798f5617bb6259cb4e8819a89", "width": 108, "height": 60}, {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=216&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=4ad8d20507adc75113d70f9c9e9ca86f48ca3b22", "width": 216, "height": 121}, {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=320&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=82264997bb0e9ddba783429b490761ce60de3862", "width": 320, "height": 179}, {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=640&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=6dc42d7ae8dcc4208aed947c90c0f8697d28e278", "width": 640, "height": 359}, {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=960&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=00370e44615f71f55949f97cd4dee3f1694fcd9e", "width": 960, "height": 539}, {"url": "https://external-preview.redd.it/J4URJq5o03kQqKEXW9ShzplMM6ycPe_GKQrH29XhzVA.png?width=1080&amp;crop=smart&amp;format=pjpg&amp;auto=webp&amp;s=235c3e280d93de416907392567da1b25b45dce48", "width": 1080, "height": 607}], "variants": {}, "id": "d_PVQSB4EO4rWeJPoECbE8w8IluhfFN28dj852xUKUE"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "40770258-6006-11ea-a96c-0ee568014711", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "zgehhw", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "PreciseInstance", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": {"reddit_video": {"bitrate_kbps": 4800, "fallback_url": "https://v.redd.it/x8nsgoo36r4a1/DASH_1080.mp4?source=fallback", "height": 1080, "width": 1920, "scrubber_media_url": "https://v.redd.it/x8nsgoo36r4a1/DASH_96.mp4", "dash_url": "https://v.redd.it/x8nsgoo36r4a1/DASHPlaylist.mpd?a=1718049820%2CNjJkOTQxMTk3ODJiNTIxMmFkNzAzZmZhNWMwMWI5NDAwMmUwMTg1YzEwNDRkZjU5MjRiMDQ0MGE4NTI3ZDFmNQ%3D%3D&amp;v=1&amp;f=sd", "duration": 303, "hls_url": "https://v.redd.it/x8nsgoo36r4a1/HLSPlaylist.m3u8?a=1718049820%2CMmNmZTY3NmYyNjlhNmEwZmNmNjU2OWIyYzNiNDg0MmIyNGU2ZDllNDg0NGVjNTUyMWQxOTM0YTg1MDcyY2I4OQ%3D%3D&amp;v=1&amp;f=sd", "is_gif": false, "transcoding_status": "completed"}}, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/zgehhw/places_of_power_from_legion_s2/", "whitelist_status": "some_ads", "stickied": false, "url": "https://v.redd.it/x8nsgoo36r4a1", "subreddit_subscribers": 9561, "created_utc": 1670539549.0, "num_crossposts": 0, "mod_reports": [], "is_video": true}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "izjdhdr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670599333.0, "send_replies": true, "parent_id": "t3_zgehhw", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I suppose we could all become \"Media Wizards\".\n\nIt's not even a stretch!\n\nAble to literally enter into the movies we like.\n\nI have dibs on Howl's Moving Castle! \n\nYou can visit, but the NYer jewish fire demon is mine.  I bet he can make a mean bagel!\n\nThe annoying kid has to go.  Looks too much like Minx, Cholita's ally, when he's being naughty as a small boy.\n\nShared eyes on movies add latent awareness to those images, the same way humans have created a visible God, who can speak and interact with those who pray to him, or visit him in person.\n\nBut he's a \"Silent Knowledge Entity\".  Like Porfirio, from the books.\n\nPorfirio came from the fantasies of Nestor, selecting micro traces of awareness in the dark sea of emanations.\n\nProbably a real \"Porfirio\" never actually existed, but it was an \"archetype\" for real people who did.\n\nSo Nestor was able to visit Porfirio in his hut, and Porfirio even had plants and belongings he could use to teach Nestor about \"the mold maker's marks\" on plants.\n\nNestor moved to Los Angeles, and continued his medical research. \n\nPlease notice from this story that Soledad is hanging around them like a mother, the same way she is said to have moved to Los Angeles with them.\n\nAnd don't doubt that Nestor turned into a coyote. If you work hard, you'll be able to do that too. It just won't be a very good copy without someone to \"introduce you\" to that form.\n\nWho cares?  I like crazy coyotes.  I might even visit \"Road Runner\" a few times, if we become \"Media Wizards\".\n\nHere's that story from the books:\n\n\\*\\*\\*\\*\n\n\"What did you do after we jumped?\" I asked Nestor after a long silence.\n\n\"Right after you two had disappeared,\" he said, \"my nerves were so shattered that I couldn't breathe and I too passed out. I don't know for how long. I thought it was only for a moment. When I came to my senses again, I looked around for Genaro and Nagual. They were gone. I ran back and forth on the top of that mountain, calling them until my voice was hoarse.\n\n\"Then I knew I was alone. I walked to the edge of the cliff and tried to look for the sign that the earth gives when a warrior is not going to return, but I had already missed it. I knew then that Genaro and the Nagual were gone forever. I had not realized until then that they had turned to me after they had said good-bye to you two, and as you were running to the edge they waved their hands and said good-bye to me.\n\n\"Finding myself alone at that time of day, on that deserted spot, was more than I could bear. In one sweep I had lost all the friends I had in the world. I sat down and wept. And as I got more and more scared I began to scream as loud as I could. I called Genaro's name at the top of my voice. By then it was pitch-black. I could no longer distinguish any landmarks.\n\n\"I knew that as a warrior I had no business indulging in my grief. In order to calm myself down I began to howl like a coyote, the way the Nagual had taught me. After howling for a while I felt so much better that I forgot my sadness. I forgot that the world existed. The more I howled the easier it was to feel the warmth and protection of the earth.\n\n\"Hours must have passed. Suddenly I felt a blow inside of me, behind my throat, and the sound of a bell in my cars. I remembered what the Nagual had told Eligio and Benigno before they jumped. He said that the feeling in the throat came just before one was ready to change speed, and that the sound of the bell was the vehicle that one could use to accomplish anything that one needed.\n\n\"I wanted to be a coyote then. I looked at my arms, which were on the ground in front of me. They had changed shape and looked like a coyote's. I saw the coyote's fur on my arms and chest. I was a coyote! That made me so happy that I cried like a coyote must cry. I felt my coyote teeth and my long and pointed muzzle and tongue. Somehow, I knew that I had died, but I didn't care. It didn't matter to me to have turned into a coyote, or to be dead, or to be alive. I walked like a coyote, on four legs, to the edge of the precipice and leaped into it. There was nothing else for me to do.\n\n\"I felt that I was falling down and my coyote body turned in the air. Then I was myself again twirling in midair. But before I hit the bottom I became so light that I didn't fall anymore but floated. The air went through me. I was so light! I believed that my death was finally coming inside me.\n\n\"Something stirred my insides and I disintegrated like dry sand. It was peaceful and perfect where I was. I somehow knew that I was there and yet I wasn't. I was nothing. That's all I can say about it.\n\n\"Then, quite suddenly, the same thing that had made me like dry sand put me together again. I came back to life and I found myself sitting in the hut of an old Mazatec sorcerer.\n\n\"He told me his name was Porfirio. He said that he was glad to see me and began to teach me certain things about plants that Genaro hadn't taught me. He took me with him to where the plants were being made and showed me the mold of plants, especially the marks on the molds. He said that if I watched for those marks in the plants I could easily tell what they're good for, even if I had never seen those plants before. Then when he knew that I had learned the marks he said good-bye but invited me to come see him again. At that moment I felt a strong pull and I disintegrated, like before. I became a million pieces.\n\n\"Then I was pulled again into myself and went back to see Porfirio. He had, after all, invited me. I knew that I could have gone anywhere I wanted but I chose Porfirio's hut because he was kind to me and taught me. I didn't want to risk finding awful things instead.\n\n\"Porfirio took me this time to see the mold of the animals. There I saw my own nagual animal. We knew each other on sight. Porfirio was delighted to see such friendship. I saw Pablito's and your own nagual too, but they didn't want to talk to me. They seemed sad. I didn't insist on talking to them. I didn't know how you had fared in your jump. I knew that I was dead myself, but my nagual said that I wasn't and that you both were also alive.\n\n\"I asked about Eligio, and my nagual said that he was gone forever. I remembered then that when I had witnessed Eligio's and Benigno's jump I had heard the Nagual giving Benigno instructions not to seek bizarre visions or worlds outside his own.\n\n\"The Nagual told him to learn only about his own world, because in doing so he would find the only form of power available to him. The Nagual gave them specific instructions to let their pieces explode as far as they could in order to restore their strength. I did the same myself. I went back and forth from the tonal to the nagual eleven times. Every time, however, I was received by Porfirio who instructed me further. Every time my strength waned I restored it in the nagual until a time when I restored it so much that I found myself back on this earth.\"\n\n\"Dona Soledad told me that Eligio didn't have to jump into the abyss,\" I said.\n\n\"He jumped with Benigno,\" Nestor said. \"Ask him, he'll tell you in his favorite voice.\"\n\nI turned to Benigno and asked him about his jump.\n\n\"You bet we jumped together!\" he replied in a blasting voice. \"But I never talk about it.\"\n\n\"What did Soledad say Eligio did?\" Nestor asked.\n\nI told them that dona Soledad had said that Eligio was twirled by a wind and left the world while he was working in an open field.\n\n\"She's thoroughly confused,\" Nestor said. \"Eligio was twirled by the allies. But he didn't want any of them, so they let him go. That has nothing to do with the jump. La Gorda said that you had a bout with allies last night. I don't know what you did, but if you had wanted to catch them or entice them to stay with you, you had to spin with them.\n\n\"Sometimes they come of their own accord to the sorcerer and spin him. Eligio was the best warrior there was so the allies came to him of their own accord. If any of us want the allies, we would have to beg them for years, and even if we did, I doubt that the allies would consider helping us.\n\n\"Eligio had to jump like everybody else. I witnessed his jump. He was paired with Benigno. A lot of what happens to us as sorcerers depends on what your partner does. Benigno is a bit off his rocker because his partner didn't come back. Isn't that so, Benigno?\"\n\n\"You bet it is!\" Benigno answered in his favorite voice.\n\nI succumbed at that point to a great curiosity that had plagued me from the first time I had heard Benigno speak. I asked him how he made his booming voice. He turned to face me. He sat up straight and pointed to his mouth as if he wanted me to look fixedly at it.\n\n\"I don't know!\" he boomed. \"I just open my mouth and this voice comes out of it! \"\n\nHe contracted the muscles of his forehead, curled up his lips and made a profound booing sound. I then saw that he had tremendous muscles in his temples, which had given his head a different contour. It was not his hairline that was different but the whole upper front part of his head.\n\n\"Genaro left him his noises,\" Nestor said to me. \"Wait until he farts.\"\n\nI had the feeling that Benigno was getting ready to demonstrate his abilities.\n\n\"Wait, wait, Benigno,\" I said, \"it's not necessary.\"\n\n\"Oh, shucks!\" Benigno exclaimed in a tone of disappointment. \"I had the best one just for you.\"\n\nPablito and Nestor laughed so hard that even Benigno lost his deadpan expression and cackled with them.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_izjdhdr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suppose we could all become &amp;quot;Media Wizards&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not even a stretch!&lt;/p&gt;\n\n&lt;p&gt;Able to literally enter into the movies we like.&lt;/p&gt;\n\n&lt;p&gt;I have dibs on Howl&amp;#39;s Moving Castle! &lt;/p&gt;\n\n&lt;p&gt;You can visit, but the NYer jewish fire demon is mine.  I bet he can make a mean bagel!&lt;/p&gt;\n\n&lt;p&gt;The annoying kid has to go.  Looks too much like Minx, Cholita&amp;#39;s ally, when he&amp;#39;s being naughty as a small boy.&lt;/p&gt;\n\n&lt;p&gt;Shared eyes on movies add latent awareness to those images, the same way humans have created a visible God, who can speak and interact with those who pray to him, or visit him in person.&lt;/p&gt;\n\n&lt;p&gt;But he&amp;#39;s a &amp;quot;Silent Knowledge Entity&amp;quot;.  Like Porfirio, from the books.&lt;/p&gt;\n\n&lt;p&gt;Porfirio came from the fantasies of Nestor, selecting micro traces of awareness in the dark sea of emanations.&lt;/p&gt;\n\n&lt;p&gt;Probably a real &amp;quot;Porfirio&amp;quot; never actually existed, but it was an &amp;quot;archetype&amp;quot; for real people who did.&lt;/p&gt;\n\n&lt;p&gt;So Nestor was able to visit Porfirio in his hut, and Porfirio even had plants and belongings he could use to teach Nestor about &amp;quot;the mold maker&amp;#39;s marks&amp;quot; on plants.&lt;/p&gt;\n\n&lt;p&gt;Nestor moved to Los Angeles, and continued his medical research. &lt;/p&gt;\n\n&lt;p&gt;Please notice from this story that Soledad is hanging around them like a mother, the same way she is said to have moved to Los Angeles with them.&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t doubt that Nestor turned into a coyote. If you work hard, you&amp;#39;ll be able to do that too. It just won&amp;#39;t be a very good copy without someone to &amp;quot;introduce you&amp;quot; to that form.&lt;/p&gt;\n\n&lt;p&gt;Who cares?  I like crazy coyotes.  I might even visit &amp;quot;Road Runner&amp;quot; a few times, if we become &amp;quot;Media Wizards&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s that story from the books:&lt;/p&gt;\n\n&lt;p&gt;****&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What did you do after we jumped?&amp;quot; I asked Nestor after a long silence.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Right after you two had disappeared,&amp;quot; he said, &amp;quot;my nerves were so shattered that I couldn&amp;#39;t breathe and I too passed out. I don&amp;#39;t know for how long. I thought it was only for a moment. When I came to my senses again, I looked around for Genaro and Nagual. They were gone. I ran back and forth on the top of that mountain, calling them until my voice was hoarse.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then I knew I was alone. I walked to the edge of the cliff and tried to look for the sign that the earth gives when a warrior is not going to return, but I had already missed it. I knew then that Genaro and the Nagual were gone forever. I had not realized until then that they had turned to me after they had said good-bye to you two, and as you were running to the edge they waved their hands and said good-bye to me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Finding myself alone at that time of day, on that deserted spot, was more than I could bear. In one sweep I had lost all the friends I had in the world. I sat down and wept. And as I got more and more scared I began to scream as loud as I could. I called Genaro&amp;#39;s name at the top of my voice. By then it was pitch-black. I could no longer distinguish any landmarks.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I knew that as a warrior I had no business indulging in my grief. In order to calm myself down I began to howl like a coyote, the way the Nagual had taught me. After howling for a while I felt so much better that I forgot my sadness. I forgot that the world existed. The more I howled the easier it was to feel the warmth and protection of the earth.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hours must have passed. Suddenly I felt a blow inside of me, behind my throat, and the sound of a bell in my cars. I remembered what the Nagual had told Eligio and Benigno before they jumped. He said that the feeling in the throat came just before one was ready to change speed, and that the sound of the bell was the vehicle that one could use to accomplish anything that one needed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I wanted to be a coyote then. I looked at my arms, which were on the ground in front of me. They had changed shape and looked like a coyote&amp;#39;s. I saw the coyote&amp;#39;s fur on my arms and chest. I was a coyote! That made me so happy that I cried like a coyote must cry. I felt my coyote teeth and my long and pointed muzzle and tongue. Somehow, I knew that I had died, but I didn&amp;#39;t care. It didn&amp;#39;t matter to me to have turned into a coyote, or to be dead, or to be alive. I walked like a coyote, on four legs, to the edge of the precipice and leaped into it. There was nothing else for me to do.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I felt that I was falling down and my coyote body turned in the air. Then I was myself again twirling in midair. But before I hit the bottom I became so light that I didn&amp;#39;t fall anymore but floated. The air went through me. I was so light! I believed that my death was finally coming inside me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Something stirred my insides and I disintegrated like dry sand. It was peaceful and perfect where I was. I somehow knew that I was there and yet I wasn&amp;#39;t. I was nothing. That&amp;#39;s all I can say about it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then, quite suddenly, the same thing that had made me like dry sand put me together again. I came back to life and I found myself sitting in the hut of an old Mazatec sorcerer.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He told me his name was Porfirio. He said that he was glad to see me and began to teach me certain things about plants that Genaro hadn&amp;#39;t taught me. He took me with him to where the plants were being made and showed me the mold of plants, especially the marks on the molds. He said that if I watched for those marks in the plants I could easily tell what they&amp;#39;re good for, even if I had never seen those plants before. Then when he knew that I had learned the marks he said good-bye but invited me to come see him again. At that moment I felt a strong pull and I disintegrated, like before. I became a million pieces.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then I was pulled again into myself and went back to see Porfirio. He had, after all, invited me. I knew that I could have gone anywhere I wanted but I chose Porfirio&amp;#39;s hut because he was kind to me and taught me. I didn&amp;#39;t want to risk finding awful things instead.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Porfirio took me this time to see the mold of the animals. There I saw my own nagual animal. We knew each other on sight. Porfirio was delighted to see such friendship. I saw Pablito&amp;#39;s and your own nagual too, but they didn&amp;#39;t want to talk to me. They seemed sad. I didn&amp;#39;t insist on talking to them. I didn&amp;#39;t know how you had fared in your jump. I knew that I was dead myself, but my nagual said that I wasn&amp;#39;t and that you both were also alive.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I asked about Eligio, and my nagual said that he was gone forever. I remembered then that when I had witnessed Eligio&amp;#39;s and Benigno&amp;#39;s jump I had heard the Nagual giving Benigno instructions not to seek bizarre visions or worlds outside his own.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Nagual told him to learn only about his own world, because in doing so he would find the only form of power available to him. The Nagual gave them specific instructions to let their pieces explode as far as they could in order to restore their strength. I did the same myself. I went back and forth from the tonal to the nagual eleven times. Every time, however, I was received by Porfirio who instructed me further. Every time my strength waned I restored it in the nagual until a time when I restored it so much that I found myself back on this earth.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Dona Soledad told me that Eligio didn&amp;#39;t have to jump into the abyss,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He jumped with Benigno,&amp;quot; Nestor said. &amp;quot;Ask him, he&amp;#39;ll tell you in his favorite voice.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I turned to Benigno and asked him about his jump.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You bet we jumped together!&amp;quot; he replied in a blasting voice. &amp;quot;But I never talk about it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What did Soledad say Eligio did?&amp;quot; Nestor asked.&lt;/p&gt;\n\n&lt;p&gt;I told them that dona Soledad had said that Eligio was twirled by a wind and left the world while he was working in an open field.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;She&amp;#39;s thoroughly confused,&amp;quot; Nestor said. &amp;quot;Eligio was twirled by the allies. But he didn&amp;#39;t want any of them, so they let him go. That has nothing to do with the jump. La Gorda said that you had a bout with allies last night. I don&amp;#39;t know what you did, but if you had wanted to catch them or entice them to stay with you, you had to spin with them.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sometimes they come of their own accord to the sorcerer and spin him. Eligio was the best warrior there was so the allies came to him of their own accord. If any of us want the allies, we would have to beg them for years, and even if we did, I doubt that the allies would consider helping us.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Eligio had to jump like everybody else. I witnessed his jump. He was paired with Benigno. A lot of what happens to us as sorcerers depends on what your partner does. Benigno is a bit off his rocker because his partner didn&amp;#39;t come back. Isn&amp;#39;t that so, Benigno?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You bet it is!&amp;quot; Benigno answered in his favorite voice.&lt;/p&gt;\n\n&lt;p&gt;I succumbed at that point to a great curiosity that had plagued me from the first time I had heard Benigno speak. I asked him how he made his booming voice. He turned to face me. He sat up straight and pointed to his mouth as if he wanted me to look fixedly at it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t know!&amp;quot; he boomed. &amp;quot;I just open my mouth and this voice comes out of it! &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He contracted the muscles of his forehead, curled up his lips and made a profound booing sound. I then saw that he had tremendous muscles in his temples, which had given his head a different contour. It was not his hairline that was different but the whole upper front part of his head.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Genaro left him his noises,&amp;quot; Nestor said to me. &amp;quot;Wait until he farts.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had the feeling that Benigno was getting ready to demonstrate his abilities.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wait, wait, Benigno,&amp;quot; I said, &amp;quot;it&amp;#39;s not necessary.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh, shucks!&amp;quot; Benigno exclaimed in a tone of disappointment. &amp;quot;I had the best one just for you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Pablito and Nestor laughed so hard that even Benigno lost his deadpan expression and cackled with them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zgehhw/places_of_power_from_legion_s2/izjdhdr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670599333.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zgehhw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "izgp3g4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "PreciseInstance", "can_mod_post": false, "created_utc": 1670543177.0, "send_replies": true, "parent_id": "t1_izgnyld", "score": 7, "author_fullname": "t2_pz5w9r4n", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Notice when he is walking around, he is trying to find the temple but its nowhere in sight. \n\nWhile the two guys clearly know where it is. But if you are really sharp you will notice they are their double. \n\nWhile the david guy and the girl are looking for the temple with their regular bodies. And can't find it. \n\nThe guy with the glasses said \"he won't be able to find anything unless he figures out the secret\"\n\nFor context david guy is also psychic but he only sees hallucinations of the temple.\n\n...\n\nIf you have read Taishas book you will remember the hallway, that when she passed it she switched to her double. Or she \"had to\" to even see that part of the house. \n\nJust as any phantom reality the \"temple\" they are looking for only exists in the Phantom version of that dessert. \n\nSo they cant find it until the \"switch\". And i think that particular episode captures that feeling pretty well.\n\nThe relevance is obvious. It teaches you that some places of power are only places of power because there is a secret hidden phantom reality maybe created and sustained by other sorcerers of the past. \n\nYou have to switch to the double to even see that.\n\nAlso notice the white \"dream Buble\" at the beginning, another reference to that those people are in their double, let alone them saying. \"I feel like i have been here before, my body..\"", "edited": 1670543665.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_izgp3g4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Notice when he is walking around, he is trying to find the temple but its nowhere in sight. &lt;/p&gt;\n\n&lt;p&gt;While the two guys clearly know where it is. But if you are really sharp you will notice they are their double. &lt;/p&gt;\n\n&lt;p&gt;While the david guy and the girl are looking for the temple with their regular bodies. And can&amp;#39;t find it. &lt;/p&gt;\n\n&lt;p&gt;The guy with the glasses said &amp;quot;he won&amp;#39;t be able to find anything unless he figures out the secret&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;For context david guy is also psychic but he only sees hallucinations of the temple.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;If you have read Taishas book you will remember the hallway, that when she passed it she switched to her double. Or she &amp;quot;had to&amp;quot; to even see that part of the house. &lt;/p&gt;\n\n&lt;p&gt;Just as any phantom reality the &amp;quot;temple&amp;quot; they are looking for only exists in the Phantom version of that dessert. &lt;/p&gt;\n\n&lt;p&gt;So they cant find it until the &amp;quot;switch&amp;quot;. And i think that particular episode captures that feeling pretty well.&lt;/p&gt;\n\n&lt;p&gt;The relevance is obvious. It teaches you that some places of power are only places of power because there is a secret hidden phantom reality maybe created and sustained by other sorcerers of the past. &lt;/p&gt;\n\n&lt;p&gt;You have to switch to the double to even see that.&lt;/p&gt;\n\n&lt;p&gt;Also notice the white &amp;quot;dream Buble&amp;quot; at the beginning, another reference to that those people are in their double, let alone them saying. &amp;quot;I feel like i have been here before, my body..&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zgehhw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zgehhw/places_of_power_from_legion_s2/izgp3g4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670543177.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "izgnyld", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "growlikeaflower", "can_mod_post": false, "created_utc": 1670542677.0, "send_replies": true, "parent_id": "t3_zgehhw", "score": 1, "author_fullname": "t2_juj59kud", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Relevance to practice?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_izgnyld", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Relevance to practice?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zgehhw/places_of_power_from_legion_s2/izgnyld/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670542677.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zgehhw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]