[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Pic missing stuff from post, but this is the most fun.](https://preview.redd.it/72pmnnrr9ix81.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=5f2df2059b25be3bb6ac81b9b242c31b771702f8)\n\nThis is very advanced.  I suppose compared to Silvio Manuel, not so much.  More like beginner.\n\nBut it's past where we've been thinking so far, and it's getting more simple.  Not more complicated.\n\nI seem to recall that's sort of a \"principle\" of actual science.   You're on the right track if the overall picture seems to be getting simpler.\n\nThe problem is that in Silent Knowledge mode, all that can be known by man is available.\n\nBut how to get the right information to present itself?\n\nCarlos didn't at first either, as you can read in the accounts of the dreaming emissary and how much random information he dumped on Carlos.  Carlos couldn't keep up, so don Juan told him to only try to retain the stuff about dreaming.\n\nAnd unfortunately, of 4 or 5 things I was shown just a half hour ago, intended to be part of a whole technique, I lost  that one.  The one on how to control the topic and method of presentation.\n\nIt's so odd.  I could visibly see how you get SK to present the info you want.  It was visual!  There were 2 red pillars. Leaning at a very steep angle, like 80 degrees perhaps.  So I was looking at \"hand rails\" of a sort, separated just enough to walk through, but rising up in the distance into the horizon.\n\nOr maybe brown ones.   Or both colors. And in the middle of those in the space where you could walk if you leaned on the hand rails, was your current delusion.\n\nDelusion being a belief in a particular reality as being more significant or more \"real\",  than any random phantom reality. I suppose you could say, in the middle was your current, \"form\".  As in \"human form\" type of form.  But not as broad.  Very specific to right now.\n\nIt's the most prominent delusion you have, and you focus it like a beam. Silent Knowledge says, \"ok, we want the volume that contains info for beings with 2 arms who have lingering issues with their college life.\"\n\nOr a sillier example.  A little kid walks up and says, \"Tell me a story!\"\n\nYou notice his mouth is covered in chocolate, and his tongue is blue.\n\nSo you get out \"Candy Land: The Revenge\" and that's the story you read him.\n\nSilent Knowledge notices your obsessions, and that's what you get!  When you can perceive it on that level, it's  not a thought. Or an idea for how you'd like sorcery to turn out to be.  It's there in the air, visible.    You only start to use words or thoughts to describe it, as a reaction to how obvious it is.\n\nInstead of \"step 1 in the process is..\",  you get \"Oh  my look at that.  How stupid could I be?  Of course all you have to do is....\"\n\nAnd it goes on and on, for a good half hour if you have the energy.\n\nSpeaking of which, it's not a good idea to insist on perfect phantom rooms.  I mean, we'd all like to snap our fingers and we're in Mel Gibson's house.\n\nOf if barely controlled rage isn't your thing, you snap  your fingers and there's Elvis' golden toilet room.\n\nYou can do that!\n\nBut the amount of \"energy\" needed is **extreme**.\n\nIt's a waste.  Here's why.  Silent Knowledge (SK) mode will continue, as long as you don't move your assemblage point back.  We sort of know that from reading accounts of the behavior of Carlos around inner circle people.\n\nHe was likely in SK mode all the time, except when circumstances wore him out around other people who were not.\n\nAnd he got continuous info.\n\nWe get little bursts.  After a whole day of normal living we get just a half hour of pure SK mode time.  And that at the price of several hours to move the assemblage point.\n\nIf you \"burn it out\" by insisting on vivid phantom rooms,  you do that at the expense of having 10 less vivid rooms float by you for examination.\n\nYou can \"travel\", or stay in place.  But if you stay in place, the assemblage point moves sideways to make that view more stable, and you stop traveling freely.  You stop allowing intent to reskim the phantom room into another place.\n\nThat's how we got stuck in this single reality!  We stopped intent from reskimming, and it became very real.  Now we're trapped.\n\nBut back to how you select the method of presentation of SK, or perhaps how you select the type of topics.\n\nYou have that weirdness I described earlier, with the rails in the air filled with obsessions.\n\nBut you could also use a ritual.\n\nThe tensegrity is a ritual.  You could use that to select the topic, but you'd have to \"flow\" inside of the movements to find the \"key idea\".\n\nOr a ritual is what you have learned to do, to succeed.  I like to take 1 ibuprofen most nights.  I don't really know if it works, but it's part of my \"darkroom ritual\". And I wear thick socks.\n\nA ritual is you, all twisted out of shape and forced between some imaginary beams to constrain your movements outside the allowed direction.\n\nJust like the vision I described earlier.\n\nExcept that it's impossible to transfer that observation to anyone else. It's too personal, and the other person can't even imagine what you are talking about.  It's not actually useful for helping people learn fast.  Because they can't figure out what you are talking about.\n\nBut for yourself, you can use rituals.  That's likely how we got stuck with \"men of knowledge\" mixed in with the seer population.  Ritual stealers?\n\nAs an example, here's a 4 or 5 part ritual you can use to gain a thing that can only be called, \"The Eyes of Intent\".   Nothing else you could call it  would be appropriate.\n\nBasically your gaze turns strong enough that you can feel it dragging across the darkness, as if it could scrape a virtual surface there thus producing micro sparkles.\n\nExcept, it paints dreams.  Let's say you had a clear glass sheet with white behind it.  Not the kind of \"look\" green screen technology uses.  But if you painted a streak of green paint on that glass, and ran it through a green screen style video filter, you could superimpose a dream wherever the paint had painted the glass green.\n\nThat's what you can get.\n\nWhy would you want that, aside from how cool it is?\n\nBecause as you gaze at that dream painting brush stroke coming from your eyes, you realize that tensing anything at all, even just in your mind, is a mistake.  It actually works best when you stop caring at all what you see, in that small spot your eyes can paint across the darkness.\n\nIt's a \"pure\" channel to intent.  The link to intent is clean.  There's only one thing going on there, as you gaze at a virtual spot you can pan across the room, like a spotlight in a very dark forest might show things where it lands, but when it's gone the blackness returns.\n\nYou can \"feel\" that it works, only because you have just one interest left.  To notice what is there.  You have no other motivations at all.  For example, you aren't thinking in the back of your mind about who you can explain this to in the future, to tell them how cool it all was.\n\nThat's a gross ulterior motive, and many more subtle ones are possible. Like obsessions.  Maybe you've obsessed over a previous experience, and want that to happen again.  That also is a dirty link to intent.\n\nJust wishing your Ally would show up so you had some amusing company, is more than the \"dream beam\" can tolerate.\n\nBut your gaze is pure and so you find that whatever in the direction you are looking has even a tiny glow of lingering awareness on the emanations there. Intent itself will find that \"sparkle\" and reskim those emanations.\n\nAnd you get a \"dream spotlight\" in the darkness.\n\nIf you \"brush that all around\"  you literally \"paint\" yourself into a dream.  And can walk off freely.\n\nI'm not sure the walls of your room even matter anymore.  So when you begin to worry, \"But it's all imaginary!\", think again.  When you walk 50 feet, fully awake with your eyes open, in  your 20 foot bedroom, you'll have to admit it's kind of odd.\n\nBut that's not actually the technique I learned   That's the result.\n\nAnd before I describe the technique, keep in mind this is J curve map orange zone.\n\nIf you try it before you absolutely, 100% understand what the orange zone is, from many months of very hard work, you'll doom  yourself.\n\nYou can't play around in the blue zone, with orange zone stuff.  It's just mental masturbation, and it adds dirt and grime to your link to intent.  You might as well be scooping up crap from the river of shit, and tossing it onto the lens of intent's \"dream camera\".  So nothing can shine through.\n\nOrange zone only!  Besides, this requires the energy body to work well. You have to build that from your previous efforts over many days.\n\nAnd once you get there, you'll realize the technique has no actual value.  Even though it works.\n\nSo if this tempts you to try it, you aren't ready.\n\nI'm trying to figure out where this \"technique\" started in my practicing this night.\n\nIn SK mode, you don't usually get anyone telling you that right now is the start of a sequence of events you ought to remember.\n\nI suppose I was doing mashing energy movements, and there was an intense bright yellowish white blob down between my feet, which were scooting left and right with mashing energy steps horizontally.\n\nThe room was pitch black, but there was clearly a whitish blob down there.\n\nAnd swirling around, pinkish smoke like colors.\n\nLooking at it I realized, the \"energy body\" is just a phantom creation.  It's a \"phantom body\".\n\nWe have phantom rooms.  So of course you can have a phantom body!\n\nNow the phantom room is the \"place where you are located\".    After a life of living in rooms, it's sort of burned into our monitors.  We can't \"unexpect it\".  We expect it!\n\nBut we also expect to have a body.  It's one reason 4 gates dreaming has you look at your hands.  Which was originally another body part.  Cholita would just blurt it out, but I'll leave you to do your research.\n\nWe can likely nearly always find a \"body\", even if we're off in the nether regions of reality.\n\nSo I gazed down, and realized I had an \"energy body\".  We have an \"organic body\". This one was visible light, condensed into a shape with lots of details. It was literally an \"energy body\".  As with many sorcery terms, they turn out to be completely literal.\n\nWasn't what i had expected. I thought that would be a magical \"real\" thing.  Not something that was poorly formed at first, like the walls of a phantom room, and only got \"pretty\" when you gazed at it a while to make it more real.\n\nI expected it to be \"uncovered\" as a hidden real thing. Not manufactured from the start of a dream, and hand carried into a larger meaningful vision.\n\nBut I realized, it's the intent of the Olmec we're following.  And in sorcery, everything is phantom.\n\nAll of it.\n\nNone is real.\n\nWell...  At least that made sense at the time.\n\nI wanted to know if I could feel the shell of the energy body.  Zuleica taught us to dent it, so it must be possible to locate the surface and feel it.\n\nWhen I thought of that, I had lots of wavy fibers coming out where arms might.\n\nMy blob of whitish yellow intense light standing where I could look down and see it, now had arms made from stiff yarn blowing in the air.  I denied in my mind that sight could be real, and I suddenly had phantom arms.\n\nI could move them around and see whitish/yellow echos of real arm shapes.  As if someone had a strobe light set to flash only every second.  Just one time view of what's there, and back off instantly.\n\nExcept it was super dull.  Not even bright enough to read text on white paper. Only bright enough to see that there's a sheet of paper there.\n\nAnd I could see my arms moving around as I tried to feel the inside of the shell of the energy body.  The thing that can be dented.\n\nI could feel it!  For real. I could smooth my fingers along and find the thickness of it.\n\nIt was just too much, I wanted to run to the computer, but then I realized I might just write it in the air, and not have to stop.\n\nSo I wrote down a list of 3 key points, using my finger.  Just wrote it in the air, turning slowly to make up for the huge letters I was drawing.\n\nAfter each letter, for instance \"E\" in \"Eye\",  there was a sparkle in the darkness.\n\nI could sort of see the brush strokes.  The top of the E was a darker line created by my fingers, exactly as if it were black ink.\n\nBut when the E got to nearly the end, where a human watching would realize what letter you were drawing, slightly before it was done, the sparkle generated.\n\nAs if that letter were now recorded forever.  In that place.\n\nThe act of writing in the air made my phantom body more \"real\", and I noticed the floors were actually a scene of some kind of gently bump moss on a forest floor.\n\nSo I narrated the situation saying, \"And the floor has taken on a very natural look.\"\n\nI smoothed my hand across what visually was the floor down below, and where my hand smoothed, with a 10 second delay, was an increase in the realness of the dream vision.\n\nI tried it on the walls, using my palm to pan across the room and indicate where my attention was focused.  It was working. I saw pattern after pattern of the inside of crystalline rock formations, or pillars of burnt material which created walls 10 feet thick because of the spaces in there.  I saw around one of those wall, where I got the impression little faces were hiding.\n\nI started narrating it saying, \"the walls are beginning to stabilize. Look how real they have become.\"\n\nI gazed down to make sure my phantom body was still clearly visible.\n\nIt was as real as anything!  If I relaxed and didn't stare, I could even see what clothes I was wearing.\n\nI reached out to pluck an object off the east wall.  It had turned so real, and my body was fully present like a character in a dream, that I was getting sucked in to the dream storyline.\n\nFancy showed up.  She just floated in from the side, like she was worried about me.\n\n\"Not so real!\", she said.  \"You want 2 minutes of realness, or hours of knowledge?\"\n\nI had to agree, I'd rather keep seeing more different things.\n\nShe complained, \"You already know all this.  You either didn't connect it, or it's too weird for you to accept.    Just do what you know, don't try to invent something else. Go through the steps.  But the change this time is, since you now have a phantom body, that's what will be exploring intent. In dream form.   You don't have to stay in any of them.  Just turn as you gaze inside the dark room to see what dreams are trying to form in each location.\n\nWhen you find one that's interesting, and have seen how this scanning with the eyes of intent works, and feels, then you can walk away into that dream, as a person with a body inside a stable phantom realm.  Phantom body, phantom world.  But before you do that find the lesson in it all, and learn it. Don't jump off into madness as soon as you see the chance.\"\n\n\"But that's a way to walk directly from waking into dreaming!!\", I excitedly commented to Fancy.\n\nIt's the holy grail of dreaming.\n\nShe flew her face right up to mine, not more than 3 inches a way.  It was a little startling.  She wasn't so much angry, or excited.  It was the original Fancy I had known.  Somewhat \"evil\" and bent on kidnapping.  She used to find different ways to try to lure me into her world, and trap me.\n\nSuch as objects on the floor I was sure to pick up and try to keep.\n\nShe was scary enough flying too close that way, that I couldn't think of anything to do but hug her.\n\n\"You have to get over that type of thinking.\", she explained.  \"It's not all valuable.  There's so much more to learn.\"\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Eyes of Intent", "link_flair_richtext": [{"e": "text", "t": "Darkroom Games"}], "subreddit_name_prefixed": "r/castaneda", "collections": [{"permalink": "https://www.reddit.com/r/castaneda/collection/ecfcea81-de0a-4df2-95f0-092820881f4d", "link_ids": ["t3_k5lacv", "t3_jsf8pf", "t3_jxyre8", "t3_jvzckj", "t3_k1pw9u", "t3_kn7u6f", "t3_jt41jy", "t3_l3me39", "t3_nyzmgn", "t3_o6l11h", "t3_o92x0p", "t3_pyq8vl", "t3_qw7izp", "t3_r3oz1f", "t3_rc8g7u", "t3_revm6o", "t3_rfsmoc", "t3_s689z9", "t3_su3roz", "t3_syswo6", "t3_t7h7z6", "t3_twxvbr", "t3_u6ktx2", "t3_ui1iwy", "t3_uo696x", "t3_vqjdmv", "t3_vy6llb", "t3_xywht5", "t3_z0qto6", "t3_zzzzyr", "t3_10h0u11", "t3_10mq6ds", "t3_10x4x85", "t3_13b33tr", "t3_13l62ly", "t3_13wp9x1", "t3_141hdwg", "t3_17tny4a", "t3_17wuuxc", "t3_19c63eh", "t3_x7e1t2", "t3_1b5mo8a"], "description": "", "title": "Darkroom Games", "created_at_utc": 1606954246.466, "subreddit_id": "t5_2sblm", "author_name": "TechnoMagical_Intent", "collection_id": "ecfcea81-de0a-4df2-95f0-092820881f4d", "author_id": "t2_3mo1k5m8", "last_update_utc": 1709501668.323, "display_layout": null}], "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"72pmnnrr9ix81": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=c815818c1c4b361b38e3c4578a96f8e6a58b6a2e"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=ed8a0d94e608c9c2306736c0abb0348cdc3f3d04"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=4749c6fd290d1a19ef040377ed6faead5ab67db9"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=cdb04695c5255fbdeb9b1b95a180c15d402425b9"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=eb0bf35aafddd2d9cfd7a5dfafdcd5de08befecc"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=d72a68ba27b8862be36e334016847a8a9452d02e"}], "s": {"y": 2592, "x": 2592, "u": "https://preview.redd.it/72pmnnrr9ix81.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=5f2df2059b25be3bb6ac81b9b242c31b771702f8"}, "id": "72pmnnrr9ix81"}}, "name": "t3_ui1iwy", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 16, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Darkroom Games", "can_mod_post": false, "score": 16, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/n2OKQPEaCmNsmlTpOLmFWXNLItYlori2769tfxpc8GA.jpg", "edited": 1651690327.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1651651183.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/72pmnnrr9ix81.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=5f2df2059b25be3bb6ac81b9b242c31b771702f8\"&gt;Pic missing stuff from post, but this is the most fun.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;This is very advanced.  I suppose compared to Silvio Manuel, not so much.  More like beginner.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s past where we&amp;#39;ve been thinking so far, and it&amp;#39;s getting more simple.  Not more complicated.&lt;/p&gt;\n\n&lt;p&gt;I seem to recall that&amp;#39;s sort of a &amp;quot;principle&amp;quot; of actual science.   You&amp;#39;re on the right track if the overall picture seems to be getting simpler.&lt;/p&gt;\n\n&lt;p&gt;The problem is that in Silent Knowledge mode, all that can be known by man is available.&lt;/p&gt;\n\n&lt;p&gt;But how to get the right information to present itself?&lt;/p&gt;\n\n&lt;p&gt;Carlos didn&amp;#39;t at first either, as you can read in the accounts of the dreaming emissary and how much random information he dumped on Carlos.  Carlos couldn&amp;#39;t keep up, so don Juan told him to only try to retain the stuff about dreaming.&lt;/p&gt;\n\n&lt;p&gt;And unfortunately, of 4 or 5 things I was shown just a half hour ago, intended to be part of a whole technique, I lost  that one.  The one on how to control the topic and method of presentation.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s so odd.  I could visibly see how you get SK to present the info you want.  It was visual!  There were 2 red pillars. Leaning at a very steep angle, like 80 degrees perhaps.  So I was looking at &amp;quot;hand rails&amp;quot; of a sort, separated just enough to walk through, but rising up in the distance into the horizon.&lt;/p&gt;\n\n&lt;p&gt;Or maybe brown ones.   Or both colors. And in the middle of those in the space where you could walk if you leaned on the hand rails, was your current delusion.&lt;/p&gt;\n\n&lt;p&gt;Delusion being a belief in a particular reality as being more significant or more &amp;quot;real&amp;quot;,  than any random phantom reality. I suppose you could say, in the middle was your current, &amp;quot;form&amp;quot;.  As in &amp;quot;human form&amp;quot; type of form.  But not as broad.  Very specific to right now.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the most prominent delusion you have, and you focus it like a beam. Silent Knowledge says, &amp;quot;ok, we want the volume that contains info for beings with 2 arms who have lingering issues with their college life.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or a sillier example.  A little kid walks up and says, &amp;quot;Tell me a story!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You notice his mouth is covered in chocolate, and his tongue is blue.&lt;/p&gt;\n\n&lt;p&gt;So you get out &amp;quot;Candy Land: The Revenge&amp;quot; and that&amp;#39;s the story you read him.&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge notices your obsessions, and that&amp;#39;s what you get!  When you can perceive it on that level, it&amp;#39;s  not a thought. Or an idea for how you&amp;#39;d like sorcery to turn out to be.  It&amp;#39;s there in the air, visible.    You only start to use words or thoughts to describe it, as a reaction to how obvious it is.&lt;/p&gt;\n\n&lt;p&gt;Instead of &amp;quot;step 1 in the process is..&amp;quot;,  you get &amp;quot;Oh  my look at that.  How stupid could I be?  Of course all you have to do is....&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And it goes on and on, for a good half hour if you have the energy.&lt;/p&gt;\n\n&lt;p&gt;Speaking of which, it&amp;#39;s not a good idea to insist on perfect phantom rooms.  I mean, we&amp;#39;d all like to snap our fingers and we&amp;#39;re in Mel Gibson&amp;#39;s house.&lt;/p&gt;\n\n&lt;p&gt;Of if barely controlled rage isn&amp;#39;t your thing, you snap  your fingers and there&amp;#39;s Elvis&amp;#39; golden toilet room.&lt;/p&gt;\n\n&lt;p&gt;You can do that!&lt;/p&gt;\n\n&lt;p&gt;But the amount of &amp;quot;energy&amp;quot; needed is &lt;strong&gt;extreme&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a waste.  Here&amp;#39;s why.  Silent Knowledge (SK) mode will continue, as long as you don&amp;#39;t move your assemblage point back.  We sort of know that from reading accounts of the behavior of Carlos around inner circle people.&lt;/p&gt;\n\n&lt;p&gt;He was likely in SK mode all the time, except when circumstances wore him out around other people who were not.&lt;/p&gt;\n\n&lt;p&gt;And he got continuous info.&lt;/p&gt;\n\n&lt;p&gt;We get little bursts.  After a whole day of normal living we get just a half hour of pure SK mode time.  And that at the price of several hours to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;If you &amp;quot;burn it out&amp;quot; by insisting on vivid phantom rooms,  you do that at the expense of having 10 less vivid rooms float by you for examination.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;travel&amp;quot;, or stay in place.  But if you stay in place, the assemblage point moves sideways to make that view more stable, and you stop traveling freely.  You stop allowing intent to reskim the phantom room into another place.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how we got stuck in this single reality!  We stopped intent from reskimming, and it became very real.  Now we&amp;#39;re trapped.&lt;/p&gt;\n\n&lt;p&gt;But back to how you select the method of presentation of SK, or perhaps how you select the type of topics.&lt;/p&gt;\n\n&lt;p&gt;You have that weirdness I described earlier, with the rails in the air filled with obsessions.&lt;/p&gt;\n\n&lt;p&gt;But you could also use a ritual.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity is a ritual.  You could use that to select the topic, but you&amp;#39;d have to &amp;quot;flow&amp;quot; inside of the movements to find the &amp;quot;key idea&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or a ritual is what you have learned to do, to succeed.  I like to take 1 ibuprofen most nights.  I don&amp;#39;t really know if it works, but it&amp;#39;s part of my &amp;quot;darkroom ritual&amp;quot;. And I wear thick socks.&lt;/p&gt;\n\n&lt;p&gt;A ritual is you, all twisted out of shape and forced between some imaginary beams to constrain your movements outside the allowed direction.&lt;/p&gt;\n\n&lt;p&gt;Just like the vision I described earlier.&lt;/p&gt;\n\n&lt;p&gt;Except that it&amp;#39;s impossible to transfer that observation to anyone else. It&amp;#39;s too personal, and the other person can&amp;#39;t even imagine what you are talking about.  It&amp;#39;s not actually useful for helping people learn fast.  Because they can&amp;#39;t figure out what you are talking about.&lt;/p&gt;\n\n&lt;p&gt;But for yourself, you can use rituals.  That&amp;#39;s likely how we got stuck with &amp;quot;men of knowledge&amp;quot; mixed in with the seer population.  Ritual stealers?&lt;/p&gt;\n\n&lt;p&gt;As an example, here&amp;#39;s a 4 or 5 part ritual you can use to gain a thing that can only be called, &amp;quot;The Eyes of Intent&amp;quot;.   Nothing else you could call it  would be appropriate.&lt;/p&gt;\n\n&lt;p&gt;Basically your gaze turns strong enough that you can feel it dragging across the darkness, as if it could scrape a virtual surface there thus producing micro sparkles.&lt;/p&gt;\n\n&lt;p&gt;Except, it paints dreams.  Let&amp;#39;s say you had a clear glass sheet with white behind it.  Not the kind of &amp;quot;look&amp;quot; green screen technology uses.  But if you painted a streak of green paint on that glass, and ran it through a green screen style video filter, you could superimpose a dream wherever the paint had painted the glass green.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what you can get.&lt;/p&gt;\n\n&lt;p&gt;Why would you want that, aside from how cool it is?&lt;/p&gt;\n\n&lt;p&gt;Because as you gaze at that dream painting brush stroke coming from your eyes, you realize that tensing anything at all, even just in your mind, is a mistake.  It actually works best when you stop caring at all what you see, in that small spot your eyes can paint across the darkness.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;pure&amp;quot; channel to intent.  The link to intent is clean.  There&amp;#39;s only one thing going on there, as you gaze at a virtual spot you can pan across the room, like a spotlight in a very dark forest might show things where it lands, but when it&amp;#39;s gone the blackness returns.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;feel&amp;quot; that it works, only because you have just one interest left.  To notice what is there.  You have no other motivations at all.  For example, you aren&amp;#39;t thinking in the back of your mind about who you can explain this to in the future, to tell them how cool it all was.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a gross ulterior motive, and many more subtle ones are possible. Like obsessions.  Maybe you&amp;#39;ve obsessed over a previous experience, and want that to happen again.  That also is a dirty link to intent.&lt;/p&gt;\n\n&lt;p&gt;Just wishing your Ally would show up so you had some amusing company, is more than the &amp;quot;dream beam&amp;quot; can tolerate.&lt;/p&gt;\n\n&lt;p&gt;But your gaze is pure and so you find that whatever in the direction you are looking has even a tiny glow of lingering awareness on the emanations there. Intent itself will find that &amp;quot;sparkle&amp;quot; and reskim those emanations.&lt;/p&gt;\n\n&lt;p&gt;And you get a &amp;quot;dream spotlight&amp;quot; in the darkness.&lt;/p&gt;\n\n&lt;p&gt;If you &amp;quot;brush that all around&amp;quot;  you literally &amp;quot;paint&amp;quot; yourself into a dream.  And can walk off freely.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure the walls of your room even matter anymore.  So when you begin to worry, &amp;quot;But it&amp;#39;s all imaginary!&amp;quot;, think again.  When you walk 50 feet, fully awake with your eyes open, in  your 20 foot bedroom, you&amp;#39;ll have to admit it&amp;#39;s kind of odd.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s not actually the technique I learned   That&amp;#39;s the result.&lt;/p&gt;\n\n&lt;p&gt;And before I describe the technique, keep in mind this is J curve map orange zone.&lt;/p&gt;\n\n&lt;p&gt;If you try it before you absolutely, 100% understand what the orange zone is, from many months of very hard work, you&amp;#39;ll doom  yourself.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t play around in the blue zone, with orange zone stuff.  It&amp;#39;s just mental masturbation, and it adds dirt and grime to your link to intent.  You might as well be scooping up crap from the river of shit, and tossing it onto the lens of intent&amp;#39;s &amp;quot;dream camera&amp;quot;.  So nothing can shine through.&lt;/p&gt;\n\n&lt;p&gt;Orange zone only!  Besides, this requires the energy body to work well. You have to build that from your previous efforts over many days.&lt;/p&gt;\n\n&lt;p&gt;And once you get there, you&amp;#39;ll realize the technique has no actual value.  Even though it works.&lt;/p&gt;\n\n&lt;p&gt;So if this tempts you to try it, you aren&amp;#39;t ready.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m trying to figure out where this &amp;quot;technique&amp;quot; started in my practicing this night.&lt;/p&gt;\n\n&lt;p&gt;In SK mode, you don&amp;#39;t usually get anyone telling you that right now is the start of a sequence of events you ought to remember.&lt;/p&gt;\n\n&lt;p&gt;I suppose I was doing mashing energy movements, and there was an intense bright yellowish white blob down between my feet, which were scooting left and right with mashing energy steps horizontally.&lt;/p&gt;\n\n&lt;p&gt;The room was pitch black, but there was clearly a whitish blob down there.&lt;/p&gt;\n\n&lt;p&gt;And swirling around, pinkish smoke like colors.&lt;/p&gt;\n\n&lt;p&gt;Looking at it I realized, the &amp;quot;energy body&amp;quot; is just a phantom creation.  It&amp;#39;s a &amp;quot;phantom body&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We have phantom rooms.  So of course you can have a phantom body!&lt;/p&gt;\n\n&lt;p&gt;Now the phantom room is the &amp;quot;place where you are located&amp;quot;.    After a life of living in rooms, it&amp;#39;s sort of burned into our monitors.  We can&amp;#39;t &amp;quot;unexpect it&amp;quot;.  We expect it!&lt;/p&gt;\n\n&lt;p&gt;But we also expect to have a body.  It&amp;#39;s one reason 4 gates dreaming has you look at your hands.  Which was originally another body part.  Cholita would just blurt it out, but I&amp;#39;ll leave you to do your research.&lt;/p&gt;\n\n&lt;p&gt;We can likely nearly always find a &amp;quot;body&amp;quot;, even if we&amp;#39;re off in the nether regions of reality.&lt;/p&gt;\n\n&lt;p&gt;So I gazed down, and realized I had an &amp;quot;energy body&amp;quot;.  We have an &amp;quot;organic body&amp;quot;. This one was visible light, condensed into a shape with lots of details. It was literally an &amp;quot;energy body&amp;quot;.  As with many sorcery terms, they turn out to be completely literal.&lt;/p&gt;\n\n&lt;p&gt;Wasn&amp;#39;t what i had expected. I thought that would be a magical &amp;quot;real&amp;quot; thing.  Not something that was poorly formed at first, like the walls of a phantom room, and only got &amp;quot;pretty&amp;quot; when you gazed at it a while to make it more real.&lt;/p&gt;\n\n&lt;p&gt;I expected it to be &amp;quot;uncovered&amp;quot; as a hidden real thing. Not manufactured from the start of a dream, and hand carried into a larger meaningful vision.&lt;/p&gt;\n\n&lt;p&gt;But I realized, it&amp;#39;s the intent of the Olmec we&amp;#39;re following.  And in sorcery, everything is phantom.&lt;/p&gt;\n\n&lt;p&gt;All of it.&lt;/p&gt;\n\n&lt;p&gt;None is real.&lt;/p&gt;\n\n&lt;p&gt;Well...  At least that made sense at the time.&lt;/p&gt;\n\n&lt;p&gt;I wanted to know if I could feel the shell of the energy body.  Zuleica taught us to dent it, so it must be possible to locate the surface and feel it.&lt;/p&gt;\n\n&lt;p&gt;When I thought of that, I had lots of wavy fibers coming out where arms might.&lt;/p&gt;\n\n&lt;p&gt;My blob of whitish yellow intense light standing where I could look down and see it, now had arms made from stiff yarn blowing in the air.  I denied in my mind that sight could be real, and I suddenly had phantom arms.&lt;/p&gt;\n\n&lt;p&gt;I could move them around and see whitish/yellow echos of real arm shapes.  As if someone had a strobe light set to flash only every second.  Just one time view of what&amp;#39;s there, and back off instantly.&lt;/p&gt;\n\n&lt;p&gt;Except it was super dull.  Not even bright enough to read text on white paper. Only bright enough to see that there&amp;#39;s a sheet of paper there.&lt;/p&gt;\n\n&lt;p&gt;And I could see my arms moving around as I tried to feel the inside of the shell of the energy body.  The thing that can be dented.&lt;/p&gt;\n\n&lt;p&gt;I could feel it!  For real. I could smooth my fingers along and find the thickness of it.&lt;/p&gt;\n\n&lt;p&gt;It was just too much, I wanted to run to the computer, but then I realized I might just write it in the air, and not have to stop.&lt;/p&gt;\n\n&lt;p&gt;So I wrote down a list of 3 key points, using my finger.  Just wrote it in the air, turning slowly to make up for the huge letters I was drawing.&lt;/p&gt;\n\n&lt;p&gt;After each letter, for instance &amp;quot;E&amp;quot; in &amp;quot;Eye&amp;quot;,  there was a sparkle in the darkness.&lt;/p&gt;\n\n&lt;p&gt;I could sort of see the brush strokes.  The top of the E was a darker line created by my fingers, exactly as if it were black ink.&lt;/p&gt;\n\n&lt;p&gt;But when the E got to nearly the end, where a human watching would realize what letter you were drawing, slightly before it was done, the sparkle generated.&lt;/p&gt;\n\n&lt;p&gt;As if that letter were now recorded forever.  In that place.&lt;/p&gt;\n\n&lt;p&gt;The act of writing in the air made my phantom body more &amp;quot;real&amp;quot;, and I noticed the floors were actually a scene of some kind of gently bump moss on a forest floor.&lt;/p&gt;\n\n&lt;p&gt;So I narrated the situation saying, &amp;quot;And the floor has taken on a very natural look.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I smoothed my hand across what visually was the floor down below, and where my hand smoothed, with a 10 second delay, was an increase in the realness of the dream vision.&lt;/p&gt;\n\n&lt;p&gt;I tried it on the walls, using my palm to pan across the room and indicate where my attention was focused.  It was working. I saw pattern after pattern of the inside of crystalline rock formations, or pillars of burnt material which created walls 10 feet thick because of the spaces in there.  I saw around one of those wall, where I got the impression little faces were hiding.&lt;/p&gt;\n\n&lt;p&gt;I started narrating it saying, &amp;quot;the walls are beginning to stabilize. Look how real they have become.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I gazed down to make sure my phantom body was still clearly visible.&lt;/p&gt;\n\n&lt;p&gt;It was as real as anything!  If I relaxed and didn&amp;#39;t stare, I could even see what clothes I was wearing.&lt;/p&gt;\n\n&lt;p&gt;I reached out to pluck an object off the east wall.  It had turned so real, and my body was fully present like a character in a dream, that I was getting sucked in to the dream storyline.&lt;/p&gt;\n\n&lt;p&gt;Fancy showed up.  She just floated in from the side, like she was worried about me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Not so real!&amp;quot;, she said.  &amp;quot;You want 2 minutes of realness, or hours of knowledge?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had to agree, I&amp;#39;d rather keep seeing more different things.&lt;/p&gt;\n\n&lt;p&gt;She complained, &amp;quot;You already know all this.  You either didn&amp;#39;t connect it, or it&amp;#39;s too weird for you to accept.    Just do what you know, don&amp;#39;t try to invent something else. Go through the steps.  But the change this time is, since you now have a phantom body, that&amp;#39;s what will be exploring intent. In dream form.   You don&amp;#39;t have to stay in any of them.  Just turn as you gaze inside the dark room to see what dreams are trying to form in each location.&lt;/p&gt;\n\n&lt;p&gt;When you find one that&amp;#39;s interesting, and have seen how this scanning with the eyes of intent works, and feels, then you can walk away into that dream, as a person with a body inside a stable phantom realm.  Phantom body, phantom world.  But before you do that find the lesson in it all, and learn it. Don&amp;#39;t jump off into madness as soon as you see the chance.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But that&amp;#39;s a way to walk directly from waking into dreaming!!&amp;quot;, I excitedly commented to Fancy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the holy grail of dreaming.&lt;/p&gt;\n\n&lt;p&gt;She flew her face right up to mine, not more than 3 inches a way.  It was a little startling.  She wasn&amp;#39;t so much angry, or excited.  It was the original Fancy I had known.  Somewhat &amp;quot;evil&amp;quot; and bent on kidnapping.  She used to find different ways to try to lure me into her world, and trap me.&lt;/p&gt;\n\n&lt;p&gt;Such as objects on the floor I was sure to pick up and try to keep.&lt;/p&gt;\n\n&lt;p&gt;She was scary enough flying too close that way, that I couldn&amp;#39;t think of anything to do but hug her.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have to get over that type of thinking.&amp;quot;, she explained.  &amp;quot;It&amp;#39;s not all valuable.  There&amp;#39;s so much more to learn.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "e149107a-34fb-11eb-a30a-0ed8846f051f", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "ui1iwy", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/ui1iwy/the_eyes_of_intent/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/ui1iwy/the_eyes_of_intent/", "subreddit_subscribers": 9561, "created_utc": 1651651183.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7fx5f8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1651767274.0, "send_replies": true, "parent_id": "t1_i7fe6x8", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's another side to this, which Fancy pointed out last night.\n\nI was in SK mode, watching orderly things.\n\nFancy suggested I stop controlling what I see.\n\nI didn't understand.\n\nShe said, \"Why does it have to make sense?  What, are you a grumpy school teacher?  Let the retarded kids speak too!\"\n\nSort of...\n\nSo I stopped tossing out stuff that was irrational.\n\nAnd I saw a flattened copy of \"me\", floating in the air.\n\nExcept, you'd have to be retarded to accept it as being \"me\".\n\nIt was only that it felt like me.\n\nI realized, it's one of those \"magical objects\" i have in my map of how to get to Silent Knowledge.\n\nI asked Fancy, \"is that a magical object, or me?\"\n\nShe joked, \"It's in black and white, so I suppose it's you!\"\n\nI didn't like that.  So I gazed around trying to figure out why I'd lost the colors associated with full SK mode.\n\nShe pointed into the darkness.\n\n\"That's why!\"\n\nI looked.  There was a barrier of some kind.\n\nIt got a little weird at that point, and all I clearly remember is Fancy saying, \n\n\"Darkroom is a series of barriers, self inflicted, which you must overcome.  The problem is, each one feels inevitable and natural, and even beneficial.  Take the red zone for example.  It's just a barrier.  But those who don't realize that, inevitably stop there.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7fx5f8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s another side to this, which Fancy pointed out last night.&lt;/p&gt;\n\n&lt;p&gt;I was in SK mode, watching orderly things.&lt;/p&gt;\n\n&lt;p&gt;Fancy suggested I stop controlling what I see.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t understand.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;Why does it have to make sense?  What, are you a grumpy school teacher?  Let the retarded kids speak too!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Sort of...&lt;/p&gt;\n\n&lt;p&gt;So I stopped tossing out stuff that was irrational.&lt;/p&gt;\n\n&lt;p&gt;And I saw a flattened copy of &amp;quot;me&amp;quot;, floating in the air.&lt;/p&gt;\n\n&lt;p&gt;Except, you&amp;#39;d have to be retarded to accept it as being &amp;quot;me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It was only that it felt like me.&lt;/p&gt;\n\n&lt;p&gt;I realized, it&amp;#39;s one of those &amp;quot;magical objects&amp;quot; i have in my map of how to get to Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;I asked Fancy, &amp;quot;is that a magical object, or me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She joked, &amp;quot;It&amp;#39;s in black and white, so I suppose it&amp;#39;s you!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t like that.  So I gazed around trying to figure out why I&amp;#39;d lost the colors associated with full SK mode.&lt;/p&gt;\n\n&lt;p&gt;She pointed into the darkness.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That&amp;#39;s why!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I looked.  There was a barrier of some kind.&lt;/p&gt;\n\n&lt;p&gt;It got a little weird at that point, and all I clearly remember is Fancy saying, &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Darkroom is a series of barriers, self inflicted, which you must overcome.  The problem is, each one feels inevitable and natural, and even beneficial.  Take the red zone for example.  It&amp;#39;s just a barrier.  But those who don&amp;#39;t realize that, inevitably stop there.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ui1iwy", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ui1iwy/the_eyes_of_intent/i7fx5f8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651767274.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7fe6x8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "created_utc": 1651759675.0, "send_replies": true, "parent_id": "t3_ui1iwy", "score": 6, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I got very surprised when I saw it, because I made almost the same pic, before seeing it.\n\nMy idea was a \"how to leave the ordinary world in minits\".\n\nI noticed that the Context inside \"Seeing\" is probably the most important thing to intetact with.\n\nThe Context is something we can learn to hold, to displace the Ordinary Reality.\n\nAnd the type of awareness that allow us to perceive it inside a puff, is the same one that translocate us into a phantom room!\n\nI like calling it \"Context\", because we get to find it in both daylight and darkroom.\n\nBut it probably means the interaction we have with the Silent Knowledge, at any level we are.\n\nIt is actually stupid to realize, we can stop the internal dialogue in minits.\n\nAnd also an interesting thing is that the \"idea of ourselves\" is SO fragile, that it changes from the very first shift.\n\nTo the point that at the phantom room level, we can find \"ourselves\" in the walls of the room!\n \nI was suspecting the biggest problem at first is, the \"Intent of the Ordinary Life\" is superior to our will of getting silent.\n\nNot just a discipline thing.", "edited": 1651760210.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7fe6x8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I got very surprised when I saw it, because I made almost the same pic, before seeing it.&lt;/p&gt;\n\n&lt;p&gt;My idea was a &amp;quot;how to leave the ordinary world in minits&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I noticed that the Context inside &amp;quot;Seeing&amp;quot; is probably the most important thing to intetact with.&lt;/p&gt;\n\n&lt;p&gt;The Context is something we can learn to hold, to displace the Ordinary Reality.&lt;/p&gt;\n\n&lt;p&gt;And the type of awareness that allow us to perceive it inside a puff, is the same one that translocate us into a phantom room!&lt;/p&gt;\n\n&lt;p&gt;I like calling it &amp;quot;Context&amp;quot;, because we get to find it in both daylight and darkroom.&lt;/p&gt;\n\n&lt;p&gt;But it probably means the interaction we have with the Silent Knowledge, at any level we are.&lt;/p&gt;\n\n&lt;p&gt;It is actually stupid to realize, we can stop the internal dialogue in minits.&lt;/p&gt;\n\n&lt;p&gt;And also an interesting thing is that the &amp;quot;idea of ourselves&amp;quot; is SO fragile, that it changes from the very first shift.&lt;/p&gt;\n\n&lt;p&gt;To the point that at the phantom room level, we can find &amp;quot;ourselves&amp;quot; in the walls of the room!&lt;/p&gt;\n\n&lt;p&gt;I was suspecting the biggest problem at first is, the &amp;quot;Intent of the Ordinary Life&amp;quot; is superior to our will of getting silent.&lt;/p&gt;\n\n&lt;p&gt;Not just a discipline thing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ui1iwy/the_eyes_of_intent/i7fe6x8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651759675.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ui1iwy", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}]