[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[The guy looks a little high to me... But he won't eat donuts, so who knows.](https://preview.redd.it/a09wb5th7jf91.png?width=1614&amp;format=png&amp;auto=webp&amp;s=6dde980cc772ca6f00fbbc7d7f9a4404a3b37997)\n\nBlender, the free professional animation program, seems to have added just what we need for \"puff physics\". The first 2 minutes of his video are more than enough to get the point.\n\n[https://www.youtube.com/watch?v=4WAxMI1QJMQ](https://www.youtube.com/watch?v=4WAxMI1QJMQ)\n\nSo we can scan in tensegrity forms using software which converts people doing movements on video, into cartoon characters copying them, and then blender will figure out what those tensegrity moves do in darkness.\n\nIn general.\n\nThe thing about tensegrity is, it stores intent.\n\nSo it's going to \"stir\" puffs following rules we can program into a computer.\n\nBut the \"intent\" of the original form, the tie it has to the old seers, won't be in the \"puff physics\".\n\nStill, it'll take a long time for all of the tensegrity forms to be tested by people who can reach Silent Knowledge.\n\nAnd until then, it would be nice if beginners could select a form to learn, maybe one they know no one else tried, and get the carton \"Carlos\" in the virtual Dance Home reality we can create using Blender, to \"turn off the lights\" while the cartoon \"Kylie\" does the form for us.\n\nPerfectly. From multiple angles!\n\nBecause she's just duplicating what is on video. But in 3D space you can rotate at will.\n\nExcept that while doing that, the cartoon Kylie will alter the \"second attention space\" programmed into the computer by us.\n\nSo you'll see a pretty good representation of what you could see in the second attention, while doing that form.\n\nFrankly, it can't fail!\n\nThe puffs aren't random things, \"all in your head\".\n\nThose are pieces of your energy body!\n\nI hope beginners reading this understand.\n\nIf you don't actually study in here, and just came because you saw what looks like actual magic, instead of the same old pretending of all the other subreddits,  you still don't get it.\n\nYou can only learn magic in here if you work hard, and follow instructions.\n\nIf you want to make it easier, cut corners, or think it's all crap anyway, so why put much time into it, you'll just take up space on the subreddit and eventually go away.\n\nYou have to WANT real magic enough to learn what we're doing in here.\n\nWe aren't just looking for a way to stand out in magic discussion groups!\n\nNo one here cares about those anymore.\n\nWe're trying to create 10 powerful sorcerers, so that this knowledge isn't lost forever.\n\nAnd to learn it, you don't just lay on your side in bed with your eyes open, repeating your mantra or whatever you did before, looking for magical sights.\n\nSo you can \"find your greatness\" and \"tell all your friends\".\n\nI swear, that's what half the people who comment are doing.\n\nCrap.\n\nMaybe one day some of those will \"snap out of it\".  Trust me when I say, the ones in here who have learned to silence themselves and move their assemblage points, aren't fooled for a second with your comments.\n\nThey know you're likely a lost cause.  But everyone is always hopeful someone will wake up.\n\nAnd the first thing you need to realize is, you can't possibly reach the point where you can manufacture things to see in darkness.\n\nWhich I suppose, is what beginners tend to think. That this is all just \"visualization\".\n\nEven though, there's NO ONE who can do this, using visualization.\n\nMight be a crazy guy somewhere.  But not a \"system\".\n\nThe ability to manufacture phantom realms, objects, and beings, is far, far away at the end of the J curve.\n\nYou're stuck up at the top in the blue line. The river of shit.\n\nAnd up there most people can only think about other people, and how to steal attention and money from them.\n\nFrom up there, you can't created phantom stuff floating in the darkness.  At least, not sober.\n\nYou need REAL stuff to find in the darkness.  Something \"real\", but which can only be seen when your assemblage point moves.\n\nIf you force silence, you can get your assemblage point to drift around.   Maybe, a 2 inch diameter circle, around it's normal spot.\n\nUp at the blue line.  There's pretty much no where for it to go but either sideways, which will alter your mood and make you fussy, or it might go down which will tend to cause you to blank out, or fall asleep.\n\nSo you're pretty much SCREWED.\n\nEven if you manage a tiny bit of silence, removing \"most\" of your internal dialogue, there's nowhere interesting for you to go with the crummy levels of silence you can manage.\n\nIt takes 2 full hours to traverse the J curve!\n\nAnd if you're trying to find \"alternatives\" to forcing out the internal dialogue, there's 100% nowhere for you to go. Nothing to see.\n\nYou just have to accept that it's painful to remove those endless words from your mind.\n\nThat's step 1.  To accept that there's no other way.  You aren't going to find a way to \"cheat\" and become famous, with your own sorcery franchise.  With your \"easier way to do darkroom\".\n\nThere's already several people going around with that pretending.  Thankfully they either got tossed out, or left on their own.\n\nYou'll just turn dishonest, and get kicked out when we figure out you have motivations to \"teach\".  Instead of learning first.\n\nSo you have to force off the internal dialogue in perfect darkness, if you want an ideal situation.\n\nBut that's still not enough.\n\nAs I said, \"there's nothing to see here\".\n\nNot at the blue line.\n\nNot even halfway down to the green line.\n\nA few minor \"visions\" can happen at the green line, you can feel \"bliss\", but in the end you'll just be another crummy Buddha Boy down there, deluded into believing you \"have arrived\".\n\nBuddhist \"Enlightenment\" is like a 5 year old with a handful of pocket change, thinking he can buy himself a  Lamborghini.\n\n5 year olds don't understand \"money\" yet.\n\nBut the worst part is, the kid can't drive. And really doesn't know how to get anywhere, if he could.\n\nThe truth is, he just wants \"daddy to love him\".\n\nAnd daddy likes Lamborghinis.\n\nDon't be that kid.  They don't work out in this subreddit. Go over to the Buddhist subreddit if that's what you're in to.\n\nThe Dali Lama loves EVERYONE.\n\n(who has cash).\n\nAnd he'll sell you a franchise!\n\nSo if that's what you really want, you don't belong in here.\n\nWe don't have any franchises, and no one gets any cash from this.  And you won't get attention.\n\nYou'll get lynched for having real magic.\n\nBut back to the person who decides to actually follow instructions in here.\n\nBy the way, this isn't a new problem.\n\nIt's also why Carlos was unable to teach sorcery to anyone.  Not a single one!\n\nBecause they wouldn't follow instructions.\n\nTo this day, there are thousands doing tensegrity and pretending to do recap, who don't care at all about magic.  They don't really even believe that.\n\nSo if you're the guy who's really trying, what makes it not completely hopeless that you will succeed?\n\nYou do!\n\nBut not the **you**, you are thinking of.\n\nIt's your double!\n\nHE wants you to succeed.\n\nBut right now you smell like shit.  In fact, it gives him the creeps to even get within 2 feet of you. It's all the \"worry and grief\" you are drowning in.\n\nSo he's pressed against the inside of the \"egg\" shape that holds our awareness, with his nose(s) pressed against it like a window, looking out into infinity for something fun to do. Anything to get away from you.\n\nAnd he can \"project\" himself out there.  That's what you experience at night when you dream.\n\nHe's your salvation.\n\nBecause the instant you don't smell as bad, because you've reduced your internal dialogue, he notices.\n\nHe turns his nose away from being smashed up against the egg, several feet away from you, and looks back to see why you don't smell as awful anymore.\n\nYou still smell horrible!  But at least he no longer feels like vomiting.\n\nBut it's still not enough.\n\nAs it is there, you might see \"colors\" in the darkness.  Because he's \"concentrated\" a little, wherever he moved back from the window of the egg to look inside at you.\n\nIf you force silence well, you might notice some \"colors\" in the darkness.\n\nOnce you do that, you can \"lure\" him.\n\nBut it'll take forever, and you'll give up.\n\nYou really don't have forever.  Even if you are young the river of shit will suck you back, and you'll forget all about sorcery forever.\n\nWhile you are aware of it, you need to do something else. Besides just \"look for colors\".\n\nThat's what they do in the books first. BUT, they have Zuleica there.\n\nAnd like, it's her double.  Not even the real her.  Once they found colors, she told them more things to do.\n\nSo clearly, \"finding colors\" is still not enough.  You need \"outside help\".\n\nTo get that, there's 2 possibilities.\n\nIf you are lucky, the slight look you get of the \"colors\" in the darkness, which is your double turning his head to see why you don't stink as much, will be noticed by an inorganic being.\n\nMaybe your childhood, \"Monster in the closet\".\n\nThose never give up!  But they do have less and less of a connection to you over the years, until they aren't going to notice you've gotten smarter for the short time your attention span can sustain the view of the colors.\n\nBut if you get lucky, you somehow \"kept your connection\" to your childhood Ally, and he'll notice that you can now see glimpses of your energy body. Of the dreaming double.\n\nHe LOVES that. He's been messing with your dreaming double off and on for years.\n\nHe's the annoying 3rd grade teacher in your dream, who follows you around commenting on the mistakes you make, even though you're in a dream.\n\nHe's also one of the horrible monsters who scares the devil out of you, on nights where he can \"find a weakness\".\n\nPerhaps stress, slight illness, overwork.\n\nHe'll notice that in your dreams, and \"Pull on it\".\n\nSo you get a giant gorilla trying to eat you, because you saw a \"Gorilla Glue\" ad on TV that day.\n\nIt's not the ad.  It's your \"weakness\" from illness perhaps, combined with him trying to steal energy, and the only scary monster he found in your mind was from the TV commercial.\n\nIf someone had been joking at work that day about how scary clowns are, you might have gotten Pennywise from the movie \"It\".\n\nThat's how inorganic beings select images to  use. From your tonal awareness.\n\nSo the ideal \"best chance\" for you to succeed at darkroom gazing, is to \"see colors\" and then have a childhood IOB (inorganic being) notice that you're not as stupid as you used to be, and maybe he can appear for you.\n\nYou'll see a woman's face, barely.\n\nBut before you see her, you'll see \"colors\". Then learn that if you can force ever better silence, the colors don't go away just because you noticed them.\n\nAnd the colors might start to \"drift\" around.\n\nEventually your IOB notices, and makes an appearance.\n\nIt's in \"Fairy's Pass\" picture, over here:\n\n[https://preview.redd.it/fiulcpxhov751.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=a483c2a96563e65cffeb4ce77e023079b0eb66da](https://preview.redd.it/fiulcpxhov751.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=a483c2a96563e65cffeb4ce77e023079b0eb66da)\n\n\"Fairy\" herself made me draw that up. At 3AM she made me rush to work to my good computer, make the picture, and post it as fast as possible.\n\nFairy is the one who blackmailed me into coming here, via a roundabout road that took nearly 10 years.\n\nBut if I didn't comply, she promised to drive me mad.  With her friend Minx.\n\nBoth given to the private classes of Carlos.  It just seems that only me and Cholita learned to interact with them until this subreddit got active.\n\nBut what if you don't have an IOB?\n\nThen you need to do a song and a dance, to lure the double to come away from the walls of your egg and float around you.  Physically.\n\nMaybe you can't see him at the blue line, but he's there!\n\nAs real as you are.  These days, I have to check when I get home to make sure there's only one copy of Cholita in sight.\n\nShe can make a second one, and I can get distracted following it around thinking it's the real one.\n\nThat's how real they can get.  Including moving physical matter around, as if they were also made of physical matter.\n\nSo if you don't have a childhood monster under the bed, then you need to do a song and a dance to get the double to come closer and take a look.\n\nOddly, the double likes that kind of thing.\n\nHe likes martial arts forms too!\n\nNow I don't propose you get up and start tap dancing.\n\nI haven't tried it!\n\nBut, the sorcerers of don Juan's lineaged loved dancing.  Because they could hide \"magical movements\" in it.  Movements discovered by the old seers, thousands of years ago, and which are designed to stimulate the dreaming double from inside dreams.\n\nYou've done that too!  As a child you might have become at least a little aware you were in a dream, and you realized you can spray acid with your fingers.   To burn up attacking dream phantoms.\n\nOr you could jump up a little intending to land on a magic carpet, which you don't need to see.  And as long as you stop falling around 1 foot from the ground, and it \"feels very good\",  you can fly like that for the duration of the dream.\n\nTHOSE are the kinds of things the old seers discovered.\n\nExcept they were ALWAYS fully aware of being inside a dream.  They were raised from small children to never reject dreaming, or the monster in the closet. They grew up as \"lucid dreamers\".\n\nSo our \"new seer\" lineage knows some of their old \"dream moves\", and those are what Carlos gave us in the tensegrity.\n\nBut here's a quote from the books about one of the lineage's members liking to dance.\n\nI didn't realize Silvio did too!  I only remembered the Naguals who liked to dance.\n\n\\*\\*\\*\n\nSilvio Manuel was a magnificent dancer. His expertise in the various indigenous, sacred dances was legendary. He moved with rapturous abandon and would often ask me to dance with him. Whether it was a Venezuelan joropo, a cumbia, a samba, a tango, the twist, rock and roll, or a cheek-to-cheek bolero, he knew them all.\n\n\\*\\*\\*\n\nSo if you want to get up and do a little Tango, you might indeed get the \"colors\" you saw in darkness to move closer, and then you can find the \"puffs\".\n\nBut better is to use the tensegrity moves, because those have the secrets of the old seers embedded into the moves.\n\nTango itself does not.\n\nNor does Shotokan Kata #1.\n\nYou NEED to do the tensegrity.\n\nNot because of its \"qigong goodness\".\n\nNot because \"it makes your chi rise\".\n\nIt's because, it amuses the double. So he might come up to you, and stand just a foot or two away.\n\nBut in his \"puff form\".\n\nThat's before he decides to copy your physical shape, which he probably only does when he's being \"logical and rational\", and exploring dream worlds that look a lot like our normal world.\n\nHere's what happens at first.  Remember it.  No Tensegrity, no puffs to find.\n\nhttps://preview.redd.it/cviz2jcuzif91.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7b950bfc638b42f4d7fb2e6ab13048ed833489f6\n\nBut what does this have to do with blender's \"Geometry Nodes\"?\n\nIf you can't see that, you're probably not a programmer.\n\nBut it won't stop you from learning to be a sorcerer, when you finally decide to do that for real.\n\nI should probably make this post into a cartoon that beginners watch first, so they understand what darkroom really is.\n\nThe still pictures just didn't get the job done with new people.\n\nMaybe they're used to being entertained too much?\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Geometry Nodes and Puff Physics", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 58, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"a09wb5th7jf91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 44, "x": 108, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=af67dd0af407f10a3a381ec5ddebd1e2888e6bf0"}, {"y": 88, "x": 216, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=61b34477704de28a2522a6ff111da4d86c622823"}, {"y": 130, "x": 320, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=5e93a7b63927127fc81df5c8d3cd92d2a1fdc4b2"}, {"y": 261, "x": 640, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=142ff675b44d34bd8560a52a50e58b977dfaa13d"}, {"y": 391, "x": 960, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=ead2a34e18a082fbefdbd5bdce9783d533bef680"}, {"y": 440, "x": 1080, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=f6c4204db5cf2e5f55cab21ddd0f9d52a932965f"}], "s": {"y": 659, "x": 1614, "u": "https://preview.redd.it/a09wb5th7jf91.png?width=1614&amp;format=png&amp;auto=webp&amp;s=6dde980cc772ca6f00fbbc7d7f9a4404a3b37997"}, "id": "a09wb5th7jf91"}, "cviz2jcuzif91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=235c726b4f91825f0d6a33a839f92e4e52874bfe"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=ddea2869f5186a35549274ad40c856eaa342710f"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=29d996a574386e61ab8a6b3933ebfdc78a1fc764"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=e626db0ffbfbe884e9f447925720192cd7a8bd65"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=312b6f04c0be293cae739ef7a5e235a0a65e277c"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=57f0e657276ae6d8bbc17144a28aeb75b7cf2f27"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/cviz2jcuzif91.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7b950bfc638b42f4d7fb2e6ab13048ed833489f6"}, "id": "cviz2jcuzif91"}}, "name": "t3_wfb6xb", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "ups": 27, "domain": "self.castaneda", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/L2jRwcrH7wVZNrrSESRJtToc2SKqqyCoN_rDbbkBFE0.jpg", "edited": 1659547273.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "subreddit_type": "public", "created": 1659544448.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/a09wb5th7jf91.png?width=1614&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=6dde980cc772ca6f00fbbc7d7f9a4404a3b37997\"&gt;The guy looks a little high to me... But he won&amp;#39;t eat donuts, so who knows.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Blender, the free professional animation program, seems to have added just what we need for &amp;quot;puff physics&amp;quot;. The first 2 minutes of his video are more than enough to get the point.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=4WAxMI1QJMQ\"&gt;https://www.youtube.com/watch?v=4WAxMI1QJMQ&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;So we can scan in tensegrity forms using software which converts people doing movements on video, into cartoon characters copying them, and then blender will figure out what those tensegrity moves do in darkness.&lt;/p&gt;\n\n&lt;p&gt;In general.&lt;/p&gt;\n\n&lt;p&gt;The thing about tensegrity is, it stores intent.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s going to &amp;quot;stir&amp;quot; puffs following rules we can program into a computer.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;intent&amp;quot; of the original form, the tie it has to the old seers, won&amp;#39;t be in the &amp;quot;puff physics&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Still, it&amp;#39;ll take a long time for all of the tensegrity forms to be tested by people who can reach Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;And until then, it would be nice if beginners could select a form to learn, maybe one they know no one else tried, and get the carton &amp;quot;Carlos&amp;quot; in the virtual Dance Home reality we can create using Blender, to &amp;quot;turn off the lights&amp;quot; while the cartoon &amp;quot;Kylie&amp;quot; does the form for us.&lt;/p&gt;\n\n&lt;p&gt;Perfectly. From multiple angles!&lt;/p&gt;\n\n&lt;p&gt;Because she&amp;#39;s just duplicating what is on video. But in 3D space you can rotate at will.&lt;/p&gt;\n\n&lt;p&gt;Except that while doing that, the cartoon Kylie will alter the &amp;quot;second attention space&amp;quot; programmed into the computer by us.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;ll see a pretty good representation of what you could see in the second attention, while doing that form.&lt;/p&gt;\n\n&lt;p&gt;Frankly, it can&amp;#39;t fail!&lt;/p&gt;\n\n&lt;p&gt;The puffs aren&amp;#39;t random things, &amp;quot;all in your head&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are pieces of your energy body!&lt;/p&gt;\n\n&lt;p&gt;I hope beginners reading this understand.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t actually study in here, and just came because you saw what looks like actual magic, instead of the same old pretending of all the other subreddits,  you still don&amp;#39;t get it.&lt;/p&gt;\n\n&lt;p&gt;You can only learn magic in here if you work hard, and follow instructions.&lt;/p&gt;\n\n&lt;p&gt;If you want to make it easier, cut corners, or think it&amp;#39;s all crap anyway, so why put much time into it, you&amp;#39;ll just take up space on the subreddit and eventually go away.&lt;/p&gt;\n\n&lt;p&gt;You have to WANT real magic enough to learn what we&amp;#39;re doing in here.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t just looking for a way to stand out in magic discussion groups!&lt;/p&gt;\n\n&lt;p&gt;No one here cares about those anymore.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to create 10 powerful sorcerers, so that this knowledge isn&amp;#39;t lost forever.&lt;/p&gt;\n\n&lt;p&gt;And to learn it, you don&amp;#39;t just lay on your side in bed with your eyes open, repeating your mantra or whatever you did before, looking for magical sights.&lt;/p&gt;\n\n&lt;p&gt;So you can &amp;quot;find your greatness&amp;quot; and &amp;quot;tell all your friends&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I swear, that&amp;#39;s what half the people who comment are doing.&lt;/p&gt;\n\n&lt;p&gt;Crap.&lt;/p&gt;\n\n&lt;p&gt;Maybe one day some of those will &amp;quot;snap out of it&amp;quot;.  Trust me when I say, the ones in here who have learned to silence themselves and move their assemblage points, aren&amp;#39;t fooled for a second with your comments.&lt;/p&gt;\n\n&lt;p&gt;They know you&amp;#39;re likely a lost cause.  But everyone is always hopeful someone will wake up.&lt;/p&gt;\n\n&lt;p&gt;And the first thing you need to realize is, you can&amp;#39;t possibly reach the point where you can manufacture things to see in darkness.&lt;/p&gt;\n\n&lt;p&gt;Which I suppose, is what beginners tend to think. That this is all just &amp;quot;visualization&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Even though, there&amp;#39;s NO ONE who can do this, using visualization.&lt;/p&gt;\n\n&lt;p&gt;Might be a crazy guy somewhere.  But not a &amp;quot;system&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The ability to manufacture phantom realms, objects, and beings, is far, far away at the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re stuck up at the top in the blue line. The river of shit.&lt;/p&gt;\n\n&lt;p&gt;And up there most people can only think about other people, and how to steal attention and money from them.&lt;/p&gt;\n\n&lt;p&gt;From up there, you can&amp;#39;t created phantom stuff floating in the darkness.  At least, not sober.&lt;/p&gt;\n\n&lt;p&gt;You need REAL stuff to find in the darkness.  Something &amp;quot;real&amp;quot;, but which can only be seen when your assemblage point moves.&lt;/p&gt;\n\n&lt;p&gt;If you force silence, you can get your assemblage point to drift around.   Maybe, a 2 inch diameter circle, around it&amp;#39;s normal spot.&lt;/p&gt;\n\n&lt;p&gt;Up at the blue line.  There&amp;#39;s pretty much no where for it to go but either sideways, which will alter your mood and make you fussy, or it might go down which will tend to cause you to blank out, or fall asleep.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re pretty much SCREWED.&lt;/p&gt;\n\n&lt;p&gt;Even if you manage a tiny bit of silence, removing &amp;quot;most&amp;quot; of your internal dialogue, there&amp;#39;s nowhere interesting for you to go with the crummy levels of silence you can manage.&lt;/p&gt;\n\n&lt;p&gt;It takes 2 full hours to traverse the J curve!&lt;/p&gt;\n\n&lt;p&gt;And if you&amp;#39;re trying to find &amp;quot;alternatives&amp;quot; to forcing out the internal dialogue, there&amp;#39;s 100% nowhere for you to go. Nothing to see.&lt;/p&gt;\n\n&lt;p&gt;You just have to accept that it&amp;#39;s painful to remove those endless words from your mind.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s step 1.  To accept that there&amp;#39;s no other way.  You aren&amp;#39;t going to find a way to &amp;quot;cheat&amp;quot; and become famous, with your own sorcery franchise.  With your &amp;quot;easier way to do darkroom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s already several people going around with that pretending.  Thankfully they either got tossed out, or left on their own.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll just turn dishonest, and get kicked out when we figure out you have motivations to &amp;quot;teach&amp;quot;.  Instead of learning first.&lt;/p&gt;\n\n&lt;p&gt;So you have to force off the internal dialogue in perfect darkness, if you want an ideal situation.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s still not enough.&lt;/p&gt;\n\n&lt;p&gt;As I said, &amp;quot;there&amp;#39;s nothing to see here&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not at the blue line.&lt;/p&gt;\n\n&lt;p&gt;Not even halfway down to the green line.&lt;/p&gt;\n\n&lt;p&gt;A few minor &amp;quot;visions&amp;quot; can happen at the green line, you can feel &amp;quot;bliss&amp;quot;, but in the end you&amp;#39;ll just be another crummy Buddha Boy down there, deluded into believing you &amp;quot;have arrived&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Buddhist &amp;quot;Enlightenment&amp;quot; is like a 5 year old with a handful of pocket change, thinking he can buy himself a  Lamborghini.&lt;/p&gt;\n\n&lt;p&gt;5 year olds don&amp;#39;t understand &amp;quot;money&amp;quot; yet.&lt;/p&gt;\n\n&lt;p&gt;But the worst part is, the kid can&amp;#39;t drive. And really doesn&amp;#39;t know how to get anywhere, if he could.&lt;/p&gt;\n\n&lt;p&gt;The truth is, he just wants &amp;quot;daddy to love him&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And daddy likes Lamborghinis.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t be that kid.  They don&amp;#39;t work out in this subreddit. Go over to the Buddhist subreddit if that&amp;#39;s what you&amp;#39;re in to.&lt;/p&gt;\n\n&lt;p&gt;The Dali Lama loves EVERYONE.&lt;/p&gt;\n\n&lt;p&gt;(who has cash).&lt;/p&gt;\n\n&lt;p&gt;And he&amp;#39;ll sell you a franchise!&lt;/p&gt;\n\n&lt;p&gt;So if that&amp;#39;s what you really want, you don&amp;#39;t belong in here.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t have any franchises, and no one gets any cash from this.  And you won&amp;#39;t get attention.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get lynched for having real magic.&lt;/p&gt;\n\n&lt;p&gt;But back to the person who decides to actually follow instructions in here.&lt;/p&gt;\n\n&lt;p&gt;By the way, this isn&amp;#39;t a new problem.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also why Carlos was unable to teach sorcery to anyone.  Not a single one!&lt;/p&gt;\n\n&lt;p&gt;Because they wouldn&amp;#39;t follow instructions.&lt;/p&gt;\n\n&lt;p&gt;To this day, there are thousands doing tensegrity and pretending to do recap, who don&amp;#39;t care at all about magic.  They don&amp;#39;t really even believe that.&lt;/p&gt;\n\n&lt;p&gt;So if you&amp;#39;re the guy who&amp;#39;s really trying, what makes it not completely hopeless that you will succeed?&lt;/p&gt;\n\n&lt;p&gt;You do!&lt;/p&gt;\n\n&lt;p&gt;But not the &lt;strong&gt;you&lt;/strong&gt;, you are thinking of.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s your double!&lt;/p&gt;\n\n&lt;p&gt;HE wants you to succeed.&lt;/p&gt;\n\n&lt;p&gt;But right now you smell like shit.  In fact, it gives him the creeps to even get within 2 feet of you. It&amp;#39;s all the &amp;quot;worry and grief&amp;quot; you are drowning in.&lt;/p&gt;\n\n&lt;p&gt;So he&amp;#39;s pressed against the inside of the &amp;quot;egg&amp;quot; shape that holds our awareness, with his nose(s) pressed against it like a window, looking out into infinity for something fun to do. Anything to get away from you.&lt;/p&gt;\n\n&lt;p&gt;And he can &amp;quot;project&amp;quot; himself out there.  That&amp;#39;s what you experience at night when you dream.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s your salvation.&lt;/p&gt;\n\n&lt;p&gt;Because the instant you don&amp;#39;t smell as bad, because you&amp;#39;ve reduced your internal dialogue, he notices.&lt;/p&gt;\n\n&lt;p&gt;He turns his nose away from being smashed up against the egg, several feet away from you, and looks back to see why you don&amp;#39;t smell as awful anymore.&lt;/p&gt;\n\n&lt;p&gt;You still smell horrible!  But at least he no longer feels like vomiting.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still not enough.&lt;/p&gt;\n\n&lt;p&gt;As it is there, you might see &amp;quot;colors&amp;quot; in the darkness.  Because he&amp;#39;s &amp;quot;concentrated&amp;quot; a little, wherever he moved back from the window of the egg to look inside at you.&lt;/p&gt;\n\n&lt;p&gt;If you force silence well, you might notice some &amp;quot;colors&amp;quot; in the darkness.&lt;/p&gt;\n\n&lt;p&gt;Once you do that, you can &amp;quot;lure&amp;quot; him.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;ll take forever, and you&amp;#39;ll give up.&lt;/p&gt;\n\n&lt;p&gt;You really don&amp;#39;t have forever.  Even if you are young the river of shit will suck you back, and you&amp;#39;ll forget all about sorcery forever.&lt;/p&gt;\n\n&lt;p&gt;While you are aware of it, you need to do something else. Besides just &amp;quot;look for colors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what they do in the books first. BUT, they have Zuleica there.&lt;/p&gt;\n\n&lt;p&gt;And like, it&amp;#39;s her double.  Not even the real her.  Once they found colors, she told them more things to do.&lt;/p&gt;\n\n&lt;p&gt;So clearly, &amp;quot;finding colors&amp;quot; is still not enough.  You need &amp;quot;outside help&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To get that, there&amp;#39;s 2 possibilities.&lt;/p&gt;\n\n&lt;p&gt;If you are lucky, the slight look you get of the &amp;quot;colors&amp;quot; in the darkness, which is your double turning his head to see why you don&amp;#39;t stink as much, will be noticed by an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;Maybe your childhood, &amp;quot;Monster in the closet&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those never give up!  But they do have less and less of a connection to you over the years, until they aren&amp;#39;t going to notice you&amp;#39;ve gotten smarter for the short time your attention span can sustain the view of the colors.&lt;/p&gt;\n\n&lt;p&gt;But if you get lucky, you somehow &amp;quot;kept your connection&amp;quot; to your childhood Ally, and he&amp;#39;ll notice that you can now see glimpses of your energy body. Of the dreaming double.&lt;/p&gt;\n\n&lt;p&gt;He LOVES that. He&amp;#39;s been messing with your dreaming double off and on for years.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s the annoying 3rd grade teacher in your dream, who follows you around commenting on the mistakes you make, even though you&amp;#39;re in a dream.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s also one of the horrible monsters who scares the devil out of you, on nights where he can &amp;quot;find a weakness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Perhaps stress, slight illness, overwork.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;ll notice that in your dreams, and &amp;quot;Pull on it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So you get a giant gorilla trying to eat you, because you saw a &amp;quot;Gorilla Glue&amp;quot; ad on TV that day.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not the ad.  It&amp;#39;s your &amp;quot;weakness&amp;quot; from illness perhaps, combined with him trying to steal energy, and the only scary monster he found in your mind was from the TV commercial.&lt;/p&gt;\n\n&lt;p&gt;If someone had been joking at work that day about how scary clowns are, you might have gotten Pennywise from the movie &amp;quot;It&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how inorganic beings select images to  use. From your tonal awareness.&lt;/p&gt;\n\n&lt;p&gt;So the ideal &amp;quot;best chance&amp;quot; for you to succeed at darkroom gazing, is to &amp;quot;see colors&amp;quot; and then have a childhood IOB (inorganic being) notice that you&amp;#39;re not as stupid as you used to be, and maybe he can appear for you.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll see a woman&amp;#39;s face, barely.&lt;/p&gt;\n\n&lt;p&gt;But before you see her, you&amp;#39;ll see &amp;quot;colors&amp;quot;. Then learn that if you can force ever better silence, the colors don&amp;#39;t go away just because you noticed them.&lt;/p&gt;\n\n&lt;p&gt;And the colors might start to &amp;quot;drift&amp;quot; around.&lt;/p&gt;\n\n&lt;p&gt;Eventually your IOB notices, and makes an appearance.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in &amp;quot;Fairy&amp;#39;s Pass&amp;quot; picture, over here:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/fiulcpxhov751.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a483c2a96563e65cffeb4ce77e023079b0eb66da\"&gt;https://preview.redd.it/fiulcpxhov751.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a483c2a96563e65cffeb4ce77e023079b0eb66da&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Fairy&amp;quot; herself made me draw that up. At 3AM she made me rush to work to my good computer, make the picture, and post it as fast as possible.&lt;/p&gt;\n\n&lt;p&gt;Fairy is the one who blackmailed me into coming here, via a roundabout road that took nearly 10 years.&lt;/p&gt;\n\n&lt;p&gt;But if I didn&amp;#39;t comply, she promised to drive me mad.  With her friend Minx.&lt;/p&gt;\n\n&lt;p&gt;Both given to the private classes of Carlos.  It just seems that only me and Cholita learned to interact with them until this subreddit got active.&lt;/p&gt;\n\n&lt;p&gt;But what if you don&amp;#39;t have an IOB?&lt;/p&gt;\n\n&lt;p&gt;Then you need to do a song and a dance, to lure the double to come away from the walls of your egg and float around you.  Physically.&lt;/p&gt;\n\n&lt;p&gt;Maybe you can&amp;#39;t see him at the blue line, but he&amp;#39;s there!&lt;/p&gt;\n\n&lt;p&gt;As real as you are.  These days, I have to check when I get home to make sure there&amp;#39;s only one copy of Cholita in sight.&lt;/p&gt;\n\n&lt;p&gt;She can make a second one, and I can get distracted following it around thinking it&amp;#39;s the real one.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how real they can get.  Including moving physical matter around, as if they were also made of physical matter.&lt;/p&gt;\n\n&lt;p&gt;So if you don&amp;#39;t have a childhood monster under the bed, then you need to do a song and a dance to get the double to come closer and take a look.&lt;/p&gt;\n\n&lt;p&gt;Oddly, the double likes that kind of thing.&lt;/p&gt;\n\n&lt;p&gt;He likes martial arts forms too!&lt;/p&gt;\n\n&lt;p&gt;Now I don&amp;#39;t propose you get up and start tap dancing.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t tried it!&lt;/p&gt;\n\n&lt;p&gt;But, the sorcerers of don Juan&amp;#39;s lineaged loved dancing.  Because they could hide &amp;quot;magical movements&amp;quot; in it.  Movements discovered by the old seers, thousands of years ago, and which are designed to stimulate the dreaming double from inside dreams.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve done that too!  As a child you might have become at least a little aware you were in a dream, and you realized you can spray acid with your fingers.   To burn up attacking dream phantoms.&lt;/p&gt;\n\n&lt;p&gt;Or you could jump up a little intending to land on a magic carpet, which you don&amp;#39;t need to see.  And as long as you stop falling around 1 foot from the ground, and it &amp;quot;feels very good&amp;quot;,  you can fly like that for the duration of the dream.&lt;/p&gt;\n\n&lt;p&gt;THOSE are the kinds of things the old seers discovered.&lt;/p&gt;\n\n&lt;p&gt;Except they were ALWAYS fully aware of being inside a dream.  They were raised from small children to never reject dreaming, or the monster in the closet. They grew up as &amp;quot;lucid dreamers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So our &amp;quot;new seer&amp;quot; lineage knows some of their old &amp;quot;dream moves&amp;quot;, and those are what Carlos gave us in the tensegrity.&lt;/p&gt;\n\n&lt;p&gt;But here&amp;#39;s a quote from the books about one of the lineage&amp;#39;s members liking to dance.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t realize Silvio did too!  I only remembered the Naguals who liked to dance.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel was a magnificent dancer. His expertise in the various indigenous, sacred dances was legendary. He moved with rapturous abandon and would often ask me to dance with him. Whether it was a Venezuelan joropo, a cumbia, a samba, a tango, the twist, rock and roll, or a cheek-to-cheek bolero, he knew them all.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;So if you want to get up and do a little Tango, you might indeed get the &amp;quot;colors&amp;quot; you saw in darkness to move closer, and then you can find the &amp;quot;puffs&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But better is to use the tensegrity moves, because those have the secrets of the old seers embedded into the moves.&lt;/p&gt;\n\n&lt;p&gt;Tango itself does not.&lt;/p&gt;\n\n&lt;p&gt;Nor does Shotokan Kata #1.&lt;/p&gt;\n\n&lt;p&gt;You NEED to do the tensegrity.&lt;/p&gt;\n\n&lt;p&gt;Not because of its &amp;quot;qigong goodness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not because &amp;quot;it makes your chi rise&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because, it amuses the double. So he might come up to you, and stand just a foot or two away.&lt;/p&gt;\n\n&lt;p&gt;But in his &amp;quot;puff form&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s before he decides to copy your physical shape, which he probably only does when he&amp;#39;s being &amp;quot;logical and rational&amp;quot;, and exploring dream worlds that look a lot like our normal world.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what happens at first.  Remember it.  No Tensegrity, no puffs to find.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/cviz2jcuzif91.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7b950bfc638b42f4d7fb2e6ab13048ed833489f6\"&gt;https://preview.redd.it/cviz2jcuzif91.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7b950bfc638b42f4d7fb2e6ab13048ed833489f6&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;But what does this have to do with blender&amp;#39;s &amp;quot;Geometry Nodes&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;If you can&amp;#39;t see that, you&amp;#39;re probably not a programmer.&lt;/p&gt;\n\n&lt;p&gt;But it won&amp;#39;t stop you from learning to be a sorcerer, when you finally decide to do that for real.&lt;/p&gt;\n\n&lt;p&gt;I should probably make this post into a cartoon that beginners watch first, so they understand what darkroom really is.&lt;/p&gt;\n\n&lt;p&gt;The still pictures just didn&amp;#39;t get the job done with new people.&lt;/p&gt;\n\n&lt;p&gt;Maybe they&amp;#39;re used to being entertained too much?&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?auto=webp&amp;s=0b9b39454ed4ecdf346585c5accde1ba89c867b5", "width": 2592, "height": 1080}, "resolutions": [{"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=3d2f7dddd3ebc2a1a0042a3c48ae71b35fdbac1a", "width": 108, "height": 45}, {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a8f7c2df3cbe28c447860b3cd221593fe5272222", "width": 216, "height": 90}, {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=28d4e98e0913635e4c2ef41006eb066d2621d738", "width": 320, "height": 133}, {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=8c6136c998444b8e95fe7e76686886cfe86afc19", "width": 640, "height": 266}, {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=e77002f693ee58e4dd460da228ed9cb36e78bfa0", "width": 960, "height": 400}, {"url": "https://external-preview.redd.it/9plC8w8RtqQphcpfMLYrzNLm6_VlGhRQTcvkwn35O5k.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=d7cd816165aa5b1ee04d456bd91f561b1e0198f1", "width": 1080, "height": 450}], "variants": {}, "id": "wLfXk7qb4ZZOUhEeCGYfC-ZCfARD6AWf2eKmZ2UsxFU"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "wfb6xb", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 21, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/", "subreddit_subscribers": 9561, "created_utc": 1659544448.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iiuozpj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "KrazyTayl", "can_mod_post": false, "created_utc": 1659572321.0, "send_replies": true, "parent_id": "t3_wfb6xb", "score": 4, "author_fullname": "t2_3i08j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Wow", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iiuozpj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iiuozpj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659572321.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wfb6xb", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "im9lqmo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "KindStrangerGekko", "can_mod_post": false, "created_utc": 1661786761.0, "send_replies": true, "parent_id": "t1_im9kdo1", "score": 3, "author_fullname": "t2_j19f5rg5", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes i see. I'll go look at the wiki info when I'm at the laptop later and get a good sense of what is what. Thanks again for responding 😊 it is very much appreciated. \n\nYou gave me a lot of good info here, I'm grateful for finding the people that agree about the shit show out there in spirituality and religion. It's vastly confusing and seriously lacking. \n\nI'll be back!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_im9lqmo", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes i see. I&amp;#39;ll go look at the wiki info when I&amp;#39;m at the laptop later and get a good sense of what is what. Thanks again for responding 😊 it is very much appreciated. &lt;/p&gt;\n\n&lt;p&gt;You gave me a lot of good info here, I&amp;#39;m grateful for finding the people that agree about the shit show out there in spirituality and religion. It&amp;#39;s vastly confusing and seriously lacking. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll be back!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im9lqmo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661786761.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wfb6xb", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "im9kdo1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661786211.0, "send_replies": true, "parent_id": "t1_im8m4vp", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hard to say for sure.\n\nJust remember, we're looking for \"real stuff\" in darkroom.\n\nNot just \"anything that will impress your friends\".\n\nWe have a problem with new men who come here, think it's all about attention seeking, realize this place has the real thing, so they try to \"fake it\".\n\nSo they can get praise and go cheat others with some bizarre new \"teaching\" they create themselves.\n\nIt's an endless problem!\n\nSo you get men saying, \"You can hit your head with a hammer, and see yellow lights!\"\n\nOr something similar, designed only to let them lie and pretend to be learning \"faster\" than others.\n\nWe ARE NOT, looking for \"weird stuff\".\n\nI like to say that in explanations,  but the explanation is much longer and that's just an introduction to the idea of seeing anything at all in darkness.\n\nDon't ignore anything!\n\nBut also don't use a hammer, or a \"Brim Hoffmeister\" sausage inhalation breathing technique.\n\nWe aren't trying to invent something new here!\n\nIn fact, anything new will fail.\n\nWe MUST copy \"the old seers\" or there's no chance to learn sorcery.\n\nThat's how the magical force of \"intent\" works. If follows history to take you to the same destination others visited.\n\nSo what we seek is REAL.\n\nThe puffs for example,  are your dreaming double's awareness!\n\nAnd little faces in the air, or demons threatening to bite you, are inorganic beings.\n\nBOTH are very real.\n\nHowever, the dream puffs can form dream scenes in the darkness.\n\nThat's what your double does!  He projects pieces of himself around himself, and those manifest dreaming worlds.\n\nThen he goes out pretending to be exploring \"new worlds\".\n\nIf he's lucky, he zeros in on an actual real one.  \n\nOne that has its own \"energy\".\n\nThose are called, \"energy generating worlds\".\n\nIf you can find those in waking dreaming, the don't burn up dreaming attention.\n\nWhich makes them very nice.\n\nIn fact, which makes the IOB realm nice too. It has its OWN ENERGY.\n\nSo staying in there is easy.\n\nThus you seeing a dream vision might just be that you \"saw a purple puff\", but it was stretched paper thin, and you had a dream vision materialize on it for you.\n\nOn the other hand, try to avoid \"visualizing\" the way Buddha addicts do, so they can pretend to be having results.\n\nWe don't want a \"Golden Buddha\" floating in the air.\n\nUNLESS you can make that happen with your eyes open, you can grab it, reshape it, and turn it into something else.\n\nJust don't fake results with \"visualization\".\n\nUNLESS, you really do see that, and your eyes are open.\n\nClosed eyes might allow you to do waking dreaming also, the way meditators can have lame visions.\n\nBut that leads the double away from the waking world.\n\nEyes open and he can't resist helping you \"reform\" the crummy golden buddha statue into something useful.  Like a soccer ball.\n\nHe loves that kind of thing.\n\nJust don't forget to try to smash it against a wall.\n\nThe resulting fireworks show can be dazzling.", "edited": 1661786731.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_im9kdo1", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hard to say for sure.&lt;/p&gt;\n\n&lt;p&gt;Just remember, we&amp;#39;re looking for &amp;quot;real stuff&amp;quot; in darkroom.&lt;/p&gt;\n\n&lt;p&gt;Not just &amp;quot;anything that will impress your friends&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We have a problem with new men who come here, think it&amp;#39;s all about attention seeking, realize this place has the real thing, so they try to &amp;quot;fake it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So they can get praise and go cheat others with some bizarre new &amp;quot;teaching&amp;quot; they create themselves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an endless problem!&lt;/p&gt;\n\n&lt;p&gt;So you get men saying, &amp;quot;You can hit your head with a hammer, and see yellow lights!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or something similar, designed only to let them lie and pretend to be learning &amp;quot;faster&amp;quot; than others.&lt;/p&gt;\n\n&lt;p&gt;We ARE NOT, looking for &amp;quot;weird stuff&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I like to say that in explanations,  but the explanation is much longer and that&amp;#39;s just an introduction to the idea of seeing anything at all in darkness.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t ignore anything!&lt;/p&gt;\n\n&lt;p&gt;But also don&amp;#39;t use a hammer, or a &amp;quot;Brim Hoffmeister&amp;quot; sausage inhalation breathing technique.&lt;/p&gt;\n\n&lt;p&gt;We aren&amp;#39;t trying to invent something new here!&lt;/p&gt;\n\n&lt;p&gt;In fact, anything new will fail.&lt;/p&gt;\n\n&lt;p&gt;We MUST copy &amp;quot;the old seers&amp;quot; or there&amp;#39;s no chance to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how the magical force of &amp;quot;intent&amp;quot; works. If follows history to take you to the same destination others visited.&lt;/p&gt;\n\n&lt;p&gt;So what we seek is REAL.&lt;/p&gt;\n\n&lt;p&gt;The puffs for example,  are your dreaming double&amp;#39;s awareness!&lt;/p&gt;\n\n&lt;p&gt;And little faces in the air, or demons threatening to bite you, are inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;BOTH are very real.&lt;/p&gt;\n\n&lt;p&gt;However, the dream puffs can form dream scenes in the darkness.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what your double does!  He projects pieces of himself around himself, and those manifest dreaming worlds.&lt;/p&gt;\n\n&lt;p&gt;Then he goes out pretending to be exploring &amp;quot;new worlds&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If he&amp;#39;s lucky, he zeros in on an actual real one.  &lt;/p&gt;\n\n&lt;p&gt;One that has its own &amp;quot;energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are called, &amp;quot;energy generating worlds&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you can find those in waking dreaming, the don&amp;#39;t burn up dreaming attention.&lt;/p&gt;\n\n&lt;p&gt;Which makes them very nice.&lt;/p&gt;\n\n&lt;p&gt;In fact, which makes the IOB realm nice too. It has its OWN ENERGY.&lt;/p&gt;\n\n&lt;p&gt;So staying in there is easy.&lt;/p&gt;\n\n&lt;p&gt;Thus you seeing a dream vision might just be that you &amp;quot;saw a purple puff&amp;quot;, but it was stretched paper thin, and you had a dream vision materialize on it for you.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, try to avoid &amp;quot;visualizing&amp;quot; the way Buddha addicts do, so they can pretend to be having results.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t want a &amp;quot;Golden Buddha&amp;quot; floating in the air.&lt;/p&gt;\n\n&lt;p&gt;UNLESS you can make that happen with your eyes open, you can grab it, reshape it, and turn it into something else.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t fake results with &amp;quot;visualization&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;UNLESS, you really do see that, and your eyes are open.&lt;/p&gt;\n\n&lt;p&gt;Closed eyes might allow you to do waking dreaming also, the way meditators can have lame visions.&lt;/p&gt;\n\n&lt;p&gt;But that leads the double away from the waking world.&lt;/p&gt;\n\n&lt;p&gt;Eyes open and he can&amp;#39;t resist helping you &amp;quot;reform&amp;quot; the crummy golden buddha statue into something useful.  Like a soccer ball.&lt;/p&gt;\n\n&lt;p&gt;He loves that kind of thing.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t forget to try to smash it against a wall.&lt;/p&gt;\n\n&lt;p&gt;The resulting fireworks show can be dazzling.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im9kdo1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661786211.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "im8m4vp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KindStrangerGekko", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im8hljr", "score": 1, "author_fullname": "t2_j19f5rg5", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I really enjoy reading your replies, thank you.\n\nI get them to work together often enough to know how to get it back... my double and I worked together to heal my tonal body from being \"mad\", like you say. \n\nMy path to neurotypical was hard as nails... but i reworked the connection and when i do the daily work, my double stays close, sometimes touching which opens up this tunnel down my spine and causes all sorts of emotional stimulation. \n\nI have hope for my husband because his double is helping him too... he is going through a reshuffling. Last year we brainstormed this app idea for months and he started this year on dev, while moving us through his career to a new town. Our family is becoming something else. My son is learning to astral project and claims to be taking part in some \"games with others\". \n\nMy daughter is an odd nut to crack... she is a mix between interesting parts of my partner and i... observing her has healed me as well. She connects often, the two of them together result in a giggle fit for hours if not stopped. I hate stopping her, because i think that is how i was broken down... so i try and explain that our sensitivity to noise stems from being silenced as children. Seen, never heard. Its a generational gap from our parents and their misunderstanding of life.\n\nRegarding all the shit out there... yes i see your point and i do agree. I read through years of BS to get the clear answers... but like most, i got the answers from within, forgot the magic, and went looking for confirmation online to explain what we already know through experience. Its one giant snake loop that keeps eating you up, spitting you out and doing it again and again...\n\nWhat i did learn online through \"spirituality\", was finding the Now. Mushrooms, Mescaline and LSD showed me how i could be, found out it was all impossible but yet i can't do it? Like what? I knew i was getting the results they said i couldnt get without drugs. Wish i went for a brain scan before my first awakening... so i could compare it to now. Because no one would believe how much change is possible.\n\nBefore finding this new mission, i was thinking about how i can help people get unstuck. But the more i found, the more I realized everything i like in Media has been telling me exactly this... so i thought i need to write a \"story\" mapping the choices that got me here in metaphors. I would do this as therapy for my tonal body. I am drawn to create music, to dance, to draw and to write and teach. \n\nI am still in financial slavery, and want to escape. But i received a message a while back saying that its wrong to charge money for teaching. So i won't do that. Right now, i dont know what i would teach, its all noise. What i want is to infiltrate the schools and secretly teach the children to power themselves up. Maybe that is my underlying mission. I think schools are absolutely toxic and have no idea that they are. Those people are all insane children pretending to be adults. I have taken my children out of the system and they have flourished. I have removed myself from my whole family of mad people pretending they made it.\n\nI went through that whole inflated spiritual ego trip as well, wow. It became very obvious what that was all about when i became established at the center while awake. Haha, what a fun ride its been.\n\nThis whole god confusion has been the death of millions, stop your waffling and shut the f up. Sit down. Go to silence. Find your universe and start mapping it out. Chose a cause and stick to the mission. Get yourself a daily routine of reminders. These reminders need to be mapped into your core so that you stop forgetting. Stay on that momentum and see how your world starts to blossom. If it doesnt, you are doing it wrong. Stop, go back, try again. Sounds easy, hehe, it isn't. My routine includes everything I've gathered along the way that gave me the results i was looking for... i do a lot that i don't understand all the time, but when the connection comes again i remember everything. I noticed that i feel open when I'm making the right choices and closed when i make the wrong ones... this is now easy. If i was joyful and notice i lost it, i go get it back. Then it stays. It goes away because something happened and needed me to jump and i said no... so the gate closed and my double got upset. So then i go back to silence on the inside (a few breaths with open eyes and feeling the energy swirl) and then i lose the grumpy feeling. I've had issues with \"mood swings\" my whole life, only now am i able to self regulate!\n\nEdit: i have a question... so I'm brand new to sorcery. But i noticed something when staring into the darkness. I have trouble with visualizing images in my mind. I can't \"picture\" an apple in my head just like that. What i can do is i stare into and past the puffs of smoke and then when i forget I'm \"looking\", a scene appears in the puff and plays out till i observe it closer, it disappears. I manage to keep them playing, sometimes. Last night i had a moth fly out of the one and cross to another puff before i forgot to not observe. Is this in line with what you are doing here?", "edited": 1661769306.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_im8m4vp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I really enjoy reading your replies, thank you.&lt;/p&gt;\n\n&lt;p&gt;I get them to work together often enough to know how to get it back... my double and I worked together to heal my tonal body from being &amp;quot;mad&amp;quot;, like you say. &lt;/p&gt;\n\n&lt;p&gt;My path to neurotypical was hard as nails... but i reworked the connection and when i do the daily work, my double stays close, sometimes touching which opens up this tunnel down my spine and causes all sorts of emotional stimulation. &lt;/p&gt;\n\n&lt;p&gt;I have hope for my husband because his double is helping him too... he is going through a reshuffling. Last year we brainstormed this app idea for months and he started this year on dev, while moving us through his career to a new town. Our family is becoming something else. My son is learning to astral project and claims to be taking part in some &amp;quot;games with others&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;My daughter is an odd nut to crack... she is a mix between interesting parts of my partner and i... observing her has healed me as well. She connects often, the two of them together result in a giggle fit for hours if not stopped. I hate stopping her, because i think that is how i was broken down... so i try and explain that our sensitivity to noise stems from being silenced as children. Seen, never heard. Its a generational gap from our parents and their misunderstanding of life.&lt;/p&gt;\n\n&lt;p&gt;Regarding all the shit out there... yes i see your point and i do agree. I read through years of BS to get the clear answers... but like most, i got the answers from within, forgot the magic, and went looking for confirmation online to explain what we already know through experience. Its one giant snake loop that keeps eating you up, spitting you out and doing it again and again...&lt;/p&gt;\n\n&lt;p&gt;What i did learn online through &amp;quot;spirituality&amp;quot;, was finding the Now. Mushrooms, Mescaline and LSD showed me how i could be, found out it was all impossible but yet i can&amp;#39;t do it? Like what? I knew i was getting the results they said i couldnt get without drugs. Wish i went for a brain scan before my first awakening... so i could compare it to now. Because no one would believe how much change is possible.&lt;/p&gt;\n\n&lt;p&gt;Before finding this new mission, i was thinking about how i can help people get unstuck. But the more i found, the more I realized everything i like in Media has been telling me exactly this... so i thought i need to write a &amp;quot;story&amp;quot; mapping the choices that got me here in metaphors. I would do this as therapy for my tonal body. I am drawn to create music, to dance, to draw and to write and teach. &lt;/p&gt;\n\n&lt;p&gt;I am still in financial slavery, and want to escape. But i received a message a while back saying that its wrong to charge money for teaching. So i won&amp;#39;t do that. Right now, i dont know what i would teach, its all noise. What i want is to infiltrate the schools and secretly teach the children to power themselves up. Maybe that is my underlying mission. I think schools are absolutely toxic and have no idea that they are. Those people are all insane children pretending to be adults. I have taken my children out of the system and they have flourished. I have removed myself from my whole family of mad people pretending they made it.&lt;/p&gt;\n\n&lt;p&gt;I went through that whole inflated spiritual ego trip as well, wow. It became very obvious what that was all about when i became established at the center while awake. Haha, what a fun ride its been.&lt;/p&gt;\n\n&lt;p&gt;This whole god confusion has been the death of millions, stop your waffling and shut the f up. Sit down. Go to silence. Find your universe and start mapping it out. Chose a cause and stick to the mission. Get yourself a daily routine of reminders. These reminders need to be mapped into your core so that you stop forgetting. Stay on that momentum and see how your world starts to blossom. If it doesnt, you are doing it wrong. Stop, go back, try again. Sounds easy, hehe, it isn&amp;#39;t. My routine includes everything I&amp;#39;ve gathered along the way that gave me the results i was looking for... i do a lot that i don&amp;#39;t understand all the time, but when the connection comes again i remember everything. I noticed that i feel open when I&amp;#39;m making the right choices and closed when i make the wrong ones... this is now easy. If i was joyful and notice i lost it, i go get it back. Then it stays. It goes away because something happened and needed me to jump and i said no... so the gate closed and my double got upset. So then i go back to silence on the inside (a few breaths with open eyes and feeling the energy swirl) and then i lose the grumpy feeling. I&amp;#39;ve had issues with &amp;quot;mood swings&amp;quot; my whole life, only now am i able to self regulate!&lt;/p&gt;\n\n&lt;p&gt;Edit: i have a question... so I&amp;#39;m brand new to sorcery. But i noticed something when staring into the darkness. I have trouble with visualizing images in my mind. I can&amp;#39;t &amp;quot;picture&amp;quot; an apple in my head just like that. What i can do is i stare into and past the puffs of smoke and then when i forget I&amp;#39;m &amp;quot;looking&amp;quot;, a scene appears in the puff and plays out till i observe it closer, it disappears. I manage to keep them playing, sometimes. Last night i had a moth fly out of the one and cross to another puff before i forgot to not observe. Is this in line with what you are doing here?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im8m4vp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661768505.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661768505.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "im8hljr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im834oh", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suppose you might be the reason I just woke up from my double being confused by my waking tonal body, being present at the same time in his dream.\n\nI had forgotten it can happen in both directions!  Small children get confused like that.\n\nAs for your husband, unfortunately no matter how obvious it is that you play around in your doubles, he won't remember it.  And won't believe it, even if he says he does.\n\nI have the same problem with Cholita.\n\nHer tonal body is completely mad.  Hereditary I suspect.  Her mom had the same illness.\n\nBut her double obeyed every suggestion Carlos and the witches gave her, so she never stopped practicing in all this time since Carlos was gone.\n\nThus while awake she can bend the laws of physics right in your face, when you try to bring up her visits at night in her double, which happen to me fully awake as a result of moving my assemblage point during darkroom, she pretends she knows nothing about it.\n\nEven gets angry for it being mentioned.\n\nThe only cure I have is to learn something from her double, that my tonal couldn't possibly have known. So I can throw it in her face.  For example, her double showed me some images she had on her cellphone I couldn't possibly have seen.\n\nBut didn't matter much, because she concocted the idea I'd stolen her phone a while, to look at the pictures.\n\nYou just can't win!  Our tonal will fight to the death to prove our double can't be real.  It's been brainwashed by the social order.\n\nI'm glad you recognize everything else out there is shit, because that's the most sinister part of all!\n\nThe other stuff pretends to be a \"path to freedom\" too!\n\nBut actually it's all bad men who noticed people will pay good money for a \"path to freedom\", so they set  up their little card table along the road, and started selling junk to passers by.\n\nFake magic courses, fake potions, fake power objects.\n\nThe Buddha and his disciples were such a little card table on the road, selling repackaged crummy Hindu meditation.\n\nWhich itself, was repackaged North African shamanism, long dead with only traces of magic left.  Nothing more than shamanic drumming can produce.\n\nBut when their little card table wasn't making enough money on the side of the road, because their passing by customers realized they were full of it, as always happens, they \"sold franchises\" to eager new strangers, who wanted to be \"officially\" a \"magic man\".\n\nIt's the actual motivation behind all the Buddha zombees thinking \"some day I'll get to see that real tibetan magic, high up in the mountains\".\n\nIt just worked out really well for the franchises, because Asia had no well organized religion to provide the temples needed for family gatherings and important events.\n\nThey had ancestor worship, and shamanism.\n\nNeither is likely to fund raise a giant temple.\n\nSo Buddhism \"got lucky\" and perpetuated all over asia, but no one there really took it seriously.  It was a job, that's all.\n\nIt got taken seriously when some bad westerners decided it might make a good little card table along the road, to sell stuff to passing strangers.\n\nThey \"sanitized\" and translate it for the west, and now there's a giant gullible western audience who believes it has great merit.\n\nWhen in reality, it's just three times removed old stuff being ginned up for resale.\n\nThe hindus originally said, \"Hey, this ancient magic nonsense among the Akkadians has great potential now that money has been invented.  Let's repackage that older magic, and sell it!\"\n\nThen 1000 years later the Buddha said, \"Hey, this Hindu magic has potential.  Let's repackage it, and sell it.\"\n\nThen 2000 years later, some white guy at a university said, \"hey, this asian stuff has potential. Let's sanitize it for westerners and resell it here.   At the least I'll get a good scholarly seeming book out of it!\"\n\nThat's the world of magic and religion as we have it today.\n\nNothing but \"bad players\".\n\nThe odd thing is, all the bad players are shouting , \"MAGIC!!!  WE HAVE MAGIC FOR SALE!!!\"\n\nBut when you point out they don't, and there's real magic over there in the ancient shamanism groups for free, which you can openly see and understand, they change the tune and say, \"It's not about magic.  It's about spiritual growth!\"\n\nShit...  You can't win.\n\nThat's why sorcerers gave up on sharing with outsiders.  You can even get murdered for trying to help others.  For free!\n\nWe're trying to undo that \"lineage\" decision, because of the internet possibilities.\n\nBut it's a bitch for sure.", "edited": 1661765219.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_im8hljr", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suppose you might be the reason I just woke up from my double being confused by my waking tonal body, being present at the same time in his dream.&lt;/p&gt;\n\n&lt;p&gt;I had forgotten it can happen in both directions!  Small children get confused like that.&lt;/p&gt;\n\n&lt;p&gt;As for your husband, unfortunately no matter how obvious it is that you play around in your doubles, he won&amp;#39;t remember it.  And won&amp;#39;t believe it, even if he says he does.&lt;/p&gt;\n\n&lt;p&gt;I have the same problem with Cholita.&lt;/p&gt;\n\n&lt;p&gt;Her tonal body is completely mad.  Hereditary I suspect.  Her mom had the same illness.&lt;/p&gt;\n\n&lt;p&gt;But her double obeyed every suggestion Carlos and the witches gave her, so she never stopped practicing in all this time since Carlos was gone.&lt;/p&gt;\n\n&lt;p&gt;Thus while awake she can bend the laws of physics right in your face, when you try to bring up her visits at night in her double, which happen to me fully awake as a result of moving my assemblage point during darkroom, she pretends she knows nothing about it.&lt;/p&gt;\n\n&lt;p&gt;Even gets angry for it being mentioned.&lt;/p&gt;\n\n&lt;p&gt;The only cure I have is to learn something from her double, that my tonal couldn&amp;#39;t possibly have known. So I can throw it in her face.  For example, her double showed me some images she had on her cellphone I couldn&amp;#39;t possibly have seen.&lt;/p&gt;\n\n&lt;p&gt;But didn&amp;#39;t matter much, because she concocted the idea I&amp;#39;d stolen her phone a while, to look at the pictures.&lt;/p&gt;\n\n&lt;p&gt;You just can&amp;#39;t win!  Our tonal will fight to the death to prove our double can&amp;#39;t be real.  It&amp;#39;s been brainwashed by the social order.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m glad you recognize everything else out there is shit, because that&amp;#39;s the most sinister part of all!&lt;/p&gt;\n\n&lt;p&gt;The other stuff pretends to be a &amp;quot;path to freedom&amp;quot; too!&lt;/p&gt;\n\n&lt;p&gt;But actually it&amp;#39;s all bad men who noticed people will pay good money for a &amp;quot;path to freedom&amp;quot;, so they set  up their little card table along the road, and started selling junk to passers by.&lt;/p&gt;\n\n&lt;p&gt;Fake magic courses, fake potions, fake power objects.&lt;/p&gt;\n\n&lt;p&gt;The Buddha and his disciples were such a little card table on the road, selling repackaged crummy Hindu meditation.&lt;/p&gt;\n\n&lt;p&gt;Which itself, was repackaged North African shamanism, long dead with only traces of magic left.  Nothing more than shamanic drumming can produce.&lt;/p&gt;\n\n&lt;p&gt;But when their little card table wasn&amp;#39;t making enough money on the side of the road, because their passing by customers realized they were full of it, as always happens, they &amp;quot;sold franchises&amp;quot; to eager new strangers, who wanted to be &amp;quot;officially&amp;quot; a &amp;quot;magic man&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the actual motivation behind all the Buddha zombees thinking &amp;quot;some day I&amp;#39;ll get to see that real tibetan magic, high up in the mountains&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It just worked out really well for the franchises, because Asia had no well organized religion to provide the temples needed for family gatherings and important events.&lt;/p&gt;\n\n&lt;p&gt;They had ancestor worship, and shamanism.&lt;/p&gt;\n\n&lt;p&gt;Neither is likely to fund raise a giant temple.&lt;/p&gt;\n\n&lt;p&gt;So Buddhism &amp;quot;got lucky&amp;quot; and perpetuated all over asia, but no one there really took it seriously.  It was a job, that&amp;#39;s all.&lt;/p&gt;\n\n&lt;p&gt;It got taken seriously when some bad westerners decided it might make a good little card table along the road, to sell stuff to passing strangers.&lt;/p&gt;\n\n&lt;p&gt;They &amp;quot;sanitized&amp;quot; and translate it for the west, and now there&amp;#39;s a giant gullible western audience who believes it has great merit.&lt;/p&gt;\n\n&lt;p&gt;When in reality, it&amp;#39;s just three times removed old stuff being ginned up for resale.&lt;/p&gt;\n\n&lt;p&gt;The hindus originally said, &amp;quot;Hey, this ancient magic nonsense among the Akkadians has great potential now that money has been invented.  Let&amp;#39;s repackage that older magic, and sell it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then 1000 years later the Buddha said, &amp;quot;Hey, this Hindu magic has potential.  Let&amp;#39;s repackage it, and sell it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then 2000 years later, some white guy at a university said, &amp;quot;hey, this asian stuff has potential. Let&amp;#39;s sanitize it for westerners and resell it here.   At the least I&amp;#39;ll get a good scholarly seeming book out of it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the world of magic and religion as we have it today.&lt;/p&gt;\n\n&lt;p&gt;Nothing but &amp;quot;bad players&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The odd thing is, all the bad players are shouting , &amp;quot;MAGIC!!!  WE HAVE MAGIC FOR SALE!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But when you point out they don&amp;#39;t, and there&amp;#39;s real magic over there in the ancient shamanism groups for free, which you can openly see and understand, they change the tune and say, &amp;quot;It&amp;#39;s not about magic.  It&amp;#39;s about spiritual growth!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Shit...  You can&amp;#39;t win.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why sorcerers gave up on sharing with outsiders.  You can even get murdered for trying to help others.  For free!&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to undo that &amp;quot;lineage&amp;quot; decision, because of the internet possibilities.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s a bitch for sure.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im8hljr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661764735.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661764735.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "im89o0d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KindStrangerGekko", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im86byy", "score": 1, "author_fullname": "t2_j19f5rg5", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Oh yes, i saw that notice somewhere. Thanks for the reminder, I'll go look there. I appreciate you!", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_im89o0d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh yes, i saw that notice somewhere. Thanks for the reminder, I&amp;#39;ll go look there. I appreciate you!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im89o0d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661757799.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661757799.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "im86byy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im834oh", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The Wiki is still active, but not working on the official Android app since the latest 2 updates.\n\nThe issue has been reported to the admins. (Frustrated Grrrrr)\n\nhttps://www.reddit.com/r/ModSupport/comments/wvnkyj/wiki_pages_no_longer_viewable_from_mobile/\n\nUse Chrome browser, another mobile browser, or an alternate Android app instead.", "edited": 1661756586.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_im86byy", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The Wiki is still active, but not working on the official Android app since the latest 2 updates.&lt;/p&gt;\n\n&lt;p&gt;The issue has been reported to the admins. (Frustrated Grrrrr)&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/ModSupport/comments/wvnkyj/wiki_pages_no_longer_viewable_from_mobile/\"&gt;https://www.reddit.com/r/ModSupport/comments/wvnkyj/wiki_pages_no_longer_viewable_from_mobile/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Use Chrome browser, another mobile browser, or an alternate Android app instead.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im86byy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661755035.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661755035.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "im834oh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KindStrangerGekko", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im4q69t", "score": 3, "author_fullname": "t2_j19f5rg5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you for your reply, I'm honored. \n\nI am trying to contain my excitement of finding this place... I'm the person who had nothing but mental illness and then found evidence of my double and thought i had BPD and the DID... but i found spirituality and filtered through the BS and found a way to the second attention. I think it was by mistake since no one else gets these results from meditation. Maybe it was because i wasn't following their rules, i followed my intuition.\n\nMy situation has been odd since my husband is very very rational and logical and so on - but i am friends with his double, we trip together - I've realized this today. So, he is skeptical in a way that makes doing this path hard... but i know i can show him later when he is ready.\n\nMy journey to getting out of myself has been almost poetic. I have done so much work to get to here. Ive read so much nonsense to see the small sliver of Truth between the lies... i just kept building and building my new \"world view\". I had a few ego deaths that cleared out a lot of the problems. I met my pain body/wounded inner child and we became friends. I've realized the dream of life. I remember about a year ago i spoke to my husband and said \"what if when we dream, we live another life that we don't know and when we sleep there, we wake up here...\"  I'm starting to see that I've understood more than i thought.\n\nMany concepts and ideas mentioned in what I've read here so far, link up to my new and improving world view. I have so many ideas of explaining concepts to laymen, i talk to myself in the voice of teaching others... i think we need to talk more... but let me catch up first. I tried going to the wiki but its not active anymore. I'm going to try and get all these books. I'm listening to Tales Of Power now on YT.\n\nDoes the date Nov 23 '87 mean anything here? \n\nI think I've already conceptualized the assemblage point, i need to learn more but I've seen it. I've seen the inner wall of my egg while sharing a moment on LSD... maybe I'm wrong, but i know I'm being called to this. Skyrim, the game, was the happiest time of my life and i still go there on shroom trips. I have synchronicity with almost everything I've read here.\n\nI have made a discovery about how double my actions are, like i usually experience magic only when i have taken something that can be blamed for the effects... but I'm building up enough trust in here to be shown things that don't have a \"rational\" explanation on a sober \"mind\". So my reality can start to change without logic etc... does this make sense to you?\n\nLast night i had a dream about a Moth... i am in the phase of transformation and i think you can help me and i can help you. I have a talent of translating reality into understanding. I see things very differently, but at the same time i have the experience of seeing them like others do... thats why i can translate it. I can see how a person is misunderstanding it as well as what it takes to sway that person the right way... or left. I can start to sense space and who is inside of who's dream space. \"Is this your lesson or my lesson?\".Haha. But ok, I'll be in touch 😉\n\nEdit: (mistakes)", "edited": 1661752912.0, "author_flair_css_class": null, "name": "t1_im834oh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for your reply, I&amp;#39;m honored. &lt;/p&gt;\n\n&lt;p&gt;I am trying to contain my excitement of finding this place... I&amp;#39;m the person who had nothing but mental illness and then found evidence of my double and thought i had BPD and the DID... but i found spirituality and filtered through the BS and found a way to the second attention. I think it was by mistake since no one else gets these results from meditation. Maybe it was because i wasn&amp;#39;t following their rules, i followed my intuition.&lt;/p&gt;\n\n&lt;p&gt;My situation has been odd since my husband is very very rational and logical and so on - but i am friends with his double, we trip together - I&amp;#39;ve realized this today. So, he is skeptical in a way that makes doing this path hard... but i know i can show him later when he is ready.&lt;/p&gt;\n\n&lt;p&gt;My journey to getting out of myself has been almost poetic. I have done so much work to get to here. Ive read so much nonsense to see the small sliver of Truth between the lies... i just kept building and building my new &amp;quot;world view&amp;quot;. I had a few ego deaths that cleared out a lot of the problems. I met my pain body/wounded inner child and we became friends. I&amp;#39;ve realized the dream of life. I remember about a year ago i spoke to my husband and said &amp;quot;what if when we dream, we live another life that we don&amp;#39;t know and when we sleep there, we wake up here...&amp;quot;  I&amp;#39;m starting to see that I&amp;#39;ve understood more than i thought.&lt;/p&gt;\n\n&lt;p&gt;Many concepts and ideas mentioned in what I&amp;#39;ve read here so far, link up to my new and improving world view. I have so many ideas of explaining concepts to laymen, i talk to myself in the voice of teaching others... i think we need to talk more... but let me catch up first. I tried going to the wiki but its not active anymore. I&amp;#39;m going to try and get all these books. I&amp;#39;m listening to Tales Of Power now on YT.&lt;/p&gt;\n\n&lt;p&gt;Does the date Nov 23 &amp;#39;87 mean anything here? &lt;/p&gt;\n\n&lt;p&gt;I think I&amp;#39;ve already conceptualized the assemblage point, i need to learn more but I&amp;#39;ve seen it. I&amp;#39;ve seen the inner wall of my egg while sharing a moment on LSD... maybe I&amp;#39;m wrong, but i know I&amp;#39;m being called to this. Skyrim, the game, was the happiest time of my life and i still go there on shroom trips. I have synchronicity with almost everything I&amp;#39;ve read here.&lt;/p&gt;\n\n&lt;p&gt;I have made a discovery about how double my actions are, like i usually experience magic only when i have taken something that can be blamed for the effects... but I&amp;#39;m building up enough trust in here to be shown things that don&amp;#39;t have a &amp;quot;rational&amp;quot; explanation on a sober &amp;quot;mind&amp;quot;. So my reality can start to change without logic etc... does this make sense to you?&lt;/p&gt;\n\n&lt;p&gt;Last night i had a dream about a Moth... i am in the phase of transformation and i think you can help me and i can help you. I have a talent of translating reality into understanding. I see things very differently, but at the same time i have the experience of seeing them like others do... thats why i can translate it. I can see how a person is misunderstanding it as well as what it takes to sway that person the right way... or left. I can start to sense space and who is inside of who&amp;#39;s dream space. &amp;quot;Is this your lesson or my lesson?&amp;quot;.Haha. But ok, I&amp;#39;ll be in touch 😉&lt;/p&gt;\n\n&lt;p&gt;Edit: (mistakes)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im834oh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661752561.0, "author_flair_text": null, "collapsed": false, "created_utc": 1661752561.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "im4q69t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_im4m1eu", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I think we'll need animators eventually.  I hope to make a 3D copy of where Carlos taught, with fully rigged characters, and figure out how to scan in tensegrity moves.\n\nAnd create \"puff physics\" using Blender.\n\nSo that there are \"puffs\" inside the available \"cast of characters\", which react to humans the way puffs react in darkroom practice.\n\nBut there are some \"history lessons\" that need to be animated.\n\nA photorealistic ancient Olmec jungle near the cenotes in eastern Mexico would be good to have.\n\nFrom what I can tell, the old seers used to stick wax into their navel to hold a big rope, and they lowered themselves down into the darkness of the cenotes.\n\nUsing platforms from above.\n\nSkinny they likely were back then, but if the rope broke off, there was a pool of deep water below.  Even that might have been part of the technique.\n\nAnd they took children as students. Very young ones.\n\nA good cartoon of that would be quite entertaining.\n\nImagine an \"old seer\" gets a kid from a mysterious guy on the side, wearing an animal fur robe with hoodie, and the kid looks a lot like Anakin from star wars.\n\nWhen he was 10 in that movie where he's first \"discovered\".\n\nAnd the old seer says, \"He's too old to train.\"\n\nThat would be rather amusing. Star Wars was \"tinkered with\" by the witch Soledad.\n\nBut that \"private joke\" could also be used to explain how the old seers taught one on one, but it's not possible in our modern times.\n\nAnd then the lineages used 15 powerful sorcerers to trick apprentices.  Several powerful beings needed, just to steer each apprentice the right direction.\n\nThat's also not possible anymore!\n\nSo as to explain,  in cartoon form, we're in the \"every man for himself\" period.\n\nBut  we have the advantage of huge numbers of cohorts all over the world.\n\nSomething never possible before.\n\nJust make sure to learn to view the second attention so you know how to adjust the \"puff physics\" in cartoons.\n\nI doubt I can make them behave perfectly all by themselves.\n\nFor instance, \"Stellar Hatch\" pass would work with Blender's \"particle physics\" because the gaze of a cartoon character could summon the dispersed puffs to build up a \"pinkish/purple haze\".\n\nAnd if a purple haze builds up to a certain level, with a fierce gaze from a cartoon character on it, it might collect into a tighter ball in the middle.\n\nThat's what the \"Stellar Hatch\" pass does.  It then sends that puff into outer space, to pull back some awareness from stars.\n\nSounds nuts, but it actually works!  You can literally see it happen.\n\nYou could animate that just by hearing about it.  Figure out \"what should happen\" from someone else's description.\n\nBut real experience can't be beaten!\n\nSo for example, one pretty quickly discovers that if an inorganic being decides to manifest on that little ball down below the floor, which the tensegrity pass forms, you get a turbocharged version.\n\nYou see this little face on the puff, send it into outer space, and it comes back super energized and realistic, flying all around you in circles.  Like a dog that just got a huge steak treat.\n\nI could never anticipate that result just by programming purple puffs in an animation program, which behave like they should all by themselves.\n\nThat was \"outside interference\".\n\nWe need too many animations, in order to get out of this talk, talk, talk mode.\n\nThat sets off new people who have bad motivations.\n\nWatching cartoons seems like it ought to mellow them out instead.", "edited": 1661697515.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_im4q69t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think we&amp;#39;ll need animators eventually.  I hope to make a 3D copy of where Carlos taught, with fully rigged characters, and figure out how to scan in tensegrity moves.&lt;/p&gt;\n\n&lt;p&gt;And create &amp;quot;puff physics&amp;quot; using Blender.&lt;/p&gt;\n\n&lt;p&gt;So that there are &amp;quot;puffs&amp;quot; inside the available &amp;quot;cast of characters&amp;quot;, which react to humans the way puffs react in darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;But there are some &amp;quot;history lessons&amp;quot; that need to be animated.&lt;/p&gt;\n\n&lt;p&gt;A photorealistic ancient Olmec jungle near the cenotes in eastern Mexico would be good to have.&lt;/p&gt;\n\n&lt;p&gt;From what I can tell, the old seers used to stick wax into their navel to hold a big rope, and they lowered themselves down into the darkness of the cenotes.&lt;/p&gt;\n\n&lt;p&gt;Using platforms from above.&lt;/p&gt;\n\n&lt;p&gt;Skinny they likely were back then, but if the rope broke off, there was a pool of deep water below.  Even that might have been part of the technique.&lt;/p&gt;\n\n&lt;p&gt;And they took children as students. Very young ones.&lt;/p&gt;\n\n&lt;p&gt;A good cartoon of that would be quite entertaining.&lt;/p&gt;\n\n&lt;p&gt;Imagine an &amp;quot;old seer&amp;quot; gets a kid from a mysterious guy on the side, wearing an animal fur robe with hoodie, and the kid looks a lot like Anakin from star wars.&lt;/p&gt;\n\n&lt;p&gt;When he was 10 in that movie where he&amp;#39;s first &amp;quot;discovered&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And the old seer says, &amp;quot;He&amp;#39;s too old to train.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That would be rather amusing. Star Wars was &amp;quot;tinkered with&amp;quot; by the witch Soledad.&lt;/p&gt;\n\n&lt;p&gt;But that &amp;quot;private joke&amp;quot; could also be used to explain how the old seers taught one on one, but it&amp;#39;s not possible in our modern times.&lt;/p&gt;\n\n&lt;p&gt;And then the lineages used 15 powerful sorcerers to trick apprentices.  Several powerful beings needed, just to steer each apprentice the right direction.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s also not possible anymore!&lt;/p&gt;\n\n&lt;p&gt;So as to explain,  in cartoon form, we&amp;#39;re in the &amp;quot;every man for himself&amp;quot; period.&lt;/p&gt;\n\n&lt;p&gt;But  we have the advantage of huge numbers of cohorts all over the world.&lt;/p&gt;\n\n&lt;p&gt;Something never possible before.&lt;/p&gt;\n\n&lt;p&gt;Just make sure to learn to view the second attention so you know how to adjust the &amp;quot;puff physics&amp;quot; in cartoons.&lt;/p&gt;\n\n&lt;p&gt;I doubt I can make them behave perfectly all by themselves.&lt;/p&gt;\n\n&lt;p&gt;For instance, &amp;quot;Stellar Hatch&amp;quot; pass would work with Blender&amp;#39;s &amp;quot;particle physics&amp;quot; because the gaze of a cartoon character could summon the dispersed puffs to build up a &amp;quot;pinkish/purple haze&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And if a purple haze builds up to a certain level, with a fierce gaze from a cartoon character on it, it might collect into a tighter ball in the middle.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what the &amp;quot;Stellar Hatch&amp;quot; pass does.  It then sends that puff into outer space, to pull back some awareness from stars.&lt;/p&gt;\n\n&lt;p&gt;Sounds nuts, but it actually works!  You can literally see it happen.&lt;/p&gt;\n\n&lt;p&gt;You could animate that just by hearing about it.  Figure out &amp;quot;what should happen&amp;quot; from someone else&amp;#39;s description.&lt;/p&gt;\n\n&lt;p&gt;But real experience can&amp;#39;t be beaten!&lt;/p&gt;\n\n&lt;p&gt;So for example, one pretty quickly discovers that if an inorganic being decides to manifest on that little ball down below the floor, which the tensegrity pass forms, you get a turbocharged version.&lt;/p&gt;\n\n&lt;p&gt;You see this little face on the puff, send it into outer space, and it comes back super energized and realistic, flying all around you in circles.  Like a dog that just got a huge steak treat.&lt;/p&gt;\n\n&lt;p&gt;I could never anticipate that result just by programming purple puffs in an animation program, which behave like they should all by themselves.&lt;/p&gt;\n\n&lt;p&gt;That was &amp;quot;outside interference&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We need too many animations, in order to get out of this talk, talk, talk mode.&lt;/p&gt;\n\n&lt;p&gt;That sets off new people who have bad motivations.&lt;/p&gt;\n\n&lt;p&gt;Watching cartoons seems like it ought to mellow them out instead.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im4q69t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661696784.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661696784.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "im4m1eu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KindStrangerGekko", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iixa566", "score": 1, "author_fullname": "t2_j19f5rg5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hi, i just got here... my path has been trauma. I have reconnected my IOB at a spiritual level i believe, after reading here. But my calling is beyond that and now I'm here. There are so many syncronisized moments while reading on this sub for the past 2 hours. Everything adds up for me... I'm 34 and i believe i can help the cause here. I'd like to talk to someone like you about my journey and to find out what i can being to the table here. I have the ability to create info graphics and I'm learning animation, art, music and dance. My husband is a software developer and we are busy escaping the matrix nonsense through developing a new connection for people to reach each other away from the corporate influences. We are not trying to become wealthy, we are building a free future so we can get the upper hand to help others. But ok, if you are called to, please PM me. \n\nThe past 4 years ive crawled my way out of \"mental health issues\" (DID, BPD, APD etc) to find the balance. I am medication free and I've been reinforcing my connection to \"myself\" and I maintained it now for the longest time. I am practicing my presence and awareness but didnt really know where else to go until now... thank you!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_im4m1eu", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi, i just got here... my path has been trauma. I have reconnected my IOB at a spiritual level i believe, after reading here. But my calling is beyond that and now I&amp;#39;m here. There are so many syncronisized moments while reading on this sub for the past 2 hours. Everything adds up for me... I&amp;#39;m 34 and i believe i can help the cause here. I&amp;#39;d like to talk to someone like you about my journey and to find out what i can being to the table here. I have the ability to create info graphics and I&amp;#39;m learning animation, art, music and dance. My husband is a software developer and we are busy escaping the matrix nonsense through developing a new connection for people to reach each other away from the corporate influences. We are not trying to become wealthy, we are building a free future so we can get the upper hand to help others. But ok, if you are called to, please PM me. &lt;/p&gt;\n\n&lt;p&gt;The past 4 years ive crawled my way out of &amp;quot;mental health issues&amp;quot; (DID, BPD, APD etc) to find the balance. I am medication free and I&amp;#39;ve been reinforcing my connection to &amp;quot;myself&amp;quot; and I maintained it now for the longest time. I am practicing my presence and awareness but didnt really know where else to go until now... thank you!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/im4m1eu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661694860.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661694860.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iixa566", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1659625452.0, "send_replies": true, "parent_id": "t1_iivpew0", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Look at the J curve map.  You're reaching the green zone up at the top.  Most people are stuck at the blue \"station\" and never leave it.\n\nBut when you make it to the green zone, if you get excited thinking, \"Hey, look at that!\"...\n\nIt pulls you back up to the blue zone.  It's a dirty link to intent.  Precisely what sorcerers are trying to clean.\n\nThey want to remove the shock and surprise and excitement of seeing magic, so they can get it more often, and for longer.\n\nChucky exists at the red station, but it sounds like you are half asleep.  That map is for waking dreaming.  In sleeping dreaming, it's a horizontal shift, not a vertical one.  But generally the \"depth\" along the curve will be what produces the results.\n\n[https://preview.redd.it/9zmf1q8wiyt61.jpg?width=3592&amp;format=pjpg&amp;auto=webp&amp;s=c504315daee4786aca6ea85c015b79e085c234a3](https://preview.redd.it/9zmf1q8wiyt61.jpg?width=3592&amp;format=pjpg&amp;auto=webp&amp;s=c504315daee4786aca6ea85c015b79e085c234a3)\n\nIf you are lucky, Chucky is a real spirit, and you only need to \"wrestle\" him so he changes how he interacts with you, and becomes affectionate.\n\nThen you get to choose his form!\n\nKittens are very possible.  I had one so solid, she could make the bed bouncy by jumping on it.\n\nUnfortunately, I turned her into a pumpkin, and then a man in Argentina lured her away.\n\nSo just keep that in mind.  Magic is real.\n\nYou're viewing it only in the half asleep realms so far.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iixa566", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Look at the J curve map.  You&amp;#39;re reaching the green zone up at the top.  Most people are stuck at the blue &amp;quot;station&amp;quot; and never leave it.&lt;/p&gt;\n\n&lt;p&gt;But when you make it to the green zone, if you get excited thinking, &amp;quot;Hey, look at that!&amp;quot;...&lt;/p&gt;\n\n&lt;p&gt;It pulls you back up to the blue zone.  It&amp;#39;s a dirty link to intent.  Precisely what sorcerers are trying to clean.&lt;/p&gt;\n\n&lt;p&gt;They want to remove the shock and surprise and excitement of seeing magic, so they can get it more often, and for longer.&lt;/p&gt;\n\n&lt;p&gt;Chucky exists at the red station, but it sounds like you are half asleep.  That map is for waking dreaming.  In sleeping dreaming, it&amp;#39;s a horizontal shift, not a vertical one.  But generally the &amp;quot;depth&amp;quot; along the curve will be what produces the results.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/9zmf1q8wiyt61.jpg?width=3592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=c504315daee4786aca6ea85c015b79e085c234a3\"&gt;https://preview.redd.it/9zmf1q8wiyt61.jpg?width=3592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=c504315daee4786aca6ea85c015b79e085c234a3&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you are lucky, Chucky is a real spirit, and you only need to &amp;quot;wrestle&amp;quot; him so he changes how he interacts with you, and becomes affectionate.&lt;/p&gt;\n\n&lt;p&gt;Then you get to choose his form!&lt;/p&gt;\n\n&lt;p&gt;Kittens are very possible.  I had one so solid, she could make the bed bouncy by jumping on it.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, I turned her into a pumpkin, and then a man in Argentina lured her away.&lt;/p&gt;\n\n&lt;p&gt;So just keep that in mind.  Magic is real.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re viewing it only in the half asleep realms so far.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iixa566/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659625452.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "iivpew0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "weirdoddozzy", "can_mod_post": false, "created_utc": 1659590767.0, "send_replies": true, "parent_id": "t3_wfb6xb", "score": 5, "author_fullname": "t2_bbiupq89", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Chucky has been a nuisance to me since I was a kid. when I was 14 I went through a \"demonic phase\" rejecting my Christianity. I had sleep paralysis every night. (what exactly is that) until one night I stopped being afraid and saw purple clouds then went into a lucid dream many lucid dreams each one had a loading screen between them the last dream I had sex with a half see through Asian lady! Chucky came back but I saw him outside the dream I \"woke up\" into a half dream state and saw him in front of me laughing and slowly fading away as I tried to wake myself up out of fear and confusion. I'm getting better at silence I've started seeing green colors on my walls during the day they dont last too long what's that about?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iivpew0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Chucky has been a nuisance to me since I was a kid. when I was 14 I went through a &amp;quot;demonic phase&amp;quot; rejecting my Christianity. I had sleep paralysis every night. (what exactly is that) until one night I stopped being afraid and saw purple clouds then went into a lucid dream many lucid dreams each one had a loading screen between them the last dream I had sex with a half see through Asian lady! Chucky came back but I saw him outside the dream I &amp;quot;woke up&amp;quot; into a half dream state and saw him in front of me laughing and slowly fading away as I tried to wake myself up out of fear and confusion. I&amp;#39;m getting better at silence I&amp;#39;ve started seeing green colors on my walls during the day they dont last too long what&amp;#39;s that about?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iivpew0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659590767.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wfb6xb", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_wfb6xb", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_wfb6xb", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_wfb6xb", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ij3h98a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BodiesWithoutOrgans", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ij1mcn4", "score": 1, "author_fullname": "t2_lr6e2b50", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Be nice.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ij3h98a", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Be nice.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wfb6xb", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/ij3h98a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659729026.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659729026.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ij1mcn4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ij14ful", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "it’s licking its pee pee, that why I’m not a pet owner", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;it’s licking its pee pee, that why I’m not a pet owner&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/ij1mcn4/", "num_reports": null, "locked": false, "name": "t1_ij1mcn4", "created": 1659702031.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1659702031.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "ij14ful", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BodiesWithoutOrgans", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iiynv6e", "score": 1, "author_fullname": "t2_lr6e2b50", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What the dog doin’ 💀", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ij14ful", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What the dog doin’ 💀&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/ij14ful/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659689702.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1659689702.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iiynv6e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1659644234.0, "send_replies": true, "parent_id": "t1_iixdedx", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "\"Something to look at\" I usually search something to listen to far far away, then a witch calls my name or maybe it’s an IOB , it’s something to try. I can hear pretty far away thanks to intent", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Something to look at&amp;quot; I usually search something to listen to far far away, then a witch calls my name or maybe it’s an IOB , it’s something to try. I can hear pretty far away thanks to intent&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iiynv6e/", "num_reports": null, "locked": false, "name": "t1_iiynv6e", "created": 1659644234.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iixdedx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1659626723.0, "send_replies": true, "parent_id": "t1_iiw8pw9", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Because you need to move your assemblage point, and in order to move it, you need to force off your internal dialogue until the point gets loose.\n\nBut that doesn't cause it to start moving.\n\nYour awareness can now focus on another level of the J curve, but won't.\n\nYou need \"something to look at\".\n\nI guess it's a little like, you've been hanging out with the bad kids in the dirty alcoholic homeless camp near your home.\n\nIt's surrounded by bushes, which is why the homeless people like it.\n\nIf you shut off your internal dialogue, which is like ignoring the kids for a while, and try to peak through the bushes to look outside the dirty park, and all you see is bare land.\n\nThere's no real reason to go out there.\n\nBut if you look out there and see a magical pony, you're going to run as fast as you can to get to it.\n\nWe have access to only 2 types of \"magical ponies\" when we start out.\n\nUp at that blue station on the J curve. Here's the map Carlos gave us:\n\n[https://www.reddit.com/r/castaneda/comments/mtfwhb/even\\_better\\_j\\_curve\\_diagram/](https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/)\n\nSee how IOBs show up very soon?\n\nBut so does your \"double\". That's the puffs.\n\nSo while we are forcing silence in darkness we do some tensegrity, to get the double to come off  the walls of our luminous egg, and move closer so we can see him.\n\nAt first, it's just a very tiny piece of him.  A small \"smear\" of color from  your energy body.\n\nIt's hiding from us!\n\nThe smear is NOT ENOUGH for most people to keep going.  People are impatient and greedy, and some crummy patch of pinkish light isn't going to motivate them.\n\nEven though, if they kept forcing silence and did more tensegrity, that pink smear would turn into a brilliant purple puff.\n\nThere's where IOBs help most.\n\nThey can \"land\" on that pinkish smear, because it's the \"energy they steal\" from you, and suddenly you literally have a magical pony, floating in the air!\n\nI mean, you'll see it!  Visibly.\n\nUsually they use a scary face at first, because that gets the most emotion from you.\n\nBut if you learn their tricks, they'll change to trying to please you.\n\nAnd they will make it MUCH easier to leave the filthy homeless encampment all of humanity is currently stuck in, to go exploring outside in the wilderness.\n\nNow here's the problem.\n\nFar outside that empty land surrounding the park, you find more and more cool sights.\n\nTrees, rivers, beautiful parks that haven't been take over.\n\nBut in the FAR distance you see towers.  Amazing buildings reaching to the clouds.\n\nYou want to go over there!\n\nBut it's surrounded by  a locked gate.\n\nThe IOBs have the keys you need.\n\nYou can't get over there without an IOB, or a powerful witch like Cholita.\n\nSo which is scarier?  An IOB, or a witch?\n\nI suspect the IOBs are \"safer\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iixdedx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Because you need to move your assemblage point, and in order to move it, you need to force off your internal dialogue until the point gets loose.&lt;/p&gt;\n\n&lt;p&gt;But that doesn&amp;#39;t cause it to start moving.&lt;/p&gt;\n\n&lt;p&gt;Your awareness can now focus on another level of the J curve, but won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;You need &amp;quot;something to look at&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I guess it&amp;#39;s a little like, you&amp;#39;ve been hanging out with the bad kids in the dirty alcoholic homeless camp near your home.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s surrounded by bushes, which is why the homeless people like it.&lt;/p&gt;\n\n&lt;p&gt;If you shut off your internal dialogue, which is like ignoring the kids for a while, and try to peak through the bushes to look outside the dirty park, and all you see is bare land.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no real reason to go out there.&lt;/p&gt;\n\n&lt;p&gt;But if you look out there and see a magical pony, you&amp;#39;re going to run as fast as you can to get to it.&lt;/p&gt;\n\n&lt;p&gt;We have access to only 2 types of &amp;quot;magical ponies&amp;quot; when we start out.&lt;/p&gt;\n\n&lt;p&gt;Up at that blue station on the J curve. Here&amp;#39;s the map Carlos gave us:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/\"&gt;https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;See how IOBs show up very soon?&lt;/p&gt;\n\n&lt;p&gt;But so does your &amp;quot;double&amp;quot;. That&amp;#39;s the puffs.&lt;/p&gt;\n\n&lt;p&gt;So while we are forcing silence in darkness we do some tensegrity, to get the double to come off  the walls of our luminous egg, and move closer so we can see him.&lt;/p&gt;\n\n&lt;p&gt;At first, it&amp;#39;s just a very tiny piece of him.  A small &amp;quot;smear&amp;quot; of color from  your energy body.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hiding from us!&lt;/p&gt;\n\n&lt;p&gt;The smear is NOT ENOUGH for most people to keep going.  People are impatient and greedy, and some crummy patch of pinkish light isn&amp;#39;t going to motivate them.&lt;/p&gt;\n\n&lt;p&gt;Even though, if they kept forcing silence and did more tensegrity, that pink smear would turn into a brilliant purple puff.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s where IOBs help most.&lt;/p&gt;\n\n&lt;p&gt;They can &amp;quot;land&amp;quot; on that pinkish smear, because it&amp;#39;s the &amp;quot;energy they steal&amp;quot; from you, and suddenly you literally have a magical pony, floating in the air!&lt;/p&gt;\n\n&lt;p&gt;I mean, you&amp;#39;ll see it!  Visibly.&lt;/p&gt;\n\n&lt;p&gt;Usually they use a scary face at first, because that gets the most emotion from you.&lt;/p&gt;\n\n&lt;p&gt;But if you learn their tricks, they&amp;#39;ll change to trying to please you.&lt;/p&gt;\n\n&lt;p&gt;And they will make it MUCH easier to leave the filthy homeless encampment all of humanity is currently stuck in, to go exploring outside in the wilderness.&lt;/p&gt;\n\n&lt;p&gt;Now here&amp;#39;s the problem.&lt;/p&gt;\n\n&lt;p&gt;Far outside that empty land surrounding the park, you find more and more cool sights.&lt;/p&gt;\n\n&lt;p&gt;Trees, rivers, beautiful parks that haven&amp;#39;t been take over.&lt;/p&gt;\n\n&lt;p&gt;But in the FAR distance you see towers.  Amazing buildings reaching to the clouds.&lt;/p&gt;\n\n&lt;p&gt;You want to go over there!&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s surrounded by  a locked gate.&lt;/p&gt;\n\n&lt;p&gt;The IOBs have the keys you need.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t get over there without an IOB, or a powerful witch like Cholita.&lt;/p&gt;\n\n&lt;p&gt;So which is scarier?  An IOB, or a witch?&lt;/p&gt;\n\n&lt;p&gt;I suspect the IOBs are &amp;quot;safer&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iixdedx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659626723.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "iiw8pw9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_wfb6xb", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Why should we care about iOBs ? \nSelf service sound good, and iOBs trying to steal energy is not so friendly.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Why should we care about iOBs ? \nSelf service sound good, and iOBs trying to steal energy is not so friendly.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/iiw8pw9/", "num_reports": null, "locked": false, "name": "t1_iiw8pw9", "created": 1659605545.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1659605545.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j74v581", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "created_utc": 1675476570.0, "send_replies": true, "parent_id": "t3_wfb6xb", "score": 1, "author_fullname": "t2_uxkiq8pv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This is the post that I have been looking for sine day onee", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j74v581", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is the post that I have been looking for sine day onee&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/j74v581/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1675476570.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wfb6xb", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jlahgia", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684850134.0, "send_replies": true, "parent_id": "t1_jlag43d", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In deep sorcery states, everything feels \"invalid\".\n\nWe've been taught to throw that nonsense out.\n\nAnd no one will go along with you as you explore the \"invalid\" perceptions, making them seem even more unusable.  What good are they, if other people can't join you?\n\nYou kind of have to fall in love with the \"meaningless\" to pursue sorcery.\n\nAnd stop caring what others say.\n\nStop seeking gain from things, and just be curious about what's perceivable.\n\nEven if it's chaotic.\n\nIt turns out, Chaos is super cool!\n\nCleansing even.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jlahgia", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In deep sorcery states, everything feels &amp;quot;invalid&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve been taught to throw that nonsense out.&lt;/p&gt;\n\n&lt;p&gt;And no one will go along with you as you explore the &amp;quot;invalid&amp;quot; perceptions, making them seem even more unusable.  What good are they, if other people can&amp;#39;t join you?&lt;/p&gt;\n\n&lt;p&gt;You kind of have to fall in love with the &amp;quot;meaningless&amp;quot; to pursue sorcery.&lt;/p&gt;\n\n&lt;p&gt;And stop caring what others say.&lt;/p&gt;\n\n&lt;p&gt;Stop seeking gain from things, and just be curious about what&amp;#39;s perceivable.&lt;/p&gt;\n\n&lt;p&gt;Even if it&amp;#39;s chaotic.&lt;/p&gt;\n\n&lt;p&gt;It turns out, Chaos is super cool!&lt;/p&gt;\n\n&lt;p&gt;Cleansing even.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wfb6xb", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/jlahgia/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684850134.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jlag43d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "created_utc": 1684849558.0, "send_replies": true, "parent_id": "t3_wfb6xb", "score": 1, "author_fullname": "t2_8cpqfuva", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Now I understand why when I close my eyes (to go to sleep)\n\nI see my room but from a different perspective, I understand that this is because it changed with the double\n\nI don't usually remember anything from here on (I fall asleep and I don't remember anymore)\n\nbut last night I remember looking at the light coming through my window (from another perspective) when a spot appeared, although I can't remember the color, at the same time another slightly smaller spot appeared that overlapped a bit, so that It could be noticed, moments later I fell asleep\n\nIt's how you explain it all depends on the intention, I guess when I go to sleep I'm not looking to earn anything, so this happens naturally (although I can't control it), I'll keep practicing thanks for all this information and this subreddit", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jlag43d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Now I understand why when I close my eyes (to go to sleep)&lt;/p&gt;\n\n&lt;p&gt;I see my room but from a different perspective, I understand that this is because it changed with the double&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t usually remember anything from here on (I fall asleep and I don&amp;#39;t remember anymore)&lt;/p&gt;\n\n&lt;p&gt;but last night I remember looking at the light coming through my window (from another perspective) when a spot appeared, although I can&amp;#39;t remember the color, at the same time another slightly smaller spot appeared that overlapped a bit, so that It could be noticed, moments later I fell asleep&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s how you explain it all depends on the intention, I guess when I go to sleep I&amp;#39;m not looking to earn anything, so this happens naturally (although I can&amp;#39;t control it), I&amp;#39;ll keep practicing thanks for all this information and this subreddit&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wfb6xb/geometry_nodes_and_puff_physics/jlag43d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684849558.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wfb6xb", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]