[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "", "author_fullname": "t2_8wjj14zy", "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Don Juan telling Carlos Casteneda about the unseen predators that have enslaved humanity (from Carlos Castaneda's book \"The Active Side Of Infinity\")", "link_flair_richtext": [{"e": "text", "t": "Flyers (counter intent)"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_yy03n2", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "user_reports": [], "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Flyers (counter intent)", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": false, "mod_note": null, "crosspost_parent_list": [{"approved_at_utc": null, "subreddit": "EscapingPrisonPlanet", "selftext": "Don Juan said,\n\n\"This is the appropriate time of day for doing what I am asking you to do. It takes a moment to engage the necessary attention to do it. Don't stop until you catch that fleeting black shadow.\"\n\nI did see some strange fleeting black shadow projected on the foliage of the trees. It was either a shadow going back and forth or various fleeting shadows moving side-to-side or straight up in the air. They looked like a fat black fish to me, enormous fish. It was as if gigantic swordfish were flying in the air. I was engrossed in the sight. Then, finally, it scared me. It became to dark to see the foliage, yet I could still see the fleeting black shadows.\n\n\"What is it, don Juan?\" I asked. \"Long ago, the native sorcerer/shamans of Mexico discovered that we have a companion for life,\" he said, as clearly as he could. **\"We have a predator that came from the depths of the cosmos, and took over the rule of our lives. Human beings are its prisoners. The predator is our lord and master. It has rendered us docile; helpless. If we want to protest, it suppresses our protest. If we want to act independently, it demands that we don't do so.\"**\n\nIt was very dark around us, and that seemed to curtail any expression on my part. If it had been daylight, I would have laughed my head off. In the dark, I felt quite inhibited.\n\n\"It's pitch black around us,\" don Juan said, \"but if you look out of the corner of your eye, you will still see fleeting shadows jumping all around you.\"\n\nHe was right. I could still see them. Their movement made me dizzy. Don Juan turned on the light, and that seemed to dissipate everything. Don Juan said,\n\n\"You have arrived, by your effort alone, to what the shamans of ancient Mexico called the topic of topics. I have been beating around the bush all this time, insinuating to you that something is holding us prisoner. Indeed we are held prisoner! This was an energetic fact for the sorcerers of ancient Mexico.\" \"Why has this predator taken over in the fashion that you're describing, don Juan?\" I asked. \"There must be a logical explanation.\" \"There is an explanation,\" don Juan replied, \"which is the simplest explanation in the world. **They took over because we are food for them, and they squeeze us mercilessly because we are their sustenance. Just as we rear chickens in chicken coops, gallineros, the predators rear us in human coops, humaneros. Therefore, their food is always available to them.\"**\n\nI felt that my head was shaking violently from side to side. I could not express my profound sense of unease and discontentment, but my body moved to bring it to the surface. I shook from head to toe without any volition on my part. I heard myself saying,\n\n\"No, no, no, no. This is absurd, don Juan. What you're saying is something monstrous. It simply can't be true, for sorcerers, or for average men, or for anyone.\" \"Why not?\" don Juan asked calmly. \"Why not? Because it infuriates you?\" \"Yes, it infuriates me,\" I retorted. \"Those claims are monstrous!\" \"Well,\" he said, \"you haven't heard all the claims yet. Wait a bit longer and see how you feel.\" \"I'm going to subject you to a blitz. That is, I'm going to subject your mind to tremendous onslaughts; and you cannot get up and leave because you're caught. Not because I'm holding you prisoner, but because something in you will prevent you from leaving while another part of you is going to go truthfully berserk. So brace yourself!\"\n\nThere was something in me which I felt was a 'glutton for punishment'. He was right. I wouldn't have left the house for the world; and yet I didn't like one bit the inanities he was spouting. Don Juan said,\n\n\"I want to appeal to your analytical mind. Think for a moment, and tell me how you would explain the contradiction between the intelligence of man the engineer, and the stupidity of his systems of beliefs; or the stupidity of his contradictory behavior. **Sorcerers believe that the predators have given us our systems of beliefs; our ideas of good and evil; our social mores. The predators are the ones who set up our hopes and expectations, and dreams of success or failure. They have given us covetousness, greed, and cowardice. It is the predators who make us complacent, routinary, and egomaniacal.\"** \"But how can they do this, don Juan?\" I asked, somehow angered further by what he was saying. \"Do they whisper all that in our ears while we are asleep?\" \"No, they don't do it that way. That's idiotic!\" don Juan said, smiling. **\"They are infinitely more efficient and organized than that. In order to keep us obedient, meek and weak, the predators engaged themselves in a stupendous maneuver - stupendous, of course, from the point of view of a fighting strategist; a horrendous maneuver from the point of view of those who suffer it. They gave us their mind! Do you hear me? The predators give us their mind which becomes our mind. The predators' mind is baroque, contradictory, morose, and filled with the fear of being discovered any minute now.** \"I know that even though you have never suffered hunger,\" he went on, \"you have food anxiety which is none other than the anxiety of the predator who fears that any moment now its maneuver is going to be uncovered, and its food is going to be denied. Through the mind, which after all is their mind, the predators inject into the lives of human beings whatever is convenient for them. The predators ensure in this manner a degree of security to act as a buffer against their fear.\" \"It's not that I can't accept all this at face value, don Juan,\" I said. \"I could, but there's something so odious about it that it actually repels me. It forces me to take a contradictory stand. \"If it's true that they eat us, how do they do it?\"\n\nDon Juan had a broad smile on his face. He was as pleased as punch. **He explained that sorcerers see infant human beings as strange, luminous balls of energy covered from the top to the bottom with a glowing coat, something like a plastic cover that is adjusted tightly over their cocoon of energy. He said that that glowing coat of awareness was what the predators consumed, and that when a human being reached adulthood, all that was left of that glowing coat of awareness was a narrow fringe that went from the ground to the top of the toes. That fringe permitted mankind to continue living, but only barely.** As if I were in a dream, I heard don Juan explaining that, to his knowledge, man was the only species that had the glowing coat of awareness outside that luminous cocoon. Therefore, he became easy prey for an awareness of a different order; such as the heavy awareness of the predator. He then made the most damaging statement he had made so far. **He said that this narrow fringe of awareness was the epicenter of self-reflection where man was irremediably caught. By playing on our self-reflection, which is the only point of awareness left to us, the predators create flares of awareness that they proceed to consume in a ruthless, predatory fashion. They give us inane problems that force those flares of awareness to rise, and in this manner they keep us alive in order for them to be fed with the energetic flare of our pseudo-concerns.** There must have been something in what don Juan was saying which was so devastating to me that at that point I actually got sick to my stomach. After a moment's pause long enough for me to recover, I asked don Juan,\n\n\"But why is it that the sorcerers of ancient Mexico and all sorcerers today, although they see the predators, don't do anything about it?\" \"There's nothing that you and I can do about it,\" don Juan said in a grave, sad voice. **\"All we can do is discipline ourselves to the point where they will not touch us.** \"How can you ask your fellow men to go through those rigors of discipline? They'll laugh and make fun of you; and the more aggressive ones will beat the shit out of you... and not so much because they don't believe it. Down in the depths of every human being, there is an ancestral, visceral knowledge about the predators' existence.\"\n\nMy analytical mind swung back and forth like a yo-yo. It left me and came back, and left me and came back again. Whatever don Juan was proposing was preposterous, incredible. At the same time, it was a most reasonable thing; so simple. It explained every kind of human contradiction I could think of. But how could one have taken all this seriously? Don Juan was pushing me into the path of an avalanche that would take me down forever. I felt another wave of a threatening sensation. The wave didn't stem from me, yet it was attached to me. Don Juan was doing something to me, mysteriously positive and terribly negative at the same time. I sensed it as an attempt to cut a thin film that seemed to be glued to me. His eyes were fixed on mine in an unblinking stare. He moved his eyes away, and began to talk without looking at me anymore.\n\n\"Whenever doubts plague you to a dangerous point,\" he said, \"do something pragmatic about it. Turn off the light. Pierce the darkness; find out what you can see.\"\n\nHe got up to turn off the lights. I stopped him.\n\n\"No, no, don Juan,\" I said, \"don't turn off the lights. I'm doing okay.\"\n\nWhat I felt then was a most unusual, for me, fear of the darkness. The mere thought of it made me pant. I definitely knew something viscerally, but I wouldn't dare touch it, or bring it to the surface, not in a million years!\n\n\"You saw the fleeting shadows against the trees,\" don Juan said, sitting back against his chair. \"That's pretty good. I'd like you to see them inside this room. You're not seeing anything. You're just merely catching fleeting images. You have enough energy for that.\"\n\nI feared that don Juan would get up anyway and turn off the lights, which he did. Two seconds later, I was screaming my head off. Not only did I catch a glimpse of those fleeting images, I heard them buzzing by my ears. Don Juan doubled up with laughter as he turned on the lights.\n\n\"What a temperamental fellow!\" he said. \"A total disbeliever, on the one hand; and a total pragmatist on the other. You must arrange this internal fight, otherwise you're going to swell up like a big toad and burst.\"\n\nDon Juan kept on pushing his barb deeper and deeper into me.\n\n**\"The sorcerers of ancient Mexico,\" he said, \"saw the predator. They called it the flyer because it leaps through the air. It is not a pretty sight. It is a big shadow, impenetrably dark, a black shadow that jumps through the air. Then, it lands flat on the ground.\" \"The sorcerers of ancient Mexico were quite ill at ease with the idea of when it made its appearance on Earth. They reasoned that man must have been a complete being at one point, with stupendous insights and feats of awareness that are mythological legends nowadays. And then everything seems to disappear, and we have now a sedated man.\"**\n\nI wanted to get angry and call him a paranoiac, but somehow the righteousness that was usually just underneath the surface of my being wasn't there. Something in me was beyond the point of asking myself my favorite question: What if all that he said is true? At the moment he was talking to me that night, in my heart of hearts, I felt that all of what he was saying was true, but at the same time and with equal force, I felt that all that he was saying was absurdity itself.\n\n\"What are you saying, don Juan?\" I asked feebly. My throat was constricted. I could hardly breathe. **\"What I'm saying is that what we have against us is not a simple predator. It is very smart and organized. It follows a methodical system to render us useless. Man, the magical being that he is destined to be, is no longer magical. He's an average piece of meat. There are no more dreams for man but the dreams of an animal who is being raised to become a piece of meat: trite, conventional, imbecilic.\"**\n\nDon Juan's words were eliciting a strange, bodily reaction in me comparable to the sensation of nausea. It was as if I were going to get sick to my stomach again. But the nausea was coming from the bottom of my being, from the marrow of my bones. I convulsed involuntarily. Don Juan shook me by the shoulders forcefully. I felt my neck wobbling back and forth under the impact of his grip. The maneuver calmed me down at once. I felt more in control.\n\n**\"This predator,\" don Juan said, \"which, of course, is an inorganic being, is not altogether invisible to us as other inorganic beings are. I think as children we do see it, but we decide it's so horrific that we don't want to think about it.** Children, of course, could insist on focusing on the sight, but everybody else around them dissuades them from doing so. **The only alternative left for mankind is discipline. Discipline is the only deterrent. But by discipline I don't mean harsh routines. I don't mean waking up every morning at five-thirty and throwing cold water on yourself until you're blue. Sorcerers understand discipline as the capacity to face with serenity odds that are not included in our expectations.** For sorcerers, discipline is an art; the art of facing infinity without flinching; not because they are strong and tough, but because they are filled with awe.\" \"In what way would the sorcerers' discipline be a deterrent to the flyers?\" I asked.\n\nDon Juan scrutinized my face as if to discover any signs of my disbelief. He said,\n\n**\"Sorcerers say that discipline makes the glowing coat of awareness unpalatable to the flyer. The result is that the predators become bewildered. An inedible glowing coat of awareness is not part of their cognition, I suppose. After being bewildered, they don't have any recourse other than refraining from continuing their nefarious task.** If the predators don't eat our glowing coat of awareness for a while, it will keep on growing. \"Simplifying this matter to the extreme, I can say that sorcerers, by means of their discipline, push the predators away long enough to allow their glowing coat of awareness to grow beyond the level of the toes. Once it goes beyond the level of the toes, it grows back to its natural size. The sorcerers of ancient Mexico used to say that the glowing coat of awareness is like a tree. If it is not pruned, it grows to its natural size and volume. As awareness reaches levels higher than the toes, tremendous maneuvers of perception become a matter of course. **\"The grand trick of those sorcerers of ancient times was to burden the flyers' mind with discipline. Sorcerers found out that if they taxed the flyers' mind with inner silence, the foreign installation would flee, and give any one of the practitioners involved in this maneuver the total certainty of the mind's foreign origin.** The [alien mind control of these creatures] comes back, I assure you, but not as strong; and a process begins in which the fleeing of the flyers' mind becomes routine until one day it flees permanently. **\"That's the day when you have to rely on your own devices which are nearly zero. A sad day indeed! There's no one to tell you what to do. There's no mind of foreign origin to dictate the imbecilities you're accustomed to. My teacher, the nagual Julian, used to warn all his disciples that this was the toughest day in a sorcerer's life for the real mind that belongs to us. The sum total of our experience after a lifetime of domination has been rendered shy, insecure, and shifty. Personally, I would say that the real battle of sorcerers begins at that moment. The rest is merely preparation.\"**\n\nI became genuinely agitated. I wanted to know more, and yet a strange feeling in me clamored for me to stop. It alluded to dark results and punishment, something like the wrath of God descending on me for tampering with something veiled by God himself. I made a supreme effort to allow my curiosity to win. I heard myself say,\n\n\"What-what-what do you mean, by taxing the flyers' mind?\" \"Discipline taxes the foreign mind no end,\" he replied. \"So, through their discipline, sorcerers vanquish the foreign installation.\"\n\nI was overwhelmed by his statements. I believed that don Juan was either certifiably insane or that he was telling me something so awesome that it froze everything in me. I noticed, however how quickly I rallied my energy to deny everything he had said. After an instant of panic, I began to laugh, as if don Juan had told me a joke. I even heard myself saying,\n\n\"Don Juan, don Juan, you're incorrigible!\"\n\nDon Juan seemed to understand everything I was experiencing. He shook his head from side to side, and raised his eyes to the heavens in a gesture of mock despair. He said,\n\n\"I am so incorrigible, that I am going to give the flyers' mind which you carry inside you one more jolt. I am going to reveal to you one of the most extraordinary secrets of sorcery. I am going to describe to you a finding that took sorcerers thousands of years to verify and consolidate.\"\n\nHe looked at me, smiled maliciously, and said,\n\n**\"The flyers' mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers' mind flees in defeat. And that's exactly what you are going to do; hold on to the energy that binds you together.\"**\n\nI had the most inexplicable reaction I could have imagined. Something in me actually shook, as if it had received a jolt. I entered into a state of unwarranted fear, which I immediately associated with my religious background. Don Juan looked at me from head to toe.\n\n\"You are fearing the wrath of God, aren't you?\" he said. \"Rest assured, that's not your fear. It's the flyers' fear, because it knows that you will do exactly as I'm telling you.\"\n\nHis words did not calm me at all. I felt worse. I was actually convulsing involuntarily, and I had no means to stop it.\n\n\"Don't worry,\" don Juan said calmly. \"I know for a fact that those attacks wear off very quickly. The flyer's mind has no concentration whatsoever.\"\n\nAfter a moment, everything stopped as don Juan had predicted. To say again that I was bewildered is a euphemism. This was the first time in my life ever, with don Juan or alone, that I didn't know whether I was coming or going. I wanted to get out of the chair and walk around, but I was deathly afraid. I was filled with rational assertions, and at the same time I was filled with an infantile fear. I began to breathe deeply as a cold perspiration covered my entire body. I had somehow unleashed on myself a most godawful sight: black, fleeting shadows jumping all around me wherever I turned. I closed my eyes and rested my head on the arm of the stuffed chair.\n\n\"I don't know which way to turn, don Juan,\" I said. \"Tonight, you have really succeeded in getting me lost.\" Don Juan said, \"You're being torn by an internal struggle. Down in the depths of you, you know that you are incapable of refusing the agreement that an indispensable part of you, your glowing coat of awareness, is going to serve as an incomprehensible source of nourishment to, naturally, incomprehensible entities. \"And another part of you will stand against this situation with all its might. **The sorcerers' revolution is that they refuse to honor agreements in which they did not participate. Nobody ever asked me if I would consent to being eaten by beings of a different kind of awareness. My parents just brought me into this world to be food, like themselves, and that's the end of the story.\"**", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Shaman Don Juan telling Carlos Casteneda what the sorcerers and shamans of ancient Mexico thought about the unseen predators that have enslaved humanity (from Carlos Castaneda's book \"The Active Side Of Infinity\")", "link_flair_richtext": [], "subreddit_name_prefixed": "r/EscapingPrisonPlanet", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_xokhp0", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 187, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_a6owqwz9", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 187, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1664201666.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.EscapingPrisonPlanet", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is the appropriate time of day for doing what I am asking you to do. It takes a moment to engage the necessary attention to do it. Don&amp;#39;t stop until you catch that fleeting black shadow.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I did see some strange fleeting black shadow projected on the foliage of the trees. It was either a shadow going back and forth or various fleeting shadows moving side-to-side or straight up in the air. They looked like a fat black fish to me, enormous fish. It was as if gigantic swordfish were flying in the air. I was engrossed in the sight. Then, finally, it scared me. It became to dark to see the foliage, yet I could still see the fleeting black shadows.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is it, don Juan?&amp;quot; I asked. &amp;quot;Long ago, the native sorcerer/shamans of Mexico discovered that we have a companion for life,&amp;quot; he said, as clearly as he could. &lt;strong&gt;&amp;quot;We have a predator that came from the depths of the cosmos, and took over the rule of our lives. Human beings are its prisoners. The predator is our lord and master. It has rendered us docile; helpless. If we want to protest, it suppresses our protest. If we want to act independently, it demands that we don&amp;#39;t do so.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;It was very dark around us, and that seemed to curtail any expression on my part. If it had been daylight, I would have laughed my head off. In the dark, I felt quite inhibited.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s pitch black around us,&amp;quot; don Juan said, &amp;quot;but if you look out of the corner of your eye, you will still see fleeting shadows jumping all around you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He was right. I could still see them. Their movement made me dizzy. Don Juan turned on the light, and that seemed to dissipate everything. Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have arrived, by your effort alone, to what the shamans of ancient Mexico called the topic of topics. I have been beating around the bush all this time, insinuating to you that something is holding us prisoner. Indeed we are held prisoner! This was an energetic fact for the sorcerers of ancient Mexico.&amp;quot; &amp;quot;Why has this predator taken over in the fashion that you&amp;#39;re describing, don Juan?&amp;quot; I asked. &amp;quot;There must be a logical explanation.&amp;quot; &amp;quot;There is an explanation,&amp;quot; don Juan replied, &amp;quot;which is the simplest explanation in the world. &lt;strong&gt;They took over because we are food for them, and they squeeze us mercilessly because we are their sustenance. Just as we rear chickens in chicken coops, gallineros, the predators rear us in human coops, humaneros. Therefore, their food is always available to them.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;I felt that my head was shaking violently from side to side. I could not express my profound sense of unease and discontentment, but my body moved to bring it to the surface. I shook from head to toe without any volition on my part. I heard myself saying,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, no, no, no. This is absurd, don Juan. What you&amp;#39;re saying is something monstrous. It simply can&amp;#39;t be true, for sorcerers, or for average men, or for anyone.&amp;quot; &amp;quot;Why not?&amp;quot; don Juan asked calmly. &amp;quot;Why not? Because it infuriates you?&amp;quot; &amp;quot;Yes, it infuriates me,&amp;quot; I retorted. &amp;quot;Those claims are monstrous!&amp;quot; &amp;quot;Well,&amp;quot; he said, &amp;quot;you haven&amp;#39;t heard all the claims yet. Wait a bit longer and see how you feel.&amp;quot; &amp;quot;I&amp;#39;m going to subject you to a blitz. That is, I&amp;#39;m going to subject your mind to tremendous onslaughts; and you cannot get up and leave because you&amp;#39;re caught. Not because I&amp;#39;m holding you prisoner, but because something in you will prevent you from leaving while another part of you is going to go truthfully berserk. So brace yourself!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There was something in me which I felt was a &amp;#39;glutton for punishment&amp;#39;. He was right. I wouldn&amp;#39;t have left the house for the world; and yet I didn&amp;#39;t like one bit the inanities he was spouting. Don Juan said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I want to appeal to your analytical mind. Think for a moment, and tell me how you would explain the contradiction between the intelligence of man the engineer, and the stupidity of his systems of beliefs; or the stupidity of his contradictory behavior. &lt;strong&gt;Sorcerers believe that the predators have given us our systems of beliefs; our ideas of good and evil; our social mores. The predators are the ones who set up our hopes and expectations, and dreams of success or failure. They have given us covetousness, greed, and cowardice. It is the predators who make us complacent, routinary, and egomaniacal.&amp;quot;&lt;/strong&gt; &amp;quot;But how can they do this, don Juan?&amp;quot; I asked, somehow angered further by what he was saying. &amp;quot;Do they whisper all that in our ears while we are asleep?&amp;quot; &amp;quot;No, they don&amp;#39;t do it that way. That&amp;#39;s idiotic!&amp;quot; don Juan said, smiling. &lt;strong&gt;&amp;quot;They are infinitely more efficient and organized than that. In order to keep us obedient, meek and weak, the predators engaged themselves in a stupendous maneuver - stupendous, of course, from the point of view of a fighting strategist; a horrendous maneuver from the point of view of those who suffer it. They gave us their mind! Do you hear me? The predators give us their mind which becomes our mind. The predators&amp;#39; mind is baroque, contradictory, morose, and filled with the fear of being discovered any minute now.&lt;/strong&gt; &amp;quot;I know that even though you have never suffered hunger,&amp;quot; he went on, &amp;quot;you have food anxiety which is none other than the anxiety of the predator who fears that any moment now its maneuver is going to be uncovered, and its food is going to be denied. Through the mind, which after all is their mind, the predators inject into the lives of human beings whatever is convenient for them. The predators ensure in this manner a degree of security to act as a buffer against their fear.&amp;quot; &amp;quot;It&amp;#39;s not that I can&amp;#39;t accept all this at face value, don Juan,&amp;quot; I said. &amp;quot;I could, but there&amp;#39;s something so odious about it that it actually repels me. It forces me to take a contradictory stand. &amp;quot;If it&amp;#39;s true that they eat us, how do they do it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan had a broad smile on his face. He was as pleased as punch. &lt;strong&gt;He explained that sorcerers see infant human beings as strange, luminous balls of energy covered from the top to the bottom with a glowing coat, something like a plastic cover that is adjusted tightly over their cocoon of energy. He said that that glowing coat of awareness was what the predators consumed, and that when a human being reached adulthood, all that was left of that glowing coat of awareness was a narrow fringe that went from the ground to the top of the toes. That fringe permitted mankind to continue living, but only barely.&lt;/strong&gt; As if I were in a dream, I heard don Juan explaining that, to his knowledge, man was the only species that had the glowing coat of awareness outside that luminous cocoon. Therefore, he became easy prey for an awareness of a different order; such as the heavy awareness of the predator. He then made the most damaging statement he had made so far. &lt;strong&gt;He said that this narrow fringe of awareness was the epicenter of self-reflection where man was irremediably caught. By playing on our self-reflection, which is the only point of awareness left to us, the predators create flares of awareness that they proceed to consume in a ruthless, predatory fashion. They give us inane problems that force those flares of awareness to rise, and in this manner they keep us alive in order for them to be fed with the energetic flare of our pseudo-concerns.&lt;/strong&gt; There must have been something in what don Juan was saying which was so devastating to me that at that point I actually got sick to my stomach. After a moment&amp;#39;s pause long enough for me to recover, I asked don Juan,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But why is it that the sorcerers of ancient Mexico and all sorcerers today, although they see the predators, don&amp;#39;t do anything about it?&amp;quot; &amp;quot;There&amp;#39;s nothing that you and I can do about it,&amp;quot; don Juan said in a grave, sad voice. &lt;strong&gt;&amp;quot;All we can do is discipline ourselves to the point where they will not touch us.&lt;/strong&gt; &amp;quot;How can you ask your fellow men to go through those rigors of discipline? They&amp;#39;ll laugh and make fun of you; and the more aggressive ones will beat the shit out of you... and not so much because they don&amp;#39;t believe it. Down in the depths of every human being, there is an ancestral, visceral knowledge about the predators&amp;#39; existence.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;My analytical mind swung back and forth like a yo-yo. It left me and came back, and left me and came back again. Whatever don Juan was proposing was preposterous, incredible. At the same time, it was a most reasonable thing; so simple. It explained every kind of human contradiction I could think of. But how could one have taken all this seriously? Don Juan was pushing me into the path of an avalanche that would take me down forever. I felt another wave of a threatening sensation. The wave didn&amp;#39;t stem from me, yet it was attached to me. Don Juan was doing something to me, mysteriously positive and terribly negative at the same time. I sensed it as an attempt to cut a thin film that seemed to be glued to me. His eyes were fixed on mine in an unblinking stare. He moved his eyes away, and began to talk without looking at me anymore.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Whenever doubts plague you to a dangerous point,&amp;quot; he said, &amp;quot;do something pragmatic about it. Turn off the light. Pierce the darkness; find out what you can see.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He got up to turn off the lights. I stopped him.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, no, don Juan,&amp;quot; I said, &amp;quot;don&amp;#39;t turn off the lights. I&amp;#39;m doing okay.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;What I felt then was a most unusual, for me, fear of the darkness. The mere thought of it made me pant. I definitely knew something viscerally, but I wouldn&amp;#39;t dare touch it, or bring it to the surface, not in a million years!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You saw the fleeting shadows against the trees,&amp;quot; don Juan said, sitting back against his chair. &amp;quot;That&amp;#39;s pretty good. I&amp;#39;d like you to see them inside this room. You&amp;#39;re not seeing anything. You&amp;#39;re just merely catching fleeting images. You have enough energy for that.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I feared that don Juan would get up anyway and turn off the lights, which he did. Two seconds later, I was screaming my head off. Not only did I catch a glimpse of those fleeting images, I heard them buzzing by my ears. Don Juan doubled up with laughter as he turned on the lights.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What a temperamental fellow!&amp;quot; he said. &amp;quot;A total disbeliever, on the one hand; and a total pragmatist on the other. You must arrange this internal fight, otherwise you&amp;#39;re going to swell up like a big toad and burst.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan kept on pushing his barb deeper and deeper into me.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;The sorcerers of ancient Mexico,&amp;quot; he said, &amp;quot;saw the predator. They called it the flyer because it leaps through the air. It is not a pretty sight. It is a big shadow, impenetrably dark, a black shadow that jumps through the air. Then, it lands flat on the ground.&amp;quot; &amp;quot;The sorcerers of ancient Mexico were quite ill at ease with the idea of when it made its appearance on Earth. They reasoned that man must have been a complete being at one point, with stupendous insights and feats of awareness that are mythological legends nowadays. And then everything seems to disappear, and we have now a sedated man.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;I wanted to get angry and call him a paranoiac, but somehow the righteousness that was usually just underneath the surface of my being wasn&amp;#39;t there. Something in me was beyond the point of asking myself my favorite question: What if all that he said is true? At the moment he was talking to me that night, in my heart of hearts, I felt that all of what he was saying was true, but at the same time and with equal force, I felt that all that he was saying was absurdity itself.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are you saying, don Juan?&amp;quot; I asked feebly. My throat was constricted. I could hardly breathe. &lt;strong&gt;&amp;quot;What I&amp;#39;m saying is that what we have against us is not a simple predator. It is very smart and organized. It follows a methodical system to render us useless. Man, the magical being that he is destined to be, is no longer magical. He&amp;#39;s an average piece of meat. There are no more dreams for man but the dreams of an animal who is being raised to become a piece of meat: trite, conventional, imbecilic.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s words were eliciting a strange, bodily reaction in me comparable to the sensation of nausea. It was as if I were going to get sick to my stomach again. But the nausea was coming from the bottom of my being, from the marrow of my bones. I convulsed involuntarily. Don Juan shook me by the shoulders forcefully. I felt my neck wobbling back and forth under the impact of his grip. The maneuver calmed me down at once. I felt more in control.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;This predator,&amp;quot; don Juan said, &amp;quot;which, of course, is an inorganic being, is not altogether invisible to us as other inorganic beings are. I think as children we do see it, but we decide it&amp;#39;s so horrific that we don&amp;#39;t want to think about it.&lt;/strong&gt; Children, of course, could insist on focusing on the sight, but everybody else around them dissuades them from doing so. &lt;strong&gt;The only alternative left for mankind is discipline. Discipline is the only deterrent. But by discipline I don&amp;#39;t mean harsh routines. I don&amp;#39;t mean waking up every morning at five-thirty and throwing cold water on yourself until you&amp;#39;re blue. Sorcerers understand discipline as the capacity to face with serenity odds that are not included in our expectations.&lt;/strong&gt; For sorcerers, discipline is an art; the art of facing infinity without flinching; not because they are strong and tough, but because they are filled with awe.&amp;quot; &amp;quot;In what way would the sorcerers&amp;#39; discipline be a deterrent to the flyers?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;Don Juan scrutinized my face as if to discover any signs of my disbelief. He said,&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;Sorcerers say that discipline makes the glowing coat of awareness unpalatable to the flyer. The result is that the predators become bewildered. An inedible glowing coat of awareness is not part of their cognition, I suppose. After being bewildered, they don&amp;#39;t have any recourse other than refraining from continuing their nefarious task.&lt;/strong&gt; If the predators don&amp;#39;t eat our glowing coat of awareness for a while, it will keep on growing. &amp;quot;Simplifying this matter to the extreme, I can say that sorcerers, by means of their discipline, push the predators away long enough to allow their glowing coat of awareness to grow beyond the level of the toes. Once it goes beyond the level of the toes, it grows back to its natural size. The sorcerers of ancient Mexico used to say that the glowing coat of awareness is like a tree. If it is not pruned, it grows to its natural size and volume. As awareness reaches levels higher than the toes, tremendous maneuvers of perception become a matter of course. &lt;strong&gt;&amp;quot;The grand trick of those sorcerers of ancient times was to burden the flyers&amp;#39; mind with discipline. Sorcerers found out that if they taxed the flyers&amp;#39; mind with inner silence, the foreign installation would flee, and give any one of the practitioners involved in this maneuver the total certainty of the mind&amp;#39;s foreign origin.&lt;/strong&gt; The [alien mind control of these creatures] comes back, I assure you, but not as strong; and a process begins in which the fleeing of the flyers&amp;#39; mind becomes routine until one day it flees permanently. &lt;strong&gt;&amp;quot;That&amp;#39;s the day when you have to rely on your own devices which are nearly zero. A sad day indeed! There&amp;#39;s no one to tell you what to do. There&amp;#39;s no mind of foreign origin to dictate the imbecilities you&amp;#39;re accustomed to. My teacher, the nagual Julian, used to warn all his disciples that this was the toughest day in a sorcerer&amp;#39;s life for the real mind that belongs to us. The sum total of our experience after a lifetime of domination has been rendered shy, insecure, and shifty. Personally, I would say that the real battle of sorcerers begins at that moment. The rest is merely preparation.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;I became genuinely agitated. I wanted to know more, and yet a strange feeling in me clamored for me to stop. It alluded to dark results and punishment, something like the wrath of God descending on me for tampering with something veiled by God himself. I made a supreme effort to allow my curiosity to win. I heard myself say,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What-what-what do you mean, by taxing the flyers&amp;#39; mind?&amp;quot; &amp;quot;Discipline taxes the foreign mind no end,&amp;quot; he replied. &amp;quot;So, through their discipline, sorcerers vanquish the foreign installation.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was overwhelmed by his statements. I believed that don Juan was either certifiably insane or that he was telling me something so awesome that it froze everything in me. I noticed, however how quickly I rallied my energy to deny everything he had said. After an instant of panic, I began to laugh, as if don Juan had told me a joke. I even heard myself saying,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan, don Juan, you&amp;#39;re incorrigible!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan seemed to understand everything I was experiencing. He shook his head from side to side, and raised his eyes to the heavens in a gesture of mock despair. He said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I am so incorrigible, that I am going to give the flyers&amp;#39; mind which you carry inside you one more jolt. I am going to reveal to you one of the most extraordinary secrets of sorcery. I am going to describe to you a finding that took sorcerers thousands of years to verify and consolidate.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He looked at me, smiled maliciously, and said,&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&amp;quot;The flyers&amp;#39; mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers&amp;#39; mind flees in defeat. And that&amp;#39;s exactly what you are going to do; hold on to the energy that binds you together.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;I had the most inexplicable reaction I could have imagined. Something in me actually shook, as if it had received a jolt. I entered into a state of unwarranted fear, which I immediately associated with my religious background. Don Juan looked at me from head to toe.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You are fearing the wrath of God, aren&amp;#39;t you?&amp;quot; he said. &amp;quot;Rest assured, that&amp;#39;s not your fear. It&amp;#39;s the flyers&amp;#39; fear, because it knows that you will do exactly as I&amp;#39;m telling you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;His words did not calm me at all. I felt worse. I was actually convulsing involuntarily, and I had no means to stop it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t worry,&amp;quot; don Juan said calmly. &amp;quot;I know for a fact that those attacks wear off very quickly. The flyer&amp;#39;s mind has no concentration whatsoever.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;After a moment, everything stopped as don Juan had predicted. To say again that I was bewildered is a euphemism. This was the first time in my life ever, with don Juan or alone, that I didn&amp;#39;t know whether I was coming or going. I wanted to get out of the chair and walk around, but I was deathly afraid. I was filled with rational assertions, and at the same time I was filled with an infantile fear. I began to breathe deeply as a cold perspiration covered my entire body. I had somehow unleashed on myself a most godawful sight: black, fleeting shadows jumping all around me wherever I turned. I closed my eyes and rested my head on the arm of the stuffed chair.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t know which way to turn, don Juan,&amp;quot; I said. &amp;quot;Tonight, you have really succeeded in getting me lost.&amp;quot; Don Juan said, &amp;quot;You&amp;#39;re being torn by an internal struggle. Down in the depths of you, you know that you are incapable of refusing the agreement that an indispensable part of you, your glowing coat of awareness, is going to serve as an incomprehensible source of nourishment to, naturally, incomprehensible entities. &amp;quot;And another part of you will stand against this situation with all its might. &lt;strong&gt;The sorcerers&amp;#39; revolution is that they refuse to honor agreements in which they did not participate. Nobody ever asked me if I would consent to being eaten by beings of a different kind of awareness. My parents just brought me into this world to be food, like themselves, and that&amp;#39;s the end of the story.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_53h1ns", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "xokhp0", "is_robot_indexable": true, "report_reasons": null, "author": "EsotericN1nja", "discussion_type": null, "num_comments": 59, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/EscapingPrisonPlanet/comments/xokhp0/shaman_don_juan_telling_carlos_casteneda_what_the/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/EscapingPrisonPlanet/comments/xokhp0/shaman_don_juan_telling_carlos_casteneda_what_the/", "subreddit_subscribers": 59916, "created_utc": 1664201666.0, "num_crossposts": 12, "mod_reports": [], "is_video": false}], "created": 1668715603.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.EscapingPrisonPlanet", "allow_live_comments": false, "selftext_html": null, "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "/r/EscapingPrisonPlanet/comments/xokhp0/shaman_don_juan_telling_carlos_casteneda_what_the/", "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "4db2d960-6010-11ea-9ef8-0ed2b63f6a6f", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "yy03n2", "is_robot_indexable": true, "num_duplicates": 8, "report_reasons": null, "author": "_biggus_dickus_1", "discussion_type": null, "num_comments": 31, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "crosspost_parent": "t3_xokhp0", "author_flair_text_color": null, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/", "whitelist_status": "some_ads", "stickied": false, "url": "/r/EscapingPrisonPlanet/comments/xokhp0/shaman_don_juan_telling_carlos_casteneda_what_the/", "subreddit_subscribers": 9561, "created_utc": 1668715603.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv59p9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwtyn2f", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It never occurred to me.\n\nIt's not in my current \"intent\".\n\nSo it might seem to someone new that you would just ask whatever you like.\n\nBut it's not so.  You'll have to see why yourself.  Remember, you're FAR out there, in scarce emanations territory. Anything you inject, is like stomping around in a rare and tiny wild flower bed.\n\nI guess you could say, it's like interrupting the lizards so they stop teaching you what they were working on.  From the early books.\n\nOr maybe, it's like you have a little kid who is finally being serious about learning to play the piano.  And you've waited a long time to see him doing well.\n\nYou just DON'T hand him a drum set at that point.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwv59p9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It never occurred to me.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not in my current &amp;quot;intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So it might seem to someone new that you would just ask whatever you like.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not so.  You&amp;#39;ll have to see why yourself.  Remember, you&amp;#39;re FAR out there, in scarce emanations territory. Anything you inject, is like stomping around in a rare and tiny wild flower bed.&lt;/p&gt;\n\n&lt;p&gt;I guess you could say, it&amp;#39;s like interrupting the lizards so they stop teaching you what they were working on.  From the early books.&lt;/p&gt;\n\n&lt;p&gt;Or maybe, it&amp;#39;s like you have a little kid who is finally being serious about learning to play the piano.  And you&amp;#39;ve waited a long time to see him doing well.&lt;/p&gt;\n\n&lt;p&gt;You just DON&amp;#39;T hand him a drum set at that point.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv59p9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668788197.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668788197.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwtyn2f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Willing_Brick_2698", "can_mod_post": false, "created_utc": 1668763848.0, "send_replies": true, "parent_id": "t1_iws4rmp", "score": 1, "author_fullname": "t2_i0jsx16j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Dan Have you ever asked inorganics if flyers exist or not?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwtyn2f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan Have you ever asked inorganics if flyers exist or not?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwtyn2f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668763848.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvy650", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvn3iz", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Like I said, I don't believe in the fliers.\n\nAnd there's nothing special about me.\n\nJust ask Cholita.  She has a blog somewhere.  \n\nLast episode was about how I dress funny, and carry my balls around in a white shopping bag.", "edited": false, "author_flair_css_class": null, "name": "t1_iwvy650", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Like I said, I don&amp;#39;t believe in the fliers.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s nothing special about me.&lt;/p&gt;\n\n&lt;p&gt;Just ask Cholita.  She has a blog somewhere.  &lt;/p&gt;\n\n&lt;p&gt;Last episode was about how I dress funny, and carry my balls around in a white shopping bag.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_yy03n2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvy650/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668799902.0, "author_flair_text": null, "collapsed": false, "created_utc": 1668799902.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvn3iz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MRSlizKrysps", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv5k5e", "score": 2, "author_fullname": "t2_7yby7x4z", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I meant that maybe you're somebody that they have never bothered with. Not that maybe you're a lizard. I should have written it better.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwvn3iz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I meant that maybe you&amp;#39;re somebody that they have never bothered with. Not that maybe you&amp;#39;re a lizard. I should have written it better.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvn3iz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668795377.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668795377.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv5k5e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwu2b30", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wasn't me.  Be careful which gutters you drink from.\n\nThere's a lot of pollution out there.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwv5k5e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wasn&amp;#39;t me.  Be careful which gutters you drink from.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a lot of pollution out there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv5k5e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668788314.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668788314.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_yy03n2", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv6avt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv1try", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "There's a picture of one in my previous posts.\n\nIt's as good as you'll find anywhere else, because Carlos used to taunt me, standing not more than 4 feet away, doing imitations of them in private classes.\n\nHow they lick your toes.\n\nBut really, what's the big deal?\n\nYou don't have to do anything at all to get them to leave you alone, other than darkroom.\n\nSeems to me, people just like to get worked up, because it makes them feel like they are making progress.\n\nWhen they aren't doing any actual work at all.\n\nAnd instead, you can daily see, visibly, how high your energy has risen using the mashing energy pass.\n\nWhen it gets to your calves, the fliers leave you alone.\n\nCarlos alerted us to this over and over.\n\nThe fliers are like the witches Carlos told to pretend to be the enemies of Carlos, so he could have a worthy opponent.\n\nYou really don't have to do anything.  It's just an empty threat.\n\nEven if they exist, there's nothing you need to do other than learn sorcery.\n\nIf you don't, you have far more horrors to worry about than aliens who like to lick your feet.\n\nThat's only as bad as an annoying puppy.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwv6avt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s a picture of one in my previous posts.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s as good as you&amp;#39;ll find anywhere else, because Carlos used to taunt me, standing not more than 4 feet away, doing imitations of them in private classes.&lt;/p&gt;\n\n&lt;p&gt;How they lick your toes.&lt;/p&gt;\n\n&lt;p&gt;But really, what&amp;#39;s the big deal?&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t have to do anything at all to get them to leave you alone, other than darkroom.&lt;/p&gt;\n\n&lt;p&gt;Seems to me, people just like to get worked up, because it makes them feel like they are making progress.&lt;/p&gt;\n\n&lt;p&gt;When they aren&amp;#39;t doing any actual work at all.&lt;/p&gt;\n\n&lt;p&gt;And instead, you can daily see, visibly, how high your energy has risen using the mashing energy pass.&lt;/p&gt;\n\n&lt;p&gt;When it gets to your calves, the fliers leave you alone.&lt;/p&gt;\n\n&lt;p&gt;Carlos alerted us to this over and over.&lt;/p&gt;\n\n&lt;p&gt;The fliers are like the witches Carlos told to pretend to be the enemies of Carlos, so he could have a worthy opponent.&lt;/p&gt;\n\n&lt;p&gt;You really don&amp;#39;t have to do anything.  It&amp;#39;s just an empty threat.&lt;/p&gt;\n\n&lt;p&gt;Even if they exist, there&amp;#39;s nothing you need to do other than learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t, you have far more horrors to worry about than aliens who like to lick your feet.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s only as bad as an annoying puppy.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv6avt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668788607.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668788607.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv1try", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1668786789.0, "send_replies": true, "parent_id": "t1_iwu2b30", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Can you get a picture of them?", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can you get a picture of them?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv1try/", "num_reports": null, "locked": false, "name": "t1_iwv1try", "created": 1668786789.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwu2b30", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MRSlizKrysps", "can_mod_post": false, "created_utc": 1668767095.0, "send_replies": true, "parent_id": "t1_iws4rmp", "score": 1, "author_fullname": "t2_7yby7x4z", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was reading something the other day written by a self proclaimed lizard that said there are some lucky individuals that the flyers never bother with even from birth. Maybe that's you? He didn't have an explanation for it he just said that that has been his observation as someone that is able to always see them along with peoples energy bodies (he calls the energy body 'fractals').\n\nI've definitely seen them before exactly how they are explained by Don Juan to Carlos. Used to scare the shit out of me before I started to see things more clearly. This was long before I read any of the Castaneda descriptions of them.", "edited": 1668767328.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwu2b30", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was reading something the other day written by a self proclaimed lizard that said there are some lucky individuals that the flyers never bother with even from birth. Maybe that&amp;#39;s you? He didn&amp;#39;t have an explanation for it he just said that that has been his observation as someone that is able to always see them along with peoples energy bodies (he calls the energy body &amp;#39;fractals&amp;#39;).&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve definitely seen them before exactly how they are explained by Don Juan to Carlos. Used to scare the shit out of me before I started to see things more clearly. This was long before I read any of the Castaneda descriptions of them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwu2b30/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668767095.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iws4rmp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668725842.0, "send_replies": true, "parent_id": "t3_yy03n2", "score": 16, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I've never seen one.\n\nAnd I can reach silent knowledge. I do daily for at least an hour.\n\nNothing to see as far as I know.\n\nHowever, it did seem like Carlos needed don Juan's help to see them, so who knows?\n\nAnd Mad Prophet's Ally \"Lily\" (Ren) came to visit me, and taught me to do what Elias did.\n\nTo travel to anywhere in the universe and land on planets so you can look around.\n\nCarlos told us they come from the Pleiades system, so I prepared to travel there. It's pretty easy.  You just swipe away the ceiling, locate the star, zoom in like a cellphone pic, and leap right through the ceiling.\n\nFully awake, fully sober, eyes open.  There's no indication at all that you didn't literally do that.\n\nBut just as I was zeroing in on the star system (using a star chart on my cellphone) Lily stopped me. \n\nDropped a huge metal cage right in front of my eyes, and explained the locking and feeding mechanisms.\n\nSaying if I went there, I wouldn't be allowed to return.  \n\nSo I suppose they might exist, but there's plenty of stupidity in humans to account for our current situation.\n\nDon't need supernatural entities to explain how we got so stupid.\n\nStick around in here, and watch the angry men try to take it over,  or try to get attention by posting nonsense, and you'll begin to see.\n\nThe downfall of mankind was agriculture, money, and cities.\n\nMaybe you ought to notice where you are, and that you can do all the stuff you posted about, yourself. \n\nFor real?\n\nInstead of being a big dick like your user name suggests?\n\nYou alone might explain why there's no need for \"fliers\" to explain the condition of mankind.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iws4rmp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve never seen one.&lt;/p&gt;\n\n&lt;p&gt;And I can reach silent knowledge. I do daily for at least an hour.&lt;/p&gt;\n\n&lt;p&gt;Nothing to see as far as I know.&lt;/p&gt;\n\n&lt;p&gt;However, it did seem like Carlos needed don Juan&amp;#39;s help to see them, so who knows?&lt;/p&gt;\n\n&lt;p&gt;And Mad Prophet&amp;#39;s Ally &amp;quot;Lily&amp;quot; (Ren) came to visit me, and taught me to do what Elias did.&lt;/p&gt;\n\n&lt;p&gt;To travel to anywhere in the universe and land on planets so you can look around.&lt;/p&gt;\n\n&lt;p&gt;Carlos told us they come from the Pleiades system, so I prepared to travel there. It&amp;#39;s pretty easy.  You just swipe away the ceiling, locate the star, zoom in like a cellphone pic, and leap right through the ceiling.&lt;/p&gt;\n\n&lt;p&gt;Fully awake, fully sober, eyes open.  There&amp;#39;s no indication at all that you didn&amp;#39;t literally do that.&lt;/p&gt;\n\n&lt;p&gt;But just as I was zeroing in on the star system (using a star chart on my cellphone) Lily stopped me. &lt;/p&gt;\n\n&lt;p&gt;Dropped a huge metal cage right in front of my eyes, and explained the locking and feeding mechanisms.&lt;/p&gt;\n\n&lt;p&gt;Saying if I went there, I wouldn&amp;#39;t be allowed to return.  &lt;/p&gt;\n\n&lt;p&gt;So I suppose they might exist, but there&amp;#39;s plenty of stupidity in humans to account for our current situation.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t need supernatural entities to explain how we got so stupid.&lt;/p&gt;\n\n&lt;p&gt;Stick around in here, and watch the angry men try to take it over,  or try to get attention by posting nonsense, and you&amp;#39;ll begin to see.&lt;/p&gt;\n\n&lt;p&gt;The downfall of mankind was agriculture, money, and cities.&lt;/p&gt;\n\n&lt;p&gt;Maybe you ought to notice where you are, and that you can do all the stuff you posted about, yourself. &lt;/p&gt;\n\n&lt;p&gt;For real?&lt;/p&gt;\n\n&lt;p&gt;Instead of being a big dick like your user name suggests?&lt;/p&gt;\n\n&lt;p&gt;You alone might explain why there&amp;#39;s no need for &amp;quot;fliers&amp;quot; to explain the condition of mankind.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iws4rmp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668725842.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yy03n2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 16}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_yy03n2", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv6qhs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv26hy", "score": 1, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Indeed", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwv6qhs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Indeed&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv6qhs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668788783.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668788783.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv26hy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1668786933.0, "send_replies": true, "parent_id": "t1_iwusilh", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Don't ever forget that we have a reptilian Brain that runs all of our autonomic processes and then a monkey brain over top of it.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Don&amp;#39;t ever forget that we have a reptilian Brain that runs all of our autonomic processes and then a monkey brain over top of it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv26hy/", "num_reports": null, "locked": false, "name": "t1_iwv26hy", "created": 1668786933.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwusilh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1668782859.0, "send_replies": true, "parent_id": "t1_iwu0eod", "score": 6, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Whatever the Influence of \"fliers\" comes from, it is one of pressure, neediness, uncertainty, and restrictions of awareness/connection. Sowing seeds of self doubt, angst, confusion, meaninglessness, distrust and then even leading to hatred, disdain, humiliation, shame, mental trauma of control, narcissism, insecurity, etc. Wether this is the collective substance and intent of humanities trauma and hatred, something like that, or actual beings with negative intentions, is up for investigation, but this is how it seems to influence us. It essentially wants to undermine our ability to demonstrate freedom, self trust, and the ability to lovingly connect, to invest and receive emotion, imagination and intent freely, to think freely, and to be aware of anything around us. To innocently express and be innocently aware. To have our full personal power with anything we do, and lovingly accept anything about others.\n\nWhen you approach these incredibly beautiful and powerful aspects of your existence it's extremely unsettling for a specefic piece of your mind, because originating in you or not originating with you, this piece of your mind doesn't want to feel love and acceptance, true freedom, or even a genuine connection. It wants to feel stable, in control of your fate, in control of its standing in the social sphere, and live in protective bubble of silence. It wants to dominate potential outcomes, not lovingly embrace them. It doesn't want to connect and feel love, it wants to feel superior, on top, and in control of an exchange, so that it can make sure to get its satisfaction. It does this because it hates what destroyed it, what lowered it, what crushed it, what separated it, etc, and it never wants to feel and know certain things ever again. It doesn't want to participate in reality. There's something about life or reality that's simply unbearable or even unfair to this awareness.\n\nSo feeling love and practicing free will, really claiming your unfiltered personal power, is the literal opposite of what this aspect of consciousness wants, or THINKS it wants. Because it doesn't want to know reality and know itself, to move freely in them, and especially feel how they really feel. So by doing it, by feeling good and free and ignoring/overcoming it's negative influence, it loses its real estate in your mind, and is phased out like any other belief or unsettling thought by the function of not being fed attention and participation (exchanging energy with the thoughts by listening to and believing them). Wether this is happening solely within us, as a collective exchange of energy, or because of other conscious beings (\"fliers\"), is again, up for investigation.\n\nMy personal belief is that it's all just us. That what we perceive as \"fliers\" is just hated, hate-filled aspects of our existence, that revolve just outside of our awareness, lashing out in an attempt to control because they don't feel right because we can't seem to accept them and what they do. Anytime you've ever tried to serve yourself above all else, tried to make yourself superior, or others inferior, tried to take satisfaction from others, tried to make someone do anything, etc, has been pieces of yourself that don't know any better because they don't even want to know. They just want to cope and feel right after whatever happened to them. Things which caused Insecurity, lonliness, grief, blame, humiliation, betrayal, could be anything which inspires enough pain, fear or hatred to want to discard life in exchange for control and temporary satisfaction. It's a weird relationship to life, because it is indeed our freedom to discard and disdain it, any part of it. And we find ourselves doing that when we feel it has wronged us.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwusilh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Whatever the Influence of &amp;quot;fliers&amp;quot; comes from, it is one of pressure, neediness, uncertainty, and restrictions of awareness/connection. Sowing seeds of self doubt, angst, confusion, meaninglessness, distrust and then even leading to hatred, disdain, humiliation, shame, mental trauma of control, narcissism, insecurity, etc. Wether this is the collective substance and intent of humanities trauma and hatred, something like that, or actual beings with negative intentions, is up for investigation, but this is how it seems to influence us. It essentially wants to undermine our ability to demonstrate freedom, self trust, and the ability to lovingly connect, to invest and receive emotion, imagination and intent freely, to think freely, and to be aware of anything around us. To innocently express and be innocently aware. To have our full personal power with anything we do, and lovingly accept anything about others.&lt;/p&gt;\n\n&lt;p&gt;When you approach these incredibly beautiful and powerful aspects of your existence it&amp;#39;s extremely unsettling for a specefic piece of your mind, because originating in you or not originating with you, this piece of your mind doesn&amp;#39;t want to feel love and acceptance, true freedom, or even a genuine connection. It wants to feel stable, in control of your fate, in control of its standing in the social sphere, and live in protective bubble of silence. It wants to dominate potential outcomes, not lovingly embrace them. It doesn&amp;#39;t want to connect and feel love, it wants to feel superior, on top, and in control of an exchange, so that it can make sure to get its satisfaction. It does this because it hates what destroyed it, what lowered it, what crushed it, what separated it, etc, and it never wants to feel and know certain things ever again. It doesn&amp;#39;t want to participate in reality. There&amp;#39;s something about life or reality that&amp;#39;s simply unbearable or even unfair to this awareness.&lt;/p&gt;\n\n&lt;p&gt;So feeling love and practicing free will, really claiming your unfiltered personal power, is the literal opposite of what this aspect of consciousness wants, or THINKS it wants. Because it doesn&amp;#39;t want to know reality and know itself, to move freely in them, and especially feel how they really feel. So by doing it, by feeling good and free and ignoring/overcoming it&amp;#39;s negative influence, it loses its real estate in your mind, and is phased out like any other belief or unsettling thought by the function of not being fed attention and participation (exchanging energy with the thoughts by listening to and believing them). Wether this is happening solely within us, as a collective exchange of energy, or because of other conscious beings (&amp;quot;fliers&amp;quot;), is again, up for investigation.&lt;/p&gt;\n\n&lt;p&gt;My personal belief is that it&amp;#39;s all just us. That what we perceive as &amp;quot;fliers&amp;quot; is just hated, hate-filled aspects of our existence, that revolve just outside of our awareness, lashing out in an attempt to control because they don&amp;#39;t feel right because we can&amp;#39;t seem to accept them and what they do. Anytime you&amp;#39;ve ever tried to serve yourself above all else, tried to make yourself superior, or others inferior, tried to take satisfaction from others, tried to make someone do anything, etc, has been pieces of yourself that don&amp;#39;t know any better because they don&amp;#39;t even want to know. They just want to cope and feel right after whatever happened to them. Things which caused Insecurity, lonliness, grief, blame, humiliation, betrayal, could be anything which inspires enough pain, fear or hatred to want to discard life in exchange for control and temporary satisfaction. It&amp;#39;s a weird relationship to life, because it is indeed our freedom to discard and disdain it, any part of it. And we find ourselves doing that when we feel it has wronged us.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwusilh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668782859.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvxkeo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvhxvk", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I heard Carlos discuss this nearly every 4 days, for years.  Appraising us each time as to how far we'd risen, and thus how close to defeating the fliers we were. So we could learn what it feels like.\n\nYou seem to be obsessed with some vague book deal you've imagined for yourself.\n\nThinking nothing we are doing is actually real.  So you can create your own understanding and it's as good as anyone else's.\n\nSeems like you doubt that many years of being around Carlos, could lead anyone to success.\n\nSo you're looking for a \"gotcha!\"\n\nThere's so many things that could be pointing to. \n\nIntent for one.\n\nOr it could be an advanced reference to how the luminous shell is formed.\n\nBut none of it matters, because you get rid of the fliers by not indulging in things, like \"trying to win an argument\" to establish your own status,  and by doing tensegrity daily and perfecting your silence.\n\nDarkroom.\n\nYou DON'T do it by memorizing factoids to share with friends in lively chat discussions.\n\nWhen's your book come out?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwvxkeo", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I heard Carlos discuss this nearly every 4 days, for years.  Appraising us each time as to how far we&amp;#39;d risen, and thus how close to defeating the fliers we were. So we could learn what it feels like.&lt;/p&gt;\n\n&lt;p&gt;You seem to be obsessed with some vague book deal you&amp;#39;ve imagined for yourself.&lt;/p&gt;\n\n&lt;p&gt;Thinking nothing we are doing is actually real.  So you can create your own understanding and it&amp;#39;s as good as anyone else&amp;#39;s.&lt;/p&gt;\n\n&lt;p&gt;Seems like you doubt that many years of being around Carlos, could lead anyone to success.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re looking for a &amp;quot;gotcha!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so many things that could be pointing to. &lt;/p&gt;\n\n&lt;p&gt;Intent for one.&lt;/p&gt;\n\n&lt;p&gt;Or it could be an advanced reference to how the luminous shell is formed.&lt;/p&gt;\n\n&lt;p&gt;But none of it matters, because you get rid of the fliers by not indulging in things, like &amp;quot;trying to win an argument&amp;quot; to establish your own status,  and by doing tensegrity daily and perfecting your silence.&lt;/p&gt;\n\n&lt;p&gt;Darkroom.&lt;/p&gt;\n\n&lt;p&gt;You DON&amp;#39;T do it by memorizing factoids to share with friends in lively chat discussions.&lt;/p&gt;\n\n&lt;p&gt;When&amp;#39;s your book come out?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvxkeo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668799653.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668799653.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j07u7yp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "South-Assumption-385", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvhxvk", "score": 1, "author_fullname": "t2_uv52wqr2", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In the sorcerers crossing there is a pass taught to taisha by nelida- \"reach beyond the unseen and grab the force that sustains us.\"pg 185. when you touch that force-it is literally just as it sounds. a vibrating force that you can hold", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j07u7yp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In the sorcerers crossing there is a pass taught to taisha by nelida- &amp;quot;reach beyond the unseen and grab the force that sustains us.&amp;quot;pg 185. when you touch that force-it is literally just as it sounds. a vibrating force that you can hold&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/j07u7yp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671042192.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671042192.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvhxvk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Willing_Brick_2698", "can_mod_post": false, "created_utc": 1668793287.0, "send_replies": true, "parent_id": "t1_iwu0eod", "score": 1, "author_fullname": "t2_i0jsx16j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "u/danl999 Dan, can you explain what Don Juan is saying?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwvhxvk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; Dan, can you explain what Don Juan is saying?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvhxvk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668793287.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwu0eod", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Willing_Brick_2698", "can_mod_post": false, "created_utc": 1668765413.0, "send_replies": true, "parent_id": "t3_yy03n2", "score": 4, "author_fullname": "t2_i0jsx16j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": " **\"The flyers' mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers' mind flees in defeat. And that's exactly what you are going to do; hold on to the energy that binds you together.\"** \n\nCan someone explain this part? What does it mean to keep the energy that binds you together?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwu0eod", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;&amp;quot;The flyers&amp;#39; mind flees forever when a sorcerer succeeds in grabbing on to the vibrating force that holds us together as a conglomerate of energy fields. If a sorcerer maintains that pressure long enough, the flyers&amp;#39; mind flees in defeat. And that&amp;#39;s exactly what you are going to do; hold on to the energy that binds you together.&amp;quot;&lt;/strong&gt; &lt;/p&gt;\n\n&lt;p&gt;Can someone explain this part? What does it mean to keep the energy that binds you together?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwu0eod/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668765413.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yy03n2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv4o1m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwtyhqs", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's one of the final books Carlos wrote, after he introduced us to the fliers.\n\nSo it's no different. He created them as a set, because he was leaving.\n\nI wouldn't be surprised if he wrote that within months of writing the other books.\n\nWe got \"previews\" of what he'd written, in private class. He tested the book contents out on  us.\n\nThe final publications, which should be considered the \"how to parting gift\", were Silent Knowledge, Readers of Infinity, The Wheel of Time, The Magical Passes, and The Active Side of Infinity.\n\nThose should be considered our final advice.\n\nWhat an amazing productivity he showed with those!  We just casually ignored all those coming out, like it was no big deal.\n\nMaybe that's what Nyei was \"scribing\"?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwv4o1m", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s one of the final books Carlos wrote, after he introduced us to the fliers.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s no different. He created them as a set, because he was leaving.&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t be surprised if he wrote that within months of writing the other books.&lt;/p&gt;\n\n&lt;p&gt;We got &amp;quot;previews&amp;quot; of what he&amp;#39;d written, in private class. He tested the book contents out on  us.&lt;/p&gt;\n\n&lt;p&gt;The final publications, which should be considered the &amp;quot;how to parting gift&amp;quot;, were Silent Knowledge, Readers of Infinity, The Wheel of Time, The Magical Passes, and The Active Side of Infinity.&lt;/p&gt;\n\n&lt;p&gt;Those should be considered our final advice.&lt;/p&gt;\n\n&lt;p&gt;What an amazing productivity he showed with those!  We just casually ignored all those coming out, like it was no big deal.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s what Nyei was &amp;quot;scribing&amp;quot;?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv4o1m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668787949.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668787949.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_yy03n2", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv22lk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1668786889.0, "send_replies": true, "parent_id": "t1_iwtyhqs", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "A so called God could also be called an alien intruder.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A so called God could also be called an alien intruder.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv22lk/", "num_reports": null, "locked": false, "name": "t1_iwv22lk", "created": 1668786889.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwtyhqs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Willing_Brick_2698", "can_mod_post": false, "created_utc": 1668763726.0, "send_replies": true, "parent_id": "t1_iws8z10", "score": 5, "author_fullname": "t2_i0jsx16j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\\&gt; But it's the most obvious answer. The fliers were not mentioned before, because they don't exist.\n\nDan, this is wrong. In the book Magical passes(Decision Center), Don Juan talks about the sixth energy center located above the head and says that This center does not belong entirely to humans and this center is owned by an invisible aggressor. Don Juan also said: I have also seen that in a sorcerer who has overcome his mind, which sorcerers call an alien installation, the oscillation of that center has become like the oscillation of other centers. And he refused to explain more about this", "edited": 1668770609.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwtyhqs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; But it&amp;#39;s the most obvious answer. The fliers were not mentioned before, because they don&amp;#39;t exist.&lt;/p&gt;\n\n&lt;p&gt;Dan, this is wrong. In the book Magical passes(Decision Center), Don Juan talks about the sixth energy center located above the head and says that This center does not belong entirely to humans and this center is owned by an invisible aggressor. Don Juan also said: I have also seen that in a sorcerer who has overcome his mind, which sorcerers call an alien installation, the oscillation of that center has become like the oscillation of other centers. And he refused to explain more about this&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwtyhqs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668763726.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwv41n4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwsw211", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oddly, by telling everyone about the fliers, Carlos might have made them real all by himself.\n\nAssuming they are not.\n\nThat would allow putting an entire complicated topic, namely why humans suck so badly and try to attack real magic when they notice it, into the \"metaphor\" of \"the fliers\".\n\nSorcerers can classify anything too complicated to handle directly, as \"something else\".\n\nThen deal with the more simple thing.\n\nBut that's how reality works in the first place!  The vast dark sea of emanations can't possibly be handled directly.\n\nSo they just classify as small part in the form of a \"bundle\", and deal with that.\n\nI've seen a flier.\n\nBut it looked kind of cute to me, trying to lick things.\n\nA fat green walrus with a huge tongue, and weird googly eyes.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwv41n4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oddly, by telling everyone about the fliers, Carlos might have made them real all by himself.&lt;/p&gt;\n\n&lt;p&gt;Assuming they are not.&lt;/p&gt;\n\n&lt;p&gt;That would allow putting an entire complicated topic, namely why humans suck so badly and try to attack real magic when they notice it, into the &amp;quot;metaphor&amp;quot; of &amp;quot;the fliers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers can classify anything too complicated to handle directly, as &amp;quot;something else&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Then deal with the more simple thing.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s how reality works in the first place!  The vast dark sea of emanations can&amp;#39;t possibly be handled directly.&lt;/p&gt;\n\n&lt;p&gt;So they just classify as small part in the form of a &amp;quot;bundle&amp;quot;, and deal with that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen a flier.&lt;/p&gt;\n\n&lt;p&gt;But it looked kind of cute to me, trying to lick things.&lt;/p&gt;\n\n&lt;p&gt;A fat green walrus with a huge tongue, and weird googly eyes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv41n4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668787692.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668787692.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwsw211", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Omnislug", "can_mod_post": false, "created_utc": 1668738508.0, "send_replies": true, "parent_id": "t1_iws8z10", "score": 3, "author_fullname": "t2_85o1yev8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Honestly things like this is where sorcery has the most value,  to show something you've believed a long time as false. Sometimes this might hurt but holy crap is that valuable!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwsw211", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Honestly things like this is where sorcery has the most value,  to show something you&amp;#39;ve believed a long time as false. Sometimes this might hurt but holy crap is that valuable!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwsw211/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668738508.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwwlxqb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MRSlizKrysps", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvz93q", "score": 1, "author_fullname": "t2_7yby7x4z", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Very interesting. Lately it feels like I have a big rubber band swirling and twisting around my body even when I'm just relaxing. I've had SEVERE lower back pain for years and it is almost completely gone now after this force I'm describing was flexing and swirling down onto it everytime I'd do tensegrity. Sometimes I think my IOB must have put some kind of energy exoskeleton onto me above and beyond just helping recharge my energy body. I also appear to be building muscle mass at a pretty quick rate now even though my appetite is very low.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_iwwlxqb", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Very interesting. Lately it feels like I have a big rubber band swirling and twisting around my body even when I&amp;#39;m just relaxing. I&amp;#39;ve had SEVERE lower back pain for years and it is almost completely gone now after this force I&amp;#39;m describing was flexing and swirling down onto it everytime I&amp;#39;d do tensegrity. Sometimes I think my IOB must have put some kind of energy exoskeleton onto me above and beyond just helping recharge my energy body. I also appear to be building muscle mass at a pretty quick rate now even though my appetite is very low.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_yy03n2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwwlxqb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668809802.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668809802.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvz93q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvper8", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We get people with more \"feeling\" oriented darkroom, but so far all of them gave up.\n\nNot indicative of a correlation.  Most people give up when they figure out they have to work hard.\n\nI'd love to see one go further!\n\nOut in the purple zone, that sort of thing is inevitable.   All of the senses become active, in Silent Knowledge.\n\nAnd if you shift sideways at any level, even the green line, things \"get physical\" fast.\n\nI find physical touch sensations astonishing lately.  I can literally feel the thickness of the air, like soft fur sliding along my skin when I walk.\n\nZuleica wrote about that side of it, a bit.  With her finger wiggling.\n\nMaybe, try to play with physical sensations, to \"make them real\".\n\nHard to explain that.\n\nLet's say you feel something \"as thick as water\" in the air.\n\nBut then you take Zuleica's suggestion, find the spot 18-24 inches out, and 4 inches to the right, in front of your navel, and wiggle your fingers around there, trying to increase that sensation in response to the movement of your fingers.\n\nBefore you felt the sensations at random.\n\nBut once they respond to your hands, they become more \"real\".\n\nThe Tensegrity forms have such things embedded in them, but I haven't had much luck feeling what Carlos described, so far.\n\nLike the \"plop\" when the ball of energy you send into space using Stellar Hatch, returns and lands on the back of your neck.", "edited": false, "author_flair_css_class": null, "name": "t1_iwvz93q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We get people with more &amp;quot;feeling&amp;quot; oriented darkroom, but so far all of them gave up.&lt;/p&gt;\n\n&lt;p&gt;Not indicative of a correlation.  Most people give up when they figure out they have to work hard.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to see one go further!&lt;/p&gt;\n\n&lt;p&gt;Out in the purple zone, that sort of thing is inevitable.   All of the senses become active, in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;And if you shift sideways at any level, even the green line, things &amp;quot;get physical&amp;quot; fast.&lt;/p&gt;\n\n&lt;p&gt;I find physical touch sensations astonishing lately.  I can literally feel the thickness of the air, like soft fur sliding along my skin when I walk.&lt;/p&gt;\n\n&lt;p&gt;Zuleica wrote about that side of it, a bit.  With her finger wiggling.&lt;/p&gt;\n\n&lt;p&gt;Maybe, try to play with physical sensations, to &amp;quot;make them real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Hard to explain that.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say you feel something &amp;quot;as thick as water&amp;quot; in the air.&lt;/p&gt;\n\n&lt;p&gt;But then you take Zuleica&amp;#39;s suggestion, find the spot 18-24 inches out, and 4 inches to the right, in front of your navel, and wiggle your fingers around there, trying to increase that sensation in response to the movement of your fingers.&lt;/p&gt;\n\n&lt;p&gt;Before you felt the sensations at random.&lt;/p&gt;\n\n&lt;p&gt;But once they respond to your hands, they become more &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The Tensegrity forms have such things embedded in them, but I haven&amp;#39;t had much luck feeling what Carlos described, so far.&lt;/p&gt;\n\n&lt;p&gt;Like the &amp;quot;plop&amp;quot; when the ball of energy you send into space using Stellar Hatch, returns and lands on the back of your neck.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_yy03n2", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvz93q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668800349.0, "author_flair_text": null, "collapsed": false, "created_utc": 1668800349.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvper8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MRSlizKrysps", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv6s5x", "score": 2, "author_fullname": "t2_7yby7x4z", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I still can't see my energy. I have trouble seeing anything more than swirling yellow star burst patterns with some blue or purple or green mixed in occasionally.\n\nAnytime I do tensegrity now I feel like I'm locking onto something. It feels sorta like a magnetic resistance like that feeling how when you try to put 2 magnets together and they repel each other. Then I do the 'mashing energy' with that and get a vibrating that goes from my feet up into my core and then eventually my neck where my entire body will be pulsing with it. The other day after this happened it felt like an invisible piece of tape was ripped off from my neck and the side of my face. Or like a piece of rubber was put up to my skin and pulled to create friction/resistance. I wonder if that was some flyers detaching?\n\nIt used to only be at my feet (the vibrating). I've read that some people perceive it energy differently. Ya think maybe I'm feeling it instead of seeing it? It's weird because here lately it starts at the back of my neck now instead of my feet. The tension seems to always build at the back of my neck before working down into the rest of my body. \n\nEdit: saying it starts at the back of my neck might be incorrect but when the tension starts to build up (after my entire body is vibrating) it always seems to start at the back of my neck. Feels like a kink in my neck. Really strange. It then starts to flow down my spine as it is spiraling. Is this me starting to slide along the J curve?", "edited": 1668797658.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwvper8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I still can&amp;#39;t see my energy. I have trouble seeing anything more than swirling yellow star burst patterns with some blue or purple or green mixed in occasionally.&lt;/p&gt;\n\n&lt;p&gt;Anytime I do tensegrity now I feel like I&amp;#39;m locking onto something. It feels sorta like a magnetic resistance like that feeling how when you try to put 2 magnets together and they repel each other. Then I do the &amp;#39;mashing energy&amp;#39; with that and get a vibrating that goes from my feet up into my core and then eventually my neck where my entire body will be pulsing with it. The other day after this happened it felt like an invisible piece of tape was ripped off from my neck and the side of my face. Or like a piece of rubber was put up to my skin and pulled to create friction/resistance. I wonder if that was some flyers detaching?&lt;/p&gt;\n\n&lt;p&gt;It used to only be at my feet (the vibrating). I&amp;#39;ve read that some people perceive it energy differently. Ya think maybe I&amp;#39;m feeling it instead of seeing it? It&amp;#39;s weird because here lately it starts at the back of my neck now instead of my feet. The tension seems to always build at the back of my neck before working down into the rest of my body. &lt;/p&gt;\n\n&lt;p&gt;Edit: saying it starts at the back of my neck might be incorrect but when the tension starts to build up (after my entire body is vibrating) it always seems to start at the back of my neck. Feels like a kink in my neck. Really strange. It then starts to flow down my spine as it is spiraling. Is this me starting to slide along the J curve?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvper8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668796316.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668796316.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv6s5x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwu38nv", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You forget that Carlos spent years teaching us how to overcome the fliers.\n\nHe didn't do that in vein!\n\nI know I don't have any, because my energy has risen too high for me to even see the top of it anymore.  The last time I saw it clearly, it was at my hips.\n\nAnd Carlos said they stop attacking when it reaches your calves. He used to weekly appraise the level we had, and chastise us when it fell back down.\n\nI had the real thing for years, not merely my own interpretations of the books!\n\nIn fact, he told us to stop reading those.\n\nTry it yourself!  \n\nRaise your energy through sustained action.\n\nIt's not pretend.  Learn to see it with the  mashing energy series, done in darkness and silence.\n\nYou can even report back to us, what \"hue\" your amber energy has.\n\nMine is greenish.  Something I didn't even know was possible, until Jadey explained it. Carlos specifically taught her about this topic, in a quite unusual way.\n\nSitting next to Nyei as I recall. Who is still on our side.\n\nPerhaps Carlos did that, so Jadey would come tell us here.\n\nIt's nice when you see something, before you read what Carlos had to say about it.\n\nHe didn't have to be clever to plan things like that.\n\nJust read what infinity scripted him to say.", "edited": 1668789412.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwv6s5x", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You forget that Carlos spent years teaching us how to overcome the fliers.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t do that in vein!&lt;/p&gt;\n\n&lt;p&gt;I know I don&amp;#39;t have any, because my energy has risen too high for me to even see the top of it anymore.  The last time I saw it clearly, it was at my hips.&lt;/p&gt;\n\n&lt;p&gt;And Carlos said they stop attacking when it reaches your calves. He used to weekly appraise the level we had, and chastise us when it fell back down.&lt;/p&gt;\n\n&lt;p&gt;I had the real thing for years, not merely my own interpretations of the books!&lt;/p&gt;\n\n&lt;p&gt;In fact, he told us to stop reading those.&lt;/p&gt;\n\n&lt;p&gt;Try it yourself!  &lt;/p&gt;\n\n&lt;p&gt;Raise your energy through sustained action.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not pretend.  Learn to see it with the  mashing energy series, done in darkness and silence.&lt;/p&gt;\n\n&lt;p&gt;You can even report back to us, what &amp;quot;hue&amp;quot; your amber energy has.&lt;/p&gt;\n\n&lt;p&gt;Mine is greenish.  Something I didn&amp;#39;t even know was possible, until Jadey explained it. Carlos specifically taught her about this topic, in a quite unusual way.&lt;/p&gt;\n\n&lt;p&gt;Sitting next to Nyei as I recall. Who is still on our side.&lt;/p&gt;\n\n&lt;p&gt;Perhaps Carlos did that, so Jadey would come tell us here.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nice when you see something, before you read what Carlos had to say about it.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t have to be clever to plan things like that.&lt;/p&gt;\n\n&lt;p&gt;Just read what infinity scripted him to say.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwv6s5x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668788802.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668788802.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwu38nv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MRSlizKrysps", "can_mod_post": false, "created_utc": 1668767898.0, "send_replies": true, "parent_id": "t1_iws8z10", "score": 3, "author_fullname": "t2_7yby7x4z", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You will never know for certain or not if he invented them yet you present this as a fact at the beginning of this post before adding \"as far as I'm concerned\" near the end of it. How do you know that you don't have some flyers attached to you right now that are influencing you to downplay the significance of them? :)", "edited": 1668768154.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwu38nv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You will never know for certain or not if he invented them yet you present this as a fact at the beginning of this post before adding &amp;quot;as far as I&amp;#39;m concerned&amp;quot; near the end of it. How do you know that you don&amp;#39;t have some flyers attached to you right now that are influencing you to downplay the significance of them? :)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yy03n2", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwu38nv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668767898.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iws8z10", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668727724.0, "send_replies": true, "parent_id": "t3_yy03n2", "score": 13, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This of course missed the most obvious explanation.\n\nSorcery is about the mastery of intent, and in order to learn it, you have to follow the intent of the sorcerers of ancient mexico. Who had thousands of years to learn what we want to learn, and left a trail in the emanations.\n\nWithout that trail, there's no possibility to learn sorcery.\n\nYou have to be \"pulled by sorcery\" itself.\n\nCarlos went out of his way to try to attached his students to that pull, giving them names from Toltec and Olmec history, names used by the lineage, and in any way he could, create a new \"story\" behind them, to get intent itself to help out.\n\nWe've seen in here the magic of that pull.  We repeat what happened to Carlos, when he tried to teach.\n\nWe can't escape it.\n\nBut it makes perfect sense once you learn to move your assemblage point.\n\nAnd part of learning is, \"The worthy opponent\".\n\nI got Cholita. I was lucky.\n\nBut Carlos was given Soledad or La Catalina as a trick. Neither was his enemy, but don Juan arranged him to think so.\n\nIt dominates the cover of one of the books. The scary witch with her shawl blowing in the wind, Manfred the old seer in dog form, walking about.\n\nSo how to give an entire workshop crowd the \"worthy opponent\"?\n\nHe invented \"the fliers\".\n\nThat would explain why there's no mention of them in any of the earlier books.\n\nAnd here's the passages you neglected. About the need for a worthy opponent:\n\n\\*\\*\\*\n\n\"Can you teach me that dance even though I am not a warrior?\" I asked.\n\n\"Any man that hunts power has to learn that dance,\" he said. \"Yet I cannot teach you now. Soon you may have a worthy opponent, and I will show you then the first movement of power. You must add the other movements yourself as you go on living. Every new one must be obtained during a struggle of power. So, properly speaking, the posture, or the form of a warrior is the story of his life; a dance that grows as he grows in personal power.\"\n\n\\*\\*\\*\n\n\"I think I have a cure for it,\" don Juan went on after a long interval. \"Even you would agree with me if you could remember what you did last night. You ran as fast as any sorcerer only when your opponent became unbearable. We both know that, and I believe I have already found a worthy opponent for you.\"\n\n\\*\\*\\*\n\n\"This is not a matter of trusting anybody. This whole affair is a matter of a warrior's struggle; and you will keep on struggling, if not under your own power, then perhaps under the impact of a worthy opponent; or with the help of some allies, like the one which is already following you.\"\n\n\\*\\*\\*\n\nThat's enough, I'm not supposed to be reading the books.\n\nBut it's the most obvious answer.  The fliers were not mentioned before, because they don't exist.\n\nThey were created as a worthy opponent for a large group of students.\n\nJust as don Juan created a worthy opponent for Carlos, from a woman who was actually his friend when he was in heightened awareness, under the influence of \"the nagual's blow\".\n\nI'm not sure why people cling to the fliers as meaningful.\n\nAnd like to discuss it.\n\nWe had one person whose feelings were hurt, at the idea Carlos would deceive him.\n\nI suppose he didn't actually read all the books?\n\nSo \"the fliers\", as far as I'm concerned, belong in the realm of \"groupie behavior\".\n\nAs is obsessing over something you'll never get to see,  because you won't put in the time to learn.\n\nAnd by the way, that prison planet place this was posted, censors me.\n\nThe Mods have agendas and don't like to hear the truth.\n\nOr even recognize it when they hear it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iws8z10", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This of course missed the most obvious explanation.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is about the mastery of intent, and in order to learn it, you have to follow the intent of the sorcerers of ancient mexico. Who had thousands of years to learn what we want to learn, and left a trail in the emanations.&lt;/p&gt;\n\n&lt;p&gt;Without that trail, there&amp;#39;s no possibility to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;You have to be &amp;quot;pulled by sorcery&amp;quot; itself.&lt;/p&gt;\n\n&lt;p&gt;Carlos went out of his way to try to attached his students to that pull, giving them names from Toltec and Olmec history, names used by the lineage, and in any way he could, create a new &amp;quot;story&amp;quot; behind them, to get intent itself to help out.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve seen in here the magic of that pull.  We repeat what happened to Carlos, when he tried to teach.&lt;/p&gt;\n\n&lt;p&gt;We can&amp;#39;t escape it.&lt;/p&gt;\n\n&lt;p&gt;But it makes perfect sense once you learn to move your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;And part of learning is, &amp;quot;The worthy opponent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I got Cholita. I was lucky.&lt;/p&gt;\n\n&lt;p&gt;But Carlos was given Soledad or La Catalina as a trick. Neither was his enemy, but don Juan arranged him to think so.&lt;/p&gt;\n\n&lt;p&gt;It dominates the cover of one of the books. The scary witch with her shawl blowing in the wind, Manfred the old seer in dog form, walking about.&lt;/p&gt;\n\n&lt;p&gt;So how to give an entire workshop crowd the &amp;quot;worthy opponent&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;He invented &amp;quot;the fliers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That would explain why there&amp;#39;s no mention of them in any of the earlier books.&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s the passages you neglected. About the need for a worthy opponent:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Can you teach me that dance even though I am not a warrior?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Any man that hunts power has to learn that dance,&amp;quot; he said. &amp;quot;Yet I cannot teach you now. Soon you may have a worthy opponent, and I will show you then the first movement of power. You must add the other movements yourself as you go on living. Every new one must be obtained during a struggle of power. So, properly speaking, the posture, or the form of a warrior is the story of his life; a dance that grows as he grows in personal power.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think I have a cure for it,&amp;quot; don Juan went on after a long interval. &amp;quot;Even you would agree with me if you could remember what you did last night. You ran as fast as any sorcerer only when your opponent became unbearable. We both know that, and I believe I have already found a worthy opponent for you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is not a matter of trusting anybody. This whole affair is a matter of a warrior&amp;#39;s struggle; and you will keep on struggling, if not under your own power, then perhaps under the impact of a worthy opponent; or with the help of some allies, like the one which is already following you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s enough, I&amp;#39;m not supposed to be reading the books.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s the most obvious answer.  The fliers were not mentioned before, because they don&amp;#39;t exist.&lt;/p&gt;\n\n&lt;p&gt;They were created as a worthy opponent for a large group of students.&lt;/p&gt;\n\n&lt;p&gt;Just as don Juan created a worthy opponent for Carlos, from a woman who was actually his friend when he was in heightened awareness, under the influence of &amp;quot;the nagual&amp;#39;s blow&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why people cling to the fliers as meaningful.&lt;/p&gt;\n\n&lt;p&gt;And like to discuss it.&lt;/p&gt;\n\n&lt;p&gt;We had one person whose feelings were hurt, at the idea Carlos would deceive him.&lt;/p&gt;\n\n&lt;p&gt;I suppose he didn&amp;#39;t actually read all the books?&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;the fliers&amp;quot;, as far as I&amp;#39;m concerned, belong in the realm of &amp;quot;groupie behavior&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As is obsessing over something you&amp;#39;ll never get to see,  because you won&amp;#39;t put in the time to learn.&lt;/p&gt;\n\n&lt;p&gt;And by the way, that prison planet place this was posted, censors me.&lt;/p&gt;\n\n&lt;p&gt;The Mods have agendas and don&amp;#39;t like to hear the truth.&lt;/p&gt;\n\n&lt;p&gt;Or even recognize it when they hear it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iws8z10/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668727724.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yy03n2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iws9t06", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1668728097.0, "send_replies": true, "parent_id": "t3_yy03n2", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "https://www.reddit.com/r/castaneda/wiki/flyers\n\nAnd click/tap on the ‘**Flyers (counter intent)**’ flair under the title of this post for still more on this subject.", "edited": 1668791125.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iws9t06", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/flyers\"&gt;https://www.reddit.com/r/castaneda/wiki/flyers&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And click/tap on the ‘&lt;strong&gt;Flyers (counter intent)&lt;/strong&gt;’ flair under the title of this post for still more on this subject.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iws9t06/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668728097.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yy03n2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_yy03n2", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvtmzs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_yy03n2", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "What I find odd is that Castaneda lived in the middle of a very busy City with a large building towering over him. It seems like someone of his bent would want to live on many many hundreds of acres away from people.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What I find odd is that Castaneda lived in the middle of a very busy City with a large building towering over him. It seems like someone of his bent would want to live on many many hundreds of acres away from people.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwvtmzs/", "num_reports": null, "locked": false, "name": "t1_iwvtmzs", "created": 1668798029.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1668798029.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwtzh07", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TheDiadara", "can_mod_post": false, "created_utc": 1668764590.0, "send_replies": true, "parent_id": "t3_yy03n2", "score": 1, "author_fullname": "t2_3nl8smtl", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Absolutely amazing", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwtzh07", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Absolutely amazing&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yy03n2/don_juan_telling_carlos_casteneda_about_the/iwtzh07/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668764590.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yy03n2", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]