[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n&amp;#x200B;\n\n[You can actually do this. Not sure what this author had in mind, but this is trivial.](https://preview.redd.it/513xo32or7591.png?width=500&amp;format=png&amp;auto=webp&amp;s=c28cce6d6f8f3d9c5b46bc4ca8dafd410bcb9501)\n\nI had some insight on Cyclic beings last night, and was trying to verify it from the books just now, when I saw the examples which follow of \"practical magic\",  done though \"waking dreaming\".\n\nSo practical magic is absolutely part of the learning process! We're temporarily derailed to learn to move our assemblage points, because we have no Nagual.\n\nBut later... It's time for repeatable magic!\n\nIt's really sad how our entire community degraded into just pretending to be a \"warrior\", and making up stuff about their ordinary dreams.\n\nConsidering the amazing things you can do if you just move your assemblage point down the back and up the front at least a tiny bit.\n\nThese are all accessible at the start of the orange zone on the J curve.\n\nYou have to learn the \"intent\" of them, and that takes a lot of work.\n\nWhich you'd be better off using in the darkroom practice to keep going to Silent Knowledge.\n\nBut it's still really cool stuff.\n\nIt's awful what happened to prevent these things from being common knowledge, done by many of our community.\n\nThe endless attacks here are truly saddening.  People just don't like real magic because it puts the lie to their pretending.\n\nThe pretend kind is fine by them, since they were just looking for attention from humans.  So much the better if some large organization \"certifies\" their pretending as \"real\".  Oddly, they themselves surely know it's not.\n\nKeep in mind, \"stop the world\" in this context  includes any movement of the assemblage point below the middle of the back.\n\nIt's the \"little\" stop the world, instead of the \"capitalized\" version.\n\nYou can find proof of that elsewhere in the books.  Even finding some \"weirdness\" during gazing counts.  La Gorda is famous for being the source of such surprising info.\n\nBut in our case, a \"puff\" seen clearly is indeed \"stopping the world\".\n\nCool isn't that?\n\nNot really.  It's not very satisfying  just to see puffs.\n\nWhich make me wonder exactly what Carlos had planned, if he hadn't died.  \"Stopping the World\" was next on his list.\n\nExcept he wanted to \"hose us off\" before giving us the kind of thing that begins to unravel your tonal.\n\nThis subreddit is a prime example of people hanging around covered in shit. We hope to god they'll move to the green line, and since you have to reduce your internal dialogue to do that they'll be \"repaired\".\n\nNo longer angry and insane.\n\nBut it doesn't always happen.  Some just manage to hang out forever, and merely figure out what not to say, to avoid trouble.  They'll still do the self-pity tantrum though, if they cross the line and you have to point it out.\n\nThat seemed to be the plan of Carlos.  Use Tensegrity and Recapitulation to \"repair\" people enough that they had a chance to put in the concentrated effort to \"Stop the World\".\n\nI misunderstood what that meant, because Little Smoke helped me do that.\n\nIt was stunning!  The universe on fire, with full access to endless alternate realities.  No loss of lucidity to enter one, and you could stay in them for hours.  Or go into the past.\n\nOn return, the universe was again composed only of emanations glowing with orange tainted intense yellow.  With endless \"bundles\" looking like frozen flames.\n\nI was told by Carlos not to read the books, so I'd forgotten that \"stop the world\" was also used to describe the results of gazing.\n\nAnd not even particularly good gazing.  Just any gazing at all that produced \"weirdness\".\n\nIt had to be concrete and unexplainable weirdness, but it was still beginner level stuff.\n\nTechno for example saw a little boat with a number painted on its flag.\n\nShinzen had a little drummer boy standing on his hand.\n\nSomeone else in chat mentioned a little creature materialize for them.\n\nThat's also \"stopping the world\"!\n\nIOBs are not forbidden to help you do that!  Remember the talking coyote who helped Carlos?\n\nBut mere \"gazing weirdness\" is kind of disappointing.\n\nSo what exactly did Carlos have planned next, if he hadn't died?\n\nMaybe just organized gazing.\n\nIt would match what the apprentices did with don Juan.\n\nI suppose I got carried away and expected bombs to go off when people learned to \"stop the world\".\n\nBut don Juan was just tossing little firecrackers.\n\n\\*\\*\\*\\* from the books \\*\\*\\*\n\n\"Once dreamers know how to stop the world, they can gaze at other things; and finally when the dreamers lose their form altogether, they can gaze at anything. I do that. I can go into anything. He made us follow a certain order in gazing, though.\n\n\"First we gazed at small plants. The Nagual warned us that small plants are very dangerous. Their power is concentrated. They have a very intense light and they feel when dreamers are gazing at them. They immediately move their light and shoot it at the gazer. Dreamers have to choose one kind of plant to gaze at.\n\n\"Next we gazed at trees. Dreamers also have a particular kind of tree to gaze at. In this respect you and I are the same; both of us are eucalyptus gazers.\"\n\nBy the look on my face she must have guessed my next question.\n\n\"The Nagual said that with his smoke you could very easily get your second attention to work,\" she went on. \"You focused your attention lots of times on the Nagual's predilection, the crows. He said that, once, your second attention focused so perfectly on a crow that it flew away, like a crow flies, to the only eucalyptus tree that was around.\"\n\nFor years I had dwelled upon that experience. I could not regard it in any other way except as an inconceivably complex hypnotic state brought about by the psychotropic mushrooms contained in don Juan's smoking mixture; in conjunction with his expertise as a manipulator of behavior.\n\nHe suggested a perceptual catharsis in me; that of turning into a crow and perceiving the world as a crow. The result was that I perceived the world in a manner that could not have possibly been part of my inventory of past experiences. La Gorda's explanation somehow had simplified everything.\n\nShe said that the Nagual next made them gaze at moving, living creatures. He told them that small insects were by far the best subject. Their mobility made them innocuous to the gazer, the opposite of plants which drew their light directly from the earth.\n\nThe next step was to gaze at rocks. She said that rocks were very old and powerful and had a specific light which was rather greenish in contrast with the white light of plants and the yellowish light of mobile, living beings. Rocks did not open up easily to gazers, but it was worthwhile for gazers to persist because rocks had special secrets concealed in their core, secrets that could aid sorcerers in their \"dreaming.\"\n\n\"What are the things that rocks reveal to you?\" I asked.\n\n\"When I gaze into the very core of a rock,\" she said, \"I always catch a whiff of a special scent proper to that rock. When I roam around in my dreaming, I know where I am because I'm guided by those scents.\"\n\nShe said that the time of the day was an important factor in tree and rock gazing. In the early morning trees and rocks were stiff and their light was faint. Around noon was when they were at their best, and gazing at that time was done for borrowing their light and power. In the late afternoon and early evening trees and rocks were quiet and sad, especially trees. La Gorda said that at that hour trees gave the feeling that they were gazing back at the gazer.\n\nA second series in the order of gazing was to gaze at cyclic phenomena: rain and fog. She said that gazers can focus their second attention on the rain itself and move with it, or focus it on the background and use the rain as a magnifying glass of sorts to reveal hidden features. Places of power or places to be avoided are found by gazing through rain. Places of power are yellowish and places to be avoided are intensely green.\n\nLa Gorda said that fog was unquestionably the most mysterious thing on earth for a gazer and that it could be used in the same two ways that rain was used. But it did not easily yield to women, and even after she had lost her human form, it remained unattainable to her. She said that the Nagual once made her 'see' a green mist at the head of a fog bank and told her that was the second attention of a fog gazer who lived in the mountains where she and the Nagual were, and that he was moving with the fog. She added that fog was used to uncover the ghosts of things that were no longer there and that the true feat of fog gazers was to let their second attention go into whatever their gazing was revealing to them.\n\nI told her that once while I was with don Juan I had seen a bridge formed out of a fog bank. I was aghast at the clarity and precise detail of that bridge. To me it was more than real. The scene was so intense and vivid that I had been incapable of forgetting it. Don Juan's comments had been that I would have to cross that bridge someday.\n\n\"I know about it,\" she said. \"The Nagual told me that someday when you have mastery over your second attention, you'll cross that bridge with that attention; the same way you flew like a crow with that attention. He said that if you become a sorcerer, a bridge will form for you out of the fog and you will cross it and disappear from this world forever. Just like he himself has done.\"\n\n\"Did he disappear like that over a bridge?\"\n\n\"Not over a bridge. But you witnessed how he and Genaro stepped into the crack between the worlds in front of your very eyes. Nestor said that only Genaro waved his hand to say good-bye the last time you saw them. The Nagual did not wave because he was opening the crack. The Nagual told me that when the second attention has to be called upon to assemble itself, all that is needed is the motion of opening that door. That's the secret of the Toltec dreamers once they are formless.\"\n\nI wanted to ask her about don Juan and don Genaro stepping through that crack. She made me stop with a light touch of her hand on my mouth.\n\nShe said that another series was distance and cloud gazing. In both, the effort of gazers was to let their second attention go to the place they were gazing at. Thus, they covered great distances or rode on clouds. In the case of cloud gazing, the Nagual never permitted them to gaze at thunderheads. He told them that they had to be formless before they could attempt that feat; and that they could not only ride on a thunderhead but on a thunderbolt itself.\n\nLa Gorda laughed and asked me to guess who would be daring and crazy enough actually to try gazing at thunderheads. I could think of no one else but Josefina. La Gorda said that Josefina tried gazing at thunderheads every time she could when the Nagual was away until one day a thunderbolt nearly killed her.\n\n(there was more)\n\nCholita is a cloud \"skull\" gazer.\n\nBut it got out of hand, so now she blocks the backyard with shrubs, to keep the skulls out of her pretty garden paradise where she likes to relax under a huge umbrella.\n\nWich reminds me,there's still 2 or 3 feet the skulls could get through.\n\nI'll go online and look for another very tall shrub to give her.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Waking Dreaming Practical Magic", "link_flair_richtext": [{"e": "text", "t": "Practical Magic"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"513xo32or7591": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 162, "x": 108, "u": "https://preview.redd.it/513xo32or7591.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=d4c6873fa6b3fa7460f5ea0b52de802386a6d6bd"}, {"y": 324, "x": 216, "u": "https://preview.redd.it/513xo32or7591.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=3ea0af1971588d4b919e8d58db861847235506fe"}, {"y": 480, "x": 320, "u": "https://preview.redd.it/513xo32or7591.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=b25093df084aa0fe8071100a10d8be6472dc07dd"}], "s": {"y": 750, "x": 500, "u": "https://preview.redd.it/513xo32or7591.png?width=500&amp;format=png&amp;auto=webp&amp;s=c28cce6d6f8f3d9c5b46bc4ca8dafd410bcb9501"}, "id": "513xo32or7591"}}, "name": "t3_vaox0p", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.9, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Practical Magic", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/YDGK_8f76hKhPY4e6UL9V5zjpFGPIZt-EhjFfMr-a1M.jpg", "edited": 1655051127.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1655049403.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/513xo32or7591.png?width=500&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c28cce6d6f8f3d9c5b46bc4ca8dafd410bcb9501\"&gt;You can actually do this. Not sure what this author had in mind, but this is trivial.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I had some insight on Cyclic beings last night, and was trying to verify it from the books just now, when I saw the examples which follow of &amp;quot;practical magic&amp;quot;,  done though &amp;quot;waking dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So practical magic is absolutely part of the learning process! We&amp;#39;re temporarily derailed to learn to move our assemblage points, because we have no Nagual.&lt;/p&gt;\n\n&lt;p&gt;But later... It&amp;#39;s time for repeatable magic!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really sad how our entire community degraded into just pretending to be a &amp;quot;warrior&amp;quot;, and making up stuff about their ordinary dreams.&lt;/p&gt;\n\n&lt;p&gt;Considering the amazing things you can do if you just move your assemblage point down the back and up the front at least a tiny bit.&lt;/p&gt;\n\n&lt;p&gt;These are all accessible at the start of the orange zone on the J curve.&lt;/p&gt;\n\n&lt;p&gt;You have to learn the &amp;quot;intent&amp;quot; of them, and that takes a lot of work.&lt;/p&gt;\n\n&lt;p&gt;Which you&amp;#39;d be better off using in the darkroom practice to keep going to Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still really cool stuff.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s awful what happened to prevent these things from being common knowledge, done by many of our community.&lt;/p&gt;\n\n&lt;p&gt;The endless attacks here are truly saddening.  People just don&amp;#39;t like real magic because it puts the lie to their pretending.&lt;/p&gt;\n\n&lt;p&gt;The pretend kind is fine by them, since they were just looking for attention from humans.  So much the better if some large organization &amp;quot;certifies&amp;quot; their pretending as &amp;quot;real&amp;quot;.  Oddly, they themselves surely know it&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, &amp;quot;stop the world&amp;quot; in this context  includes any movement of the assemblage point below the middle of the back.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;little&amp;quot; stop the world, instead of the &amp;quot;capitalized&amp;quot; version.&lt;/p&gt;\n\n&lt;p&gt;You can find proof of that elsewhere in the books.  Even finding some &amp;quot;weirdness&amp;quot; during gazing counts.  La Gorda is famous for being the source of such surprising info.&lt;/p&gt;\n\n&lt;p&gt;But in our case, a &amp;quot;puff&amp;quot; seen clearly is indeed &amp;quot;stopping the world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cool isn&amp;#39;t that?&lt;/p&gt;\n\n&lt;p&gt;Not really.  It&amp;#39;s not very satisfying  just to see puffs.&lt;/p&gt;\n\n&lt;p&gt;Which make me wonder exactly what Carlos had planned, if he hadn&amp;#39;t died.  &amp;quot;Stopping the World&amp;quot; was next on his list.&lt;/p&gt;\n\n&lt;p&gt;Except he wanted to &amp;quot;hose us off&amp;quot; before giving us the kind of thing that begins to unravel your tonal.&lt;/p&gt;\n\n&lt;p&gt;This subreddit is a prime example of people hanging around covered in shit. We hope to god they&amp;#39;ll move to the green line, and since you have to reduce your internal dialogue to do that they&amp;#39;ll be &amp;quot;repaired&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No longer angry and insane.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t always happen.  Some just manage to hang out forever, and merely figure out what not to say, to avoid trouble.  They&amp;#39;ll still do the self-pity tantrum though, if they cross the line and you have to point it out.&lt;/p&gt;\n\n&lt;p&gt;That seemed to be the plan of Carlos.  Use Tensegrity and Recapitulation to &amp;quot;repair&amp;quot; people enough that they had a chance to put in the concentrated effort to &amp;quot;Stop the World&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I misunderstood what that meant, because Little Smoke helped me do that.&lt;/p&gt;\n\n&lt;p&gt;It was stunning!  The universe on fire, with full access to endless alternate realities.  No loss of lucidity to enter one, and you could stay in them for hours.  Or go into the past.&lt;/p&gt;\n\n&lt;p&gt;On return, the universe was again composed only of emanations glowing with orange tainted intense yellow.  With endless &amp;quot;bundles&amp;quot; looking like frozen flames.&lt;/p&gt;\n\n&lt;p&gt;I was told by Carlos not to read the books, so I&amp;#39;d forgotten that &amp;quot;stop the world&amp;quot; was also used to describe the results of gazing.&lt;/p&gt;\n\n&lt;p&gt;And not even particularly good gazing.  Just any gazing at all that produced &amp;quot;weirdness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It had to be concrete and unexplainable weirdness, but it was still beginner level stuff.&lt;/p&gt;\n\n&lt;p&gt;Techno for example saw a little boat with a number painted on its flag.&lt;/p&gt;\n\n&lt;p&gt;Shinzen had a little drummer boy standing on his hand.&lt;/p&gt;\n\n&lt;p&gt;Someone else in chat mentioned a little creature materialize for them.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s also &amp;quot;stopping the world&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;IOBs are not forbidden to help you do that!  Remember the talking coyote who helped Carlos?&lt;/p&gt;\n\n&lt;p&gt;But mere &amp;quot;gazing weirdness&amp;quot; is kind of disappointing.&lt;/p&gt;\n\n&lt;p&gt;So what exactly did Carlos have planned next, if he hadn&amp;#39;t died?&lt;/p&gt;\n\n&lt;p&gt;Maybe just organized gazing.&lt;/p&gt;\n\n&lt;p&gt;It would match what the apprentices did with don Juan.&lt;/p&gt;\n\n&lt;p&gt;I suppose I got carried away and expected bombs to go off when people learned to &amp;quot;stop the world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But don Juan was just tossing little firecrackers.&lt;/p&gt;\n\n&lt;p&gt;**** from the books ***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once dreamers know how to stop the world, they can gaze at other things; and finally when the dreamers lose their form altogether, they can gaze at anything. I do that. I can go into anything. He made us follow a certain order in gazing, though.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;First we gazed at small plants. The Nagual warned us that small plants are very dangerous. Their power is concentrated. They have a very intense light and they feel when dreamers are gazing at them. They immediately move their light and shoot it at the gazer. Dreamers have to choose one kind of plant to gaze at.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Next we gazed at trees. Dreamers also have a particular kind of tree to gaze at. In this respect you and I are the same; both of us are eucalyptus gazers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;By the look on my face she must have guessed my next question.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Nagual said that with his smoke you could very easily get your second attention to work,&amp;quot; she went on. &amp;quot;You focused your attention lots of times on the Nagual&amp;#39;s predilection, the crows. He said that, once, your second attention focused so perfectly on a crow that it flew away, like a crow flies, to the only eucalyptus tree that was around.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;For years I had dwelled upon that experience. I could not regard it in any other way except as an inconceivably complex hypnotic state brought about by the psychotropic mushrooms contained in don Juan&amp;#39;s smoking mixture; in conjunction with his expertise as a manipulator of behavior.&lt;/p&gt;\n\n&lt;p&gt;He suggested a perceptual catharsis in me; that of turning into a crow and perceiving the world as a crow. The result was that I perceived the world in a manner that could not have possibly been part of my inventory of past experiences. La Gorda&amp;#39;s explanation somehow had simplified everything.&lt;/p&gt;\n\n&lt;p&gt;She said that the Nagual next made them gaze at moving, living creatures. He told them that small insects were by far the best subject. Their mobility made them innocuous to the gazer, the opposite of plants which drew their light directly from the earth.&lt;/p&gt;\n\n&lt;p&gt;The next step was to gaze at rocks. She said that rocks were very old and powerful and had a specific light which was rather greenish in contrast with the white light of plants and the yellowish light of mobile, living beings. Rocks did not open up easily to gazers, but it was worthwhile for gazers to persist because rocks had special secrets concealed in their core, secrets that could aid sorcerers in their &amp;quot;dreaming.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are the things that rocks reveal to you?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When I gaze into the very core of a rock,&amp;quot; she said, &amp;quot;I always catch a whiff of a special scent proper to that rock. When I roam around in my dreaming, I know where I am because I&amp;#39;m guided by those scents.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She said that the time of the day was an important factor in tree and rock gazing. In the early morning trees and rocks were stiff and their light was faint. Around noon was when they were at their best, and gazing at that time was done for borrowing their light and power. In the late afternoon and early evening trees and rocks were quiet and sad, especially trees. La Gorda said that at that hour trees gave the feeling that they were gazing back at the gazer.&lt;/p&gt;\n\n&lt;p&gt;A second series in the order of gazing was to gaze at cyclic phenomena: rain and fog. She said that gazers can focus their second attention on the rain itself and move with it, or focus it on the background and use the rain as a magnifying glass of sorts to reveal hidden features. Places of power or places to be avoided are found by gazing through rain. Places of power are yellowish and places to be avoided are intensely green.&lt;/p&gt;\n\n&lt;p&gt;La Gorda said that fog was unquestionably the most mysterious thing on earth for a gazer and that it could be used in the same two ways that rain was used. But it did not easily yield to women, and even after she had lost her human form, it remained unattainable to her. She said that the Nagual once made her &amp;#39;see&amp;#39; a green mist at the head of a fog bank and told her that was the second attention of a fog gazer who lived in the mountains where she and the Nagual were, and that he was moving with the fog. She added that fog was used to uncover the ghosts of things that were no longer there and that the true feat of fog gazers was to let their second attention go into whatever their gazing was revealing to them.&lt;/p&gt;\n\n&lt;p&gt;I told her that once while I was with don Juan I had seen a bridge formed out of a fog bank. I was aghast at the clarity and precise detail of that bridge. To me it was more than real. The scene was so intense and vivid that I had been incapable of forgetting it. Don Juan&amp;#39;s comments had been that I would have to cross that bridge someday.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I know about it,&amp;quot; she said. &amp;quot;The Nagual told me that someday when you have mastery over your second attention, you&amp;#39;ll cross that bridge with that attention; the same way you flew like a crow with that attention. He said that if you become a sorcerer, a bridge will form for you out of the fog and you will cross it and disappear from this world forever. Just like he himself has done.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Did he disappear like that over a bridge?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Not over a bridge. But you witnessed how he and Genaro stepped into the crack between the worlds in front of your very eyes. Nestor said that only Genaro waved his hand to say good-bye the last time you saw them. The Nagual did not wave because he was opening the crack. The Nagual told me that when the second attention has to be called upon to assemble itself, all that is needed is the motion of opening that door. That&amp;#39;s the secret of the Toltec dreamers once they are formless.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wanted to ask her about don Juan and don Genaro stepping through that crack. She made me stop with a light touch of her hand on my mouth.&lt;/p&gt;\n\n&lt;p&gt;She said that another series was distance and cloud gazing. In both, the effort of gazers was to let their second attention go to the place they were gazing at. Thus, they covered great distances or rode on clouds. In the case of cloud gazing, the Nagual never permitted them to gaze at thunderheads. He told them that they had to be formless before they could attempt that feat; and that they could not only ride on a thunderhead but on a thunderbolt itself.&lt;/p&gt;\n\n&lt;p&gt;La Gorda laughed and asked me to guess who would be daring and crazy enough actually to try gazing at thunderheads. I could think of no one else but Josefina. La Gorda said that Josefina tried gazing at thunderheads every time she could when the Nagual was away until one day a thunderbolt nearly killed her.&lt;/p&gt;\n\n&lt;p&gt;(there was more)&lt;/p&gt;\n\n&lt;p&gt;Cholita is a cloud &amp;quot;skull&amp;quot; gazer.&lt;/p&gt;\n\n&lt;p&gt;But it got out of hand, so now she blocks the backyard with shrubs, to keep the skulls out of her pretty garden paradise where she likes to relax under a huge umbrella.&lt;/p&gt;\n\n&lt;p&gt;Wich reminds me,there&amp;#39;s still 2 or 3 feet the skulls could get through.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll go online and look for another very tall shrub to give her.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "b23a3d62-e446-11ec-9ff2-264132f2edf3", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "vaox0p", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/", "subreddit_subscribers": 9561, "created_utc": 1655049403.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ic82n6i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1655139946.0, "send_replies": true, "parent_id": "t1_ic7pa4a", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This reminds me of the difference in teaching methods don Juan used for women, versus men.\n\nIt's hard to see at first but if you ever work with witches and see how talented they are, you realize that you need to \"break the narrative\"  they have going.\n\nYou want them to stop looking at the world as the place to \"find their soulmate\".\n\nOr whatever other obsessions our social system has imposed on them, to suppress their natural talents.\n\nYou want them to start to believe they are surrounded by magic all the time, but just weren't paying attention.\n\nFor men, not so much.\n\nThe best motivation for men seems to be convincing they can \"figure out\" sorcery if they work hard and remember the advice they were given by the Nagual leader.\n\nAnd you want to \"show off\" for them, with things they could picture using to humiliate or dominate someone else.\n\nShow the women the pretty flowers and infinite variety of wildlife in the hills.\n\nFind a big stick up there, and show the men how to smash things. With detailed instructions on the \"best ways to smash various shapes\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ic82n6i", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This reminds me of the difference in teaching methods don Juan used for women, versus men.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to see at first but if you ever work with witches and see how talented they are, you realize that you need to &amp;quot;break the narrative&amp;quot;  they have going.&lt;/p&gt;\n\n&lt;p&gt;You want them to stop looking at the world as the place to &amp;quot;find their soulmate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or whatever other obsessions our social system has imposed on them, to suppress their natural talents.&lt;/p&gt;\n\n&lt;p&gt;You want them to start to believe they are surrounded by magic all the time, but just weren&amp;#39;t paying attention.&lt;/p&gt;\n\n&lt;p&gt;For men, not so much.&lt;/p&gt;\n\n&lt;p&gt;The best motivation for men seems to be convincing they can &amp;quot;figure out&amp;quot; sorcery if they work hard and remember the advice they were given by the Nagual leader.&lt;/p&gt;\n\n&lt;p&gt;And you want to &amp;quot;show off&amp;quot; for them, with things they could picture using to humiliate or dominate someone else.&lt;/p&gt;\n\n&lt;p&gt;Show the women the pretty flowers and infinite variety of wildlife in the hills.&lt;/p&gt;\n\n&lt;p&gt;Find a big stick up there, and show the men how to smash things. With detailed instructions on the &amp;quot;best ways to smash various shapes&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vaox0p", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/ic82n6i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1655139946.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "ic7pa4a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "JoJoAMenaceFr", "can_mod_post": false, "created_utc": 1655134166.0, "send_replies": true, "parent_id": "t3_vaox0p", "score": 1, "author_fullname": "t2_ma543cpg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It’s funny you mention gazing, I was out for a walk at night gazing at trees and at clouds, the person I was with told me to not just look at the trees, look at the shapes in between, at first I couldn’t get it with the trees, so I looked to the clouds, once I found the shapes, I got the meaning a little more, as I looked at the trees again, I saw people, hell I even saw what race they were, their hair features and everything were all in the leaves. When we started conversing about them in front of them, they all took notice of us and one even made a 😱 kind of face as if they were surprised that we noticed them. Even took pictures of their faces on the camera.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ic7pa4a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It’s funny you mention gazing, I was out for a walk at night gazing at trees and at clouds, the person I was with told me to not just look at the trees, look at the shapes in between, at first I couldn’t get it with the trees, so I looked to the clouds, once I found the shapes, I got the meaning a little more, as I looked at the trees again, I saw people, hell I even saw what race they were, their hair features and everything were all in the leaves. When we started conversing about them in front of them, they all took notice of us and one even made a 😱 kind of face as if they were surprised that we noticed them. Even took pictures of their faces on the camera.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/ic7pa4a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1655134166.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vaox0p", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_vaox0p", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ic5qtrr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AutoModerator", "can_mod_post": false, "created_utc": 1655087457.0, "send_replies": false, "parent_id": "t1_ic5qtq9", "score": 1, "author_fullname": "t2_6l4z3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/castaneda) if you have any questions or concerns.*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ic5qtrr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I am a bot, and this action was performed automatically. Please &lt;a href=\"/message/compose/?to=/r/castaneda\"&gt;contact the moderators of this subreddit&lt;/a&gt; if you have any questions or concerns.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_vaox0p", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/ic5qtrr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1655087457.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ic5qtq9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_vaox0p", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/vaox0p/waking_dreaming_practical_magic/ic5qtq9/", "num_reports": null, "locked": false, "name": "t1_ic5qtq9", "created": 1655087456.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1655087456.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]