[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "\"After an elderly patient died suddenly during a routine test, scientists accidentally captured unique data on the activity in his brain at the very end of his life: During the 30 seconds before and after the man's heart stopped, his brain waves were remarkably similar to those seen during dreaming, memory recall and meditation, suggesting that people may actually see their life \"flash before their eyes\" when they die.\"\n\nImpossible not to relate to\n\"The Toltecs who began the new cycle of lineages, discovered that the dark sea of ​​consciousness or The Eagle, devoured at the moment of death the consciousness of the luminous egg that was disintegrating\" (it is not a direct quote and much less exact, but it serves as a summary)\n\n\n[First-ever scan of a dying human brain reveals life may actually 'flash before your eyes' | Live Science](https://www.livescience.com/first-ever-scan-of-dying-brain)", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "First-ever scan of a dying human brain reveals life may actually 'flash before your eyes'", "link_flair_richtext": [{"e": "text", "t": "Recapitulation"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_t2x7b3", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 24, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_112hgx", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Recapitulation", "can_mod_post": false, "score": 24, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1645994167.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;After an elderly patient died suddenly during a routine test, scientists accidentally captured unique data on the activity in his brain at the very end of his life: During the 30 seconds before and after the man&amp;#39;s heart stopped, his brain waves were remarkably similar to those seen during dreaming, memory recall and meditation, suggesting that people may actually see their life &amp;quot;flash before their eyes&amp;quot; when they die.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Impossible not to relate to\n&amp;quot;The Toltecs who began the new cycle of lineages, discovered that the dark sea of ​​consciousness or The Eagle, devoured at the moment of death the consciousness of the luminous egg that was disintegrating&amp;quot; (it is not a direct quote and much less exact, but it serves as a summary)&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.livescience.com/first-ever-scan-of-dying-brain\"&gt;First-ever scan of a dying human brain reveals life may actually &amp;#39;flash before your eyes&amp;#39; | Live Science&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?auto=webp&amp;s=9a9cc3804ef70c4ec32a06cbbe8c632725fd25d0", "width": 1000, "height": 563}, "resolutions": [{"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=26d088e571135489f4fc148135571c89629ee7e9", "width": 108, "height": 60}, {"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=88131f1f466d83ca3946e68bc1510e4279f69fd7", "width": 216, "height": 121}, {"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=e3b024ee2a880977efce8e56d020974dcb28c0d9", "width": 320, "height": 180}, {"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=8024c39bc917d85e100524705167f6075b749f0c", "width": 640, "height": 360}, {"url": "https://external-preview.redd.it/nb0f8FOn7USDPyLta-a5qnA2W7TO_VvdYSeaLNrD8k0.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=9b7904946594a7166f490083877371f810f84afa", "width": 960, "height": 540}], "variants": {}, "id": "kX2o1HSY6n41vT7Au7_wCNjwY8eIFI6aXhC8Kyy73Pc"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "b5a42f16-6005-11ea-af1f-0e3247926003", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "t2x7b3", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "crlsh", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/", "subreddit_subscribers": 9561, "created_utc": 1645994167.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hyqrgqq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CryptoLocke22", "can_mod_post": false, "created_utc": 1646025746.0, "send_replies": true, "parent_id": "t3_t2x7b3", "score": 9, "author_fullname": "t2_afj9h0jm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Okay I will try to add. Usually my stuff gets deleted. Our \"neurons\" and the complex groups they organize into, are very much like people in the external. These neurons have a bit of a mind of their own. They work in unison for the overall benefit, but sometimes a body can literally begin eating itself once it falls out of balance. \n\nWe exist in a mind. At the moment your mind. When you look up into space it shows up inside your mind. The visual cortex which is around the size of a walnut. Your entire reality and anything that could be seen exists or shows up in that walnut sized space. Your body that you look down at and your hands, appear inside your mind. Your head, inside your mind. It's all packed in there and quantized to a smaller space. So what about the mind you are thinking about and with? That perception and interpretation also shows up inside the mind. From here we regress into infinite awarenesses, aware of being aware, that they or you are aware, and that you or they are aware that they are aware that they are aware. It's mirrors onto mirrors. Counter productive and leads to mazes of mazes etc. \n\nThe people we see outside are inside our heads. Unfortunately the external is only scanned by the brain and never actually feels or senses it directly. Or should I say, we do. We get haded down edited and filtered messages, and I forgot to mention the mind is layered and filters all these complex neural systems from being heard out loud or in a sense to keep from possessing you. Imagine being careful not to think about hitting someone or you do it. The brain gets the signal and then goes OKAY!!!! Punch!!!! \n\nThe people outside that are inside are a bit of a curiousity. This will be harder to explain... You exist inside your mind. Everything. The external world is alot like the walls of your mind. Now the inside thoughts and voices and nudges are called a multitude of things. Let's call them spirits. These spirits normally can't be seen and are open to a lot of interpretation. They are also known as personalities, moods, belief systems, behaviorisms, tones, ideas, suggestions, concepts, etc. What Neuro doctors materialize, is actually the spiritual energy networks and the psych doctors deal with these spiritual entities or \"beings\" which inhabit people. \n\nWho are you? Really? The path to self knowledge and true self awareness, is to cross through these layers and to see and deal with your alters and personalities kept normally sub or unconscious. They borrow your life and your body when you act out. They are very very real, but they vanish like a phantom and there's no trace or real substance to them. Of course we get blamed for our impulses and taught to control ourselves. Consequences, etc. People say we are assigned a number of spirits. Some think you pick them up. They can be taught or spread. Modified. Again who are you in all of this? Who do you see yourself as, and were? \n\nYou may come to find you have no core spirit self. You may find only things picked up and borrowed, to formulate a sense of self or identity. This is where faith, date, and will, destiny come into play. Are you a mindless drone who lived a cycle loop, repeated the cycle with birth, then die to be disassembled by higher dimensional powers? Or are you literally god walking through the existence in your current form. One can grow and cultivate a spirit or a core self from nothing. It's like creating a spark with tools to make a fire when fire has not been gifted to you. You create and become your own fire.\n\nThe Toltecs were aware of the other side in their minds which is where these beings dwell. They can and do control the people.on the external and with a certain sight you can see that the external is a densest of and is the spiritual mental world. That people are basically physical spirits.  Material and mental energy as one. The beings can speak through people and look and watch you through people. Some call them demons. They can read minds. They normally play very very cruel or childish energy games with those aware of them or especially scared. They feed off our vital energy just like we need energy to sustain ourselves. They have no bodies and you and I do. So in one nutshell, it's kinda like you are playing an avatar game and it's so cool and real, and the folks on the outside are being complete assholes and trying to trip you up in the game. We are all one, but parts of you want to kill and even be you. \n\nWhen you die, it's a bit like a dream anything is goes dimension. It's beyond meta. Like think hitchhikers guide meets dmt and mix in a bunch of other crazy impossible shit, and you get the \"backstage\" reality. They entities that dwell there try to prostitute you out to gain access there too. This is where weird cult's and witches emerge. And I mean weeeeiiird stuff. Like the ancient sorcerers these people tap into insect energies and pattern systems, as well as metals, minerals, non organic/inorganic elements and \"beings\". Things like coal, and plutonium, just there. Just being. Itself. I hope this makes some sense. You are basically trapped with yourself forever in a bubble. It flips in and out and on one side it's a controlled dream called life. On the other side it's like a lucid dream on steroids. You could prolly even time travel here and body hop. Basically every night you fall \"asleep\" there, you come here and do whatever you want.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hyqrgqq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Okay I will try to add. Usually my stuff gets deleted. Our &amp;quot;neurons&amp;quot; and the complex groups they organize into, are very much like people in the external. These neurons have a bit of a mind of their own. They work in unison for the overall benefit, but sometimes a body can literally begin eating itself once it falls out of balance. &lt;/p&gt;\n\n&lt;p&gt;We exist in a mind. At the moment your mind. When you look up into space it shows up inside your mind. The visual cortex which is around the size of a walnut. Your entire reality and anything that could be seen exists or shows up in that walnut sized space. Your body that you look down at and your hands, appear inside your mind. Your head, inside your mind. It&amp;#39;s all packed in there and quantized to a smaller space. So what about the mind you are thinking about and with? That perception and interpretation also shows up inside the mind. From here we regress into infinite awarenesses, aware of being aware, that they or you are aware, and that you or they are aware that they are aware that they are aware. It&amp;#39;s mirrors onto mirrors. Counter productive and leads to mazes of mazes etc. &lt;/p&gt;\n\n&lt;p&gt;The people we see outside are inside our heads. Unfortunately the external is only scanned by the brain and never actually feels or senses it directly. Or should I say, we do. We get haded down edited and filtered messages, and I forgot to mention the mind is layered and filters all these complex neural systems from being heard out loud or in a sense to keep from possessing you. Imagine being careful not to think about hitting someone or you do it. The brain gets the signal and then goes OKAY!!!! Punch!!!! &lt;/p&gt;\n\n&lt;p&gt;The people outside that are inside are a bit of a curiousity. This will be harder to explain... You exist inside your mind. Everything. The external world is alot like the walls of your mind. Now the inside thoughts and voices and nudges are called a multitude of things. Let&amp;#39;s call them spirits. These spirits normally can&amp;#39;t be seen and are open to a lot of interpretation. They are also known as personalities, moods, belief systems, behaviorisms, tones, ideas, suggestions, concepts, etc. What Neuro doctors materialize, is actually the spiritual energy networks and the psych doctors deal with these spiritual entities or &amp;quot;beings&amp;quot; which inhabit people. &lt;/p&gt;\n\n&lt;p&gt;Who are you? Really? The path to self knowledge and true self awareness, is to cross through these layers and to see and deal with your alters and personalities kept normally sub or unconscious. They borrow your life and your body when you act out. They are very very real, but they vanish like a phantom and there&amp;#39;s no trace or real substance to them. Of course we get blamed for our impulses and taught to control ourselves. Consequences, etc. People say we are assigned a number of spirits. Some think you pick them up. They can be taught or spread. Modified. Again who are you in all of this? Who do you see yourself as, and were? &lt;/p&gt;\n\n&lt;p&gt;You may come to find you have no core spirit self. You may find only things picked up and borrowed, to formulate a sense of self or identity. This is where faith, date, and will, destiny come into play. Are you a mindless drone who lived a cycle loop, repeated the cycle with birth, then die to be disassembled by higher dimensional powers? Or are you literally god walking through the existence in your current form. One can grow and cultivate a spirit or a core self from nothing. It&amp;#39;s like creating a spark with tools to make a fire when fire has not been gifted to you. You create and become your own fire.&lt;/p&gt;\n\n&lt;p&gt;The Toltecs were aware of the other side in their minds which is where these beings dwell. They can and do control the people.on the external and with a certain sight you can see that the external is a densest of and is the spiritual mental world. That people are basically physical spirits.  Material and mental energy as one. The beings can speak through people and look and watch you through people. Some call them demons. They can read minds. They normally play very very cruel or childish energy games with those aware of them or especially scared. They feed off our vital energy just like we need energy to sustain ourselves. They have no bodies and you and I do. So in one nutshell, it&amp;#39;s kinda like you are playing an avatar game and it&amp;#39;s so cool and real, and the folks on the outside are being complete assholes and trying to trip you up in the game. We are all one, but parts of you want to kill and even be you. &lt;/p&gt;\n\n&lt;p&gt;When you die, it&amp;#39;s a bit like a dream anything is goes dimension. It&amp;#39;s beyond meta. Like think hitchhikers guide meets dmt and mix in a bunch of other crazy impossible shit, and you get the &amp;quot;backstage&amp;quot; reality. They entities that dwell there try to prostitute you out to gain access there too. This is where weird cult&amp;#39;s and witches emerge. And I mean weeeeiiird stuff. Like the ancient sorcerers these people tap into insect energies and pattern systems, as well as metals, minerals, non organic/inorganic elements and &amp;quot;beings&amp;quot;. Things like coal, and plutonium, just there. Just being. Itself. I hope this makes some sense. You are basically trapped with yourself forever in a bubble. It flips in and out and on one side it&amp;#39;s a controlled dream called life. On the other side it&amp;#39;s like a lucid dream on steroids. You could prolly even time travel here and body hop. Basically every night you fall &amp;quot;asleep&amp;quot; there, you come here and do whatever you want.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hyqrgqq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646025746.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_t2x7b3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hypqk03", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "monkeyguy999", "can_mod_post": false, "created_utc": 1646007951.0, "send_replies": true, "parent_id": "t3_t2x7b3", "score": 4, "author_fullname": "t2_14w1ssx0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The study if anyone is interested.\n\nhttps://www.frontiersin.org/articles/10.3389/fnagi.2022.813531/full?utm\\_source=fweb&amp;utm\\_medium=nblog&amp;utm\\_campaign=ba-sci-fnagi-what-happens-in-the-brain-when-we-die", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hypqk03", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The study if anyone is interested.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.frontiersin.org/articles/10.3389/fnagi.2022.813531/full?utm%5C_source=fweb&amp;amp;utm%5C_medium=nblog&amp;amp;utm%5C_campaign=ba-sci-fnagi-what-happens-in-the-brain-when-we-die\"&gt;https://www.frontiersin.org/articles/10.3389/fnagi.2022.813531/full?utm\\_source=fweb&amp;amp;utm\\_medium=nblog&amp;amp;utm\\_campaign=ba-sci-fnagi-what-happens-in-the-brain-when-we-die&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hypqk03/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646007951.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_t2x7b3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hz9i1ga", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "devlinontheweb", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hz9faw1", "score": 0, "author_fullname": "t2_9zeo3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "AFAIK it's been proven that your brain naturally produces DMT but it's function is only a theory at this point.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hz9i1ga", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;AFAIK it&amp;#39;s been proven that your brain naturally produces DMT but it&amp;#39;s function is only a theory at this point.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_t2x7b3", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hz9i1ga/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646359179.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1646359179.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "hz9faw1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "notanartstudent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hysqgau", "score": 0, "author_fullname": "t2_aedyh", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;  a theory but I don't think it's been proven\n\nI thought it was something that had been proven for sure, was it Sheldrake who mentioned it a fair bit.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hz9faw1", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;a theory but I don&amp;#39;t think it&amp;#39;s been proven&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I thought it was something that had been proven for sure, was it Sheldrake who mentioned it a fair bit.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_t2x7b3", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hz9faw1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646357920.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1646357920.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "hysqgau", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "devlinontheweb", "can_mod_post": false, "created_utc": 1646067566.0, "send_replies": true, "parent_id": "t1_hypwr7l", "score": 4, "author_fullname": "t2_9zeo3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's a theory but I don't think it's been proven, just speculated. Personally, I don't believe it. NDEs and dreams are nothing like a dmt trip.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hysqgau", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s a theory but I don&amp;#39;t think it&amp;#39;s been proven, just speculated. Personally, I don&amp;#39;t believe it. NDEs and dreams are nothing like a dmt trip.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_t2x7b3", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hysqgau/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646067566.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hypwr7l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "MystikMocha", "can_mod_post": false, "created_utc": 1646010821.0, "send_replies": true, "parent_id": "t3_t2x7b3", "score": 5, "author_fullname": "t2_4eabf87j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Isn't DMT released when we dream, are born, and die as well?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hypwr7l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Isn&amp;#39;t DMT released when we dream, are born, and die as well?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/t2x7b3/firstever_scan_of_a_dying_human_brain_reveals/hypwr7l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646010821.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_t2x7b3", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}]