[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "...and around and around...\n\nMany people read Castaneda for the first time during their college years, or at least between their late teens and mid-twenties.\n\nDuring that stage in life we intentionally expose ourselves to as much sensory and intellectual stimulation as we can handle (or even more than we can handle) to see what sticks.\n\n[People of this age should realize how lucky they are to have the info in this sub. 20 years ago losing your way, or never locking-into the right emphasis with it, was almost guaranteed]\n\nSuch is the natural way of things, in modern times.\n\nAnd we aren't that many years removed, relatively speaking, from our magical childhoods...when most of us did what we give the title of 'darkroom practice' to, completely naturally and effortlessly on an almost nightly basis.\n\nOther daytime gazing activities too, all without formal knowledge or any terminology (baggage, mostly).\n\nThen we get further into our twenties and our own life choices and proclivities/motivations/obligations move most of us in directions society and family deems acceptable and **productive**. Forced really, by the conditions we each find ourselves in.\n\nAnd we coast. Usually for around 20 years or so, until we start verging into mid-life crisis time.\n\nMaybe, when conditions change, we then pick-up and dust-off some of those old fire-in-our-belly interests that we dabbled in when we were 20, and see if we can rekindle some of that spark.\n\nIf you're lucky, and you haven't become too crusty, something potent enough (like the path presented in this subreddit) does stick.\n\nBut it doesn't come anywhere near as easily as it did when you were 20 😮‍💨.\n\nAnd shortly after, you sink into a funk. Realizing how much wasted time you squandered, and almost unavoidably turn to whatever hobby or activity got you thru those largely fallow years.\n\n(Nobody's adult life is completely free of victories, be they or be they not fleeting…but I digress)\n\nAfter all, sorcery didn't get you thru those years (or rather, make them at least partially tolerable), [xyz'ing] and [abc'ing] etc. did. \n\nBut alas, those pursuits no longer fit the bill, no longer balance your metaphysical ledger, in comparison...because they've become rather banal from overuse.\n\nIf you have the wherewithall, you cinch-up your bootstraps and commit resources to put those activities once-and-for-all on the back burner where they can either simmer or dry-out completely, based on how much built-in vitality they possess.\n\nNow, without those diversions, you're hopefully spared having to repeat this general process in another 20 years when you're even more tired and spark-deficient.\n\nThis is, by the numbers, how things generally seem to go for people who pass thru here. Whether they stick with it or not, largely a function of how much free time they have to address their energy drains and shields.\n\nIt's a b*tch. We either have the time but not the vision or commitment of what should be ideally done with it, or no time and the regret that we didn't do more with it early on.\n\nIf we can finally get over ourselves and get to daily work (and play with) something that is un-exhaustively marvelous, those years can inform us on what is truly worthwhile and what isn't.\n\nSomething not always easy to recognize in youth.\n\nAnd, eventually, a few of those worthy back-burner interests can take on new life again when approached from the viewpoint of a now experienced sorcerer.\n\nThis is, again, a coping mechanism since it's not possible to predict what, if anything, you'll value if/when you \"make it\" as a full fledged sorcerer.\n\nBut at least you're not blinded by them anymore.\n\nAnd on this path something new and engrossing will **certainly**, and regularly, present themselves/itself.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "What Goes Around Comes Around", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_wtlmrq", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 24, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 24, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1661110301.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1661041090.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;...and around and around...&lt;/p&gt;\n\n&lt;p&gt;Many people read Castaneda for the first time during their college years, or at least between their late teens and mid-twenties.&lt;/p&gt;\n\n&lt;p&gt;During that stage in life we intentionally expose ourselves to as much sensory and intellectual stimulation as we can handle (or even more than we can handle) to see what sticks.&lt;/p&gt;\n\n&lt;p&gt;[People of this age should realize how lucky they are to have the info in this sub. 20 years ago losing your way, or never locking-into the right emphasis with it, was almost guaranteed]&lt;/p&gt;\n\n&lt;p&gt;Such is the natural way of things, in modern times.&lt;/p&gt;\n\n&lt;p&gt;And we aren&amp;#39;t that many years removed, relatively speaking, from our magical childhoods...when most of us did what we give the title of &amp;#39;darkroom practice&amp;#39; to, completely naturally and effortlessly on an almost nightly basis.&lt;/p&gt;\n\n&lt;p&gt;Other daytime gazing activities too, all without formal knowledge or any terminology (baggage, mostly).&lt;/p&gt;\n\n&lt;p&gt;Then we get further into our twenties and our own life choices and proclivities/motivations/obligations move most of us in directions society and family deems acceptable and &lt;strong&gt;productive&lt;/strong&gt;. Forced really, by the conditions we each find ourselves in.&lt;/p&gt;\n\n&lt;p&gt;And we coast. Usually for around 20 years or so, until we start verging into mid-life crisis time.&lt;/p&gt;\n\n&lt;p&gt;Maybe, when conditions change, we then pick-up and dust-off some of those old fire-in-our-belly interests that we dabbled in when we were 20, and see if we can rekindle some of that spark.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re lucky, and you haven&amp;#39;t become too crusty, something potent enough (like the path presented in this subreddit) does stick.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t come anywhere near as easily as it did when you were 20 😮‍💨.&lt;/p&gt;\n\n&lt;p&gt;And shortly after, you sink into a funk. Realizing how much wasted time you squandered, and almost unavoidably turn to whatever hobby or activity got you thru those largely fallow years.&lt;/p&gt;\n\n&lt;p&gt;(Nobody&amp;#39;s adult life is completely free of victories, be they or be they not fleeting…but I digress)&lt;/p&gt;\n\n&lt;p&gt;After all, sorcery didn&amp;#39;t get you thru those years (or rather, make them at least partially tolerable), [xyz&amp;#39;ing] and [abc&amp;#39;ing] etc. did. &lt;/p&gt;\n\n&lt;p&gt;But alas, those pursuits no longer fit the bill, no longer balance your metaphysical ledger, in comparison...because they&amp;#39;ve become rather banal from overuse.&lt;/p&gt;\n\n&lt;p&gt;If you have the wherewithall, you cinch-up your bootstraps and commit resources to put those activities once-and-for-all on the back burner where they can either simmer or dry-out completely, based on how much built-in vitality they possess.&lt;/p&gt;\n\n&lt;p&gt;Now, without those diversions, you&amp;#39;re hopefully spared having to repeat this general process in another 20 years when you&amp;#39;re even more tired and spark-deficient.&lt;/p&gt;\n\n&lt;p&gt;This is, by the numbers, how things generally seem to go for people who pass thru here. Whether they stick with it or not, largely a function of how much free time they have to address their energy drains and shields.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a b*tch. We either have the time but not the vision or commitment of what should be ideally done with it, or no time and the regret that we didn&amp;#39;t do more with it early on.&lt;/p&gt;\n\n&lt;p&gt;If we can finally get over ourselves and get to daily work (and play with) something that is un-exhaustively marvelous, those years can inform us on what is truly worthwhile and what isn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Something not always easy to recognize in youth.&lt;/p&gt;\n\n&lt;p&gt;And, eventually, a few of those worthy back-burner interests can take on new life again when approached from the viewpoint of a now experienced sorcerer.&lt;/p&gt;\n\n&lt;p&gt;This is, again, a coping mechanism since it&amp;#39;s not possible to predict what, if anything, you&amp;#39;ll value if/when you &amp;quot;make it&amp;quot; as a full fledged sorcerer.&lt;/p&gt;\n\n&lt;p&gt;But at least you&amp;#39;re not blinded by them anymore.&lt;/p&gt;\n\n&lt;p&gt;And on this path something new and engrossing will &lt;strong&gt;certainly&lt;/strong&gt;, and regularly, present themselves/itself.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "wtlmrq", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 19, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/", "subreddit_subscribers": 9561, "created_utc": 1661041090.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 10, "removal_reason": null, "link_id": "t3_wtlmrq", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il5i2pc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 10, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Hello everyone!!\n\nThe fool is not holding back any punches in this comment:\n\nFor me, finding Carlos's books was a clear knock of intent (remember I'm a fool though, so this is a \"have to believe\" story and while there are alternative explanations for each individual occurrence I will relate, the totality is impossibly unlikely, just like every human's birth was in the first place).\n\nOne thing that is possible is that some of the order I don't have correct, because it is almost impossible for me to recall this as a linear narrative sequence, so I, the fool, apologize for any poor memory on my part.\n\nWhat occurred for me was that in my very late teens and early twenties I discovered the value of inner-silence for ... reasons.\n\nThen something drew me to Carlos's books and made me find them in random places with no foreplanning, following an impulse from silence to a *used bookstore*, where I found the first 3-5 in the same fashion, in order, one at a time.\n\nI literally jumped into wakefullness with the urge and compulsion to get up and go.\n\nI followed that feeling at top speed but let my body move on it's own with as little thought as possible and no second-guessing.\n\nWhen I got the first book, many things I'd previously experienced for myself were suddenly explained, but also perfectly described by Carlos and this feeling of revelation continued as I read on.\n\nI continued my earlier silence practices while reading the books until I'd collected most or all.\n\nAt some point in the reading and meditating, I had an unprecedented occurrence of \"stopping the world\" with closed eye meditation which had me switch to my double who was looking at where I was in the bed from a few feet away, but I wasn't in the bed any more.\n\nI now believe I was in my double, because there was a blue mist vignette around the scene and  was totally free of thought looking from an entirely different vantage point than where I disappeared from.\n\nThen I startled awake in my body and something around 2 hours had passed!\n\nI could not make sense of the event and was terrified!\n\nTerrified it might happen again, I slowed down the closed-eye meditation practice and stopped shortly thereafter.\n\nHowever, I first tried two things to corroborate the teachings for myself, which I kept practicing for 20 years - placing the hands on the exact middle for standard sitting or laying in inner-silence, and the right way of walking.\n\nBoth were superior to closed eye sitting and laying meditations I'd already learned (which only really developed the ability to be silent while alone in those positions, which I considered pretty worthless).\n\nAt any rate, very strange things started happening from the day I got the first book and I don't recall most of them except the clear notion that when Carlos was being invited to walk this path I was also being invited in those exact moments when I read the words and I then had to make a choice to follow the bird of freedom right then, or to live out a normal existence.\n\nI decided to keep the two practices I mentioned, but only using them in extreme emotional distress and told intent that I wouldn't follow the bird of freedom then, because I wanted to play out this regular life thing to it's fullest, although that might lead to failing to ever gain total freedom.\n\nI then committed to intent out loud to return to the path should the \"normal life\" path terminate while I was still alive, but inside I despaired of ever achieving that aim or being able to follow the bird of freedom again.\n\nSo I lived that life to my fullest for 20 years, sometimes succeeding, sometimes failing, making a family and career and suffering and joyful like never before.\n\nThen it ended.\n\nI'm still alive.\n\nI never forgot my promise, nor did I ever stop wanting total freedom or inner-silence, although my silence practices were basically a joke of inconsistency and inability, which suited me fine, because I was afraid to go too far before I was ready. Afraid, yes, but I never stopped wanting total freedom.\n\nWhen my \"regular life\" ended due to events beyond my control I despaired that I would ever be able to start the path again, but I didn't stop wanting and I didn't stop looking for the bird of freedom.\n\nThen I found this place in a comment on the wikipedia page for Carlos while researching the controversies, like CiChocolate described and I knew I was being called by that bird of freedom again.\n\nI lurked a long time and eventually joined when I totally re-committed to intent and committed to the intent of the sub and knew I was ready to work.\n\nI am all in, but a work in progress who fails to practice, and who is easily befuddled.\n\nIn short, I am a fool, as we all are, but I intend to eventually lose this crown of woe and worry and instead dance freely, laughing, into mystery.\n\nThank you Carlos, Taisha, Florinda, Kylie, Carol, Reni, Nyei, Blue Scout, Cholita, Dan, Jadey, don Juan, Genaro, the rest of their party, the little sisters, the genaros, soledad, la catalina, nagual Julian, nagual Elias and their parties, Allison, Sharon, Missy, Charlotte, Graham, Wesley, Eric, Christa, Techno, Juann, Jadey, The Mad Prophet, Cizzy-Shizzy, CiChocolate, Stephanie, Amy, Jessica, Lina, Joe, Jeremy, Chuck, Matty G, monkeyguy, OK-Assistant and all the bad players and folks I can't quite recall or don't have space to thank, from this FOOL.\n\nI wish you all well, and I trust your personal power and my own, though I know not what that means!\n\nGoodbye!", "edited": 1661085345.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hello everyone!!&lt;/p&gt;\n\n&lt;p&gt;The fool is not holding back any punches in this comment:&lt;/p&gt;\n\n&lt;p&gt;For me, finding Carlos&amp;#39;s books was a clear knock of intent (remember I&amp;#39;m a fool though, so this is a &amp;quot;have to believe&amp;quot; story and while there are alternative explanations for each individual occurrence I will relate, the totality is impossibly unlikely, just like every human&amp;#39;s birth was in the first place).&lt;/p&gt;\n\n&lt;p&gt;One thing that is possible is that some of the order I don&amp;#39;t have correct, because it is almost impossible for me to recall this as a linear narrative sequence, so I, the fool, apologize for any poor memory on my part.&lt;/p&gt;\n\n&lt;p&gt;What occurred for me was that in my very late teens and early twenties I discovered the value of inner-silence for ... reasons.&lt;/p&gt;\n\n&lt;p&gt;Then something drew me to Carlos&amp;#39;s books and made me find them in random places with no foreplanning, following an impulse from silence to a &lt;em&gt;used bookstore&lt;/em&gt;, where I found the first 3-5 in the same fashion, in order, one at a time.&lt;/p&gt;\n\n&lt;p&gt;I literally jumped into wakefullness with the urge and compulsion to get up and go.&lt;/p&gt;\n\n&lt;p&gt;I followed that feeling at top speed but let my body move on it&amp;#39;s own with as little thought as possible and no second-guessing.&lt;/p&gt;\n\n&lt;p&gt;When I got the first book, many things I&amp;#39;d previously experienced for myself were suddenly explained, but also perfectly described by Carlos and this feeling of revelation continued as I read on.&lt;/p&gt;\n\n&lt;p&gt;I continued my earlier silence practices while reading the books until I&amp;#39;d collected most or all.&lt;/p&gt;\n\n&lt;p&gt;At some point in the reading and meditating, I had an unprecedented occurrence of &amp;quot;stopping the world&amp;quot; with closed eye meditation which had me switch to my double who was looking at where I was in the bed from a few feet away, but I wasn&amp;#39;t in the bed any more.&lt;/p&gt;\n\n&lt;p&gt;I now believe I was in my double, because there was a blue mist vignette around the scene and  was totally free of thought looking from an entirely different vantage point than where I disappeared from.&lt;/p&gt;\n\n&lt;p&gt;Then I startled awake in my body and something around 2 hours had passed!&lt;/p&gt;\n\n&lt;p&gt;I could not make sense of the event and was terrified!&lt;/p&gt;\n\n&lt;p&gt;Terrified it might happen again, I slowed down the closed-eye meditation practice and stopped shortly thereafter.&lt;/p&gt;\n\n&lt;p&gt;However, I first tried two things to corroborate the teachings for myself, which I kept practicing for 20 years - placing the hands on the exact middle for standard sitting or laying in inner-silence, and the right way of walking.&lt;/p&gt;\n\n&lt;p&gt;Both were superior to closed eye sitting and laying meditations I&amp;#39;d already learned (which only really developed the ability to be silent while alone in those positions, which I considered pretty worthless).&lt;/p&gt;\n\n&lt;p&gt;At any rate, very strange things started happening from the day I got the first book and I don&amp;#39;t recall most of them except the clear notion that when Carlos was being invited to walk this path I was also being invited in those exact moments when I read the words and I then had to make a choice to follow the bird of freedom right then, or to live out a normal existence.&lt;/p&gt;\n\n&lt;p&gt;I decided to keep the two practices I mentioned, but only using them in extreme emotional distress and told intent that I wouldn&amp;#39;t follow the bird of freedom then, because I wanted to play out this regular life thing to it&amp;#39;s fullest, although that might lead to failing to ever gain total freedom.&lt;/p&gt;\n\n&lt;p&gt;I then committed to intent out loud to return to the path should the &amp;quot;normal life&amp;quot; path terminate while I was still alive, but inside I despaired of ever achieving that aim or being able to follow the bird of freedom again.&lt;/p&gt;\n\n&lt;p&gt;So I lived that life to my fullest for 20 years, sometimes succeeding, sometimes failing, making a family and career and suffering and joyful like never before.&lt;/p&gt;\n\n&lt;p&gt;Then it ended.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still alive.&lt;/p&gt;\n\n&lt;p&gt;I never forgot my promise, nor did I ever stop wanting total freedom or inner-silence, although my silence practices were basically a joke of inconsistency and inability, which suited me fine, because I was afraid to go too far before I was ready. Afraid, yes, but I never stopped wanting total freedom.&lt;/p&gt;\n\n&lt;p&gt;When my &amp;quot;regular life&amp;quot; ended due to events beyond my control I despaired that I would ever be able to start the path again, but I didn&amp;#39;t stop wanting and I didn&amp;#39;t stop looking for the bird of freedom.&lt;/p&gt;\n\n&lt;p&gt;Then I found this place in a comment on the wikipedia page for Carlos while researching the controversies, like CiChocolate described and I knew I was being called by that bird of freedom again.&lt;/p&gt;\n\n&lt;p&gt;I lurked a long time and eventually joined when I totally re-committed to intent and committed to the intent of the sub and knew I was ready to work.&lt;/p&gt;\n\n&lt;p&gt;I am all in, but a work in progress who fails to practice, and who is easily befuddled.&lt;/p&gt;\n\n&lt;p&gt;In short, I am a fool, as we all are, but I intend to eventually lose this crown of woe and worry and instead dance freely, laughing, into mystery.&lt;/p&gt;\n\n&lt;p&gt;Thank you Carlos, Taisha, Florinda, Kylie, Carol, Reni, Nyei, Blue Scout, Cholita, Dan, Jadey, don Juan, Genaro, the rest of their party, the little sisters, the genaros, soledad, la catalina, nagual Julian, nagual Elias and their parties, Allison, Sharon, Missy, Charlotte, Graham, Wesley, Eric, Christa, Techno, Juann, Jadey, The Mad Prophet, Cizzy-Shizzy, CiChocolate, Stephanie, Amy, Jessica, Lina, Joe, Jeremy, Chuck, Matty G, monkeyguy, OK-Assistant and all the bad players and folks I can&amp;#39;t quite recall or don&amp;#39;t have space to thank, from this FOOL.&lt;/p&gt;\n\n&lt;p&gt;I wish you all well, and I trust your personal power and my own, though I know not what that means!&lt;/p&gt;\n\n&lt;p&gt;Goodbye!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il5i2pc/", "num_reports": null, "locked": false, "name": "t1_il5i2pc", "created": 1661054016.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1661054016.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il52cbz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1661046052.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 7, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Another issue, is that while there are so many great things to try when you are young, many are only great because you've never tried them before.\n\nThere's no trustable way to judge when that's likely to wane, while still immersed in the novelty.\n\nAnd mature advice directed your way falls on deaf ears, when compared with current (youthful) and direct experience.\n\nAnd it piles up. And the old dura-spark (sorcery) gets obscured.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il52cbz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Another issue, is that while there are so many great things to try when you are young, many are only great because you&amp;#39;ve never tried them before.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no trustable way to judge when that&amp;#39;s likely to wane, while still immersed in the novelty.&lt;/p&gt;\n\n&lt;p&gt;And mature advice directed your way falls on deaf ears, when compared with current (youthful) and direct experience.&lt;/p&gt;\n\n&lt;p&gt;And it piles up. And the old dura-spark (sorcery) gets obscured.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il52cbz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661046052.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il4yuox", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Kaleo144", "can_mod_post": false, "created_utc": 1661044342.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 7, "author_fullname": "t2_id12v4we", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yeah, I've been procrastinating for 7 months now 😬\nDefinitely a lazy inventory warrior. Too tied to my usual habits, I gotta get off my ass", "edited": 1663824555.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il4yuox", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, I&amp;#39;ve been procrastinating for 7 months now 😬\nDefinitely a lazy inventory warrior. Too tied to my usual habits, I gotta get off my ass&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il4yuox/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661044342.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il5ywdn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Remarkable-Farm-3886", "can_mod_post": false, "created_utc": 1661064858.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 8, "author_fullname": "t2_4qbz8y08", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I had this conversation with a fellow dark room gazer recently.\n\nWe both fit the pattern-\n\n\\-Read Castaneda when we were in our late teens and got inspired to follow this path\n\n\\-Got caught up in adult life for a while, perhaps still dabbling (Tensegrity groups etc) but very much distracted by the 'things in the way'/'things we wanna do first'\n\n\\-Returned to serious Castaneda interest in our 30's when other ventures proved unsatisfying\n\nThat pesky sorcerer intent!\n\nI don't know if I could have committed to nightly DRG sessions when I was in my 20's. I was very restless back then. There were too many of those 'things'. There still are sometimes. But so far, in about 15 months of practice, they have only distracted me for a night or two here and there.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il5ywdn", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had this conversation with a fellow dark room gazer recently.&lt;/p&gt;\n\n&lt;p&gt;We both fit the pattern-&lt;/p&gt;\n\n&lt;p&gt;-Read Castaneda when we were in our late teens and got inspired to follow this path&lt;/p&gt;\n\n&lt;p&gt;-Got caught up in adult life for a while, perhaps still dabbling (Tensegrity groups etc) but very much distracted by the &amp;#39;things in the way&amp;#39;/&amp;#39;things we wanna do first&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;-Returned to serious Castaneda interest in our 30&amp;#39;s when other ventures proved unsatisfying&lt;/p&gt;\n\n&lt;p&gt;That pesky sorcerer intent!&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if I could have committed to nightly DRG sessions when I was in my 20&amp;#39;s. I was very restless back then. There were too many of those &amp;#39;things&amp;#39;. There still are sometimes. But so far, in about 15 months of practice, they have only distracted me for a night or two here and there.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il5ywdn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661064858.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il6kekj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1661082460.0, "send_replies": true, "parent_id": "t1_il68lwe", "score": 6, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Silvio was a rare bird, amongst rare 🦜", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il6kekj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Silvio was a rare bird, amongst rare 🦜&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wtlmrq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il6kekj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661082460.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 5, "removal_reason": null, "link_id": "t3_wtlmrq", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il6q3tq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_il68lwe", "score": 5, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "This is actual a brilliant point, thank you so much.\n\nSilvio Manuel ran the whole show for don Juan and therefore for Carlos.\n\nHe was the invisible hand behind everything in actual fact, and even though we are told so over and over again, he always manages to hide his involvement in my mind when I visit the stories in my memory.\n\nCarlos reveals him and hides him and there's \"no limit to his power.\"\n\nWhose coattails do you think we are really riding on, fellow fools?\n\nGoodbye!!", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is actual a brilliant point, thank you so much.&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel ran the whole show for don Juan and therefore for Carlos.&lt;/p&gt;\n\n&lt;p&gt;He was the invisible hand behind everything in actual fact, and even though we are told so over and over again, he always manages to hide his involvement in my mind when I visit the stories in my memory.&lt;/p&gt;\n\n&lt;p&gt;Carlos reveals him and hides him and there&amp;#39;s &amp;quot;no limit to his power.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Whose coattails do you think we are really riding on, fellow fools?&lt;/p&gt;\n\n&lt;p&gt;Goodbye!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il6q3tq/", "num_reports": null, "locked": false, "name": "t1_il6q3tq", "created": 1661086023.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1661086023.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "il68lwe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "PreciseInstance", "can_mod_post": false, "created_utc": 1661072920.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 7, "author_fullname": "t2_pz5w9r4n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This post will relate to many.\n\nBut i wanted to present a \"counter point\" to disperse that this always has to be the case.\n\nYou see if you are lucky enough to already be \"in\" sorcery from the day you are born, and with the wildest of luck you almost never leave it, only for smal periods of time, this trap might be quite non existent.\n\nHere is an example. Don juan matter of fact fell in to this trap, he went to some lady started talking care of her kids .\n\nBut dj as we learned was actually pretty stubborn learner and it didn't come natural to him.\n\nTo counter that we have people like silvio manuel. Not only was he known to be able to hold SK for extremely long periods of time, but also he was known for, never indulging in his dialogue and stupidity, never had kids, almost never had sex (if not never), from atleast the age of 19 as we get to know from the books. \n\nHe could already travel to other worlds at 22 and the books mention that he was infact learning sorcery before he was even picked up by Julian. \n\n\nThat makes me realize we are supposed to follow his footsteps rather than anyone else's. Because of all the sorcerers he seemed to be the only \"independent\" and didn't have to get the Naguals blow.", "edited": 1661073129.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il68lwe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This post will relate to many.&lt;/p&gt;\n\n&lt;p&gt;But i wanted to present a &amp;quot;counter point&amp;quot; to disperse that this always has to be the case.&lt;/p&gt;\n\n&lt;p&gt;You see if you are lucky enough to already be &amp;quot;in&amp;quot; sorcery from the day you are born, and with the wildest of luck you almost never leave it, only for smal periods of time, this trap might be quite non existent.&lt;/p&gt;\n\n&lt;p&gt;Here is an example. Don juan matter of fact fell in to this trap, he went to some lady started talking care of her kids .&lt;/p&gt;\n\n&lt;p&gt;But dj as we learned was actually pretty stubborn learner and it didn&amp;#39;t come natural to him.&lt;/p&gt;\n\n&lt;p&gt;To counter that we have people like silvio manuel. Not only was he known to be able to hold SK for extremely long periods of time, but also he was known for, never indulging in his dialogue and stupidity, never had kids, almost never had sex (if not never), from atleast the age of 19 as we get to know from the books. &lt;/p&gt;\n\n&lt;p&gt;He could already travel to other worlds at 22 and the books mention that he was infact learning sorcery before he was even picked up by Julian. &lt;/p&gt;\n\n&lt;p&gt;That makes me realize we are supposed to follow his footsteps rather than anyone else&amp;#39;s. Because of all the sorcerers he seemed to be the only &amp;quot;independent&amp;quot; and didn&amp;#39;t have to get the Naguals blow.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il68lwe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661072920.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ilh29cl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilgfng1", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ok, back from 4 year old chinese kidnapper girl.\n\nNo, psychiatric drugs move the assemblage point a little.\n\nSo if someone is \"stuck\", they can be useful.\n\nFar better without them though.\n\nBut perhaps 15 years ago I was hoping one of the other private class students would have a nervous breakdown or some other trauma, get some psychiatric meditations, and their assemblage points would move into heightened awareness where they'd fully understand what had happened.\n\nMy thinking was, Carlos had taught in HA somewhat in private classes,  so if anyone \"crashed\" they'd also \"land\".\n\nIn a stable assemblage point position.\n\nMyself,  Little Smoke and Devil's Weed pushed me over the edge.\n\nBut no one else from private classes \"woke up\". I waited for years.\n\nSo if Carlos had hoped for that, it doesn't seem to have worked out so far.\n\nThe problem in the subreddit is, it's a constant battle trying to suppress bad men who want to pretend their sorcery.\n\nThis place would never have come into being, if the male visitors who want to bully others and lie, had not be suppressed.\n\nThe women don't like that, but I doubt there's an alternative.\n\nSo when you get a male who does his first post and has what seems to be amazing talent, but everything is all messed up, one thing you need to know is, are psychiatric drugs in use?\n\nNot to be mean to him. But to keep him honest, so he isn't stealing attention for some \"talent\" he doesn't actually have.\n\nBecause if we allowed that, this place could no longer exist.  And certainly the bad player wouldn't learn either.\n\nSorcery is VERY difficult, because you have to completely let go of ugly motivations designed to seek attention from other humans.\n\nThose pull your assemblage point to the blue line!!!\n\nThere's no way to learn sorcery if you are really wanting to \"teach\" or \"lead\" other people.\n\nThose are tasks you get stuck with by accident, AFTER you are already learning for real.\n\nSo when a new man shows up and starts relating his \"amazing\" darkroom success the first time, you want to know:\n\n1   Were you stoned? Have you taken a lot of shrooms or other powerful substances like that in the past, so that your \"head is all messed up\"?\n\n2   Were you just laying in bed with your eyes closed, making up stuff based on disturbed dreams so you could come here to \"make a place for yourself\"?\n\n3  Do you take any psychiatric drugs?  I hear Xanax gives you visions. It's extremely popular in Thailand.  Available near any major bar, right there on the street.\n\nTerrorists sell it for fundraising.\n\nWhich helped me sell security cameras to the police there, so I shouldn't complain too much.\n\nFYI: Don't anyone go get Xanax.  These days it's fentanyl and will cause you to stop breathing.\n\nUnfortunately we get a constant flow of people who don't have any interest at all in learning magic.\n\nHaven't really even noticed it's available in here.\n\nThey just want human attention.\n\nBut since that's absolutely normal EVERYWHERE ELSE, because there's no magic at all out there, they think it's unreasonable to call out their deception.\n\nIt's a vicious situation!\n\nIf you call them out for lying, they'll be thinking, \"But the Buddha groupies let me lie!  In fact they encourage it.\"", "edited": 1661271978.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ilh29cl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ok, back from 4 year old chinese kidnapper girl.&lt;/p&gt;\n\n&lt;p&gt;No, psychiatric drugs move the assemblage point a little.&lt;/p&gt;\n\n&lt;p&gt;So if someone is &amp;quot;stuck&amp;quot;, they can be useful.&lt;/p&gt;\n\n&lt;p&gt;Far better without them though.&lt;/p&gt;\n\n&lt;p&gt;But perhaps 15 years ago I was hoping one of the other private class students would have a nervous breakdown or some other trauma, get some psychiatric meditations, and their assemblage points would move into heightened awareness where they&amp;#39;d fully understand what had happened.&lt;/p&gt;\n\n&lt;p&gt;My thinking was, Carlos had taught in HA somewhat in private classes,  so if anyone &amp;quot;crashed&amp;quot; they&amp;#39;d also &amp;quot;land&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In a stable assemblage point position.&lt;/p&gt;\n\n&lt;p&gt;Myself,  Little Smoke and Devil&amp;#39;s Weed pushed me over the edge.&lt;/p&gt;\n\n&lt;p&gt;But no one else from private classes &amp;quot;woke up&amp;quot;. I waited for years.&lt;/p&gt;\n\n&lt;p&gt;So if Carlos had hoped for that, it doesn&amp;#39;t seem to have worked out so far.&lt;/p&gt;\n\n&lt;p&gt;The problem in the subreddit is, it&amp;#39;s a constant battle trying to suppress bad men who want to pretend their sorcery.&lt;/p&gt;\n\n&lt;p&gt;This place would never have come into being, if the male visitors who want to bully others and lie, had not be suppressed.&lt;/p&gt;\n\n&lt;p&gt;The women don&amp;#39;t like that, but I doubt there&amp;#39;s an alternative.&lt;/p&gt;\n\n&lt;p&gt;So when you get a male who does his first post and has what seems to be amazing talent, but everything is all messed up, one thing you need to know is, are psychiatric drugs in use?&lt;/p&gt;\n\n&lt;p&gt;Not to be mean to him. But to keep him honest, so he isn&amp;#39;t stealing attention for some &amp;quot;talent&amp;quot; he doesn&amp;#39;t actually have.&lt;/p&gt;\n\n&lt;p&gt;Because if we allowed that, this place could no longer exist.  And certainly the bad player wouldn&amp;#39;t learn either.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is VERY difficult, because you have to completely let go of ugly motivations designed to seek attention from other humans.&lt;/p&gt;\n\n&lt;p&gt;Those pull your assemblage point to the blue line!!!&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no way to learn sorcery if you are really wanting to &amp;quot;teach&amp;quot; or &amp;quot;lead&amp;quot; other people.&lt;/p&gt;\n\n&lt;p&gt;Those are tasks you get stuck with by accident, AFTER you are already learning for real.&lt;/p&gt;\n\n&lt;p&gt;So when a new man shows up and starts relating his &amp;quot;amazing&amp;quot; darkroom success the first time, you want to know:&lt;/p&gt;\n\n&lt;p&gt;1   Were you stoned? Have you taken a lot of shrooms or other powerful substances like that in the past, so that your &amp;quot;head is all messed up&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;2   Were you just laying in bed with your eyes closed, making up stuff based on disturbed dreams so you could come here to &amp;quot;make a place for yourself&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;3  Do you take any psychiatric drugs?  I hear Xanax gives you visions. It&amp;#39;s extremely popular in Thailand.  Available near any major bar, right there on the street.&lt;/p&gt;\n\n&lt;p&gt;Terrorists sell it for fundraising.&lt;/p&gt;\n\n&lt;p&gt;Which helped me sell security cameras to the police there, so I shouldn&amp;#39;t complain too much.&lt;/p&gt;\n\n&lt;p&gt;FYI: Don&amp;#39;t anyone go get Xanax.  These days it&amp;#39;s fentanyl and will cause you to stop breathing.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately we get a constant flow of people who don&amp;#39;t have any interest at all in learning magic.&lt;/p&gt;\n\n&lt;p&gt;Haven&amp;#39;t really even noticed it&amp;#39;s available in here.&lt;/p&gt;\n\n&lt;p&gt;They just want human attention.&lt;/p&gt;\n\n&lt;p&gt;But since that&amp;#39;s absolutely normal EVERYWHERE ELSE, because there&amp;#39;s no magic at all out there, they think it&amp;#39;s unreasonable to call out their deception.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a vicious situation!&lt;/p&gt;\n\n&lt;p&gt;If you call them out for lying, they&amp;#39;ll be thinking, &amp;quot;But the Buddha groupies let me lie!  In fact they encourage it.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wtlmrq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilh29cl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661271785.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661271785.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ilinks8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661293865.0, "send_replies": true, "parent_id": "t1_ilijr26", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's hard to say what Carlos was up to with his group.\n\nBut studies of children in school, with both their parents and teachers helping out, show that sugary treats have NO discernable effect on their behavior.\n\nNeither their parents nor their teachers could select which kids got the actual sugar treats, and which got the artificial sweetener, and thus no sugars.\n\nI've seen parents get furious on hearing that study, but it was double blind!\n\nNo one knew which kids actually got sugar.\n\nThey couldn't tell!\n\nAlso, sugar DOES NOT cause diabetes.\n\nI'm not sure where that idea comes from.\n\nIt's carbs that are the problem.\n\nSugars are chains of alcohols.  Starches are chains of sugars.\n\n(Cellulose is a chain of starches and we can't digest that).\n\nSo when it comes to diabetes, it's starches that are the worst.\n\nFor developing it, not once you have it.\n\nBecause starches last longer, requiring adrenaline to break down the resulting sugars in the bloodstream.  Yes, sugars are what needs that adrenaline, and presumably because we eat all the time and never fast, that causes diabetes because the adrenaline glands just can't cut it anymore.\n\nBut starches digest into continuous sugars, so really, if one or the other is worse, it's the starches.\n\nThat's backed up by physical evidence.  Taiwan for example has a huge problem with diabetes from too much rice.\n\nAnd they don't like sugary treats.  Their \"treats\" are mostly french and japanese, from who's invaded and controlled the island.\n\nBakery treats there are surprisingly free of the kind of sugar you get in the USA.\n\nSo what's wrong with sugar is beyond me.\n\nCarlos might just have been avoiding that because he wanted some purpose and seriousness in his students.\n\nWhile I'm at it, salt DOES NOT contribute to high blood pressure.\n\nThe opposite seems to be true.   Studies of India have suggested that eating a LOT MORE salt, is better than eating too little.\n\nThat whole thing never made any sense at all, if you go study the premises it was based on.  1950/60s nutritional science was pretty bogus.\n\nAnd, fat doesn't not clog your arteries.  Cholesterol levels don't matter.\n\nIt's starches that likely clog the arteries.\n\nRice, potatoes, bread. The stuff we eat most!\n\nThe Keto diet can cure much of that!  But it's hard to live on bacon alone.\n\nThe theory is that breaking the starches down into sugars releases some by-products which stick to the inside of your blood vessels.  Stuff that doesn't digest, and is present in the molecules of starches.\n\nMan wasn't really evolved for so much starchy food.  A root here or there, but not the barrage that agriculture brings.\n\nBut they haven't figured it out yet for sure.\n\nMeanwhile the drug companies stopped with the cholesterol lowering pill commercials on TV for a short time, but they're back at it.  As if nothing happened at all.\n\nThey found a study showing an unrelated coincidence in one particular drug lowering chance of heart attack, for unknown reason.\n\nAnd continue to pretend it's because it lowers cholesterol.\n\nNever trust big Pharma.  They're profit motivated.\n\nI expect some \"accusations\" over all the double vaxing eventually, when the politics cools off.\n\nI'd love to see who's campaigns got donations from the vaccine makers.\n\nEarly on studies in Israel suggested there's nothing more you can do once you get the first vaccine.  And that revaxing increases the chances of getting sick.", "edited": 1661294129.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ilinks8", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s hard to say what Carlos was up to with his group.&lt;/p&gt;\n\n&lt;p&gt;But studies of children in school, with both their parents and teachers helping out, show that sugary treats have NO discernable effect on their behavior.&lt;/p&gt;\n\n&lt;p&gt;Neither their parents nor their teachers could select which kids got the actual sugar treats, and which got the artificial sweetener, and thus no sugars.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen parents get furious on hearing that study, but it was double blind!&lt;/p&gt;\n\n&lt;p&gt;No one knew which kids actually got sugar.&lt;/p&gt;\n\n&lt;p&gt;They couldn&amp;#39;t tell!&lt;/p&gt;\n\n&lt;p&gt;Also, sugar DOES NOT cause diabetes.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure where that idea comes from.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s carbs that are the problem.&lt;/p&gt;\n\n&lt;p&gt;Sugars are chains of alcohols.  Starches are chains of sugars.&lt;/p&gt;\n\n&lt;p&gt;(Cellulose is a chain of starches and we can&amp;#39;t digest that).&lt;/p&gt;\n\n&lt;p&gt;So when it comes to diabetes, it&amp;#39;s starches that are the worst.&lt;/p&gt;\n\n&lt;p&gt;For developing it, not once you have it.&lt;/p&gt;\n\n&lt;p&gt;Because starches last longer, requiring adrenaline to break down the resulting sugars in the bloodstream.  Yes, sugars are what needs that adrenaline, and presumably because we eat all the time and never fast, that causes diabetes because the adrenaline glands just can&amp;#39;t cut it anymore.&lt;/p&gt;\n\n&lt;p&gt;But starches digest into continuous sugars, so really, if one or the other is worse, it&amp;#39;s the starches.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s backed up by physical evidence.  Taiwan for example has a huge problem with diabetes from too much rice.&lt;/p&gt;\n\n&lt;p&gt;And they don&amp;#39;t like sugary treats.  Their &amp;quot;treats&amp;quot; are mostly french and japanese, from who&amp;#39;s invaded and controlled the island.&lt;/p&gt;\n\n&lt;p&gt;Bakery treats there are surprisingly free of the kind of sugar you get in the USA.&lt;/p&gt;\n\n&lt;p&gt;So what&amp;#39;s wrong with sugar is beyond me.&lt;/p&gt;\n\n&lt;p&gt;Carlos might just have been avoiding that because he wanted some purpose and seriousness in his students.&lt;/p&gt;\n\n&lt;p&gt;While I&amp;#39;m at it, salt DOES NOT contribute to high blood pressure.&lt;/p&gt;\n\n&lt;p&gt;The opposite seems to be true.   Studies of India have suggested that eating a LOT MORE salt, is better than eating too little.&lt;/p&gt;\n\n&lt;p&gt;That whole thing never made any sense at all, if you go study the premises it was based on.  1950/60s nutritional science was pretty bogus.&lt;/p&gt;\n\n&lt;p&gt;And, fat doesn&amp;#39;t not clog your arteries.  Cholesterol levels don&amp;#39;t matter.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s starches that likely clog the arteries.&lt;/p&gt;\n\n&lt;p&gt;Rice, potatoes, bread. The stuff we eat most!&lt;/p&gt;\n\n&lt;p&gt;The Keto diet can cure much of that!  But it&amp;#39;s hard to live on bacon alone.&lt;/p&gt;\n\n&lt;p&gt;The theory is that breaking the starches down into sugars releases some by-products which stick to the inside of your blood vessels.  Stuff that doesn&amp;#39;t digest, and is present in the molecules of starches.&lt;/p&gt;\n\n&lt;p&gt;Man wasn&amp;#39;t really evolved for so much starchy food.  A root here or there, but not the barrage that agriculture brings.&lt;/p&gt;\n\n&lt;p&gt;But they haven&amp;#39;t figured it out yet for sure.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile the drug companies stopped with the cholesterol lowering pill commercials on TV for a short time, but they&amp;#39;re back at it.  As if nothing happened at all.&lt;/p&gt;\n\n&lt;p&gt;They found a study showing an unrelated coincidence in one particular drug lowering chance of heart attack, for unknown reason.&lt;/p&gt;\n\n&lt;p&gt;And continue to pretend it&amp;#39;s because it lowers cholesterol.&lt;/p&gt;\n\n&lt;p&gt;Never trust big Pharma.  They&amp;#39;re profit motivated.&lt;/p&gt;\n\n&lt;p&gt;I expect some &amp;quot;accusations&amp;quot; over all the double vaxing eventually, when the politics cools off.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to see who&amp;#39;s campaigns got donations from the vaccine makers.&lt;/p&gt;\n\n&lt;p&gt;Early on studies in Israel suggested there&amp;#39;s nothing more you can do once you get the first vaccine.  And that revaxing increases the chances of getting sick.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilinks8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661293865.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilijr26", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jadeyelmonte", "can_mod_post": false, "created_utc": 1661292290.0, "send_replies": true, "parent_id": "t1_ilhqpdw", "score": 3, "author_fullname": "t2_ckktqt40", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I actually remembered the fried plantains, just didn't think of them as sugary desserts.", "edited": 1661293128.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_ilijr26", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I actually remembered the fried plantains, just didn&amp;#39;t think of them as sugary desserts.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wtlmrq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilijr26/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661292290.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilhqpdw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilhgjaf", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Except Versailles plantains...\n\nThe date shakes are a side effect of visiting indian reservations down there on the freeway that contains the bus route leading to central Mexico and Zuleica's house.\n\nThey have \"the Date Festival\" as a big yearly \"thing\".\n\nThat and the fiberglass dinosaur are the big attractions along that freeway.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ilhqpdw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Except Versailles plantains...&lt;/p&gt;\n\n&lt;p&gt;The date shakes are a side effect of visiting indian reservations down there on the freeway that contains the bus route leading to central Mexico and Zuleica&amp;#39;s house.&lt;/p&gt;\n\n&lt;p&gt;They have &amp;quot;the Date Festival&amp;quot; as a big yearly &amp;quot;thing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That and the fiberglass dinosaur are the big attractions along that freeway.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wtlmrq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilhqpdw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661281096.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661281096.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilhgjaf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilh4895", "score": 5, "author_fullname": "t2_ckktqt40", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think that went for any kind of addiction. If you can't say no to a piece of cake every time you have it in front of you, then it is doubtful you can escape your inner dialog indulging.\n\nI did the sugar avoidance too. And I was very surprised when one time we went on a trip with Taisha, Kylie and Talia, and we stopped at a date shake place in the middle of the desert. I didn't know what a date shake was, until I tried it and found it was so sweet!\n\nHaving said that, we never had dessert or anything sweet when eating out with Taisha or Carlos otherwise.", "edited": 1661292314.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_ilhgjaf", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think that went for any kind of addiction. If you can&amp;#39;t say no to a piece of cake every time you have it in front of you, then it is doubtful you can escape your inner dialog indulging.&lt;/p&gt;\n\n&lt;p&gt;I did the sugar avoidance too. And I was very surprised when one time we went on a trip with Taisha, Kylie and Talia, and we stopped at a date shake place in the middle of the desert. I didn&amp;#39;t know what a date shake was, until I tried it and found it was so sweet!&lt;/p&gt;\n\n&lt;p&gt;Having said that, we never had dessert or anything sweet when eating out with Taisha or Carlos otherwise.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_wtlmrq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilhgjaf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661277179.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661277179.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilh4895", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilh1wkb", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He made us go without sugar and coffee and any medications for months, probably because Amy was using psychiatric drugs.\n\nIn fact, she died of an overdose according to her sister.\n\nSo Carlos had the entire private class give up sugar, fruit, dried fruit, candy in any form, caffeine, and any medications we were taking, that were not absolutely essential.\n\nBut my theory is, only because of Amy.\n\nAnd it went to Reni's head, so she likes to announce no one should eat sugar.\n\nLike it's a \"sorcery task\".\n\nSome task.   I did what Carlos asked for 3 or 4 months, then at one point I asked one of the inner circle women about it, and she asked me back, \"Oh... You still doing that?\"\n\nI didn't get the memo.  No one actually did that.\n\nI picture that maybe Felix couldn't give up his Strudel, and Richard had a thing for fishnet and whipped cream.\n\nBut it's just my own fantasy.\n\nStrudel by the way, is genius.\n\nIt's how to make a tasty treat, when it's war time and there's massive shortages.", "edited": false, "author_flair_css_class": null, "name": "t1_ilh4895", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He made us go without sugar and coffee and any medications for months, probably because Amy was using psychiatric drugs.&lt;/p&gt;\n\n&lt;p&gt;In fact, she died of an overdose according to her sister.&lt;/p&gt;\n\n&lt;p&gt;So Carlos had the entire private class give up sugar, fruit, dried fruit, candy in any form, caffeine, and any medications we were taking, that were not absolutely essential.&lt;/p&gt;\n\n&lt;p&gt;But my theory is, only because of Amy.&lt;/p&gt;\n\n&lt;p&gt;And it went to Reni&amp;#39;s head, so she likes to announce no one should eat sugar.&lt;/p&gt;\n\n&lt;p&gt;Like it&amp;#39;s a &amp;quot;sorcery task&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some task.   I did what Carlos asked for 3 or 4 months, then at one point I asked one of the inner circle women about it, and she asked me back, &amp;quot;Oh... You still doing that?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t get the memo.  No one actually did that.&lt;/p&gt;\n\n&lt;p&gt;I picture that maybe Felix couldn&amp;#39;t give up his Strudel, and Richard had a thing for fishnet and whipped cream.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just my own fantasy.&lt;/p&gt;\n\n&lt;p&gt;Strudel by the way, is genius.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s how to make a tasty treat, when it&amp;#39;s war time and there&amp;#39;s massive shortages.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_wtlmrq", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilh4895/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661272529.0, "author_flair_text": null, "collapsed": false, "created_utc": 1661272529.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilh1wkb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilgvwts", "score": 3, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I'm not 100% sure about that. He was always admonishing people for taking Prozac.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilh1wkb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m not 100% sure about that. He was always admonishing people for taking Prozac.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wtlmrq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilh1wkb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661271652.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661271652.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilgvwts", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ilgfng1", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No, in fact I believe Carlos was counting on such things as a possible \"trigger\" for private class students.\n\nThere's a 4 year old chinese girl asking why I'm typing this.  I'll have to come back. She wants some toys from online.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ilgvwts", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, in fact I believe Carlos was counting on such things as a possible &amp;quot;trigger&amp;quot; for private class students.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a 4 year old chinese girl asking why I&amp;#39;m typing this.  I&amp;#39;ll have to come back. She wants some toys from online.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wtlmrq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilgvwts/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661269345.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1661269345.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ilgfng1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "MystikMocha", "can_mod_post": false, "created_utc": 1661262882.0, "send_replies": true, "parent_id": "t1_il85nb4", "score": 2, "author_fullname": "t2_4eabf87j", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What's wrong with taking psychiatric medication, by the way? Does it hinder darkroom progress?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ilgfng1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What&amp;#39;s wrong with taking psychiatric medication, by the way? Does it hinder darkroom progress?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_wtlmrq", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/ilgfng1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661262882.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "il85nb4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1661108445.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You also need to understand what we're doing in this subreddit, instead of thinking it's all about attention seeking.\n\nNew people come, don't study, and think we just want to see \"weird stuff\", so we can brag to our friends and become famous. Maybe get a franchise, and steal from others by pretending to teach something we don't even know ourselves yet.\n\nSo you see posts about how to hyperventilate to see stuff, or how to choke yourself to see stuff.\n\nAll TOTAL misunderstandings of what's going on.  We aren't trying to \"see stuff\". \n\nOr someone high on drugs who just records all they see the night before posting,  and then comes to \"share it\" with others so they can give the impression of super talent.\n\nNot mentioning that it had nothing to do with their efforts to learn silence, they didn't see any actual puffs (pieces of the energy body) and they greatly misunderstood and exaggerated it all.\n\nOr they're just laying on their side, having little dreams they misrepresent as what we do in darkroom practice.\n\nOr they're mentally ill, perhaps even on psychiatric drugs,  and don't mention that little detail either.\n\nThat sort of dishonesty will make it impossible for you to learn!\n\nIntent will SQUASH you.  Like a bug.\n\nWithout the help of \"the spirit\", there's no possibility of real magic.\n\nSo you can merely hit yourself on the head with a hammer if all you want to do is \"see weird stuff\"!  Stand up too fast, spin around furiously in circles shouting.\n\nThere's so many ways to \"see stars\".\n\nBut it's quite a bit dimwitted to believe those ways to \"see stuff\" are equivalent!\n\nConsider the obvious:  If you could learn real magic those ways, the whole world would already know about it.\n\nThe truth of this subreddit is, it's not about \"seeing stuff\" so you can brag and get attention.\n\nIt's a process of merging with your double, using silence to move the assemblage point, and tensegrity to lure out your energy body. Or to attract an inorganic being to help.\n\nThe \"weird stuff\" you get to see is merely a \"bonus\".\n\nA tool to tell you, you are doing it right.\n\nThat you are silent.\n\nIt won't do any good for me to say this, since we have a steady flow of new people who don't bother to read past posts.\n\nBut anyone in here who thinks it's just about trying to see something as crazy as the pictures we have, and doesn't understand what's going on,  will **never** be able to learn.\n\nBecause they don't want to. They're seeking attention from other people, and don't really care to learn magic.\n\nI suspect most of those just think this is another scam, like all the other subreddits, and never had the discernment to notice it's nothing like them.\n\nNONE of those other subreddits, including the \"prestigious ones\" like Dzogchen or Zen,  have any actual magic.\n\nNor anything particularly worth learning.\n\nShamanic drumming can cause all they ever get to happen.\n\nThe other subreddits including Thelma or the \"Magick\" subreddits are entirely just individuals making up stuff to get attention.\n\nDon't do that in here.    You can go over there, if that's what you want.", "edited": 1661109027.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il85nb4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You also need to understand what we&amp;#39;re doing in this subreddit, instead of thinking it&amp;#39;s all about attention seeking.&lt;/p&gt;\n\n&lt;p&gt;New people come, don&amp;#39;t study, and think we just want to see &amp;quot;weird stuff&amp;quot;, so we can brag to our friends and become famous. Maybe get a franchise, and steal from others by pretending to teach something we don&amp;#39;t even know ourselves yet.&lt;/p&gt;\n\n&lt;p&gt;So you see posts about how to hyperventilate to see stuff, or how to choke yourself to see stuff.&lt;/p&gt;\n\n&lt;p&gt;All TOTAL misunderstandings of what&amp;#39;s going on.  We aren&amp;#39;t trying to &amp;quot;see stuff&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Or someone high on drugs who just records all they see the night before posting,  and then comes to &amp;quot;share it&amp;quot; with others so they can give the impression of super talent.&lt;/p&gt;\n\n&lt;p&gt;Not mentioning that it had nothing to do with their efforts to learn silence, they didn&amp;#39;t see any actual puffs (pieces of the energy body) and they greatly misunderstood and exaggerated it all.&lt;/p&gt;\n\n&lt;p&gt;Or they&amp;#39;re just laying on their side, having little dreams they misrepresent as what we do in darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;Or they&amp;#39;re mentally ill, perhaps even on psychiatric drugs,  and don&amp;#39;t mention that little detail either.&lt;/p&gt;\n\n&lt;p&gt;That sort of dishonesty will make it impossible for you to learn!&lt;/p&gt;\n\n&lt;p&gt;Intent will SQUASH you.  Like a bug.&lt;/p&gt;\n\n&lt;p&gt;Without the help of &amp;quot;the spirit&amp;quot;, there&amp;#39;s no possibility of real magic.&lt;/p&gt;\n\n&lt;p&gt;So you can merely hit yourself on the head with a hammer if all you want to do is &amp;quot;see weird stuff&amp;quot;!  Stand up too fast, spin around furiously in circles shouting.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so many ways to &amp;quot;see stars&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s quite a bit dimwitted to believe those ways to &amp;quot;see stuff&amp;quot; are equivalent!&lt;/p&gt;\n\n&lt;p&gt;Consider the obvious:  If you could learn real magic those ways, the whole world would already know about it.&lt;/p&gt;\n\n&lt;p&gt;The truth of this subreddit is, it&amp;#39;s not about &amp;quot;seeing stuff&amp;quot; so you can brag and get attention.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a process of merging with your double, using silence to move the assemblage point, and tensegrity to lure out your energy body. Or to attract an inorganic being to help.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;weird stuff&amp;quot; you get to see is merely a &amp;quot;bonus&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A tool to tell you, you are doing it right.&lt;/p&gt;\n\n&lt;p&gt;That you are silent.&lt;/p&gt;\n\n&lt;p&gt;It won&amp;#39;t do any good for me to say this, since we have a steady flow of new people who don&amp;#39;t bother to read past posts.&lt;/p&gt;\n\n&lt;p&gt;But anyone in here who thinks it&amp;#39;s just about trying to see something as crazy as the pictures we have, and doesn&amp;#39;t understand what&amp;#39;s going on,  will &lt;strong&gt;never&lt;/strong&gt; be able to learn.&lt;/p&gt;\n\n&lt;p&gt;Because they don&amp;#39;t want to. They&amp;#39;re seeking attention from other people, and don&amp;#39;t really care to learn magic.&lt;/p&gt;\n\n&lt;p&gt;I suspect most of those just think this is another scam, like all the other subreddits, and never had the discernment to notice it&amp;#39;s nothing like them.&lt;/p&gt;\n\n&lt;p&gt;NONE of those other subreddits, including the &amp;quot;prestigious ones&amp;quot; like Dzogchen or Zen,  have any actual magic.&lt;/p&gt;\n\n&lt;p&gt;Nor anything particularly worth learning.&lt;/p&gt;\n\n&lt;p&gt;Shamanic drumming can cause all they ever get to happen.&lt;/p&gt;\n\n&lt;p&gt;The other subreddits including Thelma or the &amp;quot;Magick&amp;quot; subreddits are entirely just individuals making up stuff to get attention.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t do that in here.    You can go over there, if that&amp;#39;s what you want.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il85nb4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661108445.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il5cv95", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "will-I-ever-Be-me", "can_mod_post": false, "created_utc": 1661051283.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 3, "author_fullname": "t2_4fdml76m", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt; [People of this age should realize how lucky they are to have the info in this sub. 20 years ago loosing your way, or never locking-into the right emphasis with it, was almost guaranteed]\n\nHey, so, thank you for this. I'm still learning, working through some of my own.. recap, I guess to say.\n\nI appreciate your sharing here &amp; this sentence specifically. It helped me see a better appreciation for elements of my history.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il5cv95", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;[People of this age should realize how lucky they are to have the info in this sub. 20 years ago loosing your way, or never locking-into the right emphasis with it, was almost guaranteed]&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Hey, so, thank you for this. I&amp;#39;m still learning, working through some of my own.. recap, I guess to say.&lt;/p&gt;\n\n&lt;p&gt;I appreciate your sharing here &amp;amp; this sentence specifically. It helped me see a better appreciation for elements of my history.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il5cv95/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661051283.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "il6ntg0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "felineloins", "can_mod_post": false, "created_utc": 1661084667.0, "send_replies": true, "parent_id": "t3_wtlmrq", "score": 3, "author_fullname": "t2_li577340", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "time is a harsh mistress", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_il6ntg0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;time is a harsh mistress&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/wtlmrq/what_goes_around_comes_around/il6ntg0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1661084667.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_wtlmrq", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]