[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/0hrmznvyni6a1.jpg?width=612&amp;format=pjpg&amp;auto=webp&amp;s=dbbc3bf7c7d995519d15f8bebe80b76675565435\n\nI was researching what Phoebus looks like, to let her be the Ally of Tensegrity Police woman in the cartoons.\n\nDidn't find a good description, but this Bufflehead Drake duck is from Phoebus  Waterfront Park in Hampton, Virginia.\n\nSo I'm using it.  Phoebus is also an alternate name for Apollo, the god of the sun.  And this duck has a bit of my Ally Stella's solar flares going on, on the side.  Maybe when he floats into the air I'll make that glow a bit.   In one of Westerly Witches dreams, so no one can object.\n\nHere's what I found by searching for Phoebus and Globus in the workshop notes.\n\nI was happy to see that Stella forming a solar image down near my feet is consistent with these notes.  About star energy merging into the feet area.\n\nI'd never read that before! Hey... This stuff is all true.  So even if you didn't read it, it'll happen anyway.\n\nI had also planned to give Tensegrity Police woman a \"nightstick\", except it's a silence stick with the pad on it.  Sort of an \"in-joke\".\n\nBut then I was pleased to see that's one method for calling the allies, given by Taisha in these excerpts.\n\nSo I guess it's good to have in the cartoon.\n\nWe could \"cure\" the fear of inorganic beings the community has come up with, so they can do their nasty pretend form of sorcery.\n\nCreate a new community that's less fearful and more  hard working.\n\nThere's a lot of surprises in here.  Why is Carol Tiggs still here?\n\nWhat's the deal with Howard?\n\nIs Marshall Ho'o as big of a marketeer as I suspected, and not much of a martial artist?\n\nIs it safe for women to have inorganic beings?\n\nAnd, why did Cholita like Howard so much?\n\nTurns out Cholita was sponsored by Margarita, said to be one of the oldest companions of Carlos.\n\nMargarita was a professional \"Chola\" in the university system. Trust me.  They had those back in the day.\n\nThus \"Cholita\".  Margarita's mini-me.\n\n\\*\\*\\*\n\nP.S. At one point Taisha showed us the slide of the voladore in Mexico. When the picture went up on the screen, we noticed a large-winged bug next to it. It almost looked as if it was part of the picture. Since I was sitting quite close (second row) I knew it was not. Still it was startling, and funny. On the next enlargement, it came back, right next to where the voladore was projected on the screen. Even Taisha laughed/commented. I was looking at it, and it moved, and then was gone. I thought it was funny that I didn't see it fly off the screen, but I figured it must have flown straight up, or something (in retrospect, there was no logical explanation, but it was only a bug - right?) The next night Florinda asked us if anyone noticed that the bug disappeared. She said it was Lobus and Phoebus.\n\n\\*\\*\\*\n\nGlobus \\[?\\] and Phoebus: Taisha sleeps with them every night that she sleeps in her attic, and cuddles up with them. She says they are becoming more and more real as she matches her speed with theirs.\n\n(conclusion: cuddle with our ally all night to gve them more energy, however it will alter your own shape)\n\n\\*\\*\\*\n\n\"Women are 50% inorganic beings--they just have to quiet the internal dialogue and they'll become 'tubular'\" (i.e., like the inorganic beings). Taisha said she had two inorganic beings that lived in her attic: Globus and Phoebus. \"They are individually identifiable inorganic beings.\"\n\nShe said that her personal assemblage point and energy shape \"is heading toward that of the inorganic beings,\" allowing her increasing glimpses of her \"lodgers\".\n\n\\*\\*\\*\n\n\"Tonight Carol Tiggs couldn't come.\" She made it to Mexico City, but really wanted to come to Omega to use this workshop as an \"echo chamber,\" to explain where she'd been during the 10 years that she was gone. \"Carol Tiggs hadn't wanted to go to Mexico--where she needed translation for material that depends on subtlety. But she went there to practice telling the story of her experience. She manifested there, and didn't return as the Carol Tiggs we knew.\n\nThat's why we are all working to bring her back.\" Carol Tiggs had taken the Chacmools to Tula--\"not the dirty, modern-day city, but a quiet, ancient version--by bringing us into her dream. Taisha did the same with you last night, with the help of Globus and Phoebus. Before last night, the Chacmools didn't know about Taisha's inorganics. Whenever Taisha talks, however, there's always some kind of interference, whether it is trouble with the lights, sound, or something. The 'insect' that appeared on the slide of the Voladore last night didn't fly away. it disappeared! The strange 'insect' that matched up with the Flyer, like it was superimposed, was Globus and Phoebus.\"\n\n&amp;#x200B;\n\n\\*\\*\\*\n\n&amp;#x200B;\n\ninorganic beings are not fearsome at all, that in fact they were sources of the boundless abstract affection that sorcerers seek, and as such were more like pets than anything else.\n\nTaisha retold the story of her first encounter with an ally. She was in bed in the sorcerers' house in Mexico, when she was awakened by strange sounds outside the door. She attributed them to don Juan's attempt to scare her, or worse yet, to carry out his nefarious sexual designs upon her. She forgot about it and went to sleep. The next day she confronted don Juan about it, and he told her that the inorganic beings were after her. Taisha asked fearfully what she could do to protect herself. Don Juan told her that her previous response was probably best, to just not acknowledge them. However, she was unable to carry this off on subsequent visits, so don Juan told her that there was no hope for her, the inorganic beings had decided to take her. The only thing she could do was confront the inorganic being directly, to wrestle with it, and not to let go at all costs.\n\nOne night the ally came in force. Taisha said she could see the door outlined from behind by an eerie light, then the door started to actually bulge inward, as though pressed upon outside by tremendous force. The ally entered the room, and she \"grabbed\" it, although not in the ordinary way we think of--there was just some sort of tangible, voltional connection. Taisha said the only way she could describe the ally's touch was as a sort of liquid electricity. She succeeded in taming the ally, which is one of the ones she has constantly with her.\n\nTaisha pointed out that all of the subterfuge and difficullties experienced by Carlos in his dealings with that realm were the result of the fact that he was male. The Universe is a predominately female place, so women were largely matters of indifference to the inorganic beings. They can come and go at will in that world.\n\nTaisha said the allies like us because we live at a much faster rate than they do. For all practical purposes, the inorganic beings live forever, on the order of millions of our years. They recognize our problem with the Fliers and Death, and want to help, but they cannot overcome the power of our first attention, the habitual position of the assemblage point. Thus the average man can only see them in dreams. She remarked that often the allies would try to announce their presence when she spoke at the seminars, by affecting the sound system or the lights. (She seemed genuinely unaware that they had already done that.) It is therefore up to us to bridge the gap between our worlds.\n\nTaisha threw open the floor to questions, and suggested that she might tell us some techniques for calling the inorganic beings. Someone asked whether the allies had ever taken her to another world in her daily awareness. Taisha replied that this was indeed possible, and that one can actually feel the ally entering the central nervous system by entering the base of the spine and creeping upwards. The ally then physically transports you wherever you want to go.\n\nSomeone asked what the inorganic beings looked like--Taisha gave a similar description to Carlos' in THE ART OF DREAMING. They are either bell shaped, candle shaped, or like a flame.\n\nThe question was raised that since the inorganic beings are female and live so long, did the inorganic beings reproduce at all? Taisha smiled at the question, and said, \"I don't know, I'll ask them.\" She then seemed to focus internally on the question for a few seconds, smiled, and said that they had told her that although they were capable of reproduction, it had been eons since they had, so for all practical purposes, the answer was no.\n\nSomeone reminded Taisha that she had said she might tell us some techniques to call the inorganic beings. She flashed her mischievous smile, as if to say, \"Ah, I thought you'd never ask!\" She then told us several ways that this can be accomplished. The first method requires a dowel. One rests the forehead on it in a sitting position--it is of the length proper to where you intend to sit, in a chair or on the floor. She said a small piece of leather or other padding can be used to prevent you from walking around with a circle on your forehead. One then intends the presence of an inorganic being.\n\nThe second method entails taking advantage of the earth's twilight. This is the time that the inorganic beings are most likely to attempt to make themselves known to us, by owl-like hoots and whistles. Taisha reported having been admonished by the sorcerers of don Juan's group to never whistle in the twilight, but of course she had, since she did not share their aversion to the allies. Whistling or making strange noises at this time of day attracts the allies' attention.\n\nThe third method requires matches. (I believe Taisha describes this method in more detail in her book.) The idea is to strike a match, and gaze at the flame. As the match gets half to two thirds burnt, wet the fingers with saliva and grab the burnt end of the match, turning it upside down so it will burn completely. At this point, the flame will turn blue, and gazing into this flame will call an ally.\n\n\\*\\*\\*\n\nCastaneda told us that Florinda had some thirty-year old photos of herself doing karate. \\[Actually, 25-years-old, if they are the ones in Samurai magazine issues dating to 1974 and ‘75.\\] Castaneda thought they were \"fantastic,\" because they showed that \"she is younger now than she was thirty years ago.\" Florinda, who did not like the pictures, tried to get rid of them all, but he saved \"some of the best, that most showed how different she was then.\" She thought he was saving \"the worst ones of her, to use against her,\" so she stole them out of his room. When he approached her about it, she claimed \"The Inorganics took them!\" According to Castaneda, Florinda \"made a solemn accusation against the inorganics,\" specifically accusing Globus and Phoebus \\[Taisha’s \"pet\" inorganics\\], but \"that’s not something you can do lightly.\"\n\nHe told us she was \"really taking a risk\" doing that. So finally, after a week or so, she \"broke down and admitted that she had taken them; she couldn’t go through with it.\" In the meantime Castaneda had asked Taisha, and \"Taisha never does anything like that . . . why would she take them?\" Taisha had told them to \"Fuck themselves.\" So Florinda had destroyed the pictures.\n\n\"Things do disappear,\" he stated, and when they do, \"it’s a sign of inner silence having been reached.\" He told us that Ellis had brought over a bunch of pictures, including all of the ones showing her having ice cream with her father in different parts of the world--\"in Greenland, Antarctica, Paris and Rome, everywhere they had themselves photographed eating ice cream.\"\n\nNothing happened to them, so he had given them back to her, but she had left the ice cream pictures with him, and ultimately they disappeared. He told us Ellis had obtained her father’s bible for him, and it was heavy so he had stored it on something near this tub. He explained that he had wanted a bible so he could \"channel\" his \"Reverend Osgoode character\"--the fundamentalist preacher that he imitated--but he did not want to buy one. Florinda had plumbing problems--they called it the \"Day of the Yellow Shrimp\" because the tub backed up with run off from the toilet. So the Bible that had been sitting there was literally \"full of shit.\" It also affected other things that had been sitting there for awhile, including \"papers of the Leperchun,\" meaning Tycho--the so-called Orange Scout. Those papers had not disappeared after ten years. \"But there is something not human about the Leperchun anyway,\" he asserted, so it somehow made sense that her stuff had not disappeared. Nyei had placed a stack of her yearbooks there and they had also disappeared.\n\n\\*\\*\\*\n\nCastaneda told us, \"I had the intellectual shoulder. When I was first starting to do the rolls and other movements, I had very little range of movement with my arm. I thought I was moving them all the way back, but I was just making little circles out to the side. I worked with Howard Lee. Howard was my Kung Fu teacher for 10 years. \\[From 1974 to 1984, according to Howard.\\]\n\nHe was a great Kung Fu teacher. I went to him because I wanted more movement, I wanted to learn martial arts to get the more complete, full movement. \"Taisha and Florinda became karate experts. I had the picture of them. Florinda stole it.\"\n\nFlorinda interjected, \"We looked like concentration camp survivors.\" Castaneda countered, \"No, from the nuthatch.\" He described the uniforms they were wearing. Florinda told us, \"They were pictures I had taken for an article in a magazine advertising karate. I had removed the pictures and blamed it on Globus and Phoebus, but I ultimately confessed. But you were going to show those pictures.\" Castaneda responded, \"Ah yeah, well it's a good thing you destroyed them then. Thank you. Thank you Florinda.\"\n\n\"The martial arts connection with Tensegrity goes back to the Nagual Lujan, but after him, we had just the form of his movements without the rationale. It wasn't until Clara Böhm, with her martial arts training, formalizing the number of movements we should do, that the rationale was restored for the movements. Originally I was doing the movements in the way the sorcerers did them, which was shittily. They weren't good at movement, they were focusing on perception and changing perception, so movement wasn't really their fort? But I wanted both.\n\n\"The sorcerers were on a schedule too. That schedule called for me to burn with the fire from within and leave in '87. But I hadn't done anything yet. We'd pulled together this wonderful group, and Carol had come back, but I hadn't done anything yet.\n\n\"So I worked with Howard Lee.\" He did a devastating impression of Howard Lee's mush-mouth mumble, with a Chinese accent, at length. \"He was a wonderful practitioner--very gifted. It's unfortunate that he doesn't teach kung fu anymore. He found it demeaning. He was also a wonderful acupuncturist, but he doesn't do that anymore either. He just heals by pointing with his finger. But he was truly marvelous. To work with Howard Lee required no ego, because he was so good that nobody in his class, even his best student, was any good by comparison. He would criticize us all. So just to get out on the floor with Howard Lee required no ego. He would tell me 'You're not doing it very well. You could do it better.' He'd ask me, 'Why are you standing that way?' I told him, 'Well, it relaxes me. This is the particular way I stand.' Howard would say, 'Why don't you sit down?'\" He imitated his mush-mouth drawl, \"Yeah, why don't you do that? Why don't you just sit down?'\n\n\"Howard Lee had a real knack for stating the obvious. He'd look at me and say, 'Gee, you're short.' Or someone else and say, 'Gee, you're big.' or 'You're really dark.' He really had a knack for that.\n\n\"When Howard Lee closed down his studio, his students were really upset. We told him he could raise his prices, but he didn't see the point of it. And because he was a Chinese man, he was really fucked up. He was really rigid--once he decided something, he never changed his mind. The mother of a student had an abscess on her leg. She was very wealthy. She came to him and he did his thing with needles. He told her to go home and come back in two weeks. She had big money and was willing to pay him $20,000 to have him work on her every day, or every hour. The woman's son asked, 'Would you please charge her $2,000?' Howard asked, 'Why?\n\nIt'll heal it.' And it did, within a couple weeks, and it only cost her a couple hundred dollars.\n\nHoward was just a dog. He could have made a lot of money for it, but he didn't get it, or he didn't see the point.\n\n\"I felt very obligated to him, and considered him my sifu. He helped me a lot with movement. I asked him if it would be okay if I dedicated a book to him.\" He mimicked Howard responding, in mush-mouth mumble, 'Errrrr, if you want to.' Then later he told me, 'You don't have to have that vainglory that you're writing a book,' as though I was making it up or being pompous to talk about dedicating a book. He just knew me as Carlos Arana. So I took him to Mexico with me once, and there were the galleys of the book--the Random House version and the Mexican translation, because I was supposed to look at them. I showed Howard Lee where I'd dedicated to H.Y. Lee. Howard responded, 'You're Carlos Castaneda?' He'd read the books, and said, 'I got a lot of ideas, a lot of my stuff from those books.' It completely changed him. He was never the same toward me again. He used to be really comfortable and natural with me, and do acupuncture on me, but after that it was never the same. So I don't see him anymore. He's one of two people I would have liked to have helped.\n\n\"Chris, whom I grew up with, and did all kinds of malevolent things with. I once came to him one day and asked, 'Do you ever get the feeling that there's some other entity that's controlling how we act and behave?' He responded, 'Wow, here's someone I really looked up to as being intelligent. I just can't believe--it's disgusting--to hear you speak that way.' I said, 'Oh no, forget it. We all have our lapses.' This guy was just so insistent that I couldn't share anything with him. And he subsequently got killed. And Howard Lee is the other one. I would have helped him if I could, but there doesn't seem to be any way.\n\n\"We're not in touch. I don't send him Christmas cards. What Christmas card could I get him?\n\nYou know how hard it is to find Christmas cards and just the right thing to say,\" he joked. Bruce interjected, \"A donation has been made in your name.\" Castaneda broke up with laughter.\n\n\"There also used to be some slick guy, Chinese American who was really American, called Marshall Ho, who used to teach offensive and defensive Tai Chi. He was just kind of a charlatan, taking people's money. He really wasn't a practitioner, but he talked well. He was teaching at a Disney-owned school. He had Howard as his gofer, in exchange for Howard getting lessons. Howard was essentially his errand boy. He was going to use Howard to demonstrate something in class. He told him, 'You're going to have to brace yourself. You're going to fall over. Just do it gracefully.' So the guy started making these silly movements.\n\nHoward said, 'Uhh, that doesn't look too good.' So Howard did something and basically threw the guy across the room. It was a classic moment in local martial arts lore when he did this tothe guy.\n\n\"Howard once had a nervous reaction to something, and it cause this little bald spot on the side of his head. Eventually it wound around and grew until it covered a large section of his head. Somebody I knew once had that happen to part of his beard. It started with just a little section of his beard and eventually it spiraled out from there until eventually it was it like half of his face. It never covers the whole face, which would be great, to get rid of the beard. It only goes part way. I can't seem to use Intent to push it--'Go this way. Intent. Intent.'\n\n\"Margarita Nieto went to Howard a lot. I used to refer everyone there, because I wanted to help the guy.\" Margarita mumbled a response. Castaneda followed up, \"Oh yeah, you went to Howard, and he helped you a lot with your expression.\" He mimicked Howard's mumbling again.\n\n\"A lot of the movements I show you, like the arm circles, I got from Howard Lee. They are refinements to the movements because of Howard Lee.\"\n\n\\*\\*\\*\n\nFelix Gutsmuths and I attended, along with most of Cleargreen. \\[Nury played several roles including that of a helpless inorganic worrying about imagined disasters likely to plague Taisha in \"Globus and Phoebus Save the World\" with Carol; \"Space Pyrates in Search of the Golden Behind\" with Zaia and Halley; \"The Burden of Decision-Making,\" a brief dialogue between two self-absorbed roommates trying to get advice from each other on their outfits for a party, with Zaia; \"Man¡¯s Best Friend,\" a skit about two hunters encountering a flyer, with Kylie; \"The Proper Spirit,\" a rather precious piece featuring a floating head and spiritual mediums, apparently written by Nuri, with Erin and Darien; and \"Love Among Insects,\" with Halley.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Phoebus And Globus", "link_flair_richtext": [{"e": "text", "t": "Inorganic Beings"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 108, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"0hrmznvyni6a1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 83, "x": 108, "u": "https://preview.redd.it/0hrmznvyni6a1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=38703e0773c4e074d57a61ebf77182b8b6a10daf"}, {"y": 166, "x": 216, "u": "https://preview.redd.it/0hrmznvyni6a1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=629a8a6cefbdf755a9f17780376aa0e1f3622f6d"}, {"y": 247, "x": 320, "u": "https://preview.redd.it/0hrmznvyni6a1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=a8b93c813f5a8d4f4b77ff6edd89d6aea3ccff4f"}], "s": {"y": 473, "x": 612, "u": "https://preview.redd.it/0hrmznvyni6a1.jpg?width=612&amp;format=pjpg&amp;auto=webp&amp;s=dbbc3bf7c7d995519d15f8bebe80b76675565435"}, "id": "0hrmznvyni6a1"}}, "name": "t3_zofvs6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Inorganic Beings", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/sS5qPR_MOdQj9_qpgCp9UkbSrei0gHZameASZ1oDyos.jpg", "edited": 1671312079.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1671310258.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/0hrmznvyni6a1.jpg?width=612&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=dbbc3bf7c7d995519d15f8bebe80b76675565435\"&gt;https://preview.redd.it/0hrmznvyni6a1.jpg?width=612&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=dbbc3bf7c7d995519d15f8bebe80b76675565435&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I was researching what Phoebus looks like, to let her be the Ally of Tensegrity Police woman in the cartoons.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t find a good description, but this Bufflehead Drake duck is from Phoebus  Waterfront Park in Hampton, Virginia.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;m using it.  Phoebus is also an alternate name for Apollo, the god of the sun.  And this duck has a bit of my Ally Stella&amp;#39;s solar flares going on, on the side.  Maybe when he floats into the air I&amp;#39;ll make that glow a bit.   In one of Westerly Witches dreams, so no one can object.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s what I found by searching for Phoebus and Globus in the workshop notes.&lt;/p&gt;\n\n&lt;p&gt;I was happy to see that Stella forming a solar image down near my feet is consistent with these notes.  About star energy merging into the feet area.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d never read that before! Hey... This stuff is all true.  So even if you didn&amp;#39;t read it, it&amp;#39;ll happen anyway.&lt;/p&gt;\n\n&lt;p&gt;I had also planned to give Tensegrity Police woman a &amp;quot;nightstick&amp;quot;, except it&amp;#39;s a silence stick with the pad on it.  Sort of an &amp;quot;in-joke&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But then I was pleased to see that&amp;#39;s one method for calling the allies, given by Taisha in these excerpts.&lt;/p&gt;\n\n&lt;p&gt;So I guess it&amp;#39;s good to have in the cartoon.&lt;/p&gt;\n\n&lt;p&gt;We could &amp;quot;cure&amp;quot; the fear of inorganic beings the community has come up with, so they can do their nasty pretend form of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Create a new community that&amp;#39;s less fearful and more  hard working.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a lot of surprises in here.  Why is Carol Tiggs still here?&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the deal with Howard?&lt;/p&gt;\n\n&lt;p&gt;Is Marshall Ho&amp;#39;o as big of a marketeer as I suspected, and not much of a martial artist?&lt;/p&gt;\n\n&lt;p&gt;Is it safe for women to have inorganic beings?&lt;/p&gt;\n\n&lt;p&gt;And, why did Cholita like Howard so much?&lt;/p&gt;\n\n&lt;p&gt;Turns out Cholita was sponsored by Margarita, said to be one of the oldest companions of Carlos.&lt;/p&gt;\n\n&lt;p&gt;Margarita was a professional &amp;quot;Chola&amp;quot; in the university system. Trust me.  They had those back in the day.&lt;/p&gt;\n\n&lt;p&gt;Thus &amp;quot;Cholita&amp;quot;.  Margarita&amp;#39;s mini-me.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;P.S. At one point Taisha showed us the slide of the voladore in Mexico. When the picture went up on the screen, we noticed a large-winged bug next to it. It almost looked as if it was part of the picture. Since I was sitting quite close (second row) I knew it was not. Still it was startling, and funny. On the next enlargement, it came back, right next to where the voladore was projected on the screen. Even Taisha laughed/commented. I was looking at it, and it moved, and then was gone. I thought it was funny that I didn&amp;#39;t see it fly off the screen, but I figured it must have flown straight up, or something (in retrospect, there was no logical explanation, but it was only a bug - right?) The next night Florinda asked us if anyone noticed that the bug disappeared. She said it was Lobus and Phoebus.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Globus [?] and Phoebus: Taisha sleeps with them every night that she sleeps in her attic, and cuddles up with them. She says they are becoming more and more real as she matches her speed with theirs.&lt;/p&gt;\n\n&lt;p&gt;(conclusion: cuddle with our ally all night to gve them more energy, however it will alter your own shape)&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Women are 50% inorganic beings--they just have to quiet the internal dialogue and they&amp;#39;ll become &amp;#39;tubular&amp;#39;&amp;quot; (i.e., like the inorganic beings). Taisha said she had two inorganic beings that lived in her attic: Globus and Phoebus. &amp;quot;They are individually identifiable inorganic beings.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She said that her personal assemblage point and energy shape &amp;quot;is heading toward that of the inorganic beings,&amp;quot; allowing her increasing glimpses of her &amp;quot;lodgers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Tonight Carol Tiggs couldn&amp;#39;t come.&amp;quot; She made it to Mexico City, but really wanted to come to Omega to use this workshop as an &amp;quot;echo chamber,&amp;quot; to explain where she&amp;#39;d been during the 10 years that she was gone. &amp;quot;Carol Tiggs hadn&amp;#39;t wanted to go to Mexico--where she needed translation for material that depends on subtlety. But she went there to practice telling the story of her experience. She manifested there, and didn&amp;#39;t return as the Carol Tiggs we knew.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why we are all working to bring her back.&amp;quot; Carol Tiggs had taken the Chacmools to Tula--&amp;quot;not the dirty, modern-day city, but a quiet, ancient version--by bringing us into her dream. Taisha did the same with you last night, with the help of Globus and Phoebus. Before last night, the Chacmools didn&amp;#39;t know about Taisha&amp;#39;s inorganics. Whenever Taisha talks, however, there&amp;#39;s always some kind of interference, whether it is trouble with the lights, sound, or something. The &amp;#39;insect&amp;#39; that appeared on the slide of the Voladore last night didn&amp;#39;t fly away. it disappeared! The strange &amp;#39;insect&amp;#39; that matched up with the Flyer, like it was superimposed, was Globus and Phoebus.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;inorganic beings are not fearsome at all, that in fact they were sources of the boundless abstract affection that sorcerers seek, and as such were more like pets than anything else.&lt;/p&gt;\n\n&lt;p&gt;Taisha retold the story of her first encounter with an ally. She was in bed in the sorcerers&amp;#39; house in Mexico, when she was awakened by strange sounds outside the door. She attributed them to don Juan&amp;#39;s attempt to scare her, or worse yet, to carry out his nefarious sexual designs upon her. She forgot about it and went to sleep. The next day she confronted don Juan about it, and he told her that the inorganic beings were after her. Taisha asked fearfully what she could do to protect herself. Don Juan told her that her previous response was probably best, to just not acknowledge them. However, she was unable to carry this off on subsequent visits, so don Juan told her that there was no hope for her, the inorganic beings had decided to take her. The only thing she could do was confront the inorganic being directly, to wrestle with it, and not to let go at all costs.&lt;/p&gt;\n\n&lt;p&gt;One night the ally came in force. Taisha said she could see the door outlined from behind by an eerie light, then the door started to actually bulge inward, as though pressed upon outside by tremendous force. The ally entered the room, and she &amp;quot;grabbed&amp;quot; it, although not in the ordinary way we think of--there was just some sort of tangible, voltional connection. Taisha said the only way she could describe the ally&amp;#39;s touch was as a sort of liquid electricity. She succeeded in taming the ally, which is one of the ones she has constantly with her.&lt;/p&gt;\n\n&lt;p&gt;Taisha pointed out that all of the subterfuge and difficullties experienced by Carlos in his dealings with that realm were the result of the fact that he was male. The Universe is a predominately female place, so women were largely matters of indifference to the inorganic beings. They can come and go at will in that world.&lt;/p&gt;\n\n&lt;p&gt;Taisha said the allies like us because we live at a much faster rate than they do. For all practical purposes, the inorganic beings live forever, on the order of millions of our years. They recognize our problem with the Fliers and Death, and want to help, but they cannot overcome the power of our first attention, the habitual position of the assemblage point. Thus the average man can only see them in dreams. She remarked that often the allies would try to announce their presence when she spoke at the seminars, by affecting the sound system or the lights. (She seemed genuinely unaware that they had already done that.) It is therefore up to us to bridge the gap between our worlds.&lt;/p&gt;\n\n&lt;p&gt;Taisha threw open the floor to questions, and suggested that she might tell us some techniques for calling the inorganic beings. Someone asked whether the allies had ever taken her to another world in her daily awareness. Taisha replied that this was indeed possible, and that one can actually feel the ally entering the central nervous system by entering the base of the spine and creeping upwards. The ally then physically transports you wherever you want to go.&lt;/p&gt;\n\n&lt;p&gt;Someone asked what the inorganic beings looked like--Taisha gave a similar description to Carlos&amp;#39; in THE ART OF DREAMING. They are either bell shaped, candle shaped, or like a flame.&lt;/p&gt;\n\n&lt;p&gt;The question was raised that since the inorganic beings are female and live so long, did the inorganic beings reproduce at all? Taisha smiled at the question, and said, &amp;quot;I don&amp;#39;t know, I&amp;#39;ll ask them.&amp;quot; She then seemed to focus internally on the question for a few seconds, smiled, and said that they had told her that although they were capable of reproduction, it had been eons since they had, so for all practical purposes, the answer was no.&lt;/p&gt;\n\n&lt;p&gt;Someone reminded Taisha that she had said she might tell us some techniques to call the inorganic beings. She flashed her mischievous smile, as if to say, &amp;quot;Ah, I thought you&amp;#39;d never ask!&amp;quot; She then told us several ways that this can be accomplished. The first method requires a dowel. One rests the forehead on it in a sitting position--it is of the length proper to where you intend to sit, in a chair or on the floor. She said a small piece of leather or other padding can be used to prevent you from walking around with a circle on your forehead. One then intends the presence of an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;The second method entails taking advantage of the earth&amp;#39;s twilight. This is the time that the inorganic beings are most likely to attempt to make themselves known to us, by owl-like hoots and whistles. Taisha reported having been admonished by the sorcerers of don Juan&amp;#39;s group to never whistle in the twilight, but of course she had, since she did not share their aversion to the allies. Whistling or making strange noises at this time of day attracts the allies&amp;#39; attention.&lt;/p&gt;\n\n&lt;p&gt;The third method requires matches. (I believe Taisha describes this method in more detail in her book.) The idea is to strike a match, and gaze at the flame. As the match gets half to two thirds burnt, wet the fingers with saliva and grab the burnt end of the match, turning it upside down so it will burn completely. At this point, the flame will turn blue, and gazing into this flame will call an ally.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Castaneda told us that Florinda had some thirty-year old photos of herself doing karate. [Actually, 25-years-old, if they are the ones in Samurai magazine issues dating to 1974 and ‘75.] Castaneda thought they were &amp;quot;fantastic,&amp;quot; because they showed that &amp;quot;she is younger now than she was thirty years ago.&amp;quot; Florinda, who did not like the pictures, tried to get rid of them all, but he saved &amp;quot;some of the best, that most showed how different she was then.&amp;quot; She thought he was saving &amp;quot;the worst ones of her, to use against her,&amp;quot; so she stole them out of his room. When he approached her about it, she claimed &amp;quot;The Inorganics took them!&amp;quot; According to Castaneda, Florinda &amp;quot;made a solemn accusation against the inorganics,&amp;quot; specifically accusing Globus and Phoebus [Taisha’s &amp;quot;pet&amp;quot; inorganics], but &amp;quot;that’s not something you can do lightly.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He told us she was &amp;quot;really taking a risk&amp;quot; doing that. So finally, after a week or so, she &amp;quot;broke down and admitted that she had taken them; she couldn’t go through with it.&amp;quot; In the meantime Castaneda had asked Taisha, and &amp;quot;Taisha never does anything like that . . . why would she take them?&amp;quot; Taisha had told them to &amp;quot;Fuck themselves.&amp;quot; So Florinda had destroyed the pictures.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Things do disappear,&amp;quot; he stated, and when they do, &amp;quot;it’s a sign of inner silence having been reached.&amp;quot; He told us that Ellis had brought over a bunch of pictures, including all of the ones showing her having ice cream with her father in different parts of the world--&amp;quot;in Greenland, Antarctica, Paris and Rome, everywhere they had themselves photographed eating ice cream.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Nothing happened to them, so he had given them back to her, but she had left the ice cream pictures with him, and ultimately they disappeared. He told us Ellis had obtained her father’s bible for him, and it was heavy so he had stored it on something near this tub. He explained that he had wanted a bible so he could &amp;quot;channel&amp;quot; his &amp;quot;Reverend Osgoode character&amp;quot;--the fundamentalist preacher that he imitated--but he did not want to buy one. Florinda had plumbing problems--they called it the &amp;quot;Day of the Yellow Shrimp&amp;quot; because the tub backed up with run off from the toilet. So the Bible that had been sitting there was literally &amp;quot;full of shit.&amp;quot; It also affected other things that had been sitting there for awhile, including &amp;quot;papers of the Leperchun,&amp;quot; meaning Tycho--the so-called Orange Scout. Those papers had not disappeared after ten years. &amp;quot;But there is something not human about the Leperchun anyway,&amp;quot; he asserted, so it somehow made sense that her stuff had not disappeared. Nyei had placed a stack of her yearbooks there and they had also disappeared.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Castaneda told us, &amp;quot;I had the intellectual shoulder. When I was first starting to do the rolls and other movements, I had very little range of movement with my arm. I thought I was moving them all the way back, but I was just making little circles out to the side. I worked with Howard Lee. Howard was my Kung Fu teacher for 10 years. [From 1974 to 1984, according to Howard.]&lt;/p&gt;\n\n&lt;p&gt;He was a great Kung Fu teacher. I went to him because I wanted more movement, I wanted to learn martial arts to get the more complete, full movement. &amp;quot;Taisha and Florinda became karate experts. I had the picture of them. Florinda stole it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Florinda interjected, &amp;quot;We looked like concentration camp survivors.&amp;quot; Castaneda countered, &amp;quot;No, from the nuthatch.&amp;quot; He described the uniforms they were wearing. Florinda told us, &amp;quot;They were pictures I had taken for an article in a magazine advertising karate. I had removed the pictures and blamed it on Globus and Phoebus, but I ultimately confessed. But you were going to show those pictures.&amp;quot; Castaneda responded, &amp;quot;Ah yeah, well it&amp;#39;s a good thing you destroyed them then. Thank you. Thank you Florinda.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The martial arts connection with Tensegrity goes back to the Nagual Lujan, but after him, we had just the form of his movements without the rationale. It wasn&amp;#39;t until Clara Böhm, with her martial arts training, formalizing the number of movements we should do, that the rationale was restored for the movements. Originally I was doing the movements in the way the sorcerers did them, which was shittily. They weren&amp;#39;t good at movement, they were focusing on perception and changing perception, so movement wasn&amp;#39;t really their fort? But I wanted both.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The sorcerers were on a schedule too. That schedule called for me to burn with the fire from within and leave in &amp;#39;87. But I hadn&amp;#39;t done anything yet. We&amp;#39;d pulled together this wonderful group, and Carol had come back, but I hadn&amp;#39;t done anything yet.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;So I worked with Howard Lee.&amp;quot; He did a devastating impression of Howard Lee&amp;#39;s mush-mouth mumble, with a Chinese accent, at length. &amp;quot;He was a wonderful practitioner--very gifted. It&amp;#39;s unfortunate that he doesn&amp;#39;t teach kung fu anymore. He found it demeaning. He was also a wonderful acupuncturist, but he doesn&amp;#39;t do that anymore either. He just heals by pointing with his finger. But he was truly marvelous. To work with Howard Lee required no ego, because he was so good that nobody in his class, even his best student, was any good by comparison. He would criticize us all. So just to get out on the floor with Howard Lee required no ego. He would tell me &amp;#39;You&amp;#39;re not doing it very well. You could do it better.&amp;#39; He&amp;#39;d ask me, &amp;#39;Why are you standing that way?&amp;#39; I told him, &amp;#39;Well, it relaxes me. This is the particular way I stand.&amp;#39; Howard would say, &amp;#39;Why don&amp;#39;t you sit down?&amp;#39;&amp;quot; He imitated his mush-mouth drawl, &amp;quot;Yeah, why don&amp;#39;t you do that? Why don&amp;#39;t you just sit down?&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Howard Lee had a real knack for stating the obvious. He&amp;#39;d look at me and say, &amp;#39;Gee, you&amp;#39;re short.&amp;#39; Or someone else and say, &amp;#39;Gee, you&amp;#39;re big.&amp;#39; or &amp;#39;You&amp;#39;re really dark.&amp;#39; He really had a knack for that.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When Howard Lee closed down his studio, his students were really upset. We told him he could raise his prices, but he didn&amp;#39;t see the point of it. And because he was a Chinese man, he was really fucked up. He was really rigid--once he decided something, he never changed his mind. The mother of a student had an abscess on her leg. She was very wealthy. She came to him and he did his thing with needles. He told her to go home and come back in two weeks. She had big money and was willing to pay him $20,000 to have him work on her every day, or every hour. The woman&amp;#39;s son asked, &amp;#39;Would you please charge her $2,000?&amp;#39; Howard asked, &amp;#39;Why?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll heal it.&amp;#39; And it did, within a couple weeks, and it only cost her a couple hundred dollars.&lt;/p&gt;\n\n&lt;p&gt;Howard was just a dog. He could have made a lot of money for it, but he didn&amp;#39;t get it, or he didn&amp;#39;t see the point.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I felt very obligated to him, and considered him my sifu. He helped me a lot with movement. I asked him if it would be okay if I dedicated a book to him.&amp;quot; He mimicked Howard responding, in mush-mouth mumble, &amp;#39;Errrrr, if you want to.&amp;#39; Then later he told me, &amp;#39;You don&amp;#39;t have to have that vainglory that you&amp;#39;re writing a book,&amp;#39; as though I was making it up or being pompous to talk about dedicating a book. He just knew me as Carlos Arana. So I took him to Mexico with me once, and there were the galleys of the book--the Random House version and the Mexican translation, because I was supposed to look at them. I showed Howard Lee where I&amp;#39;d dedicated to H.Y. Lee. Howard responded, &amp;#39;You&amp;#39;re Carlos Castaneda?&amp;#39; He&amp;#39;d read the books, and said, &amp;#39;I got a lot of ideas, a lot of my stuff from those books.&amp;#39; It completely changed him. He was never the same toward me again. He used to be really comfortable and natural with me, and do acupuncture on me, but after that it was never the same. So I don&amp;#39;t see him anymore. He&amp;#39;s one of two people I would have liked to have helped.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Chris, whom I grew up with, and did all kinds of malevolent things with. I once came to him one day and asked, &amp;#39;Do you ever get the feeling that there&amp;#39;s some other entity that&amp;#39;s controlling how we act and behave?&amp;#39; He responded, &amp;#39;Wow, here&amp;#39;s someone I really looked up to as being intelligent. I just can&amp;#39;t believe--it&amp;#39;s disgusting--to hear you speak that way.&amp;#39; I said, &amp;#39;Oh no, forget it. We all have our lapses.&amp;#39; This guy was just so insistent that I couldn&amp;#39;t share anything with him. And he subsequently got killed. And Howard Lee is the other one. I would have helped him if I could, but there doesn&amp;#39;t seem to be any way.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We&amp;#39;re not in touch. I don&amp;#39;t send him Christmas cards. What Christmas card could I get him?&lt;/p&gt;\n\n&lt;p&gt;You know how hard it is to find Christmas cards and just the right thing to say,&amp;quot; he joked. Bruce interjected, &amp;quot;A donation has been made in your name.&amp;quot; Castaneda broke up with laughter.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There also used to be some slick guy, Chinese American who was really American, called Marshall Ho, who used to teach offensive and defensive Tai Chi. He was just kind of a charlatan, taking people&amp;#39;s money. He really wasn&amp;#39;t a practitioner, but he talked well. He was teaching at a Disney-owned school. He had Howard as his gofer, in exchange for Howard getting lessons. Howard was essentially his errand boy. He was going to use Howard to demonstrate something in class. He told him, &amp;#39;You&amp;#39;re going to have to brace yourself. You&amp;#39;re going to fall over. Just do it gracefully.&amp;#39; So the guy started making these silly movements.&lt;/p&gt;\n\n&lt;p&gt;Howard said, &amp;#39;Uhh, that doesn&amp;#39;t look too good.&amp;#39; So Howard did something and basically threw the guy across the room. It was a classic moment in local martial arts lore when he did this tothe guy.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Howard once had a nervous reaction to something, and it cause this little bald spot on the side of his head. Eventually it wound around and grew until it covered a large section of his head. Somebody I knew once had that happen to part of his beard. It started with just a little section of his beard and eventually it spiraled out from there until eventually it was it like half of his face. It never covers the whole face, which would be great, to get rid of the beard. It only goes part way. I can&amp;#39;t seem to use Intent to push it--&amp;#39;Go this way. Intent. Intent.&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Margarita Nieto went to Howard a lot. I used to refer everyone there, because I wanted to help the guy.&amp;quot; Margarita mumbled a response. Castaneda followed up, &amp;quot;Oh yeah, you went to Howard, and he helped you a lot with your expression.&amp;quot; He mimicked Howard&amp;#39;s mumbling again.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A lot of the movements I show you, like the arm circles, I got from Howard Lee. They are refinements to the movements because of Howard Lee.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Felix Gutsmuths and I attended, along with most of Cleargreen. [Nury played several roles including that of a helpless inorganic worrying about imagined disasters likely to plague Taisha in &amp;quot;Globus and Phoebus Save the World&amp;quot; with Carol; &amp;quot;Space Pyrates in Search of the Golden Behind&amp;quot; with Zaia and Halley; &amp;quot;The Burden of Decision-Making,&amp;quot; a brief dialogue between two self-absorbed roommates trying to get advice from each other on their outfits for a party, with Zaia; &amp;quot;Man¡¯s Best Friend,&amp;quot; a skit about two hunters encountering a flyer, with Kylie; &amp;quot;The Proper Spirit,&amp;quot; a rather precious piece featuring a floating head and spiritual mediums, apparently written by Nuri, with Erin and Darien; and &amp;quot;Love Among Insects,&amp;quot; with Halley.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "25c96bb2-6006-11ea-a318-0e7b3e95c21d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "zofvs6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 11, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/zofvs6/phoebus_and_globus/", "subreddit_subscribers": 9561, "created_utc": 1671310258.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 4, "removal_reason": null, "link_id": "t3_zofvs6", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0piuz8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671370107.0, "send_replies": true, "parent_id": "t1_j0nbxf3", "score": 13, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We don't know!\n\nHowever we've been told that males are pretty much useless.\n\nA fluke of nature.  Like a penny that was double struck at the mint.\n\nIt's not a good penny. \n\nBut highly sought out by collectors.\n\nMost creatures,  even on our planet, do not have males. They just reproduce either with others of the same sex, or by themselves the way snails can do.\n\nSome claim sex is the result of us having evolved in water.  \n\nBut I don't quite get that.\n\nThe IOBs are free from organic bodies, so there's no need for \"biology\".\n\nHowever, a seer can see the *sex* of a being in terms of energy.\n\nEnergy has a clear male or female aspect.\n\nI wouldn't know.\n\nI don't have anyone to \"see\" in my darkroom. Just Cholita or Jadey, in their doubles.\n\nBy the way, we get to actually see such things.  I hope you realize that. There's no theorizing in here.  No \"book deal\" stories. We're doing the real thing.\n\nAnd your username worries me a bit.  Did you read the \"Bad Player\" link on the side?  \n\nBut the answer is truly, we don't know yet.\n\nCarlos and the witches told us, there are in fact male inorganic beings out there.  They're just very rare.\n\nThat doesn't mean that your own inorganic being won't take on a male appearance.\n\nCholita's Ally Minx, who was formerly \"Devil's Weed\" entity from the books, introduced to private clases when Carlos was dying and knew he needed to leave his allies to us,  is usually playing a male.\n\nI even got used to calling Minx  \"he\" because of the manifestations of him as a little red haired irish boy,  the \"Son of Cholita\".\n\nAnd as her lover in a tuxedo.  Cholita likes well dressed men.\n\nWhich rules me out. And she's fond of letting me know that constantly.\n\nBut I've also seen Minx do a floor show with Cholita, dancing as Ginger Rogers.\n\nI saw that fully awake by the way.  \n\nNone of this is done asleep, or with the eyes closed, or by using drugs of any kind.\n\nThere's no fantasies allowed in this subreddit without some correction to clarify, we only do real magic. Not pretend magic like everywhere else.\n\nI apologize if you've been around a while and I didn't realize it.\n\nIt's hard to keep track of so many usernames. And there's so many angry men attacking this subreddit weekley.  3 per week have to be tossed out on average.  For years now.\n\nCarlos had to give up teaching in public, in favor of locked convention halls with armed guards.\n\n\"Male Energy\" really sucks when it comes to sorcery.  Always trying to dominate, even when it's harmful to others.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0piuz8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We don&amp;#39;t know!&lt;/p&gt;\n\n&lt;p&gt;However we&amp;#39;ve been told that males are pretty much useless.&lt;/p&gt;\n\n&lt;p&gt;A fluke of nature.  Like a penny that was double struck at the mint.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a good penny. &lt;/p&gt;\n\n&lt;p&gt;But highly sought out by collectors.&lt;/p&gt;\n\n&lt;p&gt;Most creatures,  even on our planet, do not have males. They just reproduce either with others of the same sex, or by themselves the way snails can do.&lt;/p&gt;\n\n&lt;p&gt;Some claim sex is the result of us having evolved in water.  &lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t quite get that.&lt;/p&gt;\n\n&lt;p&gt;The IOBs are free from organic bodies, so there&amp;#39;s no need for &amp;quot;biology&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;However, a seer can see the &lt;em&gt;sex&lt;/em&gt; of a being in terms of energy.&lt;/p&gt;\n\n&lt;p&gt;Energy has a clear male or female aspect.&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t have anyone to &amp;quot;see&amp;quot; in my darkroom. Just Cholita or Jadey, in their doubles.&lt;/p&gt;\n\n&lt;p&gt;By the way, we get to actually see such things.  I hope you realize that. There&amp;#39;s no theorizing in here.  No &amp;quot;book deal&amp;quot; stories. We&amp;#39;re doing the real thing.&lt;/p&gt;\n\n&lt;p&gt;And your username worries me a bit.  Did you read the &amp;quot;Bad Player&amp;quot; link on the side?  &lt;/p&gt;\n\n&lt;p&gt;But the answer is truly, we don&amp;#39;t know yet.&lt;/p&gt;\n\n&lt;p&gt;Carlos and the witches told us, there are in fact male inorganic beings out there.  They&amp;#39;re just very rare.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t mean that your own inorganic being won&amp;#39;t take on a male appearance.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s Ally Minx, who was formerly &amp;quot;Devil&amp;#39;s Weed&amp;quot; entity from the books, introduced to private clases when Carlos was dying and knew he needed to leave his allies to us,  is usually playing a male.&lt;/p&gt;\n\n&lt;p&gt;I even got used to calling Minx  &amp;quot;he&amp;quot; because of the manifestations of him as a little red haired irish boy,  the &amp;quot;Son of Cholita&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And as her lover in a tuxedo.  Cholita likes well dressed men.&lt;/p&gt;\n\n&lt;p&gt;Which rules me out. And she&amp;#39;s fond of letting me know that constantly.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ve also seen Minx do a floor show with Cholita, dancing as Ginger Rogers.&lt;/p&gt;\n\n&lt;p&gt;I saw that fully awake by the way.  &lt;/p&gt;\n\n&lt;p&gt;None of this is done asleep, or with the eyes closed, or by using drugs of any kind.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no fantasies allowed in this subreddit without some correction to clarify, we only do real magic. Not pretend magic like everywhere else.&lt;/p&gt;\n\n&lt;p&gt;I apologize if you&amp;#39;ve been around a while and I didn&amp;#39;t realize it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to keep track of so many usernames. And there&amp;#39;s so many angry men attacking this subreddit weekley.  3 per week have to be tossed out on average.  For years now.&lt;/p&gt;\n\n&lt;p&gt;Carlos had to give up teaching in public, in favor of locked convention halls with armed guards.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Male Energy&amp;quot; really sucks when it comes to sorcery.  Always trying to dominate, even when it&amp;#39;s harmful to others.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zofvs6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0piuz8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671370107.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0nbxf3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_zofvs6", "score": 4, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0nbxf3/", "num_reports": null, "locked": false, "name": "t1_j0nbxf3", "created": 1671320725.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1671320725.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0n1v91", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "created_utc": 1671316180.0, "send_replies": true, "parent_id": "t3_zofvs6", "score": 2, "author_fullname": "t2_3i08j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you as always.  Very interesting.  I fell asleep a few times doing darkroom so that's good.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0n1v91", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you as always.  Very interesting.  I fell asleep a few times doing darkroom so that&amp;#39;s good.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0n1v91/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671316180.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zofvs6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_zofvs6", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0z6w97", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AutoModerator", "can_mod_post": false, "send_replies": false, "parent_id": "t1_j0z6w7k", "score": 1, "author_fullname": "t2_6l4z3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/castaneda) if you have any questions or concerns.*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0z6w97", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I am a bot, and this action was performed automatically. Please &lt;a href=\"/message/compose/?to=/r/castaneda\"&gt;contact the moderators of this subreddit&lt;/a&gt; if you have any questions or concerns.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_zofvs6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0z6w97/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671547258.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671547258.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0z6w7k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1671547257.0, "send_replies": true, "parent_id": "t1_j0w5nk9", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0z6w7k/", "num_reports": null, "locked": false, "name": "t1_j0z6w7k", "created": 1671547257.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0w5nk9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671485537.0, "send_replies": true, "parent_id": "t1_j0vx6ni", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Taisha cuddles with hers all night.\n\nMine come to wake me up to practice, and teach me magical wonders.\n\nLater you can use their world to travel to distant worlds we can't reach by ourselves.\n\nAnd they live millions of years longer than we do.\n\nCholita loves her Ally. She was doing astrology readings for him (her) last night.\n\nI don't know what that would look like.  I was afraid of being killed if I snuck over to see what was going on. She didn't realize I'd come home.\n\nBut I guarantee a normal person would have a heart attack if they saw it!  Might even see a squirrel shuffling cards with Cholita telling it to put those down!\n\nHow to attract the same being?  Just learn to move your assemblage point to midway between the green and red on that J curve map, and look around on the puffs until you find her.\n\nThe most active witches in here all have IOBs now.\n\nBut you won't really believe in them, until you see them move a solid object.\n\nUp until then, it's like they're just ghosts.\n\nWhich is fine!  Better if you don't really believe it at first.  That makes it easier not to get scared.\n\nI'd love to figure out how the old seers made them so real that ordinary people didn't know the difference.\n\nWe don't have as much info as we need. Carlos didn't remain long enough.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0w5nk9", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Taisha cuddles with hers all night.&lt;/p&gt;\n\n&lt;p&gt;Mine come to wake me up to practice, and teach me magical wonders.&lt;/p&gt;\n\n&lt;p&gt;Later you can use their world to travel to distant worlds we can&amp;#39;t reach by ourselves.&lt;/p&gt;\n\n&lt;p&gt;And they live millions of years longer than we do.&lt;/p&gt;\n\n&lt;p&gt;Cholita loves her Ally. She was doing astrology readings for him (her) last night.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know what that would look like.  I was afraid of being killed if I snuck over to see what was going on. She didn&amp;#39;t realize I&amp;#39;d come home.&lt;/p&gt;\n\n&lt;p&gt;But I guarantee a normal person would have a heart attack if they saw it!  Might even see a squirrel shuffling cards with Cholita telling it to put those down!&lt;/p&gt;\n\n&lt;p&gt;How to attract the same being?  Just learn to move your assemblage point to midway between the green and red on that J curve map, and look around on the puffs until you find her.&lt;/p&gt;\n\n&lt;p&gt;The most active witches in here all have IOBs now.&lt;/p&gt;\n\n&lt;p&gt;But you won&amp;#39;t really believe in them, until you see them move a solid object.&lt;/p&gt;\n\n&lt;p&gt;Up until then, it&amp;#39;s like they&amp;#39;re just ghosts.&lt;/p&gt;\n\n&lt;p&gt;Which is fine!  Better if you don&amp;#39;t really believe it at first.  That makes it easier not to get scared.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to figure out how the old seers made them so real that ordinary people didn&amp;#39;t know the difference.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t have as much info as we need. Carlos didn&amp;#39;t remain long enough.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zofvs6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0w5nk9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671485537.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0vx6ni", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Yeah_Luke", "can_mod_post": false, "created_utc": 1671482192.0, "send_replies": true, "parent_id": "t3_zofvs6", "score": 2, "author_fullname": "t2_uxlj2z6x", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Dan, I'm very happy to read this post, really interesting!\n\n&amp;#x200B;\n\nI don't know if you even remember, but I told you in other post that I had an experience while being paralyzed, I heard a child talking to me, but I couldn't quite understand what it was saying.\n\nYou said me that it was an inorganic being, like this ones you're describing in this post.\n\nI had a little research about this beings.\n\nAmong some things i learned about em, they're mostly females and some of the types are somewhat emotional dependent. Is that right?\n\nI remember feeling very emotional back in the day, I wonder if it has to do with anything.\n\n&amp;#x200B;\n\nThese beings can provide you emotional support?\n\nHow do I attract the same being again, so I can turn it to be my ally?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0vx6ni", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan, I&amp;#39;m very happy to read this post, really interesting!&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if you even remember, but I told you in other post that I had an experience while being paralyzed, I heard a child talking to me, but I couldn&amp;#39;t quite understand what it was saying.&lt;/p&gt;\n\n&lt;p&gt;You said me that it was an inorganic being, like this ones you&amp;#39;re describing in this post.&lt;/p&gt;\n\n&lt;p&gt;I had a little research about this beings.&lt;/p&gt;\n\n&lt;p&gt;Among some things i learned about em, they&amp;#39;re mostly females and some of the types are somewhat emotional dependent. Is that right?&lt;/p&gt;\n\n&lt;p&gt;I remember feeling very emotional back in the day, I wonder if it has to do with anything.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;These beings can provide you emotional support?&lt;/p&gt;\n\n&lt;p&gt;How do I attract the same being again, so I can turn it to be my ally?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0vx6ni/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671482192.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zofvs6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j0zhcvq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "squeaky_vls", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j0zcpai", "score": 1, "author_fullname": "t2_c8fs7xcu", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for commenting.\nYes you’re right, it’s known throughout practice.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j0zhcvq", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for commenting.\nYes you’re right, it’s known throughout practice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zofvs6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0zhcvq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671551702.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1671551702.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0zcpai", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1671549791.0, "send_replies": true, "parent_id": "t1_j0yrexe", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It won't do you any good to think of stuff like that before you actually moved your assemblage point.\n\nWhich reminded me, (thank you) of something I forgot from last night.\n\nExcept that by the time I finished typing that sentence, I lost it again...\n\nTHOSE are the kinds of mysteries you might want to be pondering.\n\nStuff that won't even remain in your memory long enough to finish a sentence.\n\nIt was something about how women use womb dreaming...  \n\nGot to get that back. \n\nIt would make a great cartoon!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0zcpai", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It won&amp;#39;t do you any good to think of stuff like that before you actually moved your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Which reminded me, (thank you) of something I forgot from last night.&lt;/p&gt;\n\n&lt;p&gt;Except that by the time I finished typing that sentence, I lost it again...&lt;/p&gt;\n\n&lt;p&gt;THOSE are the kinds of mysteries you might want to be pondering.&lt;/p&gt;\n\n&lt;p&gt;Stuff that won&amp;#39;t even remain in your memory long enough to finish a sentence.&lt;/p&gt;\n\n&lt;p&gt;It was something about how women use womb dreaming...  &lt;/p&gt;\n\n&lt;p&gt;Got to get that back. &lt;/p&gt;\n\n&lt;p&gt;It would make a great cartoon!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zofvs6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0zcpai/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671549791.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j0yrexe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "squeaky_vls", "can_mod_post": false, "created_utc": 1671538995.0, "send_replies": true, "parent_id": "t3_zofvs6", "score": 1, "author_fullname": "t2_c8fs7xcu", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "wouldn’t it be a drainage having the world (not recapitulated) and an Inorganic friend. It could be for sorcerers whom are excellent and conquered theirselves to have iob affection i suppose.\n\nStill it all need to be recapitulated and the \"love\" Fades as only controlled folly as a final offer.\n\nIf I understand correctly from study notes we’re supposed to recapitulate &gt;everything. That would mean not displaying second handed e-motion \"love hate etc.) except as controlled follie, for saving energy for infinity. \n\nIf iobs are offering whats in the range of non human possibilities what is the use? Couldn’t it be comparable to dependency much like of drugs as ways to explore non human possibilities with iobs?\n\nor can inorganic beings that come only on the weekends or sometimes be entertaining and not at all useful because magic is available\n\n……\n\nI have to add I’m speaking from \nthe perspective of the everyday state not from the awake darkroom dreaming done in which the AP is very displaced because that is another story line.\ni was training myself to displace my assemblage point and function on an everyday basis, like a permanent weed high (except without the toll of fatigue, exhaustion or drainage) i notice subtle things not apparent before, by far it was a sorta limbo of an awake state. I have attempted to slip to the second attention mainly at night (sober) or when shadows are present, i guess it creates the mood. \n\n(And yes I’ll do more Tensegrity \nI prepared passes that hit like brick and do them all in one go) \n\nPlease share any thoughts", "edited": 1671541502.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j0yrexe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;wouldn’t it be a drainage having the world (not recapitulated) and an Inorganic friend. It could be for sorcerers whom are excellent and conquered theirselves to have iob affection i suppose.&lt;/p&gt;\n\n&lt;p&gt;Still it all need to be recapitulated and the &amp;quot;love&amp;quot; Fades as only controlled folly as a final offer.&lt;/p&gt;\n\n&lt;p&gt;If I understand correctly from study notes we’re supposed to recapitulate &amp;gt;everything. That would mean not displaying second handed e-motion &amp;quot;love hate etc.) except as controlled follie, for saving energy for infinity. &lt;/p&gt;\n\n&lt;p&gt;If iobs are offering whats in the range of non human possibilities what is the use? Couldn’t it be comparable to dependency much like of drugs as ways to explore non human possibilities with iobs?&lt;/p&gt;\n\n&lt;p&gt;or can inorganic beings that come only on the weekends or sometimes be entertaining and not at all useful because magic is available&lt;/p&gt;\n\n&lt;p&gt;……&lt;/p&gt;\n\n&lt;p&gt;I have to add I’m speaking from \nthe perspective of the everyday state not from the awake darkroom dreaming done in which the AP is very displaced because that is another story line.\ni was training myself to displace my assemblage point and function on an everyday basis, like a permanent weed high (except without the toll of fatigue, exhaustion or drainage) i notice subtle things not apparent before, by far it was a sorta limbo of an awake state. I have attempted to slip to the second attention mainly at night (sober) or when shadows are present, i guess it creates the mood. &lt;/p&gt;\n\n&lt;p&gt;(And yes I’ll do more Tensegrity \nI prepared passes that hit like brick and do them all in one go) &lt;/p&gt;\n\n&lt;p&gt;Please share any thoughts&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zofvs6/phoebus_and_globus/j0yrexe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1671538995.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_zofvs6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]