[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Guilty Pleasures?  No, not him. The cigarette stubs...](https://preview.redd.it/98bu4vfs29y91.png?width=2100&amp;format=png&amp;auto=webp&amp;s=ddb001c6de778f213a42f30cbeb4ea9865a67f50)\n\nI'm posting this in the public subreddit, knowing it's not good for beginners to have too many choices on what they are expecting to perceive. That is,  the list of  \"bad ass cool stuff\" you can learn to see.\n\nIt's not dignified to say that, and fake magic systems try to encourage people to feel ashamed for describing what they experience themselves.\n\nIt's like the meditation police are everything, trying to keep everyone in line.\n\nBut that's because you can hurt their imagined future sales.  For when the meditation police rise to get their own franchise, which only works to be profitable for them based on the unsoiled reputation of their guru.\n\nThe Tata Kachora leaders HATE me, because the old con artist is almost dead, and they were salivating at the  thought of becoming, \"the last apprentice of the true don Juan\".\n\nNow, they're going to be the sociopaths who tried to keep the \"real don Juan\" con going.\n\nSo discussion of real magic, in a supposed \"magical system\" is likely always discouraged. You might have people be better than the guru leader and make him look bad.\n\nThey don't think like Yoda, who had the real thing. And said that a master is what a student grows beyond.\n\nInstead, with pretend magic a student can approach the masters feet to lick them,  by earning it with obedience.  The way dogs establish leadership.\n\nAnd then the disciple can perhaps pretend to be \"nearly as good\".   But never \"as good\".\n\nAs our own Tony Lama decided to do.  The only double male Carlos found, and he decided he needed endorsement by the Dali Lama.\n\nInstead of magic.\n\nIn Buddhism no one ever reaches the level of the Buddha. It would be blasphemy!\n\nAnd that's because, it's actually a fake system built on weak green line effects.  Stuff beginners in here will blow off fast, once they get some gas in their car through silence.\n\nBut it's misrepresented as the \"ultimate\" in spiritual growth.\n\nSo naturally if it's the ultimate, you can't have any talented beginners seeing beyond that!\n\nAnd honestly, every \"system\" has to deal with bad players.  The same as we do in the subreddit.\n\nA bad player in pretend magic subreddit #1, is also going to stray off into pretend magic subreddit #4, to see if he can get more \"respect\" there.  And also come invade our own real magic, lucky subreddit #8.\n\nWe had an Astral traveler try that on us last week.\n\nSo I can \"feel for them\" if a system tries to set up rules to avoid that kind of behavior.\n\nExcept...\n\nThey're teaching fake magic!  So I can't quite get into rooting for them!\n\nBut what they do, suppressing the description of magical experiences by their followers, is understandable.\n\nIn our case we have a community filled with that opinion.\n\nIt's ripe with bad guys running around trying to think up their own fake sorcery \"angle\", so they can have a franchise.\n\nOne might hope they'd see this place and notice it's actually the real thing.\n\nAnd if they can't resist cheating people, perhaps learn a little first?  Maybe make it actually work, and then decide what sort of franchise to create?\n\nBut instead they decide they can't afford a McDonald's, so they have to stick with their plans for a \"Taco King\" franchise.\n\nAnd instead of recognizing real magic, they complain.\n\n\"Why do you make pictures??!!!\"\n\nIf that isn't so transparent they ought to be red faced to even type it, I don't know what would be.\n\nAnd it's dim witted.  We make pictures, because Carlos made pictures!\n\nDon't you remember the bizarre guy with the missing head, and some kind of alien sun rise replacing it , while he floats in the air surrounded by cardboard cutout mountains creating a dubious drug fueled reality?\n\nIt's called the paperback book cover for \"A Separate Reality\".\n\nOr the poster Carlos had made which was given out at a single workshop, all copies now lost, of how to \"read off the wall\".\n\nHow to achieve our main goal, in picture form!\n\nThat's why we make pictures.  And soon why we make movies I hope.\n\nCarlos created that activity to manipulate our attention.\n\nSo we'd get into the story, and be lured to learn sorcery.\n\nAs he admitted, \"I made the books to hook you.\"\n\nSo in that vein, and even though we've learned that if you joke about people seeing evil clowns when their first inorganic being appears, and thus they do, I'll risk describing yet another thing you have no business hearing about.\n\nNot at the level of a beginner.\n\nBecause in fact the main problem in the Castaneda community for so long, was no magic.\n\nSo despite the harm it does to describe what sort of magic you might see, it's better than having you accept not seeing any at all!  That leaves you prey for con artists with phony sorcery books and workshops.\n\nIn our own community, for the last 20 years no cool magic like you read of in the books was going on with anyone.\n\nIt decayed into a crappy religion, with people fighting over who is more \"impeccable\".\n\nBut there's a strange side angle to this.  Carlos was manipulating us with descriptions all along.\n\nAnd we were oblivious to it.\n\nI'll let you \"infer\" that from what I'm about to point out.  You'll \"get it\" if you make this work, and then select a new tensegrity form to try it out on.\n\nAnd you'll realize, \"Oh...  duh!!??  What an idiot I was not to see this!  I just thought Carlos was joking, or maybe had gone off the deep end.  Looking into his hand during the tensegrity form like it was a mirror!  But now I understand why the tensegrity forms are often a bit absurd!\"\n\nThis probably comes from my ally \"Mystery\", but she wasn't talking tonight.   Just appearing more vivid if I did what she wanted, and less if I didn't.\n\nSo I can't \"blame her\" for this.  Can't put words in her mouth tonight.\n\nCarlos set a high bar, with his description of how the dreaming emissary teaches.  When yours is less talkative, don't feel cheated.\n\nI ran into Mystery yesterday while practicing, and she floated up to the south east ceiling.\n\nI thought to myself, \"Great!  She's going to form a whorl for me.  A mixture of intense purple with burning blue edges, being eaten away by jet blackness.  Either swirling randomly, or rotating in a clockwise circle like a Yin/Yang symbol.\"\n\nI like that because it's what Carlos told us to look for, so we could read text spinning off the edge and become \"Readers of Infinity\".\n\nAnd Mystery did in fact begin to form one, except I noticed she had left a pink trail when she floated up there.\n\nNow, Cholita is a big enemy of whoever is making those chemtrails in the sky.  Poisoning entire cities, and making Cholita herself spend many nights sleepless from the endless restlessness and feelings of radiation attacking her legs.\n\nShe told me point blank, if she ever got her hands on the people behind all of those, it was going to get bloody.\n\nI didn't understand, and she insisted I just \"Look up!  Don't you see all of that???\"\n\nI peered through the front windshield into the blue sky, and in fact I did.  A good 6 of them going random directions.\n\nBut I wanted to explain, \"It's a humid day, just the right temperature, and we're in the middle between orange county airport, and LAX.  Plus there's the aerospace industry just over in that valley northeast of us, testing rockets once in a while which always travel over the ocean.   The beach is right over there to our west!\n\nBut Cholita replied, \"That's just a cover story you idiot!\"\n\nSo I decided, maybe it's a good \"not doing\" to accept that.\n\nI might live longer on the trips to and from Whole Foods Market. And Cholita tended to give demonstrations of REAL MAGIC, right in my face, when she was pushing full shopping carts of Whole Foods items.  She once levitated me a full foot off the ground because she caught me trying to \"see\" her from an angle. Westerly witches can produce shields that block your seeing in the front.\n\nAnd what I noticed yesterday during darkroom practice was that Mystery left her own pink \"chemtrail\" when she floated into the room.\n\nIt was clear as anything, right there, running through my darkroom from the north wall, up into the south east corner near the ceiling where a fully visibly weird floating head, namely Mystery herself, was making the air turn intense purple and black and pushing it into a \"swirl\".\n\nBut all I could think about was her pink chemtrail.\n\nI turned to look for its origin, wondering if Mystery hadn't floated out of a crack in my north wall, leading directly to her world.\n\nI'd turned my head north, then back again and noticed I now had Mystery's face nearly smashed against  mine.  My initial reaction was to jump out of my skin, but I was pleased to find that unwarranted fright only lasts a fraction of a second these days.\n\n\"Hey, you're missing this!\" she seemed to be saying.\n\nLike a teacher scolding an elementary school student for having a short attention span.\n\nI told her, \"I can see where you came from!\"\n\nShe smiled a bit.  \"Ok, then look for that if you want to see me.  It's effect before cause if you like.  We come and go when you are ready to perceive us!  Don't you see it as you look at the pinkness?  It's playing our song.\"\n\nI had the strangest feeling that the pink chemtrail coming from Mystery's origin, was in fact like an old favorite song.  And if I could just visualize hearing it, it would become clear and real.\n\nExcept, it was pinkish second attention fog.\n\nA very particular \"hue\" or \"texture\" or \"swirl\" of it.\n\nIf you could only \"find that\", you could actually summon your inorganic being who had been neglecting to visit for a few days.\n\nI got the idea to test that tonight, and realized that as you do a tensegrity form, that sort of unique \"sight\" happens at each turning point.\n\nFor example, as I was doing a pass that tends to make the floor visible with cobwebs, I noticed that in silent knowledge (which I'd obviously reached very early), that yellowish cobweb matrix now visible on the floor, generates a \"feeling\".  A very unique one in the tensegrity passes. There may be another which makes the floor visible, but this one was indeed an old \"favorite song\" I had learned, doing the tensegrity.\n\nIt was as if, doing the mashing energy series and then looking down at the floor, you could hear Jim Croce singing \"Bad Leroy Brown\".  Every single time!\n\nYou might feel guilty for enjoying old Jim, but that's outside the scope of magic.  You have to suspend judgement, to perceive magic.\n\nAnd your assemblage point surely flows at least a little when listening to a favorite song. Just like Tensegrity, it's going to \"store\" intent.  That's probably why the tensegrity movements can also seem like a song if the intent is moving the assemblage point.\n\nJust try to stay away from \"The Monkies\". Even if they're music sounds better each decade that goes by.\n\nI looked down, saw that the floor was intensely yellow with fibers, and that had even spread up the walls. I realized I was on a mountain top, standing on yellow lichens on a huge granite boulder. And could see a faint valley forming below.\n\nA phantom reality!\n\nI did more of my forms, and realized each one had a song or two hidden in it.\n\nAnd each song, dazzling magic.  Stuff no other system even dreams of, except the hollywood kind like Dr. Strange movies.\n\nI was kicking Dr. Strange's butt just by using the Tensegrity in silence while in Silent Knowledge.\n\nTricky Carlos had embedded \"magical sights\", all potentially unique, in every single Tensegrity form.\n\nI had an insight.\n\nBut it was so complicated, that I'll have to blame it on \"Fancy\" my other inorganic being.\n\nIt's possible she actually spoke, but she's been hanging out down near the floor lately, seemingly ashamed for attacking a witch friend of mine.  Like a dog that pulled the thanksgiving turkey down from the table and took a few big bites out of it.\n\nThey skulk around after that.\n\nI was thinking, \"The reason the tensegrity produces such amazing sights, some seemingly very  different than the others, is because you treat 'stuff that isn't really there' as real.  And any darkroomer knows, if you want to shift your assemblage point sideways, instead of following the J curve down, you just pick something in the air and treat it as if it were real.\n\nAnd then it becomes real!\n\nBut it happens because your assemblage point shifts sideways.  And unfortunately the further you go, the more into 'sleeping dreaming' you are, risking the loss of lucidity.\n\nIt's what makes shapeshifting possible.  You shift horizontally until you are so dimwitted, you don't notice  you've mustated into a bizarre creature.\"\n\nFancy said, \"So you're concluding that the Tensegrity teaches you to shift your assemblage point sideways?\"\n\n\"Yes, isn't that brilliant?\", I asked her.\n\nShe said, \"Kind of obvious wasn't it?  I mean, look at Carlos.  Grab this, break it in half, swing an invisible rope around above your head and whip something in the middle?  Didn't you notice how bizarre tensegrity movements can be?\n\nDon't you think it was kind of obvious Carlos was treating stuff that wasn't really there, as real?  And it didn't instantly occur to you that this would shift your assemblage point horizontally?\"\n\nI had to admit, I hadn't seen it clearly because I was embarrassed for Carlos.  It seemed like he was at least a tiny bit \"off his rocker\" with some tensegrity moves.\n\nBut there was Kylie with that stern look on her face, so you just had to accept that Carlos was as deadly serious, as Kylie looked to be while teaching it.\n\nFancy said, \"Shame on you!   But this time, you didn't quite  understand it.  All you ever see is the donut.  Or the cherry Slurpee.   Or a nice 'Fiesta Pack' of tacos.\n\nYou notice what you get to consume, but don't pay attention to the drive to get there.  Isn't driving at night to get a snack, just as good as the snack itself?\"\n\nShe was right. In fact, it's a form of group entertainment to go out each night for a snack.  Many times you don't even decide what to get until you are already moving, and then the final decision is more about the route you get to see on the way.\n\nShe finished explaining, \"Yes, never miss the sights along the way while doing Tensegrity forms. There's a lot of very interesting things to see. And each represents a movement down, and to the side.  You're carving zig zag paths to silent knowledge.  Soon you'll blow a wide path along the center of the J curve and be able to reach the end quickly.\n\nBUT, what Carlos was really trying to do, was to teach you to cast your awareness towards different destinations, so you wouldn't always stay up at the blue line, fishing in the same old river of shit.\n\nYou'll never catch anything but turds up there!\"\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Flow of Awareness During Tensegrity", "link_flair_richtext": [{"e": "text", "t": "Tensegrity"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 101, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"98bu4vfs29y91": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 78, "x": 108, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=3c5aef973038e440ce2a5811a363bd3a3464449a"}, {"y": 156, "x": 216, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=f402d8c938a26d8e4079dd97473c4ee23e487633"}, {"y": 231, "x": 320, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=da1ca27b0f9702b019031fd192e7d9507580aec3"}, {"y": 463, "x": 640, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=9274648c94ab46d31bc235ea9895ea13fa4a919f"}, {"y": 694, "x": 960, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=836ed867915ba8c2445f9b334c51a288bc74c48b"}, {"y": 781, "x": 1080, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=40a1ffe93831cfd98aa8fae72337025b21ae7dd4"}], "s": {"y": 1520, "x": 2100, "u": "https://preview.redd.it/98bu4vfs29y91.png?width=2100&amp;format=png&amp;auto=webp&amp;s=ddb001c6de778f213a42f30cbeb4ea9865a67f50"}, "id": "98bu4vfs29y91"}}, "name": "t3_yng25c", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 23, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Tensegrity", "can_mod_post": false, "score": 23, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/JmHjmDvE7DBERc7Q5ofApDrYvojOO4g3tMWP26mv9z8.jpg", "edited": 1667759228.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1667707231.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/98bu4vfs29y91.png?width=2100&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=ddb001c6de778f213a42f30cbeb4ea9865a67f50\"&gt;Guilty Pleasures?  No, not him. The cigarette stubs...&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m posting this in the public subreddit, knowing it&amp;#39;s not good for beginners to have too many choices on what they are expecting to perceive. That is,  the list of  &amp;quot;bad ass cool stuff&amp;quot; you can learn to see.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not dignified to say that, and fake magic systems try to encourage people to feel ashamed for describing what they experience themselves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like the meditation police are everything, trying to keep everyone in line.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s because you can hurt their imagined future sales.  For when the meditation police rise to get their own franchise, which only works to be profitable for them based on the unsoiled reputation of their guru.&lt;/p&gt;\n\n&lt;p&gt;The Tata Kachora leaders HATE me, because the old con artist is almost dead, and they were salivating at the  thought of becoming, &amp;quot;the last apprentice of the true don Juan&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Now, they&amp;#39;re going to be the sociopaths who tried to keep the &amp;quot;real don Juan&amp;quot; con going.&lt;/p&gt;\n\n&lt;p&gt;So discussion of real magic, in a supposed &amp;quot;magical system&amp;quot; is likely always discouraged. You might have people be better than the guru leader and make him look bad.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t think like Yoda, who had the real thing. And said that a master is what a student grows beyond.&lt;/p&gt;\n\n&lt;p&gt;Instead, with pretend magic a student can approach the masters feet to lick them,  by earning it with obedience.  The way dogs establish leadership.&lt;/p&gt;\n\n&lt;p&gt;And then the disciple can perhaps pretend to be &amp;quot;nearly as good&amp;quot;.   But never &amp;quot;as good&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As our own Tony Lama decided to do.  The only double male Carlos found, and he decided he needed endorsement by the Dali Lama.&lt;/p&gt;\n\n&lt;p&gt;Instead of magic.&lt;/p&gt;\n\n&lt;p&gt;In Buddhism no one ever reaches the level of the Buddha. It would be blasphemy!&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s because, it&amp;#39;s actually a fake system built on weak green line effects.  Stuff beginners in here will blow off fast, once they get some gas in their car through silence.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s misrepresented as the &amp;quot;ultimate&amp;quot; in spiritual growth.&lt;/p&gt;\n\n&lt;p&gt;So naturally if it&amp;#39;s the ultimate, you can&amp;#39;t have any talented beginners seeing beyond that!&lt;/p&gt;\n\n&lt;p&gt;And honestly, every &amp;quot;system&amp;quot; has to deal with bad players.  The same as we do in the subreddit.&lt;/p&gt;\n\n&lt;p&gt;A bad player in pretend magic subreddit #1, is also going to stray off into pretend magic subreddit #4, to see if he can get more &amp;quot;respect&amp;quot; there.  And also come invade our own real magic, lucky subreddit #8.&lt;/p&gt;\n\n&lt;p&gt;We had an Astral traveler try that on us last week.&lt;/p&gt;\n\n&lt;p&gt;So I can &amp;quot;feel for them&amp;quot; if a system tries to set up rules to avoid that kind of behavior.&lt;/p&gt;\n\n&lt;p&gt;Except...&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re teaching fake magic!  So I can&amp;#39;t quite get into rooting for them!&lt;/p&gt;\n\n&lt;p&gt;But what they do, suppressing the description of magical experiences by their followers, is understandable.&lt;/p&gt;\n\n&lt;p&gt;In our case we have a community filled with that opinion.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s ripe with bad guys running around trying to think up their own fake sorcery &amp;quot;angle&amp;quot;, so they can have a franchise.&lt;/p&gt;\n\n&lt;p&gt;One might hope they&amp;#39;d see this place and notice it&amp;#39;s actually the real thing.&lt;/p&gt;\n\n&lt;p&gt;And if they can&amp;#39;t resist cheating people, perhaps learn a little first?  Maybe make it actually work, and then decide what sort of franchise to create?&lt;/p&gt;\n\n&lt;p&gt;But instead they decide they can&amp;#39;t afford a McDonald&amp;#39;s, so they have to stick with their plans for a &amp;quot;Taco King&amp;quot; franchise.&lt;/p&gt;\n\n&lt;p&gt;And instead of recognizing real magic, they complain.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why do you make pictures??!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If that isn&amp;#39;t so transparent they ought to be red faced to even type it, I don&amp;#39;t know what would be.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s dim witted.  We make pictures, because Carlos made pictures!&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t you remember the bizarre guy with the missing head, and some kind of alien sun rise replacing it , while he floats in the air surrounded by cardboard cutout mountains creating a dubious drug fueled reality?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s called the paperback book cover for &amp;quot;A Separate Reality&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or the poster Carlos had made which was given out at a single workshop, all copies now lost, of how to &amp;quot;read off the wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;How to achieve our main goal, in picture form!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why we make pictures.  And soon why we make movies I hope.&lt;/p&gt;\n\n&lt;p&gt;Carlos created that activity to manipulate our attention.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;d get into the story, and be lured to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;As he admitted, &amp;quot;I made the books to hook you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So in that vein, and even though we&amp;#39;ve learned that if you joke about people seeing evil clowns when their first inorganic being appears, and thus they do, I&amp;#39;ll risk describing yet another thing you have no business hearing about.&lt;/p&gt;\n\n&lt;p&gt;Not at the level of a beginner.&lt;/p&gt;\n\n&lt;p&gt;Because in fact the main problem in the Castaneda community for so long, was no magic.&lt;/p&gt;\n\n&lt;p&gt;So despite the harm it does to describe what sort of magic you might see, it&amp;#39;s better than having you accept not seeing any at all!  That leaves you prey for con artists with phony sorcery books and workshops.&lt;/p&gt;\n\n&lt;p&gt;In our own community, for the last 20 years no cool magic like you read of in the books was going on with anyone.&lt;/p&gt;\n\n&lt;p&gt;It decayed into a crappy religion, with people fighting over who is more &amp;quot;impeccable&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s a strange side angle to this.  Carlos was manipulating us with descriptions all along.&lt;/p&gt;\n\n&lt;p&gt;And we were oblivious to it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll let you &amp;quot;infer&amp;quot; that from what I&amp;#39;m about to point out.  You&amp;#39;ll &amp;quot;get it&amp;quot; if you make this work, and then select a new tensegrity form to try it out on.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;ll realize, &amp;quot;Oh...  duh!!??  What an idiot I was not to see this!  I just thought Carlos was joking, or maybe had gone off the deep end.  Looking into his hand during the tensegrity form like it was a mirror!  But now I understand why the tensegrity forms are often a bit absurd!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This probably comes from my ally &amp;quot;Mystery&amp;quot;, but she wasn&amp;#39;t talking tonight.   Just appearing more vivid if I did what she wanted, and less if I didn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;So I can&amp;#39;t &amp;quot;blame her&amp;quot; for this.  Can&amp;#39;t put words in her mouth tonight.&lt;/p&gt;\n\n&lt;p&gt;Carlos set a high bar, with his description of how the dreaming emissary teaches.  When yours is less talkative, don&amp;#39;t feel cheated.&lt;/p&gt;\n\n&lt;p&gt;I ran into Mystery yesterday while practicing, and she floated up to the south east ceiling.&lt;/p&gt;\n\n&lt;p&gt;I thought to myself, &amp;quot;Great!  She&amp;#39;s going to form a whorl for me.  A mixture of intense purple with burning blue edges, being eaten away by jet blackness.  Either swirling randomly, or rotating in a clockwise circle like a Yin/Yang symbol.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I like that because it&amp;#39;s what Carlos told us to look for, so we could read text spinning off the edge and become &amp;quot;Readers of Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And Mystery did in fact begin to form one, except I noticed she had left a pink trail when she floated up there.&lt;/p&gt;\n\n&lt;p&gt;Now, Cholita is a big enemy of whoever is making those chemtrails in the sky.  Poisoning entire cities, and making Cholita herself spend many nights sleepless from the endless restlessness and feelings of radiation attacking her legs.&lt;/p&gt;\n\n&lt;p&gt;She told me point blank, if she ever got her hands on the people behind all of those, it was going to get bloody.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t understand, and she insisted I just &amp;quot;Look up!  Don&amp;#39;t you see all of that???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I peered through the front windshield into the blue sky, and in fact I did.  A good 6 of them going random directions.&lt;/p&gt;\n\n&lt;p&gt;But I wanted to explain, &amp;quot;It&amp;#39;s a humid day, just the right temperature, and we&amp;#39;re in the middle between orange county airport, and LAX.  Plus there&amp;#39;s the aerospace industry just over in that valley northeast of us, testing rockets once in a while which always travel over the ocean.   The beach is right over there to our west!&lt;/p&gt;\n\n&lt;p&gt;But Cholita replied, &amp;quot;That&amp;#39;s just a cover story you idiot!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So I decided, maybe it&amp;#39;s a good &amp;quot;not doing&amp;quot; to accept that.&lt;/p&gt;\n\n&lt;p&gt;I might live longer on the trips to and from Whole Foods Market. And Cholita tended to give demonstrations of REAL MAGIC, right in my face, when she was pushing full shopping carts of Whole Foods items.  She once levitated me a full foot off the ground because she caught me trying to &amp;quot;see&amp;quot; her from an angle. Westerly witches can produce shields that block your seeing in the front.&lt;/p&gt;\n\n&lt;p&gt;And what I noticed yesterday during darkroom practice was that Mystery left her own pink &amp;quot;chemtrail&amp;quot; when she floated into the room.&lt;/p&gt;\n\n&lt;p&gt;It was clear as anything, right there, running through my darkroom from the north wall, up into the south east corner near the ceiling where a fully visibly weird floating head, namely Mystery herself, was making the air turn intense purple and black and pushing it into a &amp;quot;swirl&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But all I could think about was her pink chemtrail.&lt;/p&gt;\n\n&lt;p&gt;I turned to look for its origin, wondering if Mystery hadn&amp;#39;t floated out of a crack in my north wall, leading directly to her world.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d turned my head north, then back again and noticed I now had Mystery&amp;#39;s face nearly smashed against  mine.  My initial reaction was to jump out of my skin, but I was pleased to find that unwarranted fright only lasts a fraction of a second these days.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hey, you&amp;#39;re missing this!&amp;quot; she seemed to be saying.&lt;/p&gt;\n\n&lt;p&gt;Like a teacher scolding an elementary school student for having a short attention span.&lt;/p&gt;\n\n&lt;p&gt;I told her, &amp;quot;I can see where you came from!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She smiled a bit.  &amp;quot;Ok, then look for that if you want to see me.  It&amp;#39;s effect before cause if you like.  We come and go when you are ready to perceive us!  Don&amp;#39;t you see it as you look at the pinkness?  It&amp;#39;s playing our song.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had the strangest feeling that the pink chemtrail coming from Mystery&amp;#39;s origin, was in fact like an old favorite song.  And if I could just visualize hearing it, it would become clear and real.&lt;/p&gt;\n\n&lt;p&gt;Except, it was pinkish second attention fog.&lt;/p&gt;\n\n&lt;p&gt;A very particular &amp;quot;hue&amp;quot; or &amp;quot;texture&amp;quot; or &amp;quot;swirl&amp;quot; of it.&lt;/p&gt;\n\n&lt;p&gt;If you could only &amp;quot;find that&amp;quot;, you could actually summon your inorganic being who had been neglecting to visit for a few days.&lt;/p&gt;\n\n&lt;p&gt;I got the idea to test that tonight, and realized that as you do a tensegrity form, that sort of unique &amp;quot;sight&amp;quot; happens at each turning point.&lt;/p&gt;\n\n&lt;p&gt;For example, as I was doing a pass that tends to make the floor visible with cobwebs, I noticed that in silent knowledge (which I&amp;#39;d obviously reached very early), that yellowish cobweb matrix now visible on the floor, generates a &amp;quot;feeling&amp;quot;.  A very unique one in the tensegrity passes. There may be another which makes the floor visible, but this one was indeed an old &amp;quot;favorite song&amp;quot; I had learned, doing the tensegrity.&lt;/p&gt;\n\n&lt;p&gt;It was as if, doing the mashing energy series and then looking down at the floor, you could hear Jim Croce singing &amp;quot;Bad Leroy Brown&amp;quot;.  Every single time!&lt;/p&gt;\n\n&lt;p&gt;You might feel guilty for enjoying old Jim, but that&amp;#39;s outside the scope of magic.  You have to suspend judgement, to perceive magic.&lt;/p&gt;\n\n&lt;p&gt;And your assemblage point surely flows at least a little when listening to a favorite song. Just like Tensegrity, it&amp;#39;s going to &amp;quot;store&amp;quot; intent.  That&amp;#39;s probably why the tensegrity movements can also seem like a song if the intent is moving the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Just try to stay away from &amp;quot;The Monkies&amp;quot;. Even if they&amp;#39;re music sounds better each decade that goes by.&lt;/p&gt;\n\n&lt;p&gt;I looked down, saw that the floor was intensely yellow with fibers, and that had even spread up the walls. I realized I was on a mountain top, standing on yellow lichens on a huge granite boulder. And could see a faint valley forming below.&lt;/p&gt;\n\n&lt;p&gt;A phantom reality!&lt;/p&gt;\n\n&lt;p&gt;I did more of my forms, and realized each one had a song or two hidden in it.&lt;/p&gt;\n\n&lt;p&gt;And each song, dazzling magic.  Stuff no other system even dreams of, except the hollywood kind like Dr. Strange movies.&lt;/p&gt;\n\n&lt;p&gt;I was kicking Dr. Strange&amp;#39;s butt just by using the Tensegrity in silence while in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Tricky Carlos had embedded &amp;quot;magical sights&amp;quot;, all potentially unique, in every single Tensegrity form.&lt;/p&gt;\n\n&lt;p&gt;I had an insight.&lt;/p&gt;\n\n&lt;p&gt;But it was so complicated, that I&amp;#39;ll have to blame it on &amp;quot;Fancy&amp;quot; my other inorganic being.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible she actually spoke, but she&amp;#39;s been hanging out down near the floor lately, seemingly ashamed for attacking a witch friend of mine.  Like a dog that pulled the thanksgiving turkey down from the table and took a few big bites out of it.&lt;/p&gt;\n\n&lt;p&gt;They skulk around after that.&lt;/p&gt;\n\n&lt;p&gt;I was thinking, &amp;quot;The reason the tensegrity produces such amazing sights, some seemingly very  different than the others, is because you treat &amp;#39;stuff that isn&amp;#39;t really there&amp;#39; as real.  And any darkroomer knows, if you want to shift your assemblage point sideways, instead of following the J curve down, you just pick something in the air and treat it as if it were real.&lt;/p&gt;\n\n&lt;p&gt;And then it becomes real!&lt;/p&gt;\n\n&lt;p&gt;But it happens because your assemblage point shifts sideways.  And unfortunately the further you go, the more into &amp;#39;sleeping dreaming&amp;#39; you are, risking the loss of lucidity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what makes shapeshifting possible.  You shift horizontally until you are so dimwitted, you don&amp;#39;t notice  you&amp;#39;ve mustated into a bizarre creature.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Fancy said, &amp;quot;So you&amp;#39;re concluding that the Tensegrity teaches you to shift your assemblage point sideways?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes, isn&amp;#39;t that brilliant?&amp;quot;, I asked her.&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;Kind of obvious wasn&amp;#39;t it?  I mean, look at Carlos.  Grab this, break it in half, swing an invisible rope around above your head and whip something in the middle?  Didn&amp;#39;t you notice how bizarre tensegrity movements can be?&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t you think it was kind of obvious Carlos was treating stuff that wasn&amp;#39;t really there, as real?  And it didn&amp;#39;t instantly occur to you that this would shift your assemblage point horizontally?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had to admit, I hadn&amp;#39;t seen it clearly because I was embarrassed for Carlos.  It seemed like he was at least a tiny bit &amp;quot;off his rocker&amp;quot; with some tensegrity moves.&lt;/p&gt;\n\n&lt;p&gt;But there was Kylie with that stern look on her face, so you just had to accept that Carlos was as deadly serious, as Kylie looked to be while teaching it.&lt;/p&gt;\n\n&lt;p&gt;Fancy said, &amp;quot;Shame on you!   But this time, you didn&amp;#39;t quite  understand it.  All you ever see is the donut.  Or the cherry Slurpee.   Or a nice &amp;#39;Fiesta Pack&amp;#39; of tacos.&lt;/p&gt;\n\n&lt;p&gt;You notice what you get to consume, but don&amp;#39;t pay attention to the drive to get there.  Isn&amp;#39;t driving at night to get a snack, just as good as the snack itself?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She was right. In fact, it&amp;#39;s a form of group entertainment to go out each night for a snack.  Many times you don&amp;#39;t even decide what to get until you are already moving, and then the final decision is more about the route you get to see on the way.&lt;/p&gt;\n\n&lt;p&gt;She finished explaining, &amp;quot;Yes, never miss the sights along the way while doing Tensegrity forms. There&amp;#39;s a lot of very interesting things to see. And each represents a movement down, and to the side.  You&amp;#39;re carving zig zag paths to silent knowledge.  Soon you&amp;#39;ll blow a wide path along the center of the J curve and be able to reach the end quickly.&lt;/p&gt;\n\n&lt;p&gt;BUT, what Carlos was really trying to do, was to teach you to cast your awareness towards different destinations, so you wouldn&amp;#39;t always stay up at the blue line, fishing in the same old river of shit.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll never catch anything but turds up there!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "c812fe20-6005-11ea-a726-0e9c39b3b989", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "yng25c", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 0, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/yng25c/the_flow_of_awareness_during_tensegrity/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/yng25c/the_flow_of_awareness_during_tensegrity/", "subreddit_subscribers": 9561, "created_utc": 1667707231.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [], "before": null}}]