[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/52syvhobbm291.png?width=1500&amp;format=png&amp;auto=webp&amp;s=d4409fa0b933c3c3914fa5f164cb575c752dd1e1\n\nSilent Knowledge, our goal, leaks through at all stages.\n\nWhen you finally get there for the full on experience it's a tiny bit like being some guy who lives in the middle of nowhere, and only has a set of old encyclopedias to read.  There's no place get more reading material, so he cherishes the encyclopedias.\n\nThose are like the 17 books and publications  of Carlos and the witches.\n\nBut then the Evil Walmart (I'm a fan of lower prices), builds a giant library right next door to the guy, killing all the mom and pop outlets for knowledge.\n\nThe encyclopedias lose their value, when there's a megalibrary right next door.\n\nKeep in mind, that megalibrary in this story is silent knowledge. It's not more fake sorcery books.\n\nIt's all legitimate \"Walmart verified\" knowledge.\n\nI'm making a joke there, but it's not such a bad one.  Our political opinions, such as that walmart is evil because it harms \"the little guy\" and ruins union jobs,  ignoring that objects of just as good quality as other places are 1/3rd price there, is a gloss.  And that Walmart helps \"the little guy\" more than a mom and pop business.\n\n\"Walmart is Evil\" is an opinion that falsely guides people to ignore reality in favor of dubious opinions based on public chatter.  On the flow of angry internal dialogues in the river of shit.\n\nIt's very good to avoid those!  For instance, \"wokeness\" is just plain evil.  I couldn't have dared to say that, until Elon Musk said it too.  He's the smartest and wealthiest man in the world, or close to it, so I can say it with some authority now.\n\nPolitical movements create angry glosses in the mind, causing people to behave like river of shit inhabitants flinging shit onto the faces of others, and pissing on anyone not in their opinion group.\n\nTry to keep those river of shit hobbies away from yourself, if you want to learn sorcery.\n\nBut reading the books of Carlos and group, also implants such opinions and theories.\n\nThe difference is where they come from.  Those in the books come from Silent Knowledge.  And Silent Knowledge is only what \"is\".  Not what the river of shit likes to invent, out of anger.\n\nUnfortunately, this subreddit interferes with those embedded opinions placed in the books of Carlos, by silent knowledge.\n\nIf the new people who come here never read the books, they'd have an unexpected collection of \"opinions\" about sorcery.  Not the ones Carlos intended.\n\nThere's nothing to be done about that because the entire Castaneda community is already completely contaminated with failure.  So telling people to go away for a while to read the books so they can absorb the intent of sorcery as intended by don Juan, is not going to work.\n\nThey'll end up as \"Buddha boys\", or \"Astral travelers\".  And further damage the community beyond just themselves.\n\nPeople pretending their magic!\n\nIf they go too far down that path their hopes to learn sorcery are ruined forever.\n\nIt's not me making that claim.  It's don Juan and his \"list\" of rules (enemies) in the path of learning to become a \"Man of Knowledge\".\n\nKeep in mind, don Juan was explaining the path of knowledge we must take, to reach \"Silent Knowledge\".\n\nBut he did it from several points of view in the narrative of the books.\n\nI prefer his narrative of teaching Carlos to be a hunter. It isn't \"tainted\" the way the \"Man of Knowledge\" path is.\n\nTainted with greed.\n\nBut that Man of Knowledge path has harder edged rules governing it, because in fact trying to learn real magic has a finality to it.  If you fail at any step it's an exit from the pursuit.\n\nFailure to pass any of the obstacles (enemies) is the end of your journey.\n\nSo for example if you succumb to the \"first enemy of a man of knowledge\", then you have not been able to overcome  your fear (of iobs?) and you are doomed to become something ugly, personality wise.\n\nI can't remember what he said it was, but something like a frightened, small petty man.\n\nDon't worry, don Juan gave an out for someone who fails and then later changes their mind.\n\nHe said they actually never gave up, so they didn't really fail. And not overcoming an enemy and being kicked off the path, only applied to someone who was fully defeated. Not to someone who was still interested but just taking a break.\n\nIn fact, the path of sorcery requires that you quit at some point, and rethink it.  When the Nagual leaves he blows up the group, and all the apprentices fight and begin to curse their nagual leader.\n\nIt's part of \"the rule\".  Second Ring of Power details it.\n\nBut we're in that part of the rule ourselves!  Carlos blew up his group too, and we're trying to duplicate second ring of power and put it back together.\n\nSecond Ring  of Power is all about \"practical magic\", so don't let that point escape you. I'll go into practical magic and it's benefits in detail later.\n\nCarlos went to find out what was going on with the apprentices of don Juan, and found some wild flowers coming up in the fertile soil don Juan had created.  Actual magic, and not just coming from the awe inspiring previous lineage.\n\nIt was magic from pathetic apprentices.\n\nSo to borrow the \"5 enemies of a man of knowledge\" list, but for a \"sorcery student\",  namely a person who wants to learn to \"see\", there is also a list of enemies you must overcome.  And failing to overcome any one is death to your path.\n\nThe end of it.\n\n\"Sorcery student\" is what we need to be.  Don't be a student wanting to become a \"Man of Knowledge\".  That's like wanting to become a junk dealer when you grow up.  Or a fake fortune teller.\n\nThe path of a sorcery student is somewhat obvious.  We don't think in those terms, but when you get to silent knowledge you get lists of obvious things you ought to have known yourself, but were too preoccupied with flinging shit in the river to notice them.\n\nFor new people, don Juan said all of mankind lives in a river of shit, throwing feces at each other all day long, or pissing on their legs when they aren't quite as angry.\n\nWe're all up to our necks in it and the only escape is on the dry land outside the river, where Sorcerers live.\n\nI don't know this full new list of the \"enemies of a sorcery student\", which came from Silent Knowledge\n\nI only heard 2 or 3 items.\n\nThere's no reason to get everything in Silent knowledge.  It's not possible.  Sorcerers are doomed to having only partial lists like that. But the rest of the list is embedded in just 2 of the first.  A topic, and the flow.  The presentation method.\n\nFor instance \"the abstract cores\" of which we have only 21.  The number is infinite, but we only got the first few ones.  All of them stories.\n\nSorcerers teach with stories!   It's possible they ALWAYS do that. I never paid attention myself, while reading the books.\n\nBut the story becomes a phantom reality, and Silent Knowledge can flow well inside phantom realities.  INTENT itself, can store in phantom containers of any sort.\n\nSo the path of a \"sorcery student\" is as follows:\n\nHopeful (that the books are true)\n\nOptimistic (because you did some work and saw results)\n\nCurious (because it's working, and you begin to wonder about practical magic).\n\nYou go from wishful thinking to \"WTF? Can it be true???\", to realizing it is true at least in some way, and how much more real can it get?\n\nSo you try to learn practical magic.\n\nPractical magic means you can actually repeat something absolutely impossible and cooler than anything any Buddhist ever claimed.\n\nIt's REAL magic.\n\nBut to get there you have to overcome the first 2 \"obstacles\" of a sorcery student.\n\nThe \"enemy\" at the first rule is laziness.   To overcome the \"hopeful\" stage, you have to actually try it.\n\n99 out of 100 (this subreddit has nearly proven that) fail at the first enemy.  For whatever reason, their hopefulness  will not overcome their laziness.\n\nWhen it's obvious they aren't going to get off their fat butt, they tend to curse the whole thing as having been \"made up\".\n\nAnd have plenty of outside encouragement by bad men to believe that.\n\nDefeated by the first enemy of a student of Sorcery.\n\nThe second barrier for  a sorcery student is \"Optimistic\".\n\nYou have to pass from Optimistic to curious.  So you can reach \"practical magic\".  Only there is it undeniable that sorcery is real.  When you can do some yourself!\n\nAt the optimistic stage the river of shit is filled with \"excuses\" for why what you saw, or experienced, doesn't count. Those puffs of purple?  Just how the eye works in darkness.  A \"malfunction\".\n\nAnd here's the ugly side of the entire Castaneda community.\n\nThe enemy of the optimistic sorcery student, is pretending.\n\nOnce you are fully involved with pretending, you are forever off the path of a sorcery student.\n\nWhen you start to believe in Astral Travel, you are screwed.\n\nIt's the end of the line for  you.\n\nOr when you start to pretend that your ordinary dreams are sorcery progress, especially hinting that belief is justified by \"Art of Dreaming\" despite never following the instructions, you are doomed.\n\nYou have unhooked yourself from the path of a sorcery student, to jump back in the river of shit and try to force others in there to treat you better.  Because you're a pretend magic man.\n\nIt's the pretending and distortion of ordinary dreams into \"magic\" that destroys most people.\n\nThe whole community in fact.  Even people \"in charge\" have succumb to the second enemy of sorcery students.\n\nPretending.\n\nBut if people can pass the second barrier and make it to the third, \"curious\", the process of trying to learn \"practical magic\" becomes very informative.\n\nBy the way before I forget, the third \"enemy\" is impatience.  You have to learn that you are waiting for your will  (intent) to get your practical magic to work as well as you hoped.\n\nAnd one thing you will discover trying to do that is, Carlos gave us 2 paths to practical magic.\n\nI suppose there's dozens of \"complete paths\" to \"**learn\"** sorcery.\n\nSuch as recap, gazing, not-doings, dreaming, stalking.\n\nPeople complain about this subreddit only teaching one thing, but that's their own fault.\n\nWe have peanut butter cookies.\n\nWe're very sorry if you hate those.  Please bring your own and feel free to share.\n\nBut not mudpies, substituted for real cookies. We get too many mud pie cookies in here already.\n\nAnyway, I don't mean those kinds of \"complete paths\".\n\nI mean, 2 main paths you can travel to learn practical magic.\n\nInside dreams, or outside them.\n\nMost people are pretending to take the \"inside dreams\" path, because it's easy to lie about your ordinary dreams to make them seem magical, and you can bully people and throw a tantrum if they question your honesty.\n\nHurl shit in their face.\n\nThank god for Mods!\n\nI wish IOBs were that proactive...\n\nAside from that,  in the course of doing practical magic you will find that whatever you \"picked\" to try  falls under one of the hidden paths to power, from the books. Waking dreaming, versus sleeping dreaming.\n\nWhen I run into a serious question about sorcery I like to think that \"Don Juan already covered that topic somewhere for us in case it came up.\"\n\nBut if you find yourself at the first 2 barriers of a sorcery student, that claim can seem ballsy.\n\nOver assuming.\n\nNope.  As it turns out, we all have full access to don Juan.\n\nLive, in real time!\n\nEveryday, as long you can afford the long walk to go see him.\n\nHe's available as an SKE, at the end of a very tall hill.\n\nA silent knowledge entity.\n\nLike Nestor's \"Porfirio\".\n\nThis might explain sincere people who claim \"Carlos visited me\".\n\nCould be.  But more likely is:   Lying bastard who misrepresents his dreams.\n\nStill, don Juan is truly \"out there\".  I don't recommend that \"presentation method\", and neither did don Juan.\n\nHe recommended becoming a \"reader of infinity\".\n\nIt's harder to get attached to written text knowledge, and mess things up by sliding the assemblage point sideways.\n\nIf you saw my Wuwonian stories, messing things up would be if you actually walked inside the dream bubble in which I got to watch those stories of the wuwonians.\n\nIt was visible. But I was not \"in there\".\n\nWhich is a choice.  Silent Knowledge video presentations fully allow  you to walk into the video, as a \"virtual reality\".  It's just a short horizontal slide of the assemblage point to go in to the dream bubble.\n\nSo \"don Juan\" did give us all the advice we'd ever need in the books, and if an obscure topic is missing he showed us how to travel to him to ask in person.\n\nThis is where a practical example of \"practical magic\" would be helpful to explain this line of thought.\n\nBut I can't. Others are involved.\n\nLet's just say that my approach is to create a phantom room, and give it a purpose.  So I have a place I can go to, for that form of practical magic.\n\nI'm creating a \"dream bubble\", or a phantom skimming of the emanations, so it can be specifically for one thing only.\n\nThe little sisters seemed to  have done something similar with their practical magic technique of running around a room in circles, until they could literally run on the walls.\n\nSounds impossible?\n\nNot at all.  That one is fairly easy.  There's  a trick to it, which when not understood makes it sound too incredible to believe.\n\nThe trick is, when the double comes out because it's interested in what your Tonal body (your organic body) is doing, there's a \"smooth transition\" to fully being inside the double.\n\nAnd the double LOVES practical magic!!!  He'll come out, you can be sure of that.\n\nWhere the tonal goes, no one can say.\n\nSo they only say it, \"shrinks\".  When sorcerers \"bury themselves\" in order to extend their lifespan to thousands of years, I suppose it could be that they \"shrink the Tonal\" while buried.  And leave it there.  They perhaps \"borrow\" the earth as a container.\n\nSo we know that running on the walls is possible, because the little sisters were not learning to do that \"impossible\" thing.\n\nThey were learning to \"run into their doubles\".\n\nTheir doubles could run on the walls.\n\nGenaro showed us later in the books, to make sure we weren't confused.\n\nI truly doubt anyone can do that in their organic body.\n\nBut if you run into someone who can, run like hell!  That sort of power in a petty organic being would be very ugly.\n\nIn the case of the little sisters, they started in the waking world and their practical magic took them into a dream of the room.\n\nA waking dream, but still a dream bubble phantom reality.\n\nOthers could share it with them.\n\nAnd in fact, \"others\" from inside full on dreaming, the kind we usually experience while sleeping, namely their own \"doubles\" ran out of the dream and into the waking dreaming bubble.\n\nThose awake, used silence to go directly into a dream.\n\nThose in a dream (their own doubles), went into a dream bubble, inside their dream.\n\nThey executed the 3rd gate of dreaming!\n\nI suppose they might have used the 4th gate to appear in the \"real world\", but there's no need.\n\nThe third gate is easier than the 4th.\n\nNaturally the hope would be to finally emerge into the \"real copy of the room\".  But first a dream bubble,  a \"dream within a dream\",  would work just fine.\n\nBut always remember, don't try to do 2 things at the same time as far as \"major accomplishments\" go when learning practical magic.\n\nThat's the book deal mind again!  The \"pretending\" enemy of students of sorcery.\n\nWe see that all the time in this subreddit. A beginner will pile on \"things I'm going to do first\".  And of course, never do even one of them.\n\nDon't try to become President, but also try to become Elon Musk at the same time!\n\nThey're different things!\n\nWhen doing practical magic between 2 people, there are 4 combinations.\n\nHunter / Dreamer\n\nA binary number of 2 bits.\n\nI use \"hunter\" to refer to a sorcery student who is awake and in his tonal body.\n\nWith Hunter / Dreamer, one person's abilities are stronger in '\"dreaming awake\".\n\nAnd the other with sleeping dreaming.\n\nThey are \"different realms\".\n\nKeep in mind, this point of view might clear up the confusion over Taisha and Florinda.\n\nTaisha is supposed to be the stalker.  And yet, her books are filled with waking dreaming.\n\nBut that's what the \"hunter\" does!  So the distinction might just be where a person is \"grounded\".  In waking dreaming, or in sleeping dreaming.\n\nIt's only confusing because of the pretending in the Castaneda community.  The lazy \"pretend\" their dreaming experiences. The lazy who can never remember any dreams, \"pretend\" to be stalking.  So they also can suck up attention from others, as pretend \"magic men\".\n\nIn practical magic situations, the person using their sleeping dreaming powers falls under \"The Art of Dreaming\" rules.\n\nThe Gates!   Remember the gates if you go down that path.\n\nWomen are very suitable for creating practical magic, starting in sleeping dreaming.\n\nMen, being the lying bastards they are, are only interested in stealing money and attention from others. They should avoid too much interest in sleeping dreaming until they can reach Silent Knowledge.\n\nAvoid, but if it's all you have then double check yourself for the second enemy:  pretending.  And it goes without saying, you can't be lazy either.   Intent \"builds up\" and skipping a day of practice is much more harmful than just missing one session. It \"damages the flow\".\n\nBut men ideally ought to use the path of the hunter. Not the dreamer.\n\nThe hunter is capable of waking dreaming, and that's the best path for a male.\n\nYou can't fake that.\n\nThe good news is, in a 2 partner practical magic situation both parties don't have to be using the same set of rules.\n\nIdeally, it's hunter/hunter.  Both using dreaming awake, to develop elaborate practical magic.\n\nLike the Little Sisters running around a room.\n\nBut you can have dreamer/dreamer.\n\nThat would be La Gorda finding her way to Emilito, where Josefina had already arrived to go exploring beyond the wall of fog.\n\nThe problem with that combination is,  you need an Emilito.\n\nSomeone to whom a poor sorcerer could find their way, due to the power of that particular dreamer.\n\nI don't recall any examples of La Gorda and Josefina doing dreamer/dreamer practical magic alone.\n\nIn fact when they tried around Zuleica, Josefina swished into her colors and vanished from La Gorda's presence.\n\nThe combination of hunter/dreamer, which if it's the opposite dreamer/hunter, let's just say the first is a male (the first in the group of 2) as the waking dreamer, and a female as the sleeping dreamer.\n\nI predict that's the most successful combination for beginner's practical magic.  One is \"fully lucid\". the Waking dreamer.  The other is \"flexible\", and only half lucid.\n\nBut the combination is a killer!!!\n\nCholita and I have a very fun time with that combination of her irrationality in her double, and my \"excessive\" lucidity, being fully awake when we interact in dreams.\n\nAnd the second combination, with the woman being the waking dreamer and the male the sleeping dreamer, is something I'd sure like to see but expect I never will.\n\nFor reasons that are obvious from what I said earlier.\n\nMen pretend.  I can't imagine any man learning sorcery though sleeping dreaming.\n\nMore likely is if they decided to be that lazy,  but won't accept pretending, they'd turn into damaged power plant junkies.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Enemies of a Sorcery Student", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 136, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"52syvhobbm291": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 104, "x": 108, "u": "https://preview.redd.it/52syvhobbm291.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=72f9312b395ba2922abcf9469ef2aedbda0c8814"}, {"y": 209, "x": 216, "u": "https://preview.redd.it/52syvhobbm291.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=8ce2834a6d404dd6b622625f94a304bb7491e0af"}, {"y": 311, "x": 320, "u": "https://preview.redd.it/52syvhobbm291.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=8d2a61d4ca7ac9f58c204c778cb99ff709304365"}, {"y": 622, "x": 640, "u": "https://preview.redd.it/52syvhobbm291.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=343fc99e571e08363871616f5be59abf9d0d8124"}, {"y": 933, "x": 960, "u": "https://preview.redd.it/52syvhobbm291.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=89c06687cb58c6bc18732aea4471a4f24d4fa219"}, {"y": 1049, "x": 1080, "u": "https://preview.redd.it/52syvhobbm291.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=55a0f08ecbcf9173f000c0091a5596a71fba57dc"}], "s": {"y": 1458, "x": 1500, "u": "https://preview.redd.it/52syvhobbm291.png?width=1500&amp;format=png&amp;auto=webp&amp;s=d4409fa0b933c3c3914fa5f164cb575c752dd1e1"}, "id": "52syvhobbm291"}}, "name": "t3_v0y1hx", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.93, "author_flair_background_color": null, "subreddit_type": "public", "ups": 35, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 35, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/s2Tf937-9F_llQS3qHFAV56s403pQ5QnIrOQloOULUA.jpg", "edited": 1653922976.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1653909790.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/52syvhobbm291.png?width=1500&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=d4409fa0b933c3c3914fa5f164cb575c752dd1e1\"&gt;https://preview.redd.it/52syvhobbm291.png?width=1500&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=d4409fa0b933c3c3914fa5f164cb575c752dd1e1&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge, our goal, leaks through at all stages.&lt;/p&gt;\n\n&lt;p&gt;When you finally get there for the full on experience it&amp;#39;s a tiny bit like being some guy who lives in the middle of nowhere, and only has a set of old encyclopedias to read.  There&amp;#39;s no place get more reading material, so he cherishes the encyclopedias.&lt;/p&gt;\n\n&lt;p&gt;Those are like the 17 books and publications  of Carlos and the witches.&lt;/p&gt;\n\n&lt;p&gt;But then the Evil Walmart (I&amp;#39;m a fan of lower prices), builds a giant library right next door to the guy, killing all the mom and pop outlets for knowledge.&lt;/p&gt;\n\n&lt;p&gt;The encyclopedias lose their value, when there&amp;#39;s a megalibrary right next door.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, that megalibrary in this story is silent knowledge. It&amp;#39;s not more fake sorcery books.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all legitimate &amp;quot;Walmart verified&amp;quot; knowledge.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m making a joke there, but it&amp;#39;s not such a bad one.  Our political opinions, such as that walmart is evil because it harms &amp;quot;the little guy&amp;quot; and ruins union jobs,  ignoring that objects of just as good quality as other places are 1/3rd price there, is a gloss.  And that Walmart helps &amp;quot;the little guy&amp;quot; more than a mom and pop business.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Walmart is Evil&amp;quot; is an opinion that falsely guides people to ignore reality in favor of dubious opinions based on public chatter.  On the flow of angry internal dialogues in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very good to avoid those!  For instance, &amp;quot;wokeness&amp;quot; is just plain evil.  I couldn&amp;#39;t have dared to say that, until Elon Musk said it too.  He&amp;#39;s the smartest and wealthiest man in the world, or close to it, so I can say it with some authority now.&lt;/p&gt;\n\n&lt;p&gt;Political movements create angry glosses in the mind, causing people to behave like river of shit inhabitants flinging shit onto the faces of others, and pissing on anyone not in their opinion group.&lt;/p&gt;\n\n&lt;p&gt;Try to keep those river of shit hobbies away from yourself, if you want to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;But reading the books of Carlos and group, also implants such opinions and theories.&lt;/p&gt;\n\n&lt;p&gt;The difference is where they come from.  Those in the books come from Silent Knowledge.  And Silent Knowledge is only what &amp;quot;is&amp;quot;.  Not what the river of shit likes to invent, out of anger.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, this subreddit interferes with those embedded opinions placed in the books of Carlos, by silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;If the new people who come here never read the books, they&amp;#39;d have an unexpected collection of &amp;quot;opinions&amp;quot; about sorcery.  Not the ones Carlos intended.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing to be done about that because the entire Castaneda community is already completely contaminated with failure.  So telling people to go away for a while to read the books so they can absorb the intent of sorcery as intended by don Juan, is not going to work.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll end up as &amp;quot;Buddha boys&amp;quot;, or &amp;quot;Astral travelers&amp;quot;.  And further damage the community beyond just themselves.&lt;/p&gt;\n\n&lt;p&gt;People pretending their magic!&lt;/p&gt;\n\n&lt;p&gt;If they go too far down that path their hopes to learn sorcery are ruined forever.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not me making that claim.  It&amp;#39;s don Juan and his &amp;quot;list&amp;quot; of rules (enemies) in the path of learning to become a &amp;quot;Man of Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, don Juan was explaining the path of knowledge we must take, to reach &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But he did it from several points of view in the narrative of the books.&lt;/p&gt;\n\n&lt;p&gt;I prefer his narrative of teaching Carlos to be a hunter. It isn&amp;#39;t &amp;quot;tainted&amp;quot; the way the &amp;quot;Man of Knowledge&amp;quot; path is.&lt;/p&gt;\n\n&lt;p&gt;Tainted with greed.&lt;/p&gt;\n\n&lt;p&gt;But that Man of Knowledge path has harder edged rules governing it, because in fact trying to learn real magic has a finality to it.  If you fail at any step it&amp;#39;s an exit from the pursuit.&lt;/p&gt;\n\n&lt;p&gt;Failure to pass any of the obstacles (enemies) is the end of your journey.&lt;/p&gt;\n\n&lt;p&gt;So for example if you succumb to the &amp;quot;first enemy of a man of knowledge&amp;quot;, then you have not been able to overcome  your fear (of iobs?) and you are doomed to become something ugly, personality wise.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t remember what he said it was, but something like a frightened, small petty man.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t worry, don Juan gave an out for someone who fails and then later changes their mind.&lt;/p&gt;\n\n&lt;p&gt;He said they actually never gave up, so they didn&amp;#39;t really fail. And not overcoming an enemy and being kicked off the path, only applied to someone who was fully defeated. Not to someone who was still interested but just taking a break.&lt;/p&gt;\n\n&lt;p&gt;In fact, the path of sorcery requires that you quit at some point, and rethink it.  When the Nagual leaves he blows up the group, and all the apprentices fight and begin to curse their nagual leader.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s part of &amp;quot;the rule&amp;quot;.  Second Ring of Power details it.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re in that part of the rule ourselves!  Carlos blew up his group too, and we&amp;#39;re trying to duplicate second ring of power and put it back together.&lt;/p&gt;\n\n&lt;p&gt;Second Ring  of Power is all about &amp;quot;practical magic&amp;quot;, so don&amp;#39;t let that point escape you. I&amp;#39;ll go into practical magic and it&amp;#39;s benefits in detail later.&lt;/p&gt;\n\n&lt;p&gt;Carlos went to find out what was going on with the apprentices of don Juan, and found some wild flowers coming up in the fertile soil don Juan had created.  Actual magic, and not just coming from the awe inspiring previous lineage.&lt;/p&gt;\n\n&lt;p&gt;It was magic from pathetic apprentices.&lt;/p&gt;\n\n&lt;p&gt;So to borrow the &amp;quot;5 enemies of a man of knowledge&amp;quot; list, but for a &amp;quot;sorcery student&amp;quot;,  namely a person who wants to learn to &amp;quot;see&amp;quot;, there is also a list of enemies you must overcome.  And failing to overcome any one is death to your path.&lt;/p&gt;\n\n&lt;p&gt;The end of it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcery student&amp;quot; is what we need to be.  Don&amp;#39;t be a student wanting to become a &amp;quot;Man of Knowledge&amp;quot;.  That&amp;#39;s like wanting to become a junk dealer when you grow up.  Or a fake fortune teller.&lt;/p&gt;\n\n&lt;p&gt;The path of a sorcery student is somewhat obvious.  We don&amp;#39;t think in those terms, but when you get to silent knowledge you get lists of obvious things you ought to have known yourself, but were too preoccupied with flinging shit in the river to notice them.&lt;/p&gt;\n\n&lt;p&gt;For new people, don Juan said all of mankind lives in a river of shit, throwing feces at each other all day long, or pissing on their legs when they aren&amp;#39;t quite as angry.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re all up to our necks in it and the only escape is on the dry land outside the river, where Sorcerers live.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know this full new list of the &amp;quot;enemies of a sorcery student&amp;quot;, which came from Silent Knowledge&lt;/p&gt;\n\n&lt;p&gt;I only heard 2 or 3 items.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no reason to get everything in Silent knowledge.  It&amp;#39;s not possible.  Sorcerers are doomed to having only partial lists like that. But the rest of the list is embedded in just 2 of the first.  A topic, and the flow.  The presentation method.&lt;/p&gt;\n\n&lt;p&gt;For instance &amp;quot;the abstract cores&amp;quot; of which we have only 21.  The number is infinite, but we only got the first few ones.  All of them stories.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers teach with stories!   It&amp;#39;s possible they ALWAYS do that. I never paid attention myself, while reading the books.&lt;/p&gt;\n\n&lt;p&gt;But the story becomes a phantom reality, and Silent Knowledge can flow well inside phantom realities.  INTENT itself, can store in phantom containers of any sort.&lt;/p&gt;\n\n&lt;p&gt;So the path of a &amp;quot;sorcery student&amp;quot; is as follows:&lt;/p&gt;\n\n&lt;p&gt;Hopeful (that the books are true)&lt;/p&gt;\n\n&lt;p&gt;Optimistic (because you did some work and saw results)&lt;/p&gt;\n\n&lt;p&gt;Curious (because it&amp;#39;s working, and you begin to wonder about practical magic).&lt;/p&gt;\n\n&lt;p&gt;You go from wishful thinking to &amp;quot;WTF? Can it be true???&amp;quot;, to realizing it is true at least in some way, and how much more real can it get?&lt;/p&gt;\n\n&lt;p&gt;So you try to learn practical magic.&lt;/p&gt;\n\n&lt;p&gt;Practical magic means you can actually repeat something absolutely impossible and cooler than anything any Buddhist ever claimed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s REAL magic.&lt;/p&gt;\n\n&lt;p&gt;But to get there you have to overcome the first 2 &amp;quot;obstacles&amp;quot; of a sorcery student.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;enemy&amp;quot; at the first rule is laziness.   To overcome the &amp;quot;hopeful&amp;quot; stage, you have to actually try it.&lt;/p&gt;\n\n&lt;p&gt;99 out of 100 (this subreddit has nearly proven that) fail at the first enemy.  For whatever reason, their hopefulness  will not overcome their laziness.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s obvious they aren&amp;#39;t going to get off their fat butt, they tend to curse the whole thing as having been &amp;quot;made up&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And have plenty of outside encouragement by bad men to believe that.&lt;/p&gt;\n\n&lt;p&gt;Defeated by the first enemy of a student of Sorcery.&lt;/p&gt;\n\n&lt;p&gt;The second barrier for  a sorcery student is &amp;quot;Optimistic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You have to pass from Optimistic to curious.  So you can reach &amp;quot;practical magic&amp;quot;.  Only there is it undeniable that sorcery is real.  When you can do some yourself!&lt;/p&gt;\n\n&lt;p&gt;At the optimistic stage the river of shit is filled with &amp;quot;excuses&amp;quot; for why what you saw, or experienced, doesn&amp;#39;t count. Those puffs of purple?  Just how the eye works in darkness.  A &amp;quot;malfunction&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s the ugly side of the entire Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;The enemy of the optimistic sorcery student, is pretending.&lt;/p&gt;\n\n&lt;p&gt;Once you are fully involved with pretending, you are forever off the path of a sorcery student.&lt;/p&gt;\n\n&lt;p&gt;When you start to believe in Astral Travel, you are screwed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the end of the line for  you.&lt;/p&gt;\n\n&lt;p&gt;Or when you start to pretend that your ordinary dreams are sorcery progress, especially hinting that belief is justified by &amp;quot;Art of Dreaming&amp;quot; despite never following the instructions, you are doomed.&lt;/p&gt;\n\n&lt;p&gt;You have unhooked yourself from the path of a sorcery student, to jump back in the river of shit and try to force others in there to treat you better.  Because you&amp;#39;re a pretend magic man.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the pretending and distortion of ordinary dreams into &amp;quot;magic&amp;quot; that destroys most people.&lt;/p&gt;\n\n&lt;p&gt;The whole community in fact.  Even people &amp;quot;in charge&amp;quot; have succumb to the second enemy of sorcery students.&lt;/p&gt;\n\n&lt;p&gt;Pretending.&lt;/p&gt;\n\n&lt;p&gt;But if people can pass the second barrier and make it to the third, &amp;quot;curious&amp;quot;, the process of trying to learn &amp;quot;practical magic&amp;quot; becomes very informative.&lt;/p&gt;\n\n&lt;p&gt;By the way before I forget, the third &amp;quot;enemy&amp;quot; is impatience.  You have to learn that you are waiting for your will  (intent) to get your practical magic to work as well as you hoped.&lt;/p&gt;\n\n&lt;p&gt;And one thing you will discover trying to do that is, Carlos gave us 2 paths to practical magic.&lt;/p&gt;\n\n&lt;p&gt;I suppose there&amp;#39;s dozens of &amp;quot;complete paths&amp;quot; to &amp;quot;&lt;strong&gt;learn&amp;quot;&lt;/strong&gt; sorcery.&lt;/p&gt;\n\n&lt;p&gt;Such as recap, gazing, not-doings, dreaming, stalking.&lt;/p&gt;\n\n&lt;p&gt;People complain about this subreddit only teaching one thing, but that&amp;#39;s their own fault.&lt;/p&gt;\n\n&lt;p&gt;We have peanut butter cookies.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re very sorry if you hate those.  Please bring your own and feel free to share.&lt;/p&gt;\n\n&lt;p&gt;But not mudpies, substituted for real cookies. We get too many mud pie cookies in here already.&lt;/p&gt;\n\n&lt;p&gt;Anyway, I don&amp;#39;t mean those kinds of &amp;quot;complete paths&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I mean, 2 main paths you can travel to learn practical magic.&lt;/p&gt;\n\n&lt;p&gt;Inside dreams, or outside them.&lt;/p&gt;\n\n&lt;p&gt;Most people are pretending to take the &amp;quot;inside dreams&amp;quot; path, because it&amp;#39;s easy to lie about your ordinary dreams to make them seem magical, and you can bully people and throw a tantrum if they question your honesty.&lt;/p&gt;\n\n&lt;p&gt;Hurl shit in their face.&lt;/p&gt;\n\n&lt;p&gt;Thank god for Mods!&lt;/p&gt;\n\n&lt;p&gt;I wish IOBs were that proactive...&lt;/p&gt;\n\n&lt;p&gt;Aside from that,  in the course of doing practical magic you will find that whatever you &amp;quot;picked&amp;quot; to try  falls under one of the hidden paths to power, from the books. Waking dreaming, versus sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;When I run into a serious question about sorcery I like to think that &amp;quot;Don Juan already covered that topic somewhere for us in case it came up.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But if you find yourself at the first 2 barriers of a sorcery student, that claim can seem ballsy.&lt;/p&gt;\n\n&lt;p&gt;Over assuming.&lt;/p&gt;\n\n&lt;p&gt;Nope.  As it turns out, we all have full access to don Juan.&lt;/p&gt;\n\n&lt;p&gt;Live, in real time!&lt;/p&gt;\n\n&lt;p&gt;Everyday, as long you can afford the long walk to go see him.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s available as an SKE, at the end of a very tall hill.&lt;/p&gt;\n\n&lt;p&gt;A silent knowledge entity.&lt;/p&gt;\n\n&lt;p&gt;Like Nestor&amp;#39;s &amp;quot;Porfirio&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;This might explain sincere people who claim &amp;quot;Carlos visited me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Could be.  But more likely is:   Lying bastard who misrepresents his dreams.&lt;/p&gt;\n\n&lt;p&gt;Still, don Juan is truly &amp;quot;out there&amp;quot;.  I don&amp;#39;t recommend that &amp;quot;presentation method&amp;quot;, and neither did don Juan.&lt;/p&gt;\n\n&lt;p&gt;He recommended becoming a &amp;quot;reader of infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s harder to get attached to written text knowledge, and mess things up by sliding the assemblage point sideways.&lt;/p&gt;\n\n&lt;p&gt;If you saw my Wuwonian stories, messing things up would be if you actually walked inside the dream bubble in which I got to watch those stories of the wuwonians.&lt;/p&gt;\n\n&lt;p&gt;It was visible. But I was not &amp;quot;in there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which is a choice.  Silent Knowledge video presentations fully allow  you to walk into the video, as a &amp;quot;virtual reality&amp;quot;.  It&amp;#39;s just a short horizontal slide of the assemblage point to go in to the dream bubble.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;don Juan&amp;quot; did give us all the advice we&amp;#39;d ever need in the books, and if an obscure topic is missing he showed us how to travel to him to ask in person.&lt;/p&gt;\n\n&lt;p&gt;This is where a practical example of &amp;quot;practical magic&amp;quot; would be helpful to explain this line of thought.&lt;/p&gt;\n\n&lt;p&gt;But I can&amp;#39;t. Others are involved.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s just say that my approach is to create a phantom room, and give it a purpose.  So I have a place I can go to, for that form of practical magic.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m creating a &amp;quot;dream bubble&amp;quot;, or a phantom skimming of the emanations, so it can be specifically for one thing only.&lt;/p&gt;\n\n&lt;p&gt;The little sisters seemed to  have done something similar with their practical magic technique of running around a room in circles, until they could literally run on the walls.&lt;/p&gt;\n\n&lt;p&gt;Sounds impossible?&lt;/p&gt;\n\n&lt;p&gt;Not at all.  That one is fairly easy.  There&amp;#39;s  a trick to it, which when not understood makes it sound too incredible to believe.&lt;/p&gt;\n\n&lt;p&gt;The trick is, when the double comes out because it&amp;#39;s interested in what your Tonal body (your organic body) is doing, there&amp;#39;s a &amp;quot;smooth transition&amp;quot; to fully being inside the double.&lt;/p&gt;\n\n&lt;p&gt;And the double LOVES practical magic!!!  He&amp;#39;ll come out, you can be sure of that.&lt;/p&gt;\n\n&lt;p&gt;Where the tonal goes, no one can say.&lt;/p&gt;\n\n&lt;p&gt;So they only say it, &amp;quot;shrinks&amp;quot;.  When sorcerers &amp;quot;bury themselves&amp;quot; in order to extend their lifespan to thousands of years, I suppose it could be that they &amp;quot;shrink the Tonal&amp;quot; while buried.  And leave it there.  They perhaps &amp;quot;borrow&amp;quot; the earth as a container.&lt;/p&gt;\n\n&lt;p&gt;So we know that running on the walls is possible, because the little sisters were not learning to do that &amp;quot;impossible&amp;quot; thing.&lt;/p&gt;\n\n&lt;p&gt;They were learning to &amp;quot;run into their doubles&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Their doubles could run on the walls.&lt;/p&gt;\n\n&lt;p&gt;Genaro showed us later in the books, to make sure we weren&amp;#39;t confused.&lt;/p&gt;\n\n&lt;p&gt;I truly doubt anyone can do that in their organic body.&lt;/p&gt;\n\n&lt;p&gt;But if you run into someone who can, run like hell!  That sort of power in a petty organic being would be very ugly.&lt;/p&gt;\n\n&lt;p&gt;In the case of the little sisters, they started in the waking world and their practical magic took them into a dream of the room.&lt;/p&gt;\n\n&lt;p&gt;A waking dream, but still a dream bubble phantom reality.&lt;/p&gt;\n\n&lt;p&gt;Others could share it with them.&lt;/p&gt;\n\n&lt;p&gt;And in fact, &amp;quot;others&amp;quot; from inside full on dreaming, the kind we usually experience while sleeping, namely their own &amp;quot;doubles&amp;quot; ran out of the dream and into the waking dreaming bubble.&lt;/p&gt;\n\n&lt;p&gt;Those awake, used silence to go directly into a dream.&lt;/p&gt;\n\n&lt;p&gt;Those in a dream (their own doubles), went into a dream bubble, inside their dream.&lt;/p&gt;\n\n&lt;p&gt;They executed the 3rd gate of dreaming!&lt;/p&gt;\n\n&lt;p&gt;I suppose they might have used the 4th gate to appear in the &amp;quot;real world&amp;quot;, but there&amp;#39;s no need.&lt;/p&gt;\n\n&lt;p&gt;The third gate is easier than the 4th.&lt;/p&gt;\n\n&lt;p&gt;Naturally the hope would be to finally emerge into the &amp;quot;real copy of the room&amp;quot;.  But first a dream bubble,  a &amp;quot;dream within a dream&amp;quot;,  would work just fine.&lt;/p&gt;\n\n&lt;p&gt;But always remember, don&amp;#39;t try to do 2 things at the same time as far as &amp;quot;major accomplishments&amp;quot; go when learning practical magic.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the book deal mind again!  The &amp;quot;pretending&amp;quot; enemy of students of sorcery.&lt;/p&gt;\n\n&lt;p&gt;We see that all the time in this subreddit. A beginner will pile on &amp;quot;things I&amp;#39;m going to do first&amp;quot;.  And of course, never do even one of them.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t try to become President, but also try to become Elon Musk at the same time!&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re different things!&lt;/p&gt;\n\n&lt;p&gt;When doing practical magic between 2 people, there are 4 combinations.&lt;/p&gt;\n\n&lt;p&gt;Hunter / Dreamer&lt;/p&gt;\n\n&lt;p&gt;A binary number of 2 bits.&lt;/p&gt;\n\n&lt;p&gt;I use &amp;quot;hunter&amp;quot; to refer to a sorcery student who is awake and in his tonal body.&lt;/p&gt;\n\n&lt;p&gt;With Hunter / Dreamer, one person&amp;#39;s abilities are stronger in &amp;#39;&amp;quot;dreaming awake&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And the other with sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;They are &amp;quot;different realms&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, this point of view might clear up the confusion over Taisha and Florinda.&lt;/p&gt;\n\n&lt;p&gt;Taisha is supposed to be the stalker.  And yet, her books are filled with waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s what the &amp;quot;hunter&amp;quot; does!  So the distinction might just be where a person is &amp;quot;grounded&amp;quot;.  In waking dreaming, or in sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s only confusing because of the pretending in the Castaneda community.  The lazy &amp;quot;pretend&amp;quot; their dreaming experiences. The lazy who can never remember any dreams, &amp;quot;pretend&amp;quot; to be stalking.  So they also can suck up attention from others, as pretend &amp;quot;magic men&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In practical magic situations, the person using their sleeping dreaming powers falls under &amp;quot;The Art of Dreaming&amp;quot; rules.&lt;/p&gt;\n\n&lt;p&gt;The Gates!   Remember the gates if you go down that path.&lt;/p&gt;\n\n&lt;p&gt;Women are very suitable for creating practical magic, starting in sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;Men, being the lying bastards they are, are only interested in stealing money and attention from others. They should avoid too much interest in sleeping dreaming until they can reach Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Avoid, but if it&amp;#39;s all you have then double check yourself for the second enemy:  pretending.  And it goes without saying, you can&amp;#39;t be lazy either.   Intent &amp;quot;builds up&amp;quot; and skipping a day of practice is much more harmful than just missing one session. It &amp;quot;damages the flow&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But men ideally ought to use the path of the hunter. Not the dreamer.&lt;/p&gt;\n\n&lt;p&gt;The hunter is capable of waking dreaming, and that&amp;#39;s the best path for a male.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t fake that.&lt;/p&gt;\n\n&lt;p&gt;The good news is, in a 2 partner practical magic situation both parties don&amp;#39;t have to be using the same set of rules.&lt;/p&gt;\n\n&lt;p&gt;Ideally, it&amp;#39;s hunter/hunter.  Both using dreaming awake, to develop elaborate practical magic.&lt;/p&gt;\n\n&lt;p&gt;Like the Little Sisters running around a room.&lt;/p&gt;\n\n&lt;p&gt;But you can have dreamer/dreamer.&lt;/p&gt;\n\n&lt;p&gt;That would be La Gorda finding her way to Emilito, where Josefina had already arrived to go exploring beyond the wall of fog.&lt;/p&gt;\n\n&lt;p&gt;The problem with that combination is,  you need an Emilito.&lt;/p&gt;\n\n&lt;p&gt;Someone to whom a poor sorcerer could find their way, due to the power of that particular dreamer.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t recall any examples of La Gorda and Josefina doing dreamer/dreamer practical magic alone.&lt;/p&gt;\n\n&lt;p&gt;In fact when they tried around Zuleica, Josefina swished into her colors and vanished from La Gorda&amp;#39;s presence.&lt;/p&gt;\n\n&lt;p&gt;The combination of hunter/dreamer, which if it&amp;#39;s the opposite dreamer/hunter, let&amp;#39;s just say the first is a male (the first in the group of 2) as the waking dreamer, and a female as the sleeping dreamer.&lt;/p&gt;\n\n&lt;p&gt;I predict that&amp;#39;s the most successful combination for beginner&amp;#39;s practical magic.  One is &amp;quot;fully lucid&amp;quot;. the Waking dreamer.  The other is &amp;quot;flexible&amp;quot;, and only half lucid.&lt;/p&gt;\n\n&lt;p&gt;But the combination is a killer!!!&lt;/p&gt;\n\n&lt;p&gt;Cholita and I have a very fun time with that combination of her irrationality in her double, and my &amp;quot;excessive&amp;quot; lucidity, being fully awake when we interact in dreams.&lt;/p&gt;\n\n&lt;p&gt;And the second combination, with the woman being the waking dreamer and the male the sleeping dreamer, is something I&amp;#39;d sure like to see but expect I never will.&lt;/p&gt;\n\n&lt;p&gt;For reasons that are obvious from what I said earlier.&lt;/p&gt;\n\n&lt;p&gt;Men pretend.  I can&amp;#39;t imagine any man learning sorcery though sleeping dreaming.&lt;/p&gt;\n\n&lt;p&gt;More likely is if they decided to be that lazy,  but won&amp;#39;t accept pretending, they&amp;#39;d turn into damaged power plant junkies.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "v0y1hx", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 20, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/", "subreddit_subscribers": 9561, "created_utc": 1653909790.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iakgb0b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "princejask", "can_mod_post": false, "created_utc": 1653932544.0, "send_replies": true, "parent_id": "t3_v0y1hx", "score": 4, "author_fullname": "t2_7zv7ysyk", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "My sincere thanks for this post. I have been away and lost but am slowly trying to follow the crumbs to get back. I am at times dying according to the tonal. Depression is more the killer than the doctors prognosis. So I must find my way back. For no other reason to exit in style. Thank you again. Sincerely", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iakgb0b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My sincere thanks for this post. I have been away and lost but am slowly trying to follow the crumbs to get back. I am at times dying according to the tonal. Depression is more the killer than the doctors prognosis. So I must find my way back. For no other reason to exit in style. Thank you again. Sincerely&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iakgb0b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653932544.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_v0y1hx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iau3uih", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "zion-messenger", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iatumeo", "score": 6, "author_fullname": "t2_5vzy52s0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah.\n\nBack on the time of Yahoo Groups, that was how we interacted though the internet.\n\nHe had very similar objectives than you do here. Definitely not a \"Guru\" , quite the opposite, as people who approached him with \"Religious\" intentions would see him vanish from their lives on a second.\n\nI asked him once, after a long walk in Rio de Janeiro: \"Why do you waste your time with me? Why do you come from a different city, travel here and spend days with me sharing stories and knowledge? \" His answer was: \"I have a map, I want to let you peek on my map.\"\n\nOn another opportunity, we woke up and he said we were going to climb to the top of \"Pedra da Gavea\" a small mountain in Rio de Janeiro. When we got to the bottom of the mountain, there were 2 other \"warriors\" waiting for us, they were from a different group and that was my first time seeing them. We start climbing and soon I realized that I didn't have the same stamina as they did. They had to wait for me to catch up with them, as I was walking on a slower pace... and as soon as I got it closer to them, they started walking again... so, I was never resting. Then I told them: \"You guys go on your own rhythm/Pace, I don't want to hold the group back. I will see you on the top.\" And they did it. I remember getting lost on my way there, but somehow the plants helped me find my way. When I finally arrived at the top they were sitting down in silence looking at the horizon. Then Nuven que Passa told me something like that : \"If you didn't make it to here, I would never see you again. Now let's  go down\"\n\n(Sorry, some things get lost in translation)\n\nOn my way down we encounter some weird beings that I can't explain, but they looked like made of water, similar to that water alien on thar movie called \"The Abysm\". I remember interacting with them. Crazy stuff.\n\nhe was not a con artist.\n\nhe was not a Guru.\n\nHe said that to find a common language, he was just a warrior trying to find tips from Castanheda path. And that someday he would disappear, like a cloud that passes. So he did it (Although I found him later... and that's very complex and confusing to explain... even to myself.)\n\n&amp;#x200B;\n\nTo talk about myself... I am one of the lazy readers here. I know I was lucky enough to have met someone who had serious connections with the Intent, but I am still lazy.\n\nI need to start practicing (dark room), but I decided to start sharing a bit of my story, or his, as it is the first time his \"Map\" is being shared in English language.\n\nMoreover, I know for sure that silent knowledge was passed, and I carry messages that not necessary I understand, but they are for sure contained behind my words.\n\n&amp;#x200B;\n\nI wish I could just commit now and say \"I will be the 1 on the 100\" and will try.\n\nI said that before and my laziness beat me again.  So, if/when I try for real,  this forum will know about it.\n\n&amp;#x200B;\n\nHO!\n\n\\*\\* edit\\*\\*\n\nI am reading this forum for a while, and I have no intentions of disrupting the dynamic.\n\nSimilar to the story I just shared about Pedra da Gavea, I don't want to hold anybody back or drain anyone's energy on assisting me, If I get to the \"top of the mountain\", great!\n\n\\*\\*\\*", "edited": 1654121378.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iau3uih", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah.&lt;/p&gt;\n\n&lt;p&gt;Back on the time of Yahoo Groups, that was how we interacted though the internet.&lt;/p&gt;\n\n&lt;p&gt;He had very similar objectives than you do here. Definitely not a &amp;quot;Guru&amp;quot; , quite the opposite, as people who approached him with &amp;quot;Religious&amp;quot; intentions would see him vanish from their lives on a second.&lt;/p&gt;\n\n&lt;p&gt;I asked him once, after a long walk in Rio de Janeiro: &amp;quot;Why do you waste your time with me? Why do you come from a different city, travel here and spend days with me sharing stories and knowledge? &amp;quot; His answer was: &amp;quot;I have a map, I want to let you peek on my map.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;On another opportunity, we woke up and he said we were going to climb to the top of &amp;quot;Pedra da Gavea&amp;quot; a small mountain in Rio de Janeiro. When we got to the bottom of the mountain, there were 2 other &amp;quot;warriors&amp;quot; waiting for us, they were from a different group and that was my first time seeing them. We start climbing and soon I realized that I didn&amp;#39;t have the same stamina as they did. They had to wait for me to catch up with them, as I was walking on a slower pace... and as soon as I got it closer to them, they started walking again... so, I was never resting. Then I told them: &amp;quot;You guys go on your own rhythm/Pace, I don&amp;#39;t want to hold the group back. I will see you on the top.&amp;quot; And they did it. I remember getting lost on my way there, but somehow the plants helped me find my way. When I finally arrived at the top they were sitting down in silence looking at the horizon. Then Nuven que Passa told me something like that : &amp;quot;If you didn&amp;#39;t make it to here, I would never see you again. Now let&amp;#39;s  go down&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;(Sorry, some things get lost in translation)&lt;/p&gt;\n\n&lt;p&gt;On my way down we encounter some weird beings that I can&amp;#39;t explain, but they looked like made of water, similar to that water alien on thar movie called &amp;quot;The Abysm&amp;quot;. I remember interacting with them. Crazy stuff.&lt;/p&gt;\n\n&lt;p&gt;he was not a con artist.&lt;/p&gt;\n\n&lt;p&gt;he was not a Guru.&lt;/p&gt;\n\n&lt;p&gt;He said that to find a common language, he was just a warrior trying to find tips from Castanheda path. And that someday he would disappear, like a cloud that passes. So he did it (Although I found him later... and that&amp;#39;s very complex and confusing to explain... even to myself.)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;To talk about myself... I am one of the lazy readers here. I know I was lucky enough to have met someone who had serious connections with the Intent, but I am still lazy.&lt;/p&gt;\n\n&lt;p&gt;I need to start practicing (dark room), but I decided to start sharing a bit of my story, or his, as it is the first time his &amp;quot;Map&amp;quot; is being shared in English language.&lt;/p&gt;\n\n&lt;p&gt;Moreover, I know for sure that silent knowledge was passed, and I carry messages that not necessary I understand, but they are for sure contained behind my words.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I wish I could just commit now and say &amp;quot;I will be the 1 on the 100&amp;quot; and will try.&lt;/p&gt;\n\n&lt;p&gt;I said that before and my laziness beat me again.  So, if/when I try for real,  this forum will know about it.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;HO!&lt;/p&gt;\n\n&lt;p&gt;** edit**&lt;/p&gt;\n\n&lt;p&gt;I am reading this forum for a while, and I have no intentions of disrupting the dynamic.&lt;/p&gt;\n\n&lt;p&gt;Similar to the story I just shared about Pedra da Gavea, I don&amp;#39;t want to hold anybody back or drain anyone&amp;#39;s energy on assisting me, If I get to the &amp;quot;top of the mountain&amp;quot;, great!&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iau3uih/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654118750.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1654118750.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "iatumeo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1654114853.0, "send_replies": true, "parent_id": "t1_iasv6qe", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But you're in the wrong mood if you are appraising people, like you want to find a new guru.\n\nThe only thing that matters is the technology.  Not the man.\n\nIf you focus on the man, you will fail.\n\nOr get tricked by con artists.\n\nNot talking about your guy.\n\nI couldn't find anything about him. I just hope it's not super obvious he's as bad as another guy I just had to look up, because someone gave him a \"mention\".\n\nBevdoggy got angry because he or she likes a horrible con artist, and what I said pretty much called everything he uses to cheat people, claiming to be an authority on it, a false and harmful point of view.\n\nSo whoever that is, male or female, tried to attack my personality because I made them feel insulted.\n\nComplained I wasn't behaving as a \"superior being\". Tried to use buddhist  meditation police concepts of \"ego\" to punish me.\n\nIgnored the magic in here, and advertised a total bad man as the real thing.\n\nBe careful you aren't thinking like that.\n\nOnly 1 in 100 who comes here, actually tries.\n\nAnd we never tolerate pretend magic.\n\nAt least, as long as I'm around.\n\nCholita however, likes a bunch of it.\n\nAnd she certainly \"put me in my place\" last night.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iatumeo", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But you&amp;#39;re in the wrong mood if you are appraising people, like you want to find a new guru.&lt;/p&gt;\n\n&lt;p&gt;The only thing that matters is the technology.  Not the man.&lt;/p&gt;\n\n&lt;p&gt;If you focus on the man, you will fail.&lt;/p&gt;\n\n&lt;p&gt;Or get tricked by con artists.&lt;/p&gt;\n\n&lt;p&gt;Not talking about your guy.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t find anything about him. I just hope it&amp;#39;s not super obvious he&amp;#39;s as bad as another guy I just had to look up, because someone gave him a &amp;quot;mention&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Bevdoggy got angry because he or she likes a horrible con artist, and what I said pretty much called everything he uses to cheat people, claiming to be an authority on it, a false and harmful point of view.&lt;/p&gt;\n\n&lt;p&gt;So whoever that is, male or female, tried to attack my personality because I made them feel insulted.&lt;/p&gt;\n\n&lt;p&gt;Complained I wasn&amp;#39;t behaving as a &amp;quot;superior being&amp;quot;. Tried to use buddhist  meditation police concepts of &amp;quot;ego&amp;quot; to punish me.&lt;/p&gt;\n\n&lt;p&gt;Ignored the magic in here, and advertised a total bad man as the real thing.&lt;/p&gt;\n\n&lt;p&gt;Be careful you aren&amp;#39;t thinking like that.&lt;/p&gt;\n\n&lt;p&gt;Only 1 in 100 who comes here, actually tries.&lt;/p&gt;\n\n&lt;p&gt;And we never tolerate pretend magic.&lt;/p&gt;\n\n&lt;p&gt;At least, as long as I&amp;#39;m around.&lt;/p&gt;\n\n&lt;p&gt;Cholita however, likes a bunch of it.&lt;/p&gt;\n\n&lt;p&gt;And she certainly &amp;quot;put me in my place&amp;quot; last night.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iatumeo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654114853.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "iasv6qe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "zion-messenger", "can_mod_post": false, "created_utc": 1654100159.0, "send_replies": true, "parent_id": "t3_v0y1hx", "score": 5, "author_fullname": "t2_5vzy52s0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Your writing style reminds me so much of \"Nuvem que Passa\". He was a person of knowledge, or Shaman,  I met years ago, who shared his \"map\" with me. For instance,  \"Nuvem que Passa\" as his magical name  translates to \"a Cloud that will be gone\" or and although he is out of this physical world (Gone from it), I've met with him after, on a real but different physical body. I know ... it sounds crazy and I am definitely not pretending.  Seen him after was not as impressive as other real Magical things I saw it with him. \n\nI want to share more about him, as I think I received a lot of Silent Knowledge and feels like I carry messages hidden on stories. \n\nOne that worth sharing was about his \"double\" and my interactions with it. \n\nThere was one particular day where he messaged me on the old ICQ and then I called by phone to his house, on a different City, hundreds of miles away. I remember talking to a lady, supposedly his mother, who passed the phone to him. He then invited me for a walk, as we usually did when he visits me in Rio de Janeiro, where I used to live.  But Nuvem (AKA Julio Cesar Guerreiro) was not in my city on that day, and I told him I would love to go for a walk when he's in town... \n\nIn just a few minutes he ring the doorbell of my house. \n\nIt was his double. \n\nThis is a true story. We went for a long walk on that day. \n\nThank you for keeping this virtual room full of Intent. \n\nHO!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iasv6qe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your writing style reminds me so much of &amp;quot;Nuvem que Passa&amp;quot;. He was a person of knowledge, or Shaman,  I met years ago, who shared his &amp;quot;map&amp;quot; with me. For instance,  &amp;quot;Nuvem que Passa&amp;quot; as his magical name  translates to &amp;quot;a Cloud that will be gone&amp;quot; or and although he is out of this physical world (Gone from it), I&amp;#39;ve met with him after, on a real but different physical body. I know ... it sounds crazy and I am definitely not pretending.  Seen him after was not as impressive as other real Magical things I saw it with him. &lt;/p&gt;\n\n&lt;p&gt;I want to share more about him, as I think I received a lot of Silent Knowledge and feels like I carry messages hidden on stories. &lt;/p&gt;\n\n&lt;p&gt;One that worth sharing was about his &amp;quot;double&amp;quot; and my interactions with it. &lt;/p&gt;\n\n&lt;p&gt;There was one particular day where he messaged me on the old ICQ and then I called by phone to his house, on a different City, hundreds of miles away. I remember talking to a lady, supposedly his mother, who passed the phone to him. He then invited me for a walk, as we usually did when he visits me in Rio de Janeiro, where I used to live.  But Nuvem (AKA Julio Cesar Guerreiro) was not in my city on that day, and I told him I would love to go for a walk when he&amp;#39;s in town... &lt;/p&gt;\n\n&lt;p&gt;In just a few minutes he ring the doorbell of my house. &lt;/p&gt;\n\n&lt;p&gt;It was his double. &lt;/p&gt;\n\n&lt;p&gt;This is a true story. We went for a long walk on that day. &lt;/p&gt;\n\n&lt;p&gt;Thank you for keeping this virtual room full of Intent. &lt;/p&gt;\n\n&lt;p&gt;HO!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iasv6qe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654100159.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_v0y1hx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "khc9e8u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Actual-Fennel5072", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ianz1mh", "score": 2, "author_fullname": "t2_9ypkfhykw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This single post just filled in a shit ton of Gaps in my knowledge. Thank you.", "edited": false, "author_flair_css_class": null, "name": "t1_khc9e8u", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This single post just filled in a shit ton of Gaps in my knowledge. Thank you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_v0y1hx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/khc9e8u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704964736.0, "author_flair_text": null, "collapsed": false, "created_utc": 1704964736.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ianz1mh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ian6tlu", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No, absolutely not.\n\nAnd there's the problem.  People get confused by false narratives, and then if there's any way they can contort reality to fit those, they think the bogus explanations of their pretend magic system are  \"close enough\".\n\nBecause they don't actually want magic!  That's the problem.  They're only looking for excuses to get out of work and pretend their magic so they can get attention from humans.\n\nYou'd have to read around in here to understand better what the double is.\n\nBUT, it never leaves the egg in which it was placed.\n\nWe're a bubble of awareness, somewhat egg shaped because it's a sphere taller than it is wide.  Maybe as large as Da Vinci's famous curved lines around his picture of a man with legs and arms outstretched.\n\nThe bubble is loaded up with awareness by the Spirit that owns the universe.\n\nIt's all the same energy that is placed inside it.  There aren't 2 different things in there.\n\nAnd it's the same as \"you\", but the half that got stuck in an organic body is what you'd normally consider to be the \"real you\". Half the energy liked a temporary view of a real looking physical reality, and lingered in the womb of a woman (a storage device for that type of energy), until it got \"calcified\" into the organic body.\n\nStuck.\n\nBut half didn't go along with that, and kept looking through the clear egg shell, out into the universe.  Like a dog pressing it's face against the window, as the owner speeds down the freeway obsessed with errands.\n\nOur half that got stuck in a physical body, ignores the other half of energy.\n\nBut it becomes visible when the organic part goes unconscious (sleeps).\n\nTending to imitate that organic half and take the shape of a human body.  But it isn't restricted to that.\n\nWe created the idea that other part, our \"dreaming double\",  is more fundamental and is immortal. Because we can steal money from people with that sort of \"hope\".\n\nThink of it!\n\nEven asking that question you did,  you invoked another entirely different false narrative.\n\nThat you will never die, so there's no urgency to make sure the magical (religious) system you are following is true.  And that some higher force loves you, and values your \"soul\".\n\nSo you won't be destroyed on death no matter what.  You just have to figure out how to behave right, so the higher force isn't angry with you.\n\nAnd you're religious leaders are happy to teach you to \"behave right\".  For a small donation.\n\nBut it's just not true they have anything to teach!\n\nNone of it is real.  Which makes sense, because no one ever learns to view it on demand over and over, to verify it.\n\nIf it's real, someone ought to have learned how to study it in more detail.\n\nWe're awareness in a bubble.\n\nAt death the bubble pops. The awareness dissipates into space like smoke, until it's too thin to even be sentient.\n\nThen the creator makes more bubbles. It's exploring the universe using probes.\n\nIt honors the \"data\" the probe collects, and downloads it before discarding the broken probe.\n\nAnd like a scientist with unlimited probes, he doesn't obsess over keeping any of them.  What's the point?  When they break, a new probe is sent out.\n\nThe cool part for sorcerers is, each piece of that \"free energy\" of the double is sentient all by itself.  It's usually found pushed to the outside of the egg shell, because it's not trapped in the organic matter of the body, and the body is filled with grief and worry.\n\nSo it tries to stay as far away from our physical \"self\" half, as possible.\n\nBut if you start practicing magic and silencing the mind, it moves back to the middle where you can play with it visibly.\n\nAnd you can manipulate it with your hands!  It's fully \"real\" (ish).\n\nYou can even create multiple \"mini-me\" copies if you have the skill.\n\nMultiple \"souls\"?  Does that make any sense?\n\nBut you can certainly make multiple \"doubles\" of yourself.\n\nA tiny one standing on the floor, and a larger one right next to you.\n\nOr 6 tiny ones, and a ghost like full sized one.\n\nWe don't pretend our magic!  It's all fully visible, and there are no \"theories\" or \"beliefs\" we uphold without seeing it ourselves often.  Awake.  Eyes open.\n\nNot in a semi-nightmare as Astral Travel people do.\n\nOnce you have access to the awareness of your other half, you can use it to shift your normal awareness into new ranges.  New perceptions.  \"Higher states of consciousness\".\n\nJust by playing with the other awareness and learning to combine it with your organic body's awareness.\n\nOr you can use it to mold gigantic objects, like a freeway overpass you can actually see and climb on.\n\nA dirt road down the middle of your practice room. One so real, you can dig holes in it and look for stuff buried there.\n\nAwake, eyes open, no drugs.  Sober beyond anyone in the regular world.\n\nOr make Golems jewish style.  Robot like zombie spirits that will follow your orders.\n\nI sent one to a witch, and she tore it to pieces at her end and tossed back its arms.\n\nOr shapeshift your physical body into an animal form. For real!  You get to go outside from your practice room, and try it out.\n\nAfter writing that, I'm thinking that \"Astral Travel\" is a horrible abomination, imprisoning people in total confusion and keeping them prisoner there because it teaches them to exaggerate and lie about ordinary dreams, to get attention from other people doing the same.\n\nAnd Monroe is a very bad man for harming so many with his make believe Castaneda substitute.\n\nAnd that belief in \"Astral Travel\" is no different than belonging to a hostile oppressive religion.  Tainted with Christian beliefs but pretending to be \"Hindu superior\".\n\nThey have some amazingly awful forms of Buddhism in Taiwan.  I'm always shocked to hear how badly they treat followers, by giving them a false story about reality.  People give up all they own and steal from their own family, to serve the leader of those Buddha cults.\n\nMy Singapore Sales manager, the one who gave a double woman to me as an assistant around 15 years ago, had a stroke and fell into a coma.\n\nHis wife keeps him alive so she can give the social security checks he gets from the US, to her buddhist cult leader.\n\nHer thinking is that it's ok, because his \"soul\" is still ok.", "edited": 1654007326.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ianz1mh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, absolutely not.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s the problem.  People get confused by false narratives, and then if there&amp;#39;s any way they can contort reality to fit those, they think the bogus explanations of their pretend magic system are  &amp;quot;close enough&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Because they don&amp;#39;t actually want magic!  That&amp;#39;s the problem.  They&amp;#39;re only looking for excuses to get out of work and pretend their magic so they can get attention from humans.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d have to read around in here to understand better what the double is.&lt;/p&gt;\n\n&lt;p&gt;BUT, it never leaves the egg in which it was placed.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re a bubble of awareness, somewhat egg shaped because it&amp;#39;s a sphere taller than it is wide.  Maybe as large as Da Vinci&amp;#39;s famous curved lines around his picture of a man with legs and arms outstretched.&lt;/p&gt;\n\n&lt;p&gt;The bubble is loaded up with awareness by the Spirit that owns the universe.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all the same energy that is placed inside it.  There aren&amp;#39;t 2 different things in there.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s the same as &amp;quot;you&amp;quot;, but the half that got stuck in an organic body is what you&amp;#39;d normally consider to be the &amp;quot;real you&amp;quot;. Half the energy liked a temporary view of a real looking physical reality, and lingered in the womb of a woman (a storage device for that type of energy), until it got &amp;quot;calcified&amp;quot; into the organic body.&lt;/p&gt;\n\n&lt;p&gt;Stuck.&lt;/p&gt;\n\n&lt;p&gt;But half didn&amp;#39;t go along with that, and kept looking through the clear egg shell, out into the universe.  Like a dog pressing it&amp;#39;s face against the window, as the owner speeds down the freeway obsessed with errands.&lt;/p&gt;\n\n&lt;p&gt;Our half that got stuck in a physical body, ignores the other half of energy.&lt;/p&gt;\n\n&lt;p&gt;But it becomes visible when the organic part goes unconscious (sleeps).&lt;/p&gt;\n\n&lt;p&gt;Tending to imitate that organic half and take the shape of a human body.  But it isn&amp;#39;t restricted to that.&lt;/p&gt;\n\n&lt;p&gt;We created the idea that other part, our &amp;quot;dreaming double&amp;quot;,  is more fundamental and is immortal. Because we can steal money from people with that sort of &amp;quot;hope&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Think of it!&lt;/p&gt;\n\n&lt;p&gt;Even asking that question you did,  you invoked another entirely different false narrative.&lt;/p&gt;\n\n&lt;p&gt;That you will never die, so there&amp;#39;s no urgency to make sure the magical (religious) system you are following is true.  And that some higher force loves you, and values your &amp;quot;soul&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So you won&amp;#39;t be destroyed on death no matter what.  You just have to figure out how to behave right, so the higher force isn&amp;#39;t angry with you.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;re religious leaders are happy to teach you to &amp;quot;behave right&amp;quot;.  For a small donation.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just not true they have anything to teach!&lt;/p&gt;\n\n&lt;p&gt;None of it is real.  Which makes sense, because no one ever learns to view it on demand over and over, to verify it.&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s real, someone ought to have learned how to study it in more detail.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re awareness in a bubble.&lt;/p&gt;\n\n&lt;p&gt;At death the bubble pops. The awareness dissipates into space like smoke, until it&amp;#39;s too thin to even be sentient.&lt;/p&gt;\n\n&lt;p&gt;Then the creator makes more bubbles. It&amp;#39;s exploring the universe using probes.&lt;/p&gt;\n\n&lt;p&gt;It honors the &amp;quot;data&amp;quot; the probe collects, and downloads it before discarding the broken probe.&lt;/p&gt;\n\n&lt;p&gt;And like a scientist with unlimited probes, he doesn&amp;#39;t obsess over keeping any of them.  What&amp;#39;s the point?  When they break, a new probe is sent out.&lt;/p&gt;\n\n&lt;p&gt;The cool part for sorcerers is, each piece of that &amp;quot;free energy&amp;quot; of the double is sentient all by itself.  It&amp;#39;s usually found pushed to the outside of the egg shell, because it&amp;#39;s not trapped in the organic matter of the body, and the body is filled with grief and worry.&lt;/p&gt;\n\n&lt;p&gt;So it tries to stay as far away from our physical &amp;quot;self&amp;quot; half, as possible.&lt;/p&gt;\n\n&lt;p&gt;But if you start practicing magic and silencing the mind, it moves back to the middle where you can play with it visibly.&lt;/p&gt;\n\n&lt;p&gt;And you can manipulate it with your hands!  It&amp;#39;s fully &amp;quot;real&amp;quot; (ish).&lt;/p&gt;\n\n&lt;p&gt;You can even create multiple &amp;quot;mini-me&amp;quot; copies if you have the skill.&lt;/p&gt;\n\n&lt;p&gt;Multiple &amp;quot;souls&amp;quot;?  Does that make any sense?&lt;/p&gt;\n\n&lt;p&gt;But you can certainly make multiple &amp;quot;doubles&amp;quot; of yourself.&lt;/p&gt;\n\n&lt;p&gt;A tiny one standing on the floor, and a larger one right next to you.&lt;/p&gt;\n\n&lt;p&gt;Or 6 tiny ones, and a ghost like full sized one.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t pretend our magic!  It&amp;#39;s all fully visible, and there are no &amp;quot;theories&amp;quot; or &amp;quot;beliefs&amp;quot; we uphold without seeing it ourselves often.  Awake.  Eyes open.&lt;/p&gt;\n\n&lt;p&gt;Not in a semi-nightmare as Astral Travel people do.&lt;/p&gt;\n\n&lt;p&gt;Once you have access to the awareness of your other half, you can use it to shift your normal awareness into new ranges.  New perceptions.  &amp;quot;Higher states of consciousness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just by playing with the other awareness and learning to combine it with your organic body&amp;#39;s awareness.&lt;/p&gt;\n\n&lt;p&gt;Or you can use it to mold gigantic objects, like a freeway overpass you can actually see and climb on.&lt;/p&gt;\n\n&lt;p&gt;A dirt road down the middle of your practice room. One so real, you can dig holes in it and look for stuff buried there.&lt;/p&gt;\n\n&lt;p&gt;Awake, eyes open, no drugs.  Sober beyond anyone in the regular world.&lt;/p&gt;\n\n&lt;p&gt;Or make Golems jewish style.  Robot like zombie spirits that will follow your orders.&lt;/p&gt;\n\n&lt;p&gt;I sent one to a witch, and she tore it to pieces at her end and tossed back its arms.&lt;/p&gt;\n\n&lt;p&gt;Or shapeshift your physical body into an animal form. For real!  You get to go outside from your practice room, and try it out.&lt;/p&gt;\n\n&lt;p&gt;After writing that, I&amp;#39;m thinking that &amp;quot;Astral Travel&amp;quot; is a horrible abomination, imprisoning people in total confusion and keeping them prisoner there because it teaches them to exaggerate and lie about ordinary dreams, to get attention from other people doing the same.&lt;/p&gt;\n\n&lt;p&gt;And Monroe is a very bad man for harming so many with his make believe Castaneda substitute.&lt;/p&gt;\n\n&lt;p&gt;And that belief in &amp;quot;Astral Travel&amp;quot; is no different than belonging to a hostile oppressive religion.  Tainted with Christian beliefs but pretending to be &amp;quot;Hindu superior&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They have some amazingly awful forms of Buddhism in Taiwan.  I&amp;#39;m always shocked to hear how badly they treat followers, by giving them a false story about reality.  People give up all they own and steal from their own family, to serve the leader of those Buddha cults.&lt;/p&gt;\n\n&lt;p&gt;My Singapore Sales manager, the one who gave a double woman to me as an assistant around 15 years ago, had a stroke and fell into a coma.&lt;/p&gt;\n\n&lt;p&gt;His wife keeps him alive so she can give the social security checks he gets from the US, to her buddhist cult leader.&lt;/p&gt;\n\n&lt;p&gt;Her thinking is that it&amp;#39;s ok, because his &amp;quot;soul&amp;quot; is still ok.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/ianz1mh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654006921.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1654006921.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "ian6tlu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ab_12345678", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iakkv0d", "score": 3, "author_fullname": "t2_asyweeaz", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Hello. Is not double the same soul?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ian6tlu", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hello. Is not double the same soul?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/ian6tlu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653989225.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1653989225.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iakkv0d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1653934603.0, "send_replies": true, "parent_id": "t1_iak3imw", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When you start talking about \"witchcraft\", all bets are off.\n\nBut \"Astral Travel\" as it's practiced among those doomed to fail to learn what Castaneda was teaching, is to believe that in dreaming you can leave your body, and explore the real universe in an intelligent manner.\n\nAnd do that until you actually visit real realms.\n\nI have no problem with that.  You can!!!\n\nBut that would inevitably lead to discovering all that sorcerers have discovered.\n\nBecause we're all using the same reality.\n\nIf there's a form of magic not like our own sorcery, I've never seen it. And I have thousands of followers, who would love to surprise me with something new they found.\n\nNever have.  \n\nAnd it makes sense to a sorcerer, that humans only have 1 form of magic available to them.\n\nIn the case of \"Astral Travelers\", they aren't even doing what they claim.\n\nThe lie is not just the topic of \"Astral Travel\".\n\nThe lie is that they aren't even doing that!\n\nThey've had a few bad dreams they were somewhat aware of, and they spun those into a story to tell others in that fake magic community, to get a little attention for themselves.\n\nThis ought to be obvious to you, since you seem to hang out in such a community.\n\nWhere there's never actually any reason to believe some magic is being learned.\n\nIt's just endless attention seeking.\n\nSo \"Astral Travel\" starts off by giving you the false idea that your organic body is a \"garage\" for your soul.\n\nA lie.  It's just not so.  You have no \"soul\".\n\nAnd it teaches you to pretend your experiences. To misrepresent ordinary dreams, if they're vivid enough to recall.\n\nit also teaches you to ignore the obvious.  If you are really learning to do that, shouldn't you be able to do that for HOURS a day?\n\nEverything else is like that!\n\nYou don't find a \"world class surfer\" who only surfs once every 6 months!\n\nAstral Travelers not only lie to others, but they lie to themselves about what they are actually doing.  And they point to others, also lying, as proof it's possible to do what they claim.\n\nEven if they don't actually do it themselves, as they claim.\n\nIt's not only bogus, but you never run into a person trying to tell you it's real, who's actually doing what they pretend.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iakkv0d", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When you start talking about &amp;quot;witchcraft&amp;quot;, all bets are off.&lt;/p&gt;\n\n&lt;p&gt;But &amp;quot;Astral Travel&amp;quot; as it&amp;#39;s practiced among those doomed to fail to learn what Castaneda was teaching, is to believe that in dreaming you can leave your body, and explore the real universe in an intelligent manner.&lt;/p&gt;\n\n&lt;p&gt;And do that until you actually visit real realms.&lt;/p&gt;\n\n&lt;p&gt;I have no problem with that.  You can!!!&lt;/p&gt;\n\n&lt;p&gt;But that would inevitably lead to discovering all that sorcerers have discovered.&lt;/p&gt;\n\n&lt;p&gt;Because we&amp;#39;re all using the same reality.&lt;/p&gt;\n\n&lt;p&gt;If there&amp;#39;s a form of magic not like our own sorcery, I&amp;#39;ve never seen it. And I have thousands of followers, who would love to surprise me with something new they found.&lt;/p&gt;\n\n&lt;p&gt;Never have.  &lt;/p&gt;\n\n&lt;p&gt;And it makes sense to a sorcerer, that humans only have 1 form of magic available to them.&lt;/p&gt;\n\n&lt;p&gt;In the case of &amp;quot;Astral Travelers&amp;quot;, they aren&amp;#39;t even doing what they claim.&lt;/p&gt;\n\n&lt;p&gt;The lie is not just the topic of &amp;quot;Astral Travel&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The lie is that they aren&amp;#39;t even doing that!&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve had a few bad dreams they were somewhat aware of, and they spun those into a story to tell others in that fake magic community, to get a little attention for themselves.&lt;/p&gt;\n\n&lt;p&gt;This ought to be obvious to you, since you seem to hang out in such a community.&lt;/p&gt;\n\n&lt;p&gt;Where there&amp;#39;s never actually any reason to believe some magic is being learned.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just endless attention seeking.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;Astral Travel&amp;quot; starts off by giving you the false idea that your organic body is a &amp;quot;garage&amp;quot; for your soul.&lt;/p&gt;\n\n&lt;p&gt;A lie.  It&amp;#39;s just not so.  You have no &amp;quot;soul&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it teaches you to pretend your experiences. To misrepresent ordinary dreams, if they&amp;#39;re vivid enough to recall.&lt;/p&gt;\n\n&lt;p&gt;it also teaches you to ignore the obvious.  If you are really learning to do that, shouldn&amp;#39;t you be able to do that for HOURS a day?&lt;/p&gt;\n\n&lt;p&gt;Everything else is like that!&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t find a &amp;quot;world class surfer&amp;quot; who only surfs once every 6 months!&lt;/p&gt;\n\n&lt;p&gt;Astral Travelers not only lie to others, but they lie to themselves about what they are actually doing.  And they point to others, also lying, as proof it&amp;#39;s possible to do what they claim.&lt;/p&gt;\n\n&lt;p&gt;Even if they don&amp;#39;t actually do it themselves, as they claim.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not only bogus, but you never run into a person trying to tell you it&amp;#39;s real, who&amp;#39;s actually doing what they pretend.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iakkv0d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653934603.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ialh53b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Sazbadashie", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iakl2ch", "score": 2, "author_fullname": "t2_5fbw8v25", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oh not at all again I’m coming into your home so to speak, again like I admit fully that though I don’t fully… I’m trying to find the proper word, I don’t practice Castaneda I don’t to put it plainly, but a lot of what I have practiced and have experienced myself that works for me the methods and sort of teachings of Castaneda also have parallels. \n\n now a days as you call fake magic, in many ways that’s true especially within social media spheres a lot of the times, it’s at least in my opinion the methods are some cases not alway wrong in my perspective but they are wrong for the reason they’re being told, be that in a book someone bought from an author who is this “experienced witch.” But then the people when they ask a question ask for a source. I mean confirming information is fine but why ask someone their experience if you’re then going to ask for a separate book if that makes sense. \n\nBut in some cases like do I fully agree with Castaneda’s way so to speak no, I think if we were to speak longer there would be some things you and I would agree and disagree on and that’s alright. \n\nWhat I know from Castaneda is that it is a system that works, because it’s based in a very, in my opinion simple yet very structured way that allows it to work. Like it works because it does. A lot of new age magics tend not to work for a lot of people because well those systems are designed for a very specific group and people don’t know why or how so they end up just throwing things together until it fits and those systems are burdened by all the stuff people added on top of it for one reason or another… \n\nI’m rambling but other than a few views here and there I personally don’t agree with for one reason I don’t let that get in the way because its a method that works both from an outside view from my understanding and definitions and that is what I like reading about.", "edited": false, "author_flair_css_class": null, "name": "t1_ialh53b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh not at all again I’m coming into your home so to speak, again like I admit fully that though I don’t fully… I’m trying to find the proper word, I don’t practice Castaneda I don’t to put it plainly, but a lot of what I have practiced and have experienced myself that works for me the methods and sort of teachings of Castaneda also have parallels. &lt;/p&gt;\n\n&lt;p&gt;now a days as you call fake magic, in many ways that’s true especially within social media spheres a lot of the times, it’s at least in my opinion the methods are some cases not alway wrong in my perspective but they are wrong for the reason they’re being told, be that in a book someone bought from an author who is this “experienced witch.” But then the people when they ask a question ask for a source. I mean confirming information is fine but why ask someone their experience if you’re then going to ask for a separate book if that makes sense. &lt;/p&gt;\n\n&lt;p&gt;But in some cases like do I fully agree with Castaneda’s way so to speak no, I think if we were to speak longer there would be some things you and I would agree and disagree on and that’s alright. &lt;/p&gt;\n\n&lt;p&gt;What I know from Castaneda is that it is a system that works, because it’s based in a very, in my opinion simple yet very structured way that allows it to work. Like it works because it does. A lot of new age magics tend not to work for a lot of people because well those systems are designed for a very specific group and people don’t know why or how so they end up just throwing things together until it fits and those systems are burdened by all the stuff people added on top of it for one reason or another… &lt;/p&gt;\n\n&lt;p&gt;I’m rambling but other than a few views here and there I personally don’t agree with for one reason I don’t let that get in the way because its a method that works both from an outside view from my understanding and definitions and that is what I like reading about.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_v0y1hx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/ialh53b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653949999.0, "author_flair_text": null, "collapsed": false, "created_utc": 1653949999.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_v0y1hx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_v0y1hx", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iaonejv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iao1xdi", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "In my opinion I sorta agree with the women,\nLeading is suicidal \nAlthough we all benefit. \nIt’s like sacrificial offerings\nLike Cholita said, \nThey will drink the blood and eat the flesh in the end. What a mess", "edited": 1654017585.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In my opinion I sorta agree with the women,\nLeading is suicidal \nAlthough we all benefit. \nIt’s like sacrificial offerings\nLike Cholita said, \nThey will drink the blood and eat the flesh in the end. What a mess&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iaonejv/", "num_reports": null, "locked": false, "name": "t1_iaonejv", "created": 1654017390.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1654017390.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_v0y1hx", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_v0y1hx", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iap2c54", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1654023649.0, "send_replies": true, "parent_id": "t1_iaopgnn", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Good answer thanks for the reply, a bit added lessons there, still good to know.", "edited": 1654024284.0, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good answer thanks for the reply, a bit added lessons there, still good to know.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iap2c54/", "num_reports": null, "locked": false, "name": "t1_iap2c54", "created": 1654023649.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iaopgnn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1654018249.0, "send_replies": true, "parent_id": "t1_iaokyh8", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have no opinion, except please don't show me Superman french kissing Lex Luthor...\n\nBut Carlos had PLENTY of gay people in private classes.\n\nSome \"militant\" like Corey.\n\nMan, he had a \"gay chip on his shoulder\".\n\nEven visited congress to testify as a \"gay man\" representative.\n\nCarlos loved him! Used him as a lawyer too from time to time.\n\nAnd to pimp women out.\n\nI got an \"invite\" from Corey, to have sex with someone inner circle.\n\nSorcerers use sex just like everything else. It's no longer a \"moral\" concern.\n\nOnly a possible way to increase energy levels enough to move the assemblage point. Or a way to end the weird energetic blockages women have, protecting their reproductive organs.  Or perhaps, it's the only thing that shows women are committed for real.\n\nBut also, there's an energy exchange sorcerers can make use of for teaching.\n\nAnd there's the mysterious part to me, as far as gayness goes.\n\nThe sperm of Carlos was in fact magic, as he told Ellis.\n\nShe made him seem like a monster in her book, because he said that.\n\nBut it's true.\n\nEven a few strands of energy from a functioning Nagual, can be \"smelt\" by inorganic beings.\n\nThey smell the sperm odor?  I sure hope not!\n\nBut they pick up on the energy strands that are intended to give life by sharing some awareness.\n\nIOBs will be partly under your command if you can get that kind of energy from a double being.\n\nAnd I suppose, a male and a female having sex, if both are serious magic practitioners, would lend the male a steady supply of dark energy from the woman, while giving her more purpose and organizing ability, from the man.\n\nBut when it's two men, I have no idea what happens.\n\nI only know, I tried to find old private class people to talk them into giving it a second chance, and found none willing to do that.\n\nBut I did discover many of them were \"very\" gay.\n\nSomeone theorized, gay people were automatically against the shore in the river of shit.\n\nThey didn't feel as welcome out in the middle of the river, where the biggest shit slinging events take place.\n\nThey tend to cling to the shore, which means they have a better chance to climb out.\n\nTrue?\n\nI have no idea.\n\nI'm just worried about where Superman's tongue is going next on the latest \"woke\" TV versions of old shows.\n\n\"The Flash\" was arrested in drag just last week, after invading someone's home, and throwing a chair at a woman's head.\n\nHe got angry with the arresting policeman for using the wrong \"pronoun\".\n\n\"The Flash\"...\n\nStill like his show though.", "edited": 1654018778.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_iaopgnn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have no opinion, except please don&amp;#39;t show me Superman french kissing Lex Luthor...&lt;/p&gt;\n\n&lt;p&gt;But Carlos had PLENTY of gay people in private classes.&lt;/p&gt;\n\n&lt;p&gt;Some &amp;quot;militant&amp;quot; like Corey.&lt;/p&gt;\n\n&lt;p&gt;Man, he had a &amp;quot;gay chip on his shoulder&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Even visited congress to testify as a &amp;quot;gay man&amp;quot; representative.&lt;/p&gt;\n\n&lt;p&gt;Carlos loved him! Used him as a lawyer too from time to time.&lt;/p&gt;\n\n&lt;p&gt;And to pimp women out.&lt;/p&gt;\n\n&lt;p&gt;I got an &amp;quot;invite&amp;quot; from Corey, to have sex with someone inner circle.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers use sex just like everything else. It&amp;#39;s no longer a &amp;quot;moral&amp;quot; concern.&lt;/p&gt;\n\n&lt;p&gt;Only a possible way to increase energy levels enough to move the assemblage point. Or a way to end the weird energetic blockages women have, protecting their reproductive organs.  Or perhaps, it&amp;#39;s the only thing that shows women are committed for real.&lt;/p&gt;\n\n&lt;p&gt;But also, there&amp;#39;s an energy exchange sorcerers can make use of for teaching.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s the mysterious part to me, as far as gayness goes.&lt;/p&gt;\n\n&lt;p&gt;The sperm of Carlos was in fact magic, as he told Ellis.&lt;/p&gt;\n\n&lt;p&gt;She made him seem like a monster in her book, because he said that.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;Even a few strands of energy from a functioning Nagual, can be &amp;quot;smelt&amp;quot; by inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;They smell the sperm odor?  I sure hope not!&lt;/p&gt;\n\n&lt;p&gt;But they pick up on the energy strands that are intended to give life by sharing some awareness.&lt;/p&gt;\n\n&lt;p&gt;IOBs will be partly under your command if you can get that kind of energy from a double being.&lt;/p&gt;\n\n&lt;p&gt;And I suppose, a male and a female having sex, if both are serious magic practitioners, would lend the male a steady supply of dark energy from the woman, while giving her more purpose and organizing ability, from the man.&lt;/p&gt;\n\n&lt;p&gt;But when it&amp;#39;s two men, I have no idea what happens.&lt;/p&gt;\n\n&lt;p&gt;I only know, I tried to find old private class people to talk them into giving it a second chance, and found none willing to do that.&lt;/p&gt;\n\n&lt;p&gt;But I did discover many of them were &amp;quot;very&amp;quot; gay.&lt;/p&gt;\n\n&lt;p&gt;Someone theorized, gay people were automatically against the shore in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t feel as welcome out in the middle of the river, where the biggest shit slinging events take place.&lt;/p&gt;\n\n&lt;p&gt;They tend to cling to the shore, which means they have a better chance to climb out.&lt;/p&gt;\n\n&lt;p&gt;True?&lt;/p&gt;\n\n&lt;p&gt;I have no idea.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m just worried about where Superman&amp;#39;s tongue is going next on the latest &amp;quot;woke&amp;quot; TV versions of old shows.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Flash&amp;quot; was arrested in drag just last week, after invading someone&amp;#39;s home, and throwing a chair at a woman&amp;#39;s head.&lt;/p&gt;\n\n&lt;p&gt;He got angry with the arresting policeman for using the wrong &amp;quot;pronoun&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Flash&amp;quot;...&lt;/p&gt;\n\n&lt;p&gt;Still like his show though.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_v0y1hx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iaopgnn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654018249.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "iaokyh8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iao1xdi", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Makes clear sense\nWomen need nagual man for motivation for what they can themselves do better.\nIf I may ask, What do you think about \nMen who identify as women \nAnd vice versa\nOr the double gender fans\nOr the ones that stopped using gender\nAltogether. Trust me when I say I’ve seen some very feminine men\n&amp; I don’t think they’re pretending", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Makes clear sense\nWomen need nagual man for motivation for what they can themselves do better.\nIf I may ask, What do you think about \nMen who identify as women \nAnd vice versa\nOr the double gender fans\nOr the ones that stopped using gender\nAltogether. Trust me when I say I’ve seen some very feminine men\n&amp;amp; I don’t think they’re pretending&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iaokyh8/", "num_reports": null, "locked": false, "name": "t1_iaokyh8", "created": 1654016366.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1654016366.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iao1xdi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ianfvs9", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There's an energetic explanation for the difference.\n\nWomen are more talented, but the Castaneda community has failed for lack of a strong male leader.\n\nCarlos tried to find one, but could not.\n\nYet even if he had,  the \"strong male leader\" of the community would be pathetic compared to any of the top 100 strongest female members of the community.\n\nA new \"sorcery lineage\" is created by finding 8 women first, and then a single man to motivate and organize them.\n\nOr it is 5 women?\n\nAnd if you are a \"strong male leader\" trying to create some undeniable \"practical magic\" to teach to everyone, to take them to the next step, your only hope is to enlist the help of a woman.\n\nA story:  I was arguing with a witch named Cholita about this subreddit. She believes that at the end of it all, they're going to sacrifice her so they can drink her blood and steal her power.\n\nI was trying to convince her it was a worthwhile pursuit to try to finish what our shared teacher Carlos, had tried to accomplish. To teach cool magic for real.\n\nHer argument was that our private classes were like the stinky corpse flower. It blooms so rarely that people make short pilgrimages to locations like Huntington Museum, to get a look at it.  Except that, it \"smells like a corpse\".\n\nWhich made her laugh.  She'd gone last time it bloomed.\n\nShe said that Carlos was like the stinky corpse flower blooming, everyone came to see, and then it died and they went home.\n\nNo need to try to recreate that.\n\nI argued about the cool magic we could learn, such as levitating small objects by becoming friends with inorganic beings, and \"pushing and pulling on them\", in their home world.\n\nSomething I'd done a lot, but could never get anything to levitate.\n\nCholita got angry, was tired of my stupidity I suppose, so she said, \"You mean like this?\"\n\nShe glanced down at the little dim sum plate that used to have 2 egg rolls on it.  \n\nCholita had eaten each of the two, as a single bite.  She was sort of flirting when she slid a whole egg roll into her mouth, with her kips forming a perfect circle.  Then she rudely crunched it, and glared at me mockingly.\n\nIn response to her glancing down at the empty plate, my favorite Ally lent to us by Carlos, flew under the plate in response.\n\nI'd told that Ally to guard Cholita for me.  And it was obeying her commands.\n\nWhen it flew under the plate, I could visibly see a golf ball sided puff of intense white fibers, with a few brilliant yellow ones coming from the center, but stopping at the end of the sphere.\n\nIt was really there, it really flew under the plate, and to make matters worse, the plate jumped up on the table!  At least a full inch. Just the size you'd expect, if a puffball flew under it, and then got somewhat smashed down by the plate. But was still there under it.\n\nI shouted something like \"Cholita!!!??  How the hell did you just do that?\"\n\n\"Is it a trick?\"\n\nKeep in mind, Cholita loses keys so often, I'm up to 8 duplicate pairs in just a year or two. And she always blames me for stealing them.  Never admits to losing them.\n\nShe's incapable of depositing a check at the bank in person.  Has to wait 2 hours outside an ATM machine until no one is around anywhere, and deposit it in there.\n\nHer having \"tools\" in her purse, to simulate levitation, is not in the realm of possibility.\n\nAnd yet, the plate jumped.\n\nWhen I asked if it was a trick she got angry again, glanced down at it fiercely, and it slid 1 or 2 inches to the side.\n\nSo slowly, it would be impossible for a human to do that without an electric motor and fine gear to push with smooth, very slow force.\n\nI made a big fuss again, and Cholita decided she'd had it, glanced down, and pushed the plate 4 more inches at least, so it was no longer in front of me.\n\nMatter over.  The plate is gone.\n\nThat's what women are like.\n\nSo a strong male leader can convince them to do what comes naturally to them, even if it's alien and difficult.\n\nBut the women wouldn't have done that on their own.\n\nOr if a woman did, it wouldn't be to help others in the \"community\".  To her, the community is as it is, and she's not trying to break it apart or become the leader.\n\nShe'll do magic for herself, and if the community has some, ok. But she won't force it to.\n\nOur plight right now with Cleargreen!  \n\nThe women have taken over and the highest of them, a double woman, has no interest in leading anything.\n\nShe might be following a plan, to let what happens happen and not interfere.\n\nWe don't know.\n\nBut the women in charge have changed to a sales pitch of \"dream yourself\".\n\nIt is in fact what all of us need to do!\n\nBut you have to have waking dreaming ability, before that makes any sense as a \"goal\".  So our entire community is absorbed by pretending, and our female leadership isn't doing anything that will fix it.\n\nHere's another way to look at it.\n\nIn the vastness of the universe, as you look up into the night sky, the stars you see are male energy.\n\nThe vast blackness is female energy.\n\nAnd if you spent your entire life meeting new powerful spirits (you can for real), if you met 1 million you'd be lucky to find a single \"male\" spirit.\n\nMales just aren't all that useful.\n\nOr to put it the way a couple of sociopathic surgeons did in a movie from the 90s, when they became 12 years old and started to think about sex,\n\n\"I understand now.  Sex exists because we evolved out of living in water.\"\n\nMen aren't that useful.\n\nBut they do have a stronger drive to \"lead\".", "edited": 1654009643.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_iao1xdi", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s an energetic explanation for the difference.&lt;/p&gt;\n\n&lt;p&gt;Women are more talented, but the Castaneda community has failed for lack of a strong male leader.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to find one, but could not.&lt;/p&gt;\n\n&lt;p&gt;Yet even if he had,  the &amp;quot;strong male leader&amp;quot; of the community would be pathetic compared to any of the top 100 strongest female members of the community.&lt;/p&gt;\n\n&lt;p&gt;A new &amp;quot;sorcery lineage&amp;quot; is created by finding 8 women first, and then a single man to motivate and organize them.&lt;/p&gt;\n\n&lt;p&gt;Or it is 5 women?&lt;/p&gt;\n\n&lt;p&gt;And if you are a &amp;quot;strong male leader&amp;quot; trying to create some undeniable &amp;quot;practical magic&amp;quot; to teach to everyone, to take them to the next step, your only hope is to enlist the help of a woman.&lt;/p&gt;\n\n&lt;p&gt;A story:  I was arguing with a witch named Cholita about this subreddit. She believes that at the end of it all, they&amp;#39;re going to sacrifice her so they can drink her blood and steal her power.&lt;/p&gt;\n\n&lt;p&gt;I was trying to convince her it was a worthwhile pursuit to try to finish what our shared teacher Carlos, had tried to accomplish. To teach cool magic for real.&lt;/p&gt;\n\n&lt;p&gt;Her argument was that our private classes were like the stinky corpse flower. It blooms so rarely that people make short pilgrimages to locations like Huntington Museum, to get a look at it.  Except that, it &amp;quot;smells like a corpse&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which made her laugh.  She&amp;#39;d gone last time it bloomed.&lt;/p&gt;\n\n&lt;p&gt;She said that Carlos was like the stinky corpse flower blooming, everyone came to see, and then it died and they went home.&lt;/p&gt;\n\n&lt;p&gt;No need to try to recreate that.&lt;/p&gt;\n\n&lt;p&gt;I argued about the cool magic we could learn, such as levitating small objects by becoming friends with inorganic beings, and &amp;quot;pushing and pulling on them&amp;quot;, in their home world.&lt;/p&gt;\n\n&lt;p&gt;Something I&amp;#39;d done a lot, but could never get anything to levitate.&lt;/p&gt;\n\n&lt;p&gt;Cholita got angry, was tired of my stupidity I suppose, so she said, &amp;quot;You mean like this?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She glanced down at the little dim sum plate that used to have 2 egg rolls on it.  &lt;/p&gt;\n\n&lt;p&gt;Cholita had eaten each of the two, as a single bite.  She was sort of flirting when she slid a whole egg roll into her mouth, with her kips forming a perfect circle.  Then she rudely crunched it, and glared at me mockingly.&lt;/p&gt;\n\n&lt;p&gt;In response to her glancing down at the empty plate, my favorite Ally lent to us by Carlos, flew under the plate in response.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d told that Ally to guard Cholita for me.  And it was obeying her commands.&lt;/p&gt;\n\n&lt;p&gt;When it flew under the plate, I could visibly see a golf ball sided puff of intense white fibers, with a few brilliant yellow ones coming from the center, but stopping at the end of the sphere.&lt;/p&gt;\n\n&lt;p&gt;It was really there, it really flew under the plate, and to make matters worse, the plate jumped up on the table!  At least a full inch. Just the size you&amp;#39;d expect, if a puffball flew under it, and then got somewhat smashed down by the plate. But was still there under it.&lt;/p&gt;\n\n&lt;p&gt;I shouted something like &amp;quot;Cholita!!!??  How the hell did you just do that?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is it a trick?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, Cholita loses keys so often, I&amp;#39;m up to 8 duplicate pairs in just a year or two. And she always blames me for stealing them.  Never admits to losing them.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s incapable of depositing a check at the bank in person.  Has to wait 2 hours outside an ATM machine until no one is around anywhere, and deposit it in there.&lt;/p&gt;\n\n&lt;p&gt;Her having &amp;quot;tools&amp;quot; in her purse, to simulate levitation, is not in the realm of possibility.&lt;/p&gt;\n\n&lt;p&gt;And yet, the plate jumped.&lt;/p&gt;\n\n&lt;p&gt;When I asked if it was a trick she got angry again, glanced down at it fiercely, and it slid 1 or 2 inches to the side.&lt;/p&gt;\n\n&lt;p&gt;So slowly, it would be impossible for a human to do that without an electric motor and fine gear to push with smooth, very slow force.&lt;/p&gt;\n\n&lt;p&gt;I made a big fuss again, and Cholita decided she&amp;#39;d had it, glanced down, and pushed the plate 4 more inches at least, so it was no longer in front of me.&lt;/p&gt;\n\n&lt;p&gt;Matter over.  The plate is gone.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what women are like.&lt;/p&gt;\n\n&lt;p&gt;So a strong male leader can convince them to do what comes naturally to them, even if it&amp;#39;s alien and difficult.&lt;/p&gt;\n\n&lt;p&gt;But the women wouldn&amp;#39;t have done that on their own.&lt;/p&gt;\n\n&lt;p&gt;Or if a woman did, it wouldn&amp;#39;t be to help others in the &amp;quot;community&amp;quot;.  To her, the community is as it is, and she&amp;#39;s not trying to break it apart or become the leader.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;ll do magic for herself, and if the community has some, ok. But she won&amp;#39;t force it to.&lt;/p&gt;\n\n&lt;p&gt;Our plight right now with Cleargreen!  &lt;/p&gt;\n\n&lt;p&gt;The women have taken over and the highest of them, a double woman, has no interest in leading anything.&lt;/p&gt;\n\n&lt;p&gt;She might be following a plan, to let what happens happen and not interfere.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;But the women in charge have changed to a sales pitch of &amp;quot;dream yourself&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It is in fact what all of us need to do!&lt;/p&gt;\n\n&lt;p&gt;But you have to have waking dreaming ability, before that makes any sense as a &amp;quot;goal&amp;quot;.  So our entire community is absorbed by pretending, and our female leadership isn&amp;#39;t doing anything that will fix it.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s another way to look at it.&lt;/p&gt;\n\n&lt;p&gt;In the vastness of the universe, as you look up into the night sky, the stars you see are male energy.&lt;/p&gt;\n\n&lt;p&gt;The vast blackness is female energy.&lt;/p&gt;\n\n&lt;p&gt;And if you spent your entire life meeting new powerful spirits (you can for real), if you met 1 million you&amp;#39;d be lucky to find a single &amp;quot;male&amp;quot; spirit.&lt;/p&gt;\n\n&lt;p&gt;Males just aren&amp;#39;t all that useful.&lt;/p&gt;\n\n&lt;p&gt;Or to put it the way a couple of sociopathic surgeons did in a movie from the 90s, when they became 12 years old and started to think about sex,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I understand now.  Sex exists because we evolved out of living in water.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Men aren&amp;#39;t that useful.&lt;/p&gt;\n\n&lt;p&gt;But they do have a stronger drive to &amp;quot;lead&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_v0y1hx", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iao1xdi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1654008222.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1654008222.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "ianfvs9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iakl2ch", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I believe you\nThey have 2 girls eating shit literally It’s scary!\nBut are you saying that men are delusional and lie more than women? \nOr are you implying that women are just better?", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I believe you\nThey have 2 girls eating shit literally It’s scary!\nBut are you saying that men are delusional and lie more than women? \nOr are you implying that women are just better?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/ianfvs9/", "num_reports": null, "locked": false, "name": "t1_ianfvs9", "created": 1653996490.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1653996490.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iakl2ch", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iake6lr", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Glad to hear that. Hopefully my longer reply won't offend you.\n\nAnd as always, nothing I say that implies another \"system\" is bogus, applies to women.\n\nWomen are witches.  Reality doesn't matter. They bend it to suit their purposes.\n\nSo they can make even shit become cake.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iakl2ch", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Glad to hear that. Hopefully my longer reply won&amp;#39;t offend you.&lt;/p&gt;\n\n&lt;p&gt;And as always, nothing I say that implies another &amp;quot;system&amp;quot; is bogus, applies to women.&lt;/p&gt;\n\n&lt;p&gt;Women are witches.  Reality doesn&amp;#39;t matter. They bend it to suit their purposes.&lt;/p&gt;\n\n&lt;p&gt;So they can make even shit become cake.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iakl2ch/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653934697.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1653934697.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "iake6lr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Sazbadashie", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iak91es", "score": 3, "author_fullname": "t2_5fbw8v25", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Ahhhhh okay, see that definition is my understanding of it. I personally do use the term astral projection when speaking to say people who don’t practice Castaneda (so most of the time.) but I never made the distinction I always found it a little strange with the subreddit’s issue with the term but that makes sense.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iake6lr", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Ahhhhh okay, see that definition is my understanding of it. I personally do use the term astral projection when speaking to say people who don’t practice Castaneda (so most of the time.) but I never made the distinction I always found it a little strange with the subreddit’s issue with the term but that makes sense.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iake6lr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653931599.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1653931599.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iak91es", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1653929334.0, "send_replies": true, "parent_id": "t1_iak3imw", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "https://www.reddit.com/r/castaneda/wiki/terminology/astral_projection", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iak91es", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/terminology/astral_projection\"&gt;https://www.reddit.com/r/castaneda/wiki/terminology/astral_projection&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_v0y1hx", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iak91es/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653929334.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iak3imw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Sazbadashie", "can_mod_post": false, "created_utc": 1653926911.0, "send_replies": true, "parent_id": "t3_v0y1hx", "score": 3, "author_fullname": "t2_5fbw8v25", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "May you elaborate on your meaning of “astral travellers.” Because I will admit, I am not a practitioner of Castaneda, though a lot of the view points and for lack of better term morals of the practice does ring true in my own practice. \nFor example in many communities I’m a part of you do get a lot of pretenders or people who get stuck in their own power fantasy to say the least. \nEven so my definition of astral and a lot of what you see in say other witchcraft and shamanism or pagan communities my definitions are different. So to put it plainly I guess I’m just wondering the definition of astral travel or astral travellers here.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iak3imw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;May you elaborate on your meaning of “astral travellers.” Because I will admit, I am not a practitioner of Castaneda, though a lot of the view points and for lack of better term morals of the practice does ring true in my own practice. \nFor example in many communities I’m a part of you do get a lot of pretenders or people who get stuck in their own power fantasy to say the least. \nEven so my definition of astral and a lot of what you see in say other witchcraft and shamanism or pagan communities my definitions are different. So to put it plainly I guess I’m just wondering the definition of astral travel or astral travellers here.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iak3imw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653926911.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_v0y1hx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iakbe9e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1653930370.0, "send_replies": true, "parent_id": "t3_v0y1hx", "score": 2, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Source of most of the “natural” enemies? Look in the…\n\nhttps://i.imgur.com/IdCZlSJ.jpg", "edited": 1653934053.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iakbe9e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Source of most of the “natural” enemies? Look in the…&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://i.imgur.com/IdCZlSJ.jpg\"&gt;https://i.imgur.com/IdCZlSJ.jpg&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/v0y1hx/the_enemies_of_a_sorcery_student/iakbe9e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1653930370.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_v0y1hx", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]