[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[It's impossible to capture this topic, but here are a few of the worst mistakes](https://preview.redd.it/8yo659ur46p81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7810faefe253ffdc066127b5ae85fb14a60622fc)\n\nLet's say we lived in an ideal world.  One where any human is always happy.  How would things be, in that world?  Why would everyone be happy all the time?\n\nCarlos asked his private classes to \"Really study the Bible\".\n\nI'm probably the only one who took him up on that.  In the course of trying to understand it in depth, I had to study everything else.   While doing it I realized, the best way to study religions is to look for what is in common.  And not to get caught up in what is different.\n\nThere are some common \"themes\" in religions.  Themes they all seem to have.\n\nDemons are one of those.  They all have their demons. In fact, you could say that religions are BASED on demons.  That angers religious people, but if you believe it doesn't apply to you try reading, \"The Book of Job\".  Or study the famous \"Milarepa\", the famous Tibetan Yogi.  Or read \"The Fire Kasina\" texts, one of the supposedly most \"magical\" texts in Buddhism.\n\nThey're all about demons.  The forms may be different, but in each case \"magical beings\" appear to the wise sage, and because of that, you ought to listen to him!\n\nThe Jews got Lucifer, Milarepa got demons torturing people in hell, Buddha got 4 hookers.\n\nBut their leaders were too inept to realize what they had seen.  They didn't understand that their \"demons\" or \"dancing girls\" were merely spirits, who took whatever form caused the most interaction.  They're off in another realm and don't have bodies made of physical matter.  They have to \"project\" themselves, and the form is mostly selected by the observer.  What they want most, is \"interaction\".  And the more \"emotional\", the better. If forms a stronger link.\n\nSo the Jewish Prophets, using what is likely North African magic left from before agriculture, saw a frightening being they named, \"The glistening one\".  Or \"Lucifer\".  Then they flattered themselves and said, \"Since we saw him, he has to be very important!\"  And they created the idea that their spirit was in a battle with God himself, for the souls of all of the human race.  They wrote \"The Book of Job\", mostly as a spooky campfire story, but over time people believed it and that tainted the \"Intent\" of Jewish Sorcerers.  From then on all they could, or wanted to see, was an addition to that delusional story.\n\nMeanwhile, no other religion ever saw Lucifer.  They saw their own demons.\n\nThe intent of an  entire civilization was altered by that mistake on the part of crummy sorcerers. It spawned endless \"Magick\" systems, based on that initial mistake by one Jewish seer.\n\nIn our own system we have \"The Eagle\".  Our sorcerers know that isn't right, but it's so difficult to perceive \"The Eagle\", that once the intent of it is tainted, there's nothing else available to perceive.\n\nSo we got stuck with an eagle.\n\nThen we have the famous Milarepa, supposedly the pinnacle of Tibetan Yoga powers.  He spent endless hours meditating all day long, for decades, just to learn to perceive inorganic beings.  His meditation technique was so poor, it took him most of his life just to achieve what beginning sorcery students can reach in a few months.  And because his \"intent\" was tainted with the stories told by Hinduism and Buddhism, about a heavenly hierarchy dominated by demons, his \"greatest achievement\" was to be taken to hell by demons, who tortured people as he watched.\n\nThe hero of Tibetan magic was too delusional to understand what he was seeing, and his lack of actual skills prevented him from seeing it over and over, until he realized, there were no demons there.  He could have insisted at any time that they turn into kittens.  And  they would have obeyed.\n\nThe intent of his system of beliefs was based on delusional false narratives.\n\nWe can go on and analyze all world religions and come to this conclusion. I  haven't found any exceptions.\n\nBut worse is the \"intent of greed\".  Of attention seeking. Of wanting to get things from others.\n\nIt's easy to see that poison when looking at shaman \"leaders\".  The ones selling \"shamanic death\" workshops, or gathering people into circles around campfires,  giving everyone the impression that human contact and fellowship, is a main process in learning sorcery.\n\nWhen in fact, people who are actually able to put in the effort to learn sorcery are so rare, you aren't likely to have even a single other person sincerely trying to learn in the largest shamanic convention  you could find.  Even with thousands who say they are on that path, you would be lucky to find even one that truly is.\n\nIf you joined a \"shamanic group\", you would be stuck with nothing but dead weight, trying to drag you down so you can't actually learn anything.\n\nOur attention has been forced to focus on other humans. And we've been separated from nature, the most likely place to encounter spirits for the first time and free yourself from obsession over other people, so there's nothing to counteract that obsession.\n\nWe've become so \"stupid\" that any good campfire story is enough to capture us and send us down a false path of bogus religion, for the rest of our lives.\n\nThe real truth is far simpler than anything those other systems even imagined.\n\nI can't explain that well in this post, but essentially, we live in a universe of aware superstrings, which we can perceive as glowing fibers filling infinity around us.  Each gives off it's own tiny \"feeling\".  No two feelings are the same.  But to create something as complicated as our own feelings, or the objects around us, zillions of fibers are needed.  The tiny pieces only have meaning when you are gazing directly at one, and can \"feel\" what it is.  And even then, you couldn't describe it to anyone.\n\nI would be like trying to describe the taste of Chocolate, to someone who has no sense of smell or taste.\n\nOr trying to explain, \"Green\" to a person who has been blind all their lives.\n\nThose single feeling superstrings vibrate with awareness.    The goal of a sorcerers, is to be able to feel the harmonics of those vibrations, flowing through the vast ocean of fibers assigned for man to perceive.\n\nWe are bubbles around a certain range of those superstrings, and have full access to knowledge of those.  The \"flow\" in those superstrings contains all the knowledge a human, and some non-humans, can ever experience.\n\nIt's called, \"Silent Knowledge\".\n\nAll of the super fun demonstrations of magic in The Teachings of Don Juan, were simply examples of how to use spirits to connect an apprentice to that vast sea of knowledge, in an orderly (linear) fashion.\n\nTo perceive it directly without \"help\" from a spirit, is very confusing. And a bit frightful.  In fact, you might even say it's \"traumatic\" in some way.  Because you go from being \"linear\" to being \"non-linear\" but without the ability to perceive multiple time lines at the same time.\n\nOur double has that ability.  He's those puffs of purple light you can play with in darkness, and can \"redeploy\" to the center, using Tensegrity.\n\nHis \"puffs\" of awareness are not forced together into an organic body. Any single \"piece\" of his awareness, is a vast world you can explore, using your physical being.\n\nYour \"tonal\" body.  The double can assist it, as \"translator\" of the non-linear.\n\nI don't know how many worlds your double can explore at once, but I'd guess there's no actual limit. The problem is, if  he's spread too thin the perception doesn't feel \"real\".\n\nSo perhaps 6 is a good limit.\n\nBut you don't have to believe this.  Nothing in sorcery requires \"belief\".  You get to see it, with your own eyes.\n\nIn fact, \"belief\" is our enemy!\n\n\"Belief\" is out of control \"intent\".  It's the force of *intent* which guides how that vast sea of superstrings of awareness forms your world.\n\n\"Out of control\" intent, is *intent* you don't control on purpose.  Something or someone else, is in control of your choices.\n\nBelief that there are \"demons out there\", is out of control intent. It leads to serious mistakes, like the belief in Lucifer.\n\nBut other beliefs that seem positive, are also harmful.\n\nBelief that \"the universe is about love\" for example.  That will suck you into associations with people so needy, there will be no chance to escape their pull and learn sorcery.\n\nIn fact we live in a predatorial universe, which ought to be obvious to anyone who's been paying attention.  Believing it's about \"love\" is merely an obsession with controlling those around you, in order to \"sooth\" yourself.\n\nBut instead of soothing yourself, you should figure out what's missing in your life.\n\nAnd assuming you have enough food, a place to stay, and are in no danger, the answer is always the same.  Magic.\n\nMagic is what's missing.\n\nWhen you make it more complicated than that, you have invoked the wrong *intent*.\n\nThis place to learn sorcery on the internet helps you both to learn it, and to see the mistakes of those who never will.\n\nYou can watch them fail.  They come in eager, wanting desperately to post their \"understanding\". They tell everyone that it's \"key\".\n\nBut it's easy to see, they don't have any sorcery knowledge at all.\n\nTheir true goal, which creates \"out of control intent\", is to dominate other people and gather as many as they can, to become their own \"resource\".\n\nI suppose all of this becomes very obvious as you learn sorcery, until the day when you realize that the absurd act of shouting \"Intent!!!!\" really does work.\n\nIt's an addition to the vast sea of emanations, some glowing, some not.\n\nThe reality you end up standing in, living in, is created by which emanations are glowing.  They glow with your own awareness, so you have the ability to select which ones are active.\n\nDarkroom teaches you that this is a fundamental fact of reality, because you can bend that reality right in front of your face to select a new one.\n\nEventually you learn how to \"control\" that to some extent, and what you learn is, if your mind is absolutely blank then you can insert a \"single idea\", and the emanations around you glow a tiny bit with \"just\" that one idea.\n\nBut a single idea is not enough to create a complex \"reality\", so a force out there stemming from the emanations themselves, helps you out.\n\nIt's the force of some magical \"Spirit\", who knows everything that has ever happened, so far.\n\nWe often call it, \"***intent***\".  But it can be called, \"The Spirit\" also.  Or even, \"The Eagle\", a vision some seers had long ago, which we are now stuck with.\n\nIt selects other emanations to use in building your reality, based on the history of how your \"topic of interest\" has been used in the past.  Of how a single idea you can inject into them, has been used in the past.\n\nLet's take a silly example.\n\nYou say, \"hamburger\" to the second attention fog in your darkroom. Then you drop it.\n\nIf your mind is absolutely silent, that's the only \"choice\" you have offered to the emanations.\n\n\"Hamburger\" begins to ripple through them, and \"*intent*\" looks up the history of hamburgers.\n\nIt finds you like those little McDonald's hamburgers.  But you also like to eat at the local Greek Burger Joint, with the 1/3rd pound hamburgers.\n\nFor an instant, it's a tossup on what intent will choose.  But ultimately it notices that last week, on the way to the dry cleaners, you looked longingly at \"Burger Boy\" restaurant, on the right side of the road.  And you thought to yourself sadly, \"I can't eat those anymore...\"\n\nAnd so, intent makes a choice.\n\nA perfect \"Burger Boy\" 1/3 pound hamburger drops right into your hand, out of thin air.\n\nThat's *intent*.  The nature of it.\n\nBased on understanding that, you can now perform some \"practical magic\".\n\nBut this won't work if your mind is filled with a \"Daoist understanding\", or the belief this all \"comes from the Buddha\".\n\nOr if you are pleased with yourself, because you have finally experienced \"Shamanic Death\".\n\nAll of those will simply clutter your mind, and make real magic completely impossible.\n\nNor can you check  your \"wise intellectual analysis of the works of Carlos Castaneda\", to figure out what you can do with a magical hamburger.\n\nInstead, you have to realize the true nature of reality.    It's about where you focus your attention.\n\nAnd where you focus your attention, is about choices.\n\nI've missed other important ways to explain that, but in general, you can use that hamburger to do spectacular magic no one will believe.\n\nJust sit on the bed and gaze towards it (without staring), realizing it comes from \"Burger Boy\".\n\nSilence the mind absolutely, and as you gaze at the burger you will start to realize your floor is visible.\n\nThe room is absolutely pitch black, but you can see the floor!\n\nIt makes sense. The hamburger is in your hand.  You are sitting, which is why you are able to hold it steady.\n\nTo be sitting steady, there must be a floor.  So you glance down, and even though your room is  pitch black, you can see the floor.\n\nThe hamburger in your hand \"requires\" there to be a floor.  And a room for that matter!\n\nThen looking down at it in surprise, you realize \"That's not **my** floor!  It looks like a blue and white tile floor.\"\n\nPuzzled you look up, and find  you are sitting in a booth at \"Burger Boy\".  3 miles away.\n\nBe careful what you ***intend***!\n\nEven a joke or speculation, out at the far end of the J curve, can become reality.\n\nYou can \"fix\" the path your sorcery takes, just by explaining it in a post on the internet.\n\nSo be sure not to deviate from the path Carlos gave us.\n\nNow back to the original idea in this post.\n\nIf you studied religions and realized demons were common to all, and that's because they really do exist as spirits (inorganic beings), what would you find that all of those religions have, as a goal?\n\nKabballah is the best example.  Hidden in the bible is a \"thread\" about how God only has to speak, and all of reality has to obey.\n\nHe doesn't have to actually do anything.  What he says, goes.\n\nAnd his desire is to give that ability to you.  To give you infinite \"power of the word\".\n\nHe did that for Jacob,  unknown to Jacob at the time.\n\nBut then Jacob used it to accidentally condemn his favorite wife Rachel, to death.\n\nHumans will always make such things go bad almost instantly.\n\nIf you gave that ability to 10 humans, I predict everyone on the planet would be dead in days.\n\nKabballah has a classic story of a prophet who buried himself in sand up to his neck, in a cave, so he could purify his thoughts.\n\nWhen he emerged he walked down the hill, saw some crops growing, and decide they were less than satisfactory.\n\nHe cursed the crops, and the entire field burned to the ground.\n\nBut we find this story in all religions.  The \"magical Yogi\" who can control the flow of reality and cause whatever he wants to happen.   His eager students collect stories of his magical power to do that.\n\nIt's common to all religions that their \"saints\" have such power to bend reality with their words.\n\nBut in the end, it's only sorcerers who can actually do that on demand.\n\nSorcerers are the only ones who realize, you have to remove all of the thousands of desires and ideas in your mind, to create the kind of single desire thought that can influence intent, to reskim the emanations into a world you have selected.\n\nAll other \"magical systems\" do nothing but cloud the mind, and make that impossible.\n\nYou can do that yourself by seeking attention and fame above real magic.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Hidden Nature of Intent", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"8yo659ur46p81": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=fb2d6b317f340981cf9a902a00e34a445dfc165a"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=123935e57ac8671d844cb54425471f2fa6570103"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=eccbc431f6f4248f4b5adac201f7b31c4f1472f8"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=8d93473c9cd1d51874b71060de64f51aac315492"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=f7a36296a5433955a1fbf7903019cfb04e54ccaf"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=bd9c3a5a22f70467e831be7e7384c1af729a4955"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/8yo659ur46p81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7810faefe253ffdc066127b5ae85fb14a60622fc"}, "id": "8yo659ur46p81"}}, "name": "t3_tkzsjj", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.91, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/BS7oLBBvqc5h-IuhLSkJOGeCf3zZyby9Z4Fjgmbc53Q.jpg", "edited": 1648076692.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1648053188.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/8yo659ur46p81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7810faefe253ffdc066127b5ae85fb14a60622fc\"&gt;It&amp;#39;s impossible to capture this topic, but here are a few of the worst mistakes&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say we lived in an ideal world.  One where any human is always happy.  How would things be, in that world?  Why would everyone be happy all the time?&lt;/p&gt;\n\n&lt;p&gt;Carlos asked his private classes to &amp;quot;Really study the Bible&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m probably the only one who took him up on that.  In the course of trying to understand it in depth, I had to study everything else.   While doing it I realized, the best way to study religions is to look for what is in common.  And not to get caught up in what is different.&lt;/p&gt;\n\n&lt;p&gt;There are some common &amp;quot;themes&amp;quot; in religions.  Themes they all seem to have.&lt;/p&gt;\n\n&lt;p&gt;Demons are one of those.  They all have their demons. In fact, you could say that religions are BASED on demons.  That angers religious people, but if you believe it doesn&amp;#39;t apply to you try reading, &amp;quot;The Book of Job&amp;quot;.  Or study the famous &amp;quot;Milarepa&amp;quot;, the famous Tibetan Yogi.  Or read &amp;quot;The Fire Kasina&amp;quot; texts, one of the supposedly most &amp;quot;magical&amp;quot; texts in Buddhism.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re all about demons.  The forms may be different, but in each case &amp;quot;magical beings&amp;quot; appear to the wise sage, and because of that, you ought to listen to him!&lt;/p&gt;\n\n&lt;p&gt;The Jews got Lucifer, Milarepa got demons torturing people in hell, Buddha got 4 hookers.&lt;/p&gt;\n\n&lt;p&gt;But their leaders were too inept to realize what they had seen.  They didn&amp;#39;t understand that their &amp;quot;demons&amp;quot; or &amp;quot;dancing girls&amp;quot; were merely spirits, who took whatever form caused the most interaction.  They&amp;#39;re off in another realm and don&amp;#39;t have bodies made of physical matter.  They have to &amp;quot;project&amp;quot; themselves, and the form is mostly selected by the observer.  What they want most, is &amp;quot;interaction&amp;quot;.  And the more &amp;quot;emotional&amp;quot;, the better. If forms a stronger link.&lt;/p&gt;\n\n&lt;p&gt;So the Jewish Prophets, using what is likely North African magic left from before agriculture, saw a frightening being they named, &amp;quot;The glistening one&amp;quot;.  Or &amp;quot;Lucifer&amp;quot;.  Then they flattered themselves and said, &amp;quot;Since we saw him, he has to be very important!&amp;quot;  And they created the idea that their spirit was in a battle with God himself, for the souls of all of the human race.  They wrote &amp;quot;The Book of Job&amp;quot;, mostly as a spooky campfire story, but over time people believed it and that tainted the &amp;quot;Intent&amp;quot; of Jewish Sorcerers.  From then on all they could, or wanted to see, was an addition to that delusional story.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile, no other religion ever saw Lucifer.  They saw their own demons.&lt;/p&gt;\n\n&lt;p&gt;The intent of an  entire civilization was altered by that mistake on the part of crummy sorcerers. It spawned endless &amp;quot;Magick&amp;quot; systems, based on that initial mistake by one Jewish seer.&lt;/p&gt;\n\n&lt;p&gt;In our own system we have &amp;quot;The Eagle&amp;quot;.  Our sorcerers know that isn&amp;#39;t right, but it&amp;#39;s so difficult to perceive &amp;quot;The Eagle&amp;quot;, that once the intent of it is tainted, there&amp;#39;s nothing else available to perceive.&lt;/p&gt;\n\n&lt;p&gt;So we got stuck with an eagle.&lt;/p&gt;\n\n&lt;p&gt;Then we have the famous Milarepa, supposedly the pinnacle of Tibetan Yoga powers.  He spent endless hours meditating all day long, for decades, just to learn to perceive inorganic beings.  His meditation technique was so poor, it took him most of his life just to achieve what beginning sorcery students can reach in a few months.  And because his &amp;quot;intent&amp;quot; was tainted with the stories told by Hinduism and Buddhism, about a heavenly hierarchy dominated by demons, his &amp;quot;greatest achievement&amp;quot; was to be taken to hell by demons, who tortured people as he watched.&lt;/p&gt;\n\n&lt;p&gt;The hero of Tibetan magic was too delusional to understand what he was seeing, and his lack of actual skills prevented him from seeing it over and over, until he realized, there were no demons there.  He could have insisted at any time that they turn into kittens.  And  they would have obeyed.&lt;/p&gt;\n\n&lt;p&gt;The intent of his system of beliefs was based on delusional false narratives.&lt;/p&gt;\n\n&lt;p&gt;We can go on and analyze all world religions and come to this conclusion. I  haven&amp;#39;t found any exceptions.&lt;/p&gt;\n\n&lt;p&gt;But worse is the &amp;quot;intent of greed&amp;quot;.  Of attention seeking. Of wanting to get things from others.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s easy to see that poison when looking at shaman &amp;quot;leaders&amp;quot;.  The ones selling &amp;quot;shamanic death&amp;quot; workshops, or gathering people into circles around campfires,  giving everyone the impression that human contact and fellowship, is a main process in learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;When in fact, people who are actually able to put in the effort to learn sorcery are so rare, you aren&amp;#39;t likely to have even a single other person sincerely trying to learn in the largest shamanic convention  you could find.  Even with thousands who say they are on that path, you would be lucky to find even one that truly is.&lt;/p&gt;\n\n&lt;p&gt;If you joined a &amp;quot;shamanic group&amp;quot;, you would be stuck with nothing but dead weight, trying to drag you down so you can&amp;#39;t actually learn anything.&lt;/p&gt;\n\n&lt;p&gt;Our attention has been forced to focus on other humans. And we&amp;#39;ve been separated from nature, the most likely place to encounter spirits for the first time and free yourself from obsession over other people, so there&amp;#39;s nothing to counteract that obsession.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve become so &amp;quot;stupid&amp;quot; that any good campfire story is enough to capture us and send us down a false path of bogus religion, for the rest of our lives.&lt;/p&gt;\n\n&lt;p&gt;The real truth is far simpler than anything those other systems even imagined.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t explain that well in this post, but essentially, we live in a universe of aware superstrings, which we can perceive as glowing fibers filling infinity around us.  Each gives off it&amp;#39;s own tiny &amp;quot;feeling&amp;quot;.  No two feelings are the same.  But to create something as complicated as our own feelings, or the objects around us, zillions of fibers are needed.  The tiny pieces only have meaning when you are gazing directly at one, and can &amp;quot;feel&amp;quot; what it is.  And even then, you couldn&amp;#39;t describe it to anyone.&lt;/p&gt;\n\n&lt;p&gt;I would be like trying to describe the taste of Chocolate, to someone who has no sense of smell or taste.&lt;/p&gt;\n\n&lt;p&gt;Or trying to explain, &amp;quot;Green&amp;quot; to a person who has been blind all their lives.&lt;/p&gt;\n\n&lt;p&gt;Those single feeling superstrings vibrate with awareness.    The goal of a sorcerers, is to be able to feel the harmonics of those vibrations, flowing through the vast ocean of fibers assigned for man to perceive.&lt;/p&gt;\n\n&lt;p&gt;We are bubbles around a certain range of those superstrings, and have full access to knowledge of those.  The &amp;quot;flow&amp;quot; in those superstrings contains all the knowledge a human, and some non-humans, can ever experience.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s called, &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All of the super fun demonstrations of magic in The Teachings of Don Juan, were simply examples of how to use spirits to connect an apprentice to that vast sea of knowledge, in an orderly (linear) fashion.&lt;/p&gt;\n\n&lt;p&gt;To perceive it directly without &amp;quot;help&amp;quot; from a spirit, is very confusing. And a bit frightful.  In fact, you might even say it&amp;#39;s &amp;quot;traumatic&amp;quot; in some way.  Because you go from being &amp;quot;linear&amp;quot; to being &amp;quot;non-linear&amp;quot; but without the ability to perceive multiple time lines at the same time.&lt;/p&gt;\n\n&lt;p&gt;Our double has that ability.  He&amp;#39;s those puffs of purple light you can play with in darkness, and can &amp;quot;redeploy&amp;quot; to the center, using Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;His &amp;quot;puffs&amp;quot; of awareness are not forced together into an organic body. Any single &amp;quot;piece&amp;quot; of his awareness, is a vast world you can explore, using your physical being.&lt;/p&gt;\n\n&lt;p&gt;Your &amp;quot;tonal&amp;quot; body.  The double can assist it, as &amp;quot;translator&amp;quot; of the non-linear.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know how many worlds your double can explore at once, but I&amp;#39;d guess there&amp;#39;s no actual limit. The problem is, if  he&amp;#39;s spread too thin the perception doesn&amp;#39;t feel &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So perhaps 6 is a good limit.&lt;/p&gt;\n\n&lt;p&gt;But you don&amp;#39;t have to believe this.  Nothing in sorcery requires &amp;quot;belief&amp;quot;.  You get to see it, with your own eyes.&lt;/p&gt;\n\n&lt;p&gt;In fact, &amp;quot;belief&amp;quot; is our enemy!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Belief&amp;quot; is out of control &amp;quot;intent&amp;quot;.  It&amp;#39;s the force of &lt;em&gt;intent&lt;/em&gt; which guides how that vast sea of superstrings of awareness forms your world.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Out of control&amp;quot; intent, is &lt;em&gt;intent&lt;/em&gt; you don&amp;#39;t control on purpose.  Something or someone else, is in control of your choices.&lt;/p&gt;\n\n&lt;p&gt;Belief that there are &amp;quot;demons out there&amp;quot;, is out of control intent. It leads to serious mistakes, like the belief in Lucifer.&lt;/p&gt;\n\n&lt;p&gt;But other beliefs that seem positive, are also harmful.&lt;/p&gt;\n\n&lt;p&gt;Belief that &amp;quot;the universe is about love&amp;quot; for example.  That will suck you into associations with people so needy, there will be no chance to escape their pull and learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;In fact we live in a predatorial universe, which ought to be obvious to anyone who&amp;#39;s been paying attention.  Believing it&amp;#39;s about &amp;quot;love&amp;quot; is merely an obsession with controlling those around you, in order to &amp;quot;sooth&amp;quot; yourself.&lt;/p&gt;\n\n&lt;p&gt;But instead of soothing yourself, you should figure out what&amp;#39;s missing in your life.&lt;/p&gt;\n\n&lt;p&gt;And assuming you have enough food, a place to stay, and are in no danger, the answer is always the same.  Magic.&lt;/p&gt;\n\n&lt;p&gt;Magic is what&amp;#39;s missing.&lt;/p&gt;\n\n&lt;p&gt;When you make it more complicated than that, you have invoked the wrong &lt;em&gt;intent&lt;/em&gt;.&lt;/p&gt;\n\n&lt;p&gt;This place to learn sorcery on the internet helps you both to learn it, and to see the mistakes of those who never will.&lt;/p&gt;\n\n&lt;p&gt;You can watch them fail.  They come in eager, wanting desperately to post their &amp;quot;understanding&amp;quot;. They tell everyone that it&amp;#39;s &amp;quot;key&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s easy to see, they don&amp;#39;t have any sorcery knowledge at all.&lt;/p&gt;\n\n&lt;p&gt;Their true goal, which creates &amp;quot;out of control intent&amp;quot;, is to dominate other people and gather as many as they can, to become their own &amp;quot;resource&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose all of this becomes very obvious as you learn sorcery, until the day when you realize that the absurd act of shouting &amp;quot;Intent!!!!&amp;quot; really does work.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an addition to the vast sea of emanations, some glowing, some not.&lt;/p&gt;\n\n&lt;p&gt;The reality you end up standing in, living in, is created by which emanations are glowing.  They glow with your own awareness, so you have the ability to select which ones are active.&lt;/p&gt;\n\n&lt;p&gt;Darkroom teaches you that this is a fundamental fact of reality, because you can bend that reality right in front of your face to select a new one.&lt;/p&gt;\n\n&lt;p&gt;Eventually you learn how to &amp;quot;control&amp;quot; that to some extent, and what you learn is, if your mind is absolutely blank then you can insert a &amp;quot;single idea&amp;quot;, and the emanations around you glow a tiny bit with &amp;quot;just&amp;quot; that one idea.&lt;/p&gt;\n\n&lt;p&gt;But a single idea is not enough to create a complex &amp;quot;reality&amp;quot;, so a force out there stemming from the emanations themselves, helps you out.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the force of some magical &amp;quot;Spirit&amp;quot;, who knows everything that has ever happened, so far.&lt;/p&gt;\n\n&lt;p&gt;We often call it, &amp;quot;&lt;strong&gt;&lt;em&gt;intent&lt;/em&gt;&lt;/strong&gt;&amp;quot;.  But it can be called, &amp;quot;The Spirit&amp;quot; also.  Or even, &amp;quot;The Eagle&amp;quot;, a vision some seers had long ago, which we are now stuck with.&lt;/p&gt;\n\n&lt;p&gt;It selects other emanations to use in building your reality, based on the history of how your &amp;quot;topic of interest&amp;quot; has been used in the past.  Of how a single idea you can inject into them, has been used in the past.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s take a silly example.&lt;/p&gt;\n\n&lt;p&gt;You say, &amp;quot;hamburger&amp;quot; to the second attention fog in your darkroom. Then you drop it.&lt;/p&gt;\n\n&lt;p&gt;If your mind is absolutely silent, that&amp;#39;s the only &amp;quot;choice&amp;quot; you have offered to the emanations.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hamburger&amp;quot; begins to ripple through them, and &amp;quot;&lt;em&gt;intent&lt;/em&gt;&amp;quot; looks up the history of hamburgers.&lt;/p&gt;\n\n&lt;p&gt;It finds you like those little McDonald&amp;#39;s hamburgers.  But you also like to eat at the local Greek Burger Joint, with the 1/3rd pound hamburgers.&lt;/p&gt;\n\n&lt;p&gt;For an instant, it&amp;#39;s a tossup on what intent will choose.  But ultimately it notices that last week, on the way to the dry cleaners, you looked longingly at &amp;quot;Burger Boy&amp;quot; restaurant, on the right side of the road.  And you thought to yourself sadly, &amp;quot;I can&amp;#39;t eat those anymore...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And so, intent makes a choice.&lt;/p&gt;\n\n&lt;p&gt;A perfect &amp;quot;Burger Boy&amp;quot; 1/3 pound hamburger drops right into your hand, out of thin air.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &lt;em&gt;intent&lt;/em&gt;.  The nature of it.&lt;/p&gt;\n\n&lt;p&gt;Based on understanding that, you can now perform some &amp;quot;practical magic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But this won&amp;#39;t work if your mind is filled with a &amp;quot;Daoist understanding&amp;quot;, or the belief this all &amp;quot;comes from the Buddha&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or if you are pleased with yourself, because you have finally experienced &amp;quot;Shamanic Death&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All of those will simply clutter your mind, and make real magic completely impossible.&lt;/p&gt;\n\n&lt;p&gt;Nor can you check  your &amp;quot;wise intellectual analysis of the works of Carlos Castaneda&amp;quot;, to figure out what you can do with a magical hamburger.&lt;/p&gt;\n\n&lt;p&gt;Instead, you have to realize the true nature of reality.    It&amp;#39;s about where you focus your attention.&lt;/p&gt;\n\n&lt;p&gt;And where you focus your attention, is about choices.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve missed other important ways to explain that, but in general, you can use that hamburger to do spectacular magic no one will believe.&lt;/p&gt;\n\n&lt;p&gt;Just sit on the bed and gaze towards it (without staring), realizing it comes from &amp;quot;Burger Boy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silence the mind absolutely, and as you gaze at the burger you will start to realize your floor is visible.&lt;/p&gt;\n\n&lt;p&gt;The room is absolutely pitch black, but you can see the floor!&lt;/p&gt;\n\n&lt;p&gt;It makes sense. The hamburger is in your hand.  You are sitting, which is why you are able to hold it steady.&lt;/p&gt;\n\n&lt;p&gt;To be sitting steady, there must be a floor.  So you glance down, and even though your room is  pitch black, you can see the floor.&lt;/p&gt;\n\n&lt;p&gt;The hamburger in your hand &amp;quot;requires&amp;quot; there to be a floor.  And a room for that matter!&lt;/p&gt;\n\n&lt;p&gt;Then looking down at it in surprise, you realize &amp;quot;That&amp;#39;s not &lt;strong&gt;my&lt;/strong&gt; floor!  It looks like a blue and white tile floor.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Puzzled you look up, and find  you are sitting in a booth at &amp;quot;Burger Boy&amp;quot;.  3 miles away.&lt;/p&gt;\n\n&lt;p&gt;Be careful what you &lt;strong&gt;&lt;em&gt;intend&lt;/em&gt;&lt;/strong&gt;!&lt;/p&gt;\n\n&lt;p&gt;Even a joke or speculation, out at the far end of the J curve, can become reality.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;fix&amp;quot; the path your sorcery takes, just by explaining it in a post on the internet.&lt;/p&gt;\n\n&lt;p&gt;So be sure not to deviate from the path Carlos gave us.&lt;/p&gt;\n\n&lt;p&gt;Now back to the original idea in this post.&lt;/p&gt;\n\n&lt;p&gt;If you studied religions and realized demons were common to all, and that&amp;#39;s because they really do exist as spirits (inorganic beings), what would you find that all of those religions have, as a goal?&lt;/p&gt;\n\n&lt;p&gt;Kabballah is the best example.  Hidden in the bible is a &amp;quot;thread&amp;quot; about how God only has to speak, and all of reality has to obey.&lt;/p&gt;\n\n&lt;p&gt;He doesn&amp;#39;t have to actually do anything.  What he says, goes.&lt;/p&gt;\n\n&lt;p&gt;And his desire is to give that ability to you.  To give you infinite &amp;quot;power of the word&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He did that for Jacob,  unknown to Jacob at the time.&lt;/p&gt;\n\n&lt;p&gt;But then Jacob used it to accidentally condemn his favorite wife Rachel, to death.&lt;/p&gt;\n\n&lt;p&gt;Humans will always make such things go bad almost instantly.&lt;/p&gt;\n\n&lt;p&gt;If you gave that ability to 10 humans, I predict everyone on the planet would be dead in days.&lt;/p&gt;\n\n&lt;p&gt;Kabballah has a classic story of a prophet who buried himself in sand up to his neck, in a cave, so he could purify his thoughts.&lt;/p&gt;\n\n&lt;p&gt;When he emerged he walked down the hill, saw some crops growing, and decide they were less than satisfactory.&lt;/p&gt;\n\n&lt;p&gt;He cursed the crops, and the entire field burned to the ground.&lt;/p&gt;\n\n&lt;p&gt;But we find this story in all religions.  The &amp;quot;magical Yogi&amp;quot; who can control the flow of reality and cause whatever he wants to happen.   His eager students collect stories of his magical power to do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s common to all religions that their &amp;quot;saints&amp;quot; have such power to bend reality with their words.&lt;/p&gt;\n\n&lt;p&gt;But in the end, it&amp;#39;s only sorcerers who can actually do that on demand.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers are the only ones who realize, you have to remove all of the thousands of desires and ideas in your mind, to create the kind of single desire thought that can influence intent, to reskim the emanations into a world you have selected.&lt;/p&gt;\n\n&lt;p&gt;All other &amp;quot;magical systems&amp;quot; do nothing but cloud the mind, and make that impossible.&lt;/p&gt;\n\n&lt;p&gt;You can do that yourself by seeking attention and fame above real magic.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "tkzsjj", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/", "subreddit_subscribers": 9561, "created_utc": 1648053188.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1uknk8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1ufd4j", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Here's a passage from the workshop notes about that topic, of our \"planets\" behaving individually.\n\nWe forget about this sort of thing, because no one learned any sorcery, so they only like to talk about \"being a warrior\".\n\n\\*\\*\\*\\*\n\nWhile describing this letter, Florinda digressed, claiming \"Carlos doesn't read anymore like an ordinary person--he sleeps on top of books all day, because his liver and spleen were taught to absorb heavy, philosophical type tomes. His legs down to his ankles read thrillers. Unfortunately, he has no spot on his body for reading letters. His penis doesn't read at all; he can't even read Playboy with it.\" \n\nShe said that she and Carol Tiggs \"placed a batch of letters on his buttocks one day while he was sleeping, and when he woke he said he'd had the best sleep ever, but had felt alligators, snakes and barracudas biting into his back. His head is only good for reading magazines--Time, Der Speigel and Hola.\" So Florinda reads his letters to\r  \nhim.)\r  \nWomen, because of their wombs, have an even greater capacity to read than men, but can do so only for a few pages at a time. \"Unfortunately, we destroyed so many books this way \\[i.e., \"reading\" with their vaginas\\], that now we read like anyone else. The precondition for reading like this is inner silence.\" Individual thresholds as to the length of inner silence needed to perceive energy directly differ. Florinda's is eight minutes.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i1uknk8", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s a passage from the workshop notes about that topic, of our &amp;quot;planets&amp;quot; behaving individually.&lt;/p&gt;\n\n&lt;p&gt;We forget about this sort of thing, because no one learned any sorcery, so they only like to talk about &amp;quot;being a warrior&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;****&lt;/p&gt;\n\n&lt;p&gt;While describing this letter, Florinda digressed, claiming &amp;quot;Carlos doesn&amp;#39;t read anymore like an ordinary person--he sleeps on top of books all day, because his liver and spleen were taught to absorb heavy, philosophical type tomes. His legs down to his ankles read thrillers. Unfortunately, he has no spot on his body for reading letters. His penis doesn&amp;#39;t read at all; he can&amp;#39;t even read Playboy with it.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;She said that she and Carol Tiggs &amp;quot;placed a batch of letters on his buttocks one day while he was sleeping, and when he woke he said he&amp;#39;d had the best sleep ever, but had felt alligators, snakes and barracudas biting into his back. His head is only good for reading magazines--Time, Der Speigel and Hola.&amp;quot; So Florinda reads his letters to&lt;/p&gt;\n\n&lt;p&gt;him.)&lt;/p&gt;\n\n&lt;p&gt;Women, because of their wombs, have an even greater capacity to read than men, but can do so only for a few pages at a time. &amp;quot;Unfortunately, we destroyed so many books this way [i.e., &amp;quot;reading&amp;quot; with their vaginas], that now we read like anyone else. The precondition for reading like this is inner silence.&amp;quot; Individual thresholds as to the length of inner silence needed to perceive energy directly differ. Florinda&amp;#39;s is eight minutes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tkzsjj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/i1uknk8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648070447.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1648070447.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1ufd4j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1648068419.0, "send_replies": true, "parent_id": "t1_i1ua87v", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I wanted to add pictures showing that the tonal can also handle multiple timelines, except we \"stuffed\" in into our liver, speen, adrenals, and V spot.\n\nIt was as free as our double.\n\nBut once it's \"stuffed\" into those \"planets\" that comprise the body, it becomes subject to the internal dialogue.\n\nIt's not always restricted by that.  There's a famous example I don't like to use because it identifies Cholita.\n\nBut basically, the individual pockets of awareness our Tonal has, stuffed into internal organs which are just as much alive and independent beings as our overall self, can act on their own.\n\nAnd DO!\n\nWe are just as free as the double!\n\nAs long as we limit ourselves to 3 realities at once.\n\nThere's the \"liver\" reality, the \"spleen\" reality, and the \"adrenal glands\" reality.\n\nAdrenal's might be able to make 2.\n\nBut our internal dialogue comments on those, making them seem part of a single being.\n\nAnd so, some very odd magic still remains for us to discover.\n\nHere's a crazy example.\n\nCholita's walking along with me at the mall, and notices something really odd.  I keep commenting on random food items we see, as if I were on drugs.  It doesn't make as much sense as it ought to.\n\nAnd when she wants the expensive leather coat, I don't complain that she already has a full shopping cart.\n\nShe turns to me and says, \"Are you Dan's liver again?  I told you not to come in that form!\"", "edited": 1648068734.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1ufd4j", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wanted to add pictures showing that the tonal can also handle multiple timelines, except we &amp;quot;stuffed&amp;quot; in into our liver, speen, adrenals, and V spot.&lt;/p&gt;\n\n&lt;p&gt;It was as free as our double.&lt;/p&gt;\n\n&lt;p&gt;But once it&amp;#39;s &amp;quot;stuffed&amp;quot; into those &amp;quot;planets&amp;quot; that comprise the body, it becomes subject to the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not always restricted by that.  There&amp;#39;s a famous example I don&amp;#39;t like to use because it identifies Cholita.&lt;/p&gt;\n\n&lt;p&gt;But basically, the individual pockets of awareness our Tonal has, stuffed into internal organs which are just as much alive and independent beings as our overall self, can act on their own.&lt;/p&gt;\n\n&lt;p&gt;And DO!&lt;/p&gt;\n\n&lt;p&gt;We are just as free as the double!&lt;/p&gt;\n\n&lt;p&gt;As long as we limit ourselves to 3 realities at once.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s the &amp;quot;liver&amp;quot; reality, the &amp;quot;spleen&amp;quot; reality, and the &amp;quot;adrenal glands&amp;quot; reality.&lt;/p&gt;\n\n&lt;p&gt;Adrenal&amp;#39;s might be able to make 2.&lt;/p&gt;\n\n&lt;p&gt;But our internal dialogue comments on those, making them seem part of a single being.&lt;/p&gt;\n\n&lt;p&gt;And so, some very odd magic still remains for us to discover.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a crazy example.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s walking along with me at the mall, and notices something really odd.  I keep commenting on random food items we see, as if I were on drugs.  It doesn&amp;#39;t make as much sense as it ought to.&lt;/p&gt;\n\n&lt;p&gt;And when she wants the expensive leather coat, I don&amp;#39;t complain that she already has a full shopping cart.&lt;/p&gt;\n\n&lt;p&gt;She turns to me and says, &amp;quot;Are you Dan&amp;#39;s liver again?  I told you not to come in that form!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tkzsjj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/i1ufd4j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648068419.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1ua87v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Pwn0_o", "can_mod_post": false, "created_utc": 1648066443.0, "send_replies": true, "parent_id": "t3_tkzsjj", "score": 2, "author_fullname": "t2_3aomfh7e", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you for taking the time to write this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1ua87v", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for taking the time to write this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/i1ua87v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648066443.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tkzsjj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_tkzsjj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1ue6o2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1648067967.0, "send_replies": true, "parent_id": "t1_i1tet4h", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You have to move your assemblage point to get insight into that topic.\n\nAt some point, any attempt to \"explain\" things becomes an obvious abomination.\n\nBut only out there.\n\nYou can't \"understand\" why trying to understand is an abomination.  Or even explain why.\n\nIf I had to guess, I'd say once you have some slight control inside silent knowledge, you can go live as those red bugs the lineage liked, and get a better perspective on why it's an abomination to \"understand\".\n\nThat \"understanding\" is an attempt to anchor yourself at a really stupid position of the assemblage point.\n\nSo you're protected against the reality of the vastness our awareness can perceive.\n\nSo that \"understanding\" is actually an attempt to avoid understanding.\n\nIt's also out there, where you could be anything and not just human, that you realize how delusional it is, when someone says they can't get silent and get puffs to appear.\n\nYou can *see* that they're actually forcing themselves to be human, and if they just relaxed they wouldn't be.\n\nThe world stops when you're silent.  Literally. \n\nIt's just a story we're telling ourselves.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1ue6o2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You have to move your assemblage point to get insight into that topic.&lt;/p&gt;\n\n&lt;p&gt;At some point, any attempt to &amp;quot;explain&amp;quot; things becomes an obvious abomination.&lt;/p&gt;\n\n&lt;p&gt;But only out there.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t &amp;quot;understand&amp;quot; why trying to understand is an abomination.  Or even explain why.&lt;/p&gt;\n\n&lt;p&gt;If I had to guess, I&amp;#39;d say once you have some slight control inside silent knowledge, you can go live as those red bugs the lineage liked, and get a better perspective on why it&amp;#39;s an abomination to &amp;quot;understand&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;understanding&amp;quot; is an attempt to anchor yourself at a really stupid position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re protected against the reality of the vastness our awareness can perceive.&lt;/p&gt;\n\n&lt;p&gt;So that &amp;quot;understanding&amp;quot; is actually an attempt to avoid understanding.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also out there, where you could be anything and not just human, that you realize how delusional it is, when someone says they can&amp;#39;t get silent and get puffs to appear.&lt;/p&gt;\n\n&lt;p&gt;You can &lt;em&gt;see&lt;/em&gt; that they&amp;#39;re actually forcing themselves to be human, and if they just relaxed they wouldn&amp;#39;t be.&lt;/p&gt;\n\n&lt;p&gt;The world stops when you&amp;#39;re silent.  Literally. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a story we&amp;#39;re telling ourselves.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tkzsjj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/i1ue6o2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1648067967.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1tet4h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_tkzsjj", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/tkzsjj/the_hidden_nature_of_intent/i1tet4h/", "num_reports": null, "locked": false, "name": "t1_i1tet4h", "created": 1648054569.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1648054569.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]