[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[The key point is, the tonal tends to remain where it shrunk and you return there later.](https://preview.redd.it/dd4byn12box81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=a71f4f29bdfb2fffdc648099477079c20846805c)\n\nIn Silent Knowledge, you get endless presentations on random things.  Not usually what you wanted to know.\n\nThe problem is, our link to intent. It's dirty.  I'll post an inspirational quote at the end, so you can see what that means from the books.\n\nBut it's not a mysterious thing.  The link to intent could in fact be described as \"mostly  what you want,  instead of what you need\".\n\nIn the River of Shit, what we want is not a good thing.\n\nSo by the time you get to Silent Knowledge, which simply means, you moved your assemblage point all the way along that J curve map,   you get to see FIRST HAND what a clean link to intent looks like.\n\nIt's ASTOUNDING magic.  That's what.  You become Merlin the Magician.\n\nBut there's still that nagging problem of \"the laws of physics\".\n\nDon't worry.  You'll figure that out too.  And you'll likely be thinking, \"What?  Is that it???  Well, I guess I didn't visualize it right, but it's probably better than what I thought was going on.\"\n\nI was deep in Silent Knowledge last night for hours, trying very hard not to run to my computer and type some down.\n\nMy entity Fancy showed up to encourage me to keep my mouth shut.\n\nShe even took it as a joke, commenting things like, \"You can't tell them that!  Imagine what they'll do knowing that??!!  I bet they'll go out and ... \"\n\nExcept she's more clever than I can recall at this point.  Even made me laugh a bit.\n\nSo first a story.\n\nCarlos told me to stop reading the books. Told an entire class or two, but I seem to have been the only one who obeyed Carlos.\n\nNot because I'm a saint.  But because if a cool magic guy asks you to lend him $20, you always say \"YES!!!\"\n\nOf course you want the guy who has all the secrets of reality, to \"owe you\".\n\nAnd by doing what Carlos asked us to do, he kind of ended up \"owing\" you for it.\n\nSince so few did.\n\nSo by not reading the books I was cured of the \"impeccable warrior\" delusion.\n\nBut yesterday in the afternoon I felt justified to sneak peak a very specific topic.\n\nWhat it means to \"shrink the total\".\n\nI'm trying to figure out why sometimes I can pass through solid walls, and other times I can't.\n\nAnd why Cholita has no problems breaking the laws of physics.\n\nIn fact all she needs is her index finger, to toss them out the window.\n\nIs it her madness?\n\nSo I searched for \"shrink\", and found exactly what I wanted.\n\nI've made a picture to kind of show how you can break the laws of physics, but it's in the joking style of Fancy from last night.\n\nAs I read I realized, the reason people are obsessed with \"the warriors way\" is that it was used as a teaching device in the books.\n\nA \"hook\".\n\nCarlos told us to our face in private classes, that he wrote the books to hook us.  And now, since we're hooked, stop reading them. We have him, right in front of us.  So don't look at his books anymore.\n\nAs I read how \"important\" the warriors way is to it all, according to don Juan, I realized,  Carlos came to tell us not to read the books because he noticed the ugly side effect his books have had.\n\nEveryone dumped the hard work, and only looked at the stuff in there designed to \"hook them\".\n\nThey got hooked, on hooking people.\n\nI'll leave you to figure out the rest.  The secret to how to leap through your ceiling, and land on a planet in the center of the universe.  For real.\n\nBy the way, the entity Little Smoke comes from there. From the center of the universe.  So does her buddy \"Devil's Weed\".\n\n\\*\\*\\* From the combined books pdf \\*\\*\\*\n\n&amp;#x200B;\n\nShrinking the Tonal\n\nOn Wednesday morning I left my hotel around nine forty-five. I walked slowly allowing myself fifteen minutes to reach the place where don Juan and I had agreed to meet. He had picked a corner on the Paseo de la Reforma five or six blocks away in front of the ticket office of an airline.\n\nI had just finished eating breakfast with a friend of mine. He had wanted to walk with me, but I had insinuated that I was going to meet a girl. I deliberately walked on the opposite side of the street from where the airline office was. I had the nagging suspicion that my friend, who had always wanted me to introduce him to don Juan, knew that I was going to meet him and might be following me. I was afraid that if I turned around I would find him behind me.\n\nI saw don Juan at a magazine stand on the other side of the street. I started to cross over but had to stop on the divider and wait there until it was safe to walk all the way across the wide boulevard. I turned around casually to see if my friend was following me. He was standing on the corner behind me. He smiled sheepishly and waved his hand as if telling me that he had been incapable of controlling himself. I dashed across the street without giving him time to catch up with me.\n\nDon Juan seemed to be aware of my predicament. When I reached him he gave a furtive glance over my shoulder.\n\n\"He's coming,\" he said. \"We'd better go down the side street.\"\n\nHe pointed to a street which cut diagonally into the Paseo de la Reforma at the point where we were standing. I quickly oriented myself. I had never been on that street, but two days before I had been in the airline ticket office.\n\nI knew its peculiar layout. The office was on the pointed corner made by the two streets. It had a door opening onto each street and the distance between the two doors must have been about ten to twelve feet. There was an aisle through the office from door to door, and a person could easily go from one street to the other. There were desks on one side of that pathway and a large round counter with clerks and cashiers on the other side. The day I had been there the place had been filled with people.\n\nI wanted to hurry up, perhaps even run, but don Juan's pace was relaxed. As we reached the office door on the diagonal street, I knew without having to turn around that my friend had also run across the boulevard and was about to turn into the street where we were walking. I looked at don Juan; hoping that he had a solution. He shrugged his shoulders.\n\nI felt annoyed and could not think of anything myself short of punching my friend in the nose. I must have sighed or exhaled at that very moment because the next thing I felt was sudden loss of air due to a formidable shove that don Juan had given me which sent me whirling through the door of the airline office.\n\nPropelled by his tremendous push I practically flew into the room. Don Juan had caught me so unprepared that my body had not offered any resistance. My fright merged with the actual jolt of his thrust. I automatically put my arms in front of me to protect my face.\n\nThe force of don Juan's shove had been so great that saliva flew out of my mouth and I experienced a mild vertigo as I stumbled inside the room. I nearly lost my balance and had to make a supreme effort not to fall down. I twirled around a couple of times. It seemed that the speed of my movements made the scene blurry. I vaguely noticed a crowd of customers conducting their business. I felt extremely embarrassed. I knew that everyone was looking at me as I reeled across the room.\n\nThe idea that I was making a fool out of myself was more than discomforting. A series of thoughts flashed through my mind. I had the certainty that I was going to fall on my face; or I would bump into a customer, perhaps an old lady, who would be injured by the impact; or worse yet, the glass door at the other end would be closed and I would smash against it.\n\nIn a dazed state I reached the door to the Paseo de la Reforma. It was open and I stepped out. My preoccupation of the moment was that I had to keep cool, turn to my right and walk on the boulevard towards downtown as if nothing had happened. I was sure that don Juan would join me, and that perhaps my friend might have kept on walking along the diagonal street.\n\nI opened my eyes; or rather I focused them on the area in front of me. I had a long moment of numbness before I fully realized what had happened. I was not on the Paseo de la Reforma, as I should have been, but in the Lagunilla market one and a half miles away.\n\nWhat I experienced at the moment of that realization was such an intense astonishment that all I could do was stare; stupefied.\n\nI looked around in order to orient myself. I realized that I was actually standing very close to where I had met don Juan on my first day in Mexico City. Perhaps I was even on the same spot. The stands that sold old coins were five feet away. I made a supreme effort to take hold of myself. Obviously I had to be experiencing a hallucination. It could not possibly be any other way.\n\nI quickly turned to go back through the door into the office, but behind me there was only a row of stands with secondhand books and magazines. Don Juan was standing next to me, to my right. He had an enormous smile on his face.\n\nThere was a pressure in my head; a tickling feeling as if carbonated soda were going through my nose. I was speechless. I tried to say something without success.\n\nI clearly heard don Juan say that I should not try to talk or think, but I wanted to say something; anything. An awful nervousness was building up inside my chest. I felt tears rolling down my cheeks.\n\nDon Juan did not shake me as he usually does when I fall prey to an uncontrollable fear. Instead he patted me gently on the head.\n\n\"Now, now, little Carlos,\" he said. \"Don't lose your marbles.\"\n\nHe held my face in his hands for an instant.\n\n\"Don't try to talk,\" he said.\n\nHe let my face go and pointed to what was taking place all around us.\n\n\"This is not for talking,\" he said. \"This is only for watching. Watch! Watch everything!\"\n\nI was really crying. My reaction to my crying was very strange however. I kept on weeping without any concern. It did not matter to me, at that moment, whether or not I was making a fool out of myself.\n\nI looked around. Right in front of me there was a middle-aged man wearing a pink short-sleeved shirt and dark gray pants. He seemed to be an American. A chubby woman, apparently his wife, was holding on to his arm. The man was handling some coins, while a thirteen or fourteen year old boy, perhaps the son of the proprietor, watched him. The boy followed every movement the older man made. Finally the man put the coins back on the table and the boy immediately relaxed.\n\n\"Watch everything!\" don Juan demanded again.\n\nThere was nothing unusual to watch. People were passing by going in every direction. I turned around. A man who appeared to run the magazine stand was staring at me. He blinked repeatedly as if he were about to fall asleep. He seemed tired or sick, and looked seedy.\n\nI felt that there was nothing to watch; at least nothing of real consequence. I stared at the scene. I found that it was impossible to concentrate my attention on anything. Don Juan walked in a circle around me. He acted as if he were assessing something in me. He shook his head and puckered his lips.\n\n\"Come, come,\" he said, grabbing me gently by the arm. \"It's time to walk.\"\n\nAs soon as we began to move I noticed that my body was very light. In fact I felt that the soles of my feet were spongy. They had a peculiar rubbery, springing quality.\n\nDon Juan must have been aware of my sensations. He held me tightly as if not to let me escape. He pressed down on me as though he were afraid I would move upwards beyond his reach like a balloon.\n\nWalking made me feel better. My nervousness gave way to a comfortable easiness.\n\nDon Juan insisted again that I should observe everything. I told him that there was nothing I wanted to watch; that it made no difference to me what people were doing in the market; and that I did not want to feel like an idiot dutifully observing some moronic activity of someone buying coins and old books while the real thing was escaping through my fingers.\n\n\"What is the real thing?\" he asked.\n\nI stopped walking and vehemently told him that the important thing was whatever he had done to make me perceive that I had covered the distance between the ticket office and the market in seconds.\n\nAt that point I began to shiver and felt I was going to get ill. Don Juan made me put my hands against my stomach.\n\nHe pointed all around him and stated again, in a matter-of-fact tone, that the mundane activity around us was the only thing of importance.\n\nI felt annoyed with him. I had the physical feeling of spinning. I took a deep breath.\n\n\"What did you do, don Juan?\" I asked with forced casualness.\n\nWith a reassuring tone he said that he could tell me about that any time, but that whatever was happening all around me was not ever going to be repeated.\n\nI had no quarrel with that. The activity I was witnessing obviously could not be repeated again in all its complexity. My point was that I could observe a very similar activity any time. On the other hand, the implication of having been transported over the distance, in whatever form, was of immeasurable significance.\n\nWhen I voiced these opinions don Juan made his head shiver as if what he had heard me say was actually painful to him.\n\nWe walked in silence for a moment. My body was feverish. I noticed that the palms of my hands and the soles of my feet were burning hot. The same unusual heat also seemed to be localized in my nostrils and eyelids.\n\n\"What did you do, don Juan?\" I asked him pleadingly.\n\nHe did not answer me but patted me on the chest and laughed. He said that men were very frail creatures, who made themselves even more frail with their indulging. In a very serious tone he exhorted me not to feel that I was about to perish, but to push myself beyond my limits; and to simply engage my attention on the world around me.\n\nWe continued walking at a very slow pace. My preoccupation was paramount. I could not pay attention to anything. Don Juan stopped and seemed to deliberate whether or not to speak. He opened his mouth to say something, but then he appeared to change his mind and we began to walk again.\n\n\"What happened is that you came here,\" he said abruptly as he turned and stared at me.\n\n\"How did that happen?\"\n\nHe said that he did not know, and that the only thing he did know was that I had selected that place myself.\n\nOur impasse became even more hopeless as we kept on talking. I wanted to know the steps and he insisted that the selection of the place was the only thing we could discuss, and since I did not know why I had chosen it, there was essentially nothing to talk about. He criticized, without getting angry, my obsession to reason out everything as an unnecessary indulging. He said that it was simpler and more effective just to act without seeking explanations, and that by talking about my experience and by thinking about it I was dissipating it.\n\nAfter a few moments he said that we had to leave that place because I had spoiled it and it would become increasingly injurious to me.\n\nWe left the market and walked to the Alameda Park. I was exhausted. I plunked down on a bench. It was only then that it occurred to me to look at my watch. It was 10:20 a.m. I had to make quite an effort in order to focus my attention. I did not remember the exact time when I had met don Juan. I calculated that it must have been around ten. And it could not have taken us more than ten minutes to walk from the market to the park, which left only ten minutes unaccounted for.\n\nI told don Juan about my calculations. He smiled. I had the certainty that his smile hid his contempt for me, yet there was nothing in his face to betray that feeling.\n\n\"You think I'm a hopeless idiot, don't you, don Juan?\"\n\n\"Ah ha!\" he said and jumped to his feet.\n\nHis reaction was so unexpected that I also jumped up at the same time.\n\n\"Tell me exactly what you think my feelings are,\" he said emphatically. \\[\\* emphatically- without question and beyond doubt\\]\n\nI felt I knew his feelings. It was as if I were feeling them myself. But when I tried to say what I felt, I realized I could not talk about it. To speak required a tremendous effort.\n\nDon Juan said that I did not have enough power yet to 'see' him. But I could certainly 'see' enough to find myself suitable explanations for what was happening.\n\n\"Don't be bashful,\" he said. \"Tell me exactly what you see.\"\n\nI had a sudden and strange thought very similar to thoughts that usually come to my mind just before falling asleep. It was more than a thought. 'A complete image' would be a better description of it. I saw a tableau containing various personages.\n\nThe one which was directly in front of me was a man sitting behind a window frame. The area beyond the frame was diffuse, but the frame and the man were crystal clear. He was looking at me. Hs head was turned slightly to his left so he was actually looking askance at me. I could see his eyes moving to keep me within focus. He was leaning on the windowsill with his right elbow. His hand was clenched into a fist and his muscles were contracted.\n\nTo the left of the man there was another image in the tableau. It was a flying lion. That is, the head and the mane were those of a lion, but the lower part of its body belonged to a curly white French poodle.\n\nI was about to focus my attention on it, when the man made a smacking sound with his lips and stuck his head and trunk out of the window. His whole body emerged as if something were pushing him. He hung for a moment, grabbing the windowsill with the tips of his fingers as he swung like a pendulum. Then he let go.\n\nI experienced in my own body the sensation of falling. It was not a plummeting down, but a soft descent, and then a cushioned floating. The man was weightless. He remained stationary for a moment and then he went out of sight as if an uncontrollable force had sipped him away through a crack in the tableau. An instant later he was back at the window looking askance at me. His right forearm was resting on the windowsill, only this time his hand was waving good-by to me.\n\nDon Juan's comment was that my 'seeing' was too elaborate.\n\n\"You can do better than that,\" he said. \"You want me to explain what happened. Well I want you to use your seeing to do that. You saw, but you saw crap. That kind of information is useless to a warrior. It would take too long to figure out what's what. Seeing must be direct because a warrior can't use his time to unravel what he himself is seeing. Seeing is seeing because it cuts through all that nonsense.\"\n\nI asked him if he thought that my vision had only been a hallucination and not really 'seeing'. He was convinced it had been 'seeing' because of the intricacy of detail, but that it was inappropriate for the occasion.\n\n\"Do you think that my visions explain anything?\" I asked.\n\n\"Sure they do. But I wouldn't try to unravel them if I were you. In the beginning seeing is confusing and it's easy to get lost in it. As the warrior gets tighter, however, his seeing becomes what it should be; a direct knowing.\"\n\nAs don Juan spoke I had one of those peculiar lapses of feelings and I clearly sensed that I was about to unveil something which I already knew, a thing which eluded me by turning into something very blurry. I became aware that I was involved in a struggle. The more I tried to define or reach that elusive piece of knowledge, the deeper it sank.\n\n\"That seeing was too... too visionary,\" don Juan said.\n\nThe sound of his voice shook me.\n\n\"A warrior asks a question and through his seeing he gets an answer, but the answer is simple; never embellished to the point of flying French poodles.\"\n\nWe laughed at the image. And half jokingly I told him that he was too strict; that anyone going through what I had gone through that morning deserved a bit of leniency.\n\n\"That is the easy way out,\" he said. \"That is the indulging way. You hinge the world on the feeling that everything is too much for you. You're not living like a warrior.\"\n\nI told him that there were so many facets of what he called a warrior's way that it was impossible to fulfill all of them; and that the meaning of it became clear only as I encountered new instances where I had to apply it.\n\n\"A rule of thumb for a warrior,\" he said, \"is that he makes his decisions so carefully that nothing that may happen as a result of them can surprise him; much less drain his power.\n\n\"To be a warrior means to be humble and alert. Today you were supposed to watch the scene which was unfolding in front of your eyes; not to ponder how all that was possible. You focused your attention on the wrong place. If I wanted to be lenient with you, I could easily say that since this was the first time it had happened to you, you were not prepared. But that's not permissible because you came here as a warrior ready to die. Therefore what happened to you today shouldn't have caught you with your pants down.\"\n\nI conceded that my tendency was to indulge in fear and bewilderment.\n\n\"Let's say that a rule of thumb for you should be that when you come to see me you should come prepared to die,\" he said. \"If you come here ready to die, there shouldn't be any pitfalls; or any unwelcome surprises; or any unnecessary acts. Everything should gently fall into place because you're expecting nothing.\"\n\n\"That's easy to say, don Juan. I am on the receiving end though. I am the one who has to live with all this.\"\n\n\"It is not that you have to live with all this. You are all this. You're not just tolerating it for the time being. Your decision to join forces with this evil world of sorcery should have burned all the lingering feelings of confusion, and should give you the spunk to claim all this as your world.\"\n\nI felt embarrassed and sad. Don Juan's actions, no matter how prepared I was, taxed me in such a way that every time I came in contact with him I was left with no other recourse but to act and feel like a half-rational nagging person. I had a surge of wrath and did not want to write any more. At that moment I wanted to rip my notes and throw everything in the trash can; and I would have done that had it not been for don Juan who laughed and held my arm; restraining me.\n\nIn a mocking tone he said that my 'tonal' was about to fool itself again. He recommended that I should go to the fountain and splash water on my neck and ears.\n\nThe water soothed me. We were quiet for a long time.\n\n\"Write, write,\" don Juan coaxed me in a friendly tone. \"Let's say that your notebook is the only sorcery you have. To rip it up is another way of opening yourself to your death. It will be another of your tantrums; a flashy tantrum at best; not a change. A warrior doesn't ever leave the island of the tonal. He uses it.\"\n\nHe pointed all around me with a quick movement of his hand and then touched my notebook.\n\n\"This is your world. You can't renounce it. It is useless to get angry and feel disappointed with oneself. All that that proves is that one's tonal is involved in an internal battle. A battle within one's tonal is one of the most inane contests I can think of. The tight life of a warrior is designed to end that struggle. From the beginning I have taught you to avoid wear and tear.\n\nNow there is no longer a war within you- not as it used to be- because the warrior's way is harmony; the harmony between actions and decisions at first, and then the harmony between tonal and nagual.\n\n\"Throughout the time I have known you I have talked to both your tonal and your nagual. That is the way the instruction should be conducted.\n\n\"In the beginning, a teacher has to talk to the tonal. It is the tonal that has to relinquish control. But it should be made to do so gladly. For example, your tonal has relinquished some controls without much struggle because it became clear to it that, had it remained the way it was, the totality of you would be dead by now.\n\nIn other words, the tonal is made to give up unnecessary things like self-importance and indulging which only plunge it into boredom. The whole trouble is that the tonal clings to those things when it should be glad to rid itself of that crap.\n\nThe task then is to convince the tonal to become free and fluid. That's what a sorcerer needs before anything else; a strong, free tonal. The stronger it gets the less it clings to its doings, and the easier it is to shrink it. So what happened this morning was that I saw the opportunity to shrink your tonal. For an instant you were absent-minded; hurrying; not thinking; and I grabbed that moment to shove you.\n\n\"The tonal shrinks at given times, especially when it is embarrassed. In fact one of the features of the tonal is its shyness. Its shyness is not really an issue; but there are certain instances when the tonal is taken by surprise, and its shyness unavoidably makes it shrink.\n\n\"This morning I plucked my cubic centimeter of chance. I noticed the open door of that office and gave you a shove. A shove is then the technique for shrinking the tonal. One must shove at the precise instant. For that, of course, one must know how to see.\n\n\"Once the man has been shoved and his tonal has shrunk, his nagual, if it is already in motion- no matter how small this motion is- will take over and achieve extraordinary deeds. Your nagual took over this morning and you ended up in the market.\"\n\nHe remained silent for a moment. He seemed to be waiting for questions. We looked at each other.\n\n\"I really don't know how,\" he said as if reading my mind. \"All I know is that the nagual is capable of inconceivable feats.\n\n\"This morning I asked you to watch. That scene in front of you, whatever it may have been, had an incalculable value for you. But instead of following my advice you indulged in self-pity and confusion; and did not watch.\n\n\"For a while you were all nagual and could not talk. That was the time to watch. Then, little by little, your tonal took over again; and rather than plunging you into a deadly battle between your tonal and nagual I walked you here.\"\n\n\"What was there in that scene, don Juan? What was so important?\"\n\n\"I don't know. It wasn't happening to me.\"\n\n\"What do you mean?\"\n\n\"It was your experience, not mine.\"\n\n\"But you were with me. Weren't you?\"\n\n\"No. I wasn't. You were alone. I repeatedly told you to watch everything because that scene was only for you.\"\n\n\"But you were next to me, don Juan.\"\n\n\"No. I wasn't. But it's useless to talk about it. Whatever I may say doesn't make sense because during those moments we were in nagual's time. The affairs of the nagual can be witnessed only with the body; not the reason.\"\n\n\"If you were not with me, don Juan, who or what was the person I witnessed as you?\"\n\n\"It was me and yet I wasn't there.\"\n\n\"Where were you then?\"\n\n\"I was with you, but not there. Let's say that I was around you but not in the particular place where your nagual had taken you.\"\n\n\"You mean you didn't know that we were at the market?\"\n\n\"No, I didn't. I just tagged along in order not to lose you.\"\n\n\"This is truly awesome, don Juan.\"\n\n\"We were in nagual's time, and there is nothing awesome about it. We are capable of much more than that. That is the nature of us as luminous beings. Our flaw is to insist on remaining on our monotonous, tiring, but convenient island. The tonal is the villain and it shouldn't be.\"\n\nI described the little bit I remembered. He wanted to know if I had witnessed any features of the sky, such as daylight, clouds, the sun. Or if I had heard noises of any sort. Or if I had caught sight of unusual people or events. He wanted to know if there had been any fights; or if people were yelling, and if they were, what they had said.\n\nI could not answer any of his questions. The plain truth was that I had accepted the event at its apparent face value; admitting as a truism \\[\\* truism- an obvious truth\\] that I had 'flown' over a considerable distance in one or two seconds; and that thanks to don Juan's knowledge, whatever it may have been, I had landed in all my material corporeality \\[\\* corporeality- the quality of consisting of physical matter\\] inside the market.\n\nMy reactions were a direct corollary \\[\\* corollary- a practical consequence that follows naturally\\] of such an interpretation. I wanted to know the procedures; the member's knowledge; the 'how to do it'. Therefore I did not care to observe what I was convinced were the ordinary happenings of a mundane event.\n\n\"Do you think that people saw me in the market?\" I asked.\n\nDon Juan did not answer. He laughed and tapped me lightly with his fist.\n\nI tried to remember if I had actually had any physical contact with people. My memory failed me.\n\n\"What did the people in the airline office see when I stumbled in?\" I asked.\n\n\"They probably saw a man staggering from one door to the other.\"\n\n\"But did they see me disappear into thin air?\"\n\n\"That is taken care of by the nagual. I don't know how. All I can tell you is that we are fluid luminous beings made out of fibers. The agreement that we are solid objects is the tonal's doing. When the tonal shrinks, extraordinary things are possible. But they are only extraordinary for the tonal.\n\ncontinued...\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Shrinking the Tonal", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"dd4byn12box81": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=48d8cf4bdc8d47b3272cd05901479112592b389d"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=514502e0a82dbdaaea708470bf683922a2e0148f"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=eb4db74085691ac1638e315d0fd53c15986c47df"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c8e2fdd06badcee24032584b521d81ab7e922f19"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=1f1d74d212fd80663ad251a62b654ee16a8c0c29"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=ec932b88247234fbf723dc95c21ce9e28ef81b30"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/dd4byn12box81.jpg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=a71f4f29bdfb2fffdc648099477079c20846805c"}, "id": "dd4byn12box81"}}, "name": "t3_uizlcw", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 30, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 30, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/L07eQn2BbsK58jrdZWl-6tCG6kZoJl38Vp0OQrad7_E.jpg", "edited": 1651766059.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1651763447.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/dd4byn12box81.jpg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a71f4f29bdfb2fffdc648099477079c20846805c\"&gt;The key point is, the tonal tends to remain where it shrunk and you return there later.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you get endless presentations on random things.  Not usually what you wanted to know.&lt;/p&gt;\n\n&lt;p&gt;The problem is, our link to intent. It&amp;#39;s dirty.  I&amp;#39;ll post an inspirational quote at the end, so you can see what that means from the books.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not a mysterious thing.  The link to intent could in fact be described as &amp;quot;mostly  what you want,  instead of what you need&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the River of Shit, what we want is not a good thing.&lt;/p&gt;\n\n&lt;p&gt;So by the time you get to Silent Knowledge, which simply means, you moved your assemblage point all the way along that J curve map,   you get to see FIRST HAND what a clean link to intent looks like.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s ASTOUNDING magic.  That&amp;#39;s what.  You become Merlin the Magician.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s still that nagging problem of &amp;quot;the laws of physics&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t worry.  You&amp;#39;ll figure that out too.  And you&amp;#39;ll likely be thinking, &amp;quot;What?  Is that it???  Well, I guess I didn&amp;#39;t visualize it right, but it&amp;#39;s probably better than what I thought was going on.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was deep in Silent Knowledge last night for hours, trying very hard not to run to my computer and type some down.&lt;/p&gt;\n\n&lt;p&gt;My entity Fancy showed up to encourage me to keep my mouth shut.&lt;/p&gt;\n\n&lt;p&gt;She even took it as a joke, commenting things like, &amp;quot;You can&amp;#39;t tell them that!  Imagine what they&amp;#39;ll do knowing that??!!  I bet they&amp;#39;ll go out and ... &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Except she&amp;#39;s more clever than I can recall at this point.  Even made me laugh a bit.&lt;/p&gt;\n\n&lt;p&gt;So first a story.&lt;/p&gt;\n\n&lt;p&gt;Carlos told me to stop reading the books. Told an entire class or two, but I seem to have been the only one who obeyed Carlos.&lt;/p&gt;\n\n&lt;p&gt;Not because I&amp;#39;m a saint.  But because if a cool magic guy asks you to lend him $20, you always say &amp;quot;YES!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Of course you want the guy who has all the secrets of reality, to &amp;quot;owe you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And by doing what Carlos asked us to do, he kind of ended up &amp;quot;owing&amp;quot; you for it.&lt;/p&gt;\n\n&lt;p&gt;Since so few did.&lt;/p&gt;\n\n&lt;p&gt;So by not reading the books I was cured of the &amp;quot;impeccable warrior&amp;quot; delusion.&lt;/p&gt;\n\n&lt;p&gt;But yesterday in the afternoon I felt justified to sneak peak a very specific topic.&lt;/p&gt;\n\n&lt;p&gt;What it means to &amp;quot;shrink the total&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m trying to figure out why sometimes I can pass through solid walls, and other times I can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;And why Cholita has no problems breaking the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;In fact all she needs is her index finger, to toss them out the window.&lt;/p&gt;\n\n&lt;p&gt;Is it her madness?&lt;/p&gt;\n\n&lt;p&gt;So I searched for &amp;quot;shrink&amp;quot;, and found exactly what I wanted.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve made a picture to kind of show how you can break the laws of physics, but it&amp;#39;s in the joking style of Fancy from last night.&lt;/p&gt;\n\n&lt;p&gt;As I read I realized, the reason people are obsessed with &amp;quot;the warriors way&amp;quot; is that it was used as a teaching device in the books.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;hook&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos told us to our face in private classes, that he wrote the books to hook us.  And now, since we&amp;#39;re hooked, stop reading them. We have him, right in front of us.  So don&amp;#39;t look at his books anymore.&lt;/p&gt;\n\n&lt;p&gt;As I read how &amp;quot;important&amp;quot; the warriors way is to it all, according to don Juan, I realized,  Carlos came to tell us not to read the books because he noticed the ugly side effect his books have had.&lt;/p&gt;\n\n&lt;p&gt;Everyone dumped the hard work, and only looked at the stuff in there designed to &amp;quot;hook them&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They got hooked, on hooking people.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll leave you to figure out the rest.  The secret to how to leap through your ceiling, and land on a planet in the center of the universe.  For real.&lt;/p&gt;\n\n&lt;p&gt;By the way, the entity Little Smoke comes from there. From the center of the universe.  So does her buddy &amp;quot;Devil&amp;#39;s Weed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;*** From the combined books pdf ***&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Shrinking the Tonal&lt;/p&gt;\n\n&lt;p&gt;On Wednesday morning I left my hotel around nine forty-five. I walked slowly allowing myself fifteen minutes to reach the place where don Juan and I had agreed to meet. He had picked a corner on the Paseo de la Reforma five or six blocks away in front of the ticket office of an airline.&lt;/p&gt;\n\n&lt;p&gt;I had just finished eating breakfast with a friend of mine. He had wanted to walk with me, but I had insinuated that I was going to meet a girl. I deliberately walked on the opposite side of the street from where the airline office was. I had the nagging suspicion that my friend, who had always wanted me to introduce him to don Juan, knew that I was going to meet him and might be following me. I was afraid that if I turned around I would find him behind me.&lt;/p&gt;\n\n&lt;p&gt;I saw don Juan at a magazine stand on the other side of the street. I started to cross over but had to stop on the divider and wait there until it was safe to walk all the way across the wide boulevard. I turned around casually to see if my friend was following me. He was standing on the corner behind me. He smiled sheepishly and waved his hand as if telling me that he had been incapable of controlling himself. I dashed across the street without giving him time to catch up with me.&lt;/p&gt;\n\n&lt;p&gt;Don Juan seemed to be aware of my predicament. When I reached him he gave a furtive glance over my shoulder.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He&amp;#39;s coming,&amp;quot; he said. &amp;quot;We&amp;#39;d better go down the side street.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He pointed to a street which cut diagonally into the Paseo de la Reforma at the point where we were standing. I quickly oriented myself. I had never been on that street, but two days before I had been in the airline ticket office.&lt;/p&gt;\n\n&lt;p&gt;I knew its peculiar layout. The office was on the pointed corner made by the two streets. It had a door opening onto each street and the distance between the two doors must have been about ten to twelve feet. There was an aisle through the office from door to door, and a person could easily go from one street to the other. There were desks on one side of that pathway and a large round counter with clerks and cashiers on the other side. The day I had been there the place had been filled with people.&lt;/p&gt;\n\n&lt;p&gt;I wanted to hurry up, perhaps even run, but don Juan&amp;#39;s pace was relaxed. As we reached the office door on the diagonal street, I knew without having to turn around that my friend had also run across the boulevard and was about to turn into the street where we were walking. I looked at don Juan; hoping that he had a solution. He shrugged his shoulders.&lt;/p&gt;\n\n&lt;p&gt;I felt annoyed and could not think of anything myself short of punching my friend in the nose. I must have sighed or exhaled at that very moment because the next thing I felt was sudden loss of air due to a formidable shove that don Juan had given me which sent me whirling through the door of the airline office.&lt;/p&gt;\n\n&lt;p&gt;Propelled by his tremendous push I practically flew into the room. Don Juan had caught me so unprepared that my body had not offered any resistance. My fright merged with the actual jolt of his thrust. I automatically put my arms in front of me to protect my face.&lt;/p&gt;\n\n&lt;p&gt;The force of don Juan&amp;#39;s shove had been so great that saliva flew out of my mouth and I experienced a mild vertigo as I stumbled inside the room. I nearly lost my balance and had to make a supreme effort not to fall down. I twirled around a couple of times. It seemed that the speed of my movements made the scene blurry. I vaguely noticed a crowd of customers conducting their business. I felt extremely embarrassed. I knew that everyone was looking at me as I reeled across the room.&lt;/p&gt;\n\n&lt;p&gt;The idea that I was making a fool out of myself was more than discomforting. A series of thoughts flashed through my mind. I had the certainty that I was going to fall on my face; or I would bump into a customer, perhaps an old lady, who would be injured by the impact; or worse yet, the glass door at the other end would be closed and I would smash against it.&lt;/p&gt;\n\n&lt;p&gt;In a dazed state I reached the door to the Paseo de la Reforma. It was open and I stepped out. My preoccupation of the moment was that I had to keep cool, turn to my right and walk on the boulevard towards downtown as if nothing had happened. I was sure that don Juan would join me, and that perhaps my friend might have kept on walking along the diagonal street.&lt;/p&gt;\n\n&lt;p&gt;I opened my eyes; or rather I focused them on the area in front of me. I had a long moment of numbness before I fully realized what had happened. I was not on the Paseo de la Reforma, as I should have been, but in the Lagunilla market one and a half miles away.&lt;/p&gt;\n\n&lt;p&gt;What I experienced at the moment of that realization was such an intense astonishment that all I could do was stare; stupefied.&lt;/p&gt;\n\n&lt;p&gt;I looked around in order to orient myself. I realized that I was actually standing very close to where I had met don Juan on my first day in Mexico City. Perhaps I was even on the same spot. The stands that sold old coins were five feet away. I made a supreme effort to take hold of myself. Obviously I had to be experiencing a hallucination. It could not possibly be any other way.&lt;/p&gt;\n\n&lt;p&gt;I quickly turned to go back through the door into the office, but behind me there was only a row of stands with secondhand books and magazines. Don Juan was standing next to me, to my right. He had an enormous smile on his face.&lt;/p&gt;\n\n&lt;p&gt;There was a pressure in my head; a tickling feeling as if carbonated soda were going through my nose. I was speechless. I tried to say something without success.&lt;/p&gt;\n\n&lt;p&gt;I clearly heard don Juan say that I should not try to talk or think, but I wanted to say something; anything. An awful nervousness was building up inside my chest. I felt tears rolling down my cheeks.&lt;/p&gt;\n\n&lt;p&gt;Don Juan did not shake me as he usually does when I fall prey to an uncontrollable fear. Instead he patted me gently on the head.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Now, now, little Carlos,&amp;quot; he said. &amp;quot;Don&amp;#39;t lose your marbles.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He held my face in his hands for an instant.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t try to talk,&amp;quot; he said.&lt;/p&gt;\n\n&lt;p&gt;He let my face go and pointed to what was taking place all around us.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is not for talking,&amp;quot; he said. &amp;quot;This is only for watching. Watch! Watch everything!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was really crying. My reaction to my crying was very strange however. I kept on weeping without any concern. It did not matter to me, at that moment, whether or not I was making a fool out of myself.&lt;/p&gt;\n\n&lt;p&gt;I looked around. Right in front of me there was a middle-aged man wearing a pink short-sleeved shirt and dark gray pants. He seemed to be an American. A chubby woman, apparently his wife, was holding on to his arm. The man was handling some coins, while a thirteen or fourteen year old boy, perhaps the son of the proprietor, watched him. The boy followed every movement the older man made. Finally the man put the coins back on the table and the boy immediately relaxed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Watch everything!&amp;quot; don Juan demanded again.&lt;/p&gt;\n\n&lt;p&gt;There was nothing unusual to watch. People were passing by going in every direction. I turned around. A man who appeared to run the magazine stand was staring at me. He blinked repeatedly as if he were about to fall asleep. He seemed tired or sick, and looked seedy.&lt;/p&gt;\n\n&lt;p&gt;I felt that there was nothing to watch; at least nothing of real consequence. I stared at the scene. I found that it was impossible to concentrate my attention on anything. Don Juan walked in a circle around me. He acted as if he were assessing something in me. He shook his head and puckered his lips.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Come, come,&amp;quot; he said, grabbing me gently by the arm. &amp;quot;It&amp;#39;s time to walk.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As soon as we began to move I noticed that my body was very light. In fact I felt that the soles of my feet were spongy. They had a peculiar rubbery, springing quality.&lt;/p&gt;\n\n&lt;p&gt;Don Juan must have been aware of my sensations. He held me tightly as if not to let me escape. He pressed down on me as though he were afraid I would move upwards beyond his reach like a balloon.&lt;/p&gt;\n\n&lt;p&gt;Walking made me feel better. My nervousness gave way to a comfortable easiness.&lt;/p&gt;\n\n&lt;p&gt;Don Juan insisted again that I should observe everything. I told him that there was nothing I wanted to watch; that it made no difference to me what people were doing in the market; and that I did not want to feel like an idiot dutifully observing some moronic activity of someone buying coins and old books while the real thing was escaping through my fingers.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is the real thing?&amp;quot; he asked.&lt;/p&gt;\n\n&lt;p&gt;I stopped walking and vehemently told him that the important thing was whatever he had done to make me perceive that I had covered the distance between the ticket office and the market in seconds.&lt;/p&gt;\n\n&lt;p&gt;At that point I began to shiver and felt I was going to get ill. Don Juan made me put my hands against my stomach.&lt;/p&gt;\n\n&lt;p&gt;He pointed all around him and stated again, in a matter-of-fact tone, that the mundane activity around us was the only thing of importance.&lt;/p&gt;\n\n&lt;p&gt;I felt annoyed with him. I had the physical feeling of spinning. I took a deep breath.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What did you do, don Juan?&amp;quot; I asked with forced casualness.&lt;/p&gt;\n\n&lt;p&gt;With a reassuring tone he said that he could tell me about that any time, but that whatever was happening all around me was not ever going to be repeated.&lt;/p&gt;\n\n&lt;p&gt;I had no quarrel with that. The activity I was witnessing obviously could not be repeated again in all its complexity. My point was that I could observe a very similar activity any time. On the other hand, the implication of having been transported over the distance, in whatever form, was of immeasurable significance.&lt;/p&gt;\n\n&lt;p&gt;When I voiced these opinions don Juan made his head shiver as if what he had heard me say was actually painful to him.&lt;/p&gt;\n\n&lt;p&gt;We walked in silence for a moment. My body was feverish. I noticed that the palms of my hands and the soles of my feet were burning hot. The same unusual heat also seemed to be localized in my nostrils and eyelids.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What did you do, don Juan?&amp;quot; I asked him pleadingly.&lt;/p&gt;\n\n&lt;p&gt;He did not answer me but patted me on the chest and laughed. He said that men were very frail creatures, who made themselves even more frail with their indulging. In a very serious tone he exhorted me not to feel that I was about to perish, but to push myself beyond my limits; and to simply engage my attention on the world around me.&lt;/p&gt;\n\n&lt;p&gt;We continued walking at a very slow pace. My preoccupation was paramount. I could not pay attention to anything. Don Juan stopped and seemed to deliberate whether or not to speak. He opened his mouth to say something, but then he appeared to change his mind and we began to walk again.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What happened is that you came here,&amp;quot; he said abruptly as he turned and stared at me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How did that happen?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He said that he did not know, and that the only thing he did know was that I had selected that place myself.&lt;/p&gt;\n\n&lt;p&gt;Our impasse became even more hopeless as we kept on talking. I wanted to know the steps and he insisted that the selection of the place was the only thing we could discuss, and since I did not know why I had chosen it, there was essentially nothing to talk about. He criticized, without getting angry, my obsession to reason out everything as an unnecessary indulging. He said that it was simpler and more effective just to act without seeking explanations, and that by talking about my experience and by thinking about it I was dissipating it.&lt;/p&gt;\n\n&lt;p&gt;After a few moments he said that we had to leave that place because I had spoiled it and it would become increasingly injurious to me.&lt;/p&gt;\n\n&lt;p&gt;We left the market and walked to the Alameda Park. I was exhausted. I plunked down on a bench. It was only then that it occurred to me to look at my watch. It was 10:20 a.m. I had to make quite an effort in order to focus my attention. I did not remember the exact time when I had met don Juan. I calculated that it must have been around ten. And it could not have taken us more than ten minutes to walk from the market to the park, which left only ten minutes unaccounted for.&lt;/p&gt;\n\n&lt;p&gt;I told don Juan about my calculations. He smiled. I had the certainty that his smile hid his contempt for me, yet there was nothing in his face to betray that feeling.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You think I&amp;#39;m a hopeless idiot, don&amp;#39;t you, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Ah ha!&amp;quot; he said and jumped to his feet.&lt;/p&gt;\n\n&lt;p&gt;His reaction was so unexpected that I also jumped up at the same time.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Tell me exactly what you think my feelings are,&amp;quot; he said emphatically. [* emphatically- without question and beyond doubt]&lt;/p&gt;\n\n&lt;p&gt;I felt I knew his feelings. It was as if I were feeling them myself. But when I tried to say what I felt, I realized I could not talk about it. To speak required a tremendous effort.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that I did not have enough power yet to &amp;#39;see&amp;#39; him. But I could certainly &amp;#39;see&amp;#39; enough to find myself suitable explanations for what was happening.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t be bashful,&amp;quot; he said. &amp;quot;Tell me exactly what you see.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I had a sudden and strange thought very similar to thoughts that usually come to my mind just before falling asleep. It was more than a thought. &amp;#39;A complete image&amp;#39; would be a better description of it. I saw a tableau containing various personages.&lt;/p&gt;\n\n&lt;p&gt;The one which was directly in front of me was a man sitting behind a window frame. The area beyond the frame was diffuse, but the frame and the man were crystal clear. He was looking at me. Hs head was turned slightly to his left so he was actually looking askance at me. I could see his eyes moving to keep me within focus. He was leaning on the windowsill with his right elbow. His hand was clenched into a fist and his muscles were contracted.&lt;/p&gt;\n\n&lt;p&gt;To the left of the man there was another image in the tableau. It was a flying lion. That is, the head and the mane were those of a lion, but the lower part of its body belonged to a curly white French poodle.&lt;/p&gt;\n\n&lt;p&gt;I was about to focus my attention on it, when the man made a smacking sound with his lips and stuck his head and trunk out of the window. His whole body emerged as if something were pushing him. He hung for a moment, grabbing the windowsill with the tips of his fingers as he swung like a pendulum. Then he let go.&lt;/p&gt;\n\n&lt;p&gt;I experienced in my own body the sensation of falling. It was not a plummeting down, but a soft descent, and then a cushioned floating. The man was weightless. He remained stationary for a moment and then he went out of sight as if an uncontrollable force had sipped him away through a crack in the tableau. An instant later he was back at the window looking askance at me. His right forearm was resting on the windowsill, only this time his hand was waving good-by to me.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s comment was that my &amp;#39;seeing&amp;#39; was too elaborate.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You can do better than that,&amp;quot; he said. &amp;quot;You want me to explain what happened. Well I want you to use your seeing to do that. You saw, but you saw crap. That kind of information is useless to a warrior. It would take too long to figure out what&amp;#39;s what. Seeing must be direct because a warrior can&amp;#39;t use his time to unravel what he himself is seeing. Seeing is seeing because it cuts through all that nonsense.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I asked him if he thought that my vision had only been a hallucination and not really &amp;#39;seeing&amp;#39;. He was convinced it had been &amp;#39;seeing&amp;#39; because of the intricacy of detail, but that it was inappropriate for the occasion.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do you think that my visions explain anything?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sure they do. But I wouldn&amp;#39;t try to unravel them if I were you. In the beginning seeing is confusing and it&amp;#39;s easy to get lost in it. As the warrior gets tighter, however, his seeing becomes what it should be; a direct knowing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As don Juan spoke I had one of those peculiar lapses of feelings and I clearly sensed that I was about to unveil something which I already knew, a thing which eluded me by turning into something very blurry. I became aware that I was involved in a struggle. The more I tried to define or reach that elusive piece of knowledge, the deeper it sank.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That seeing was too... too visionary,&amp;quot; don Juan said.&lt;/p&gt;\n\n&lt;p&gt;The sound of his voice shook me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A warrior asks a question and through his seeing he gets an answer, but the answer is simple; never embellished to the point of flying French poodles.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We laughed at the image. And half jokingly I told him that he was too strict; that anyone going through what I had gone through that morning deserved a bit of leniency.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That is the easy way out,&amp;quot; he said. &amp;quot;That is the indulging way. You hinge the world on the feeling that everything is too much for you. You&amp;#39;re not living like a warrior.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I told him that there were so many facets of what he called a warrior&amp;#39;s way that it was impossible to fulfill all of them; and that the meaning of it became clear only as I encountered new instances where I had to apply it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;A rule of thumb for a warrior,&amp;quot; he said, &amp;quot;is that he makes his decisions so carefully that nothing that may happen as a result of them can surprise him; much less drain his power.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To be a warrior means to be humble and alert. Today you were supposed to watch the scene which was unfolding in front of your eyes; not to ponder how all that was possible. You focused your attention on the wrong place. If I wanted to be lenient with you, I could easily say that since this was the first time it had happened to you, you were not prepared. But that&amp;#39;s not permissible because you came here as a warrior ready to die. Therefore what happened to you today shouldn&amp;#39;t have caught you with your pants down.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I conceded that my tendency was to indulge in fear and bewilderment.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Let&amp;#39;s say that a rule of thumb for you should be that when you come to see me you should come prepared to die,&amp;quot; he said. &amp;quot;If you come here ready to die, there shouldn&amp;#39;t be any pitfalls; or any unwelcome surprises; or any unnecessary acts. Everything should gently fall into place because you&amp;#39;re expecting nothing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That&amp;#39;s easy to say, don Juan. I am on the receiving end though. I am the one who has to live with all this.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is not that you have to live with all this. You are all this. You&amp;#39;re not just tolerating it for the time being. Your decision to join forces with this evil world of sorcery should have burned all the lingering feelings of confusion, and should give you the spunk to claim all this as your world.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I felt embarrassed and sad. Don Juan&amp;#39;s actions, no matter how prepared I was, taxed me in such a way that every time I came in contact with him I was left with no other recourse but to act and feel like a half-rational nagging person. I had a surge of wrath and did not want to write any more. At that moment I wanted to rip my notes and throw everything in the trash can; and I would have done that had it not been for don Juan who laughed and held my arm; restraining me.&lt;/p&gt;\n\n&lt;p&gt;In a mocking tone he said that my &amp;#39;tonal&amp;#39; was about to fool itself again. He recommended that I should go to the fountain and splash water on my neck and ears.&lt;/p&gt;\n\n&lt;p&gt;The water soothed me. We were quiet for a long time.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Write, write,&amp;quot; don Juan coaxed me in a friendly tone. &amp;quot;Let&amp;#39;s say that your notebook is the only sorcery you have. To rip it up is another way of opening yourself to your death. It will be another of your tantrums; a flashy tantrum at best; not a change. A warrior doesn&amp;#39;t ever leave the island of the tonal. He uses it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He pointed all around me with a quick movement of his hand and then touched my notebook.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is your world. You can&amp;#39;t renounce it. It is useless to get angry and feel disappointed with oneself. All that that proves is that one&amp;#39;s tonal is involved in an internal battle. A battle within one&amp;#39;s tonal is one of the most inane contests I can think of. The tight life of a warrior is designed to end that struggle. From the beginning I have taught you to avoid wear and tear.&lt;/p&gt;\n\n&lt;p&gt;Now there is no longer a war within you- not as it used to be- because the warrior&amp;#39;s way is harmony; the harmony between actions and decisions at first, and then the harmony between tonal and nagual.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Throughout the time I have known you I have talked to both your tonal and your nagual. That is the way the instruction should be conducted.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In the beginning, a teacher has to talk to the tonal. It is the tonal that has to relinquish control. But it should be made to do so gladly. For example, your tonal has relinquished some controls without much struggle because it became clear to it that, had it remained the way it was, the totality of you would be dead by now.&lt;/p&gt;\n\n&lt;p&gt;In other words, the tonal is made to give up unnecessary things like self-importance and indulging which only plunge it into boredom. The whole trouble is that the tonal clings to those things when it should be glad to rid itself of that crap.&lt;/p&gt;\n\n&lt;p&gt;The task then is to convince the tonal to become free and fluid. That&amp;#39;s what a sorcerer needs before anything else; a strong, free tonal. The stronger it gets the less it clings to its doings, and the easier it is to shrink it. So what happened this morning was that I saw the opportunity to shrink your tonal. For an instant you were absent-minded; hurrying; not thinking; and I grabbed that moment to shove you.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The tonal shrinks at given times, especially when it is embarrassed. In fact one of the features of the tonal is its shyness. Its shyness is not really an issue; but there are certain instances when the tonal is taken by surprise, and its shyness unavoidably makes it shrink.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This morning I plucked my cubic centimeter of chance. I noticed the open door of that office and gave you a shove. A shove is then the technique for shrinking the tonal. One must shove at the precise instant. For that, of course, one must know how to see.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Once the man has been shoved and his tonal has shrunk, his nagual, if it is already in motion- no matter how small this motion is- will take over and achieve extraordinary deeds. Your nagual took over this morning and you ended up in the market.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He remained silent for a moment. He seemed to be waiting for questions. We looked at each other.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I really don&amp;#39;t know how,&amp;quot; he said as if reading my mind. &amp;quot;All I know is that the nagual is capable of inconceivable feats.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This morning I asked you to watch. That scene in front of you, whatever it may have been, had an incalculable value for you. But instead of following my advice you indulged in self-pity and confusion; and did not watch.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For a while you were all nagual and could not talk. That was the time to watch. Then, little by little, your tonal took over again; and rather than plunging you into a deadly battle between your tonal and nagual I walked you here.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What was there in that scene, don Juan? What was so important?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t know. It wasn&amp;#39;t happening to me.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do you mean?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It was your experience, not mine.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But you were with me. Weren&amp;#39;t you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. I wasn&amp;#39;t. You were alone. I repeatedly told you to watch everything because that scene was only for you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But you were next to me, don Juan.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. I wasn&amp;#39;t. But it&amp;#39;s useless to talk about it. Whatever I may say doesn&amp;#39;t make sense because during those moments we were in nagual&amp;#39;s time. The affairs of the nagual can be witnessed only with the body; not the reason.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If you were not with me, don Juan, who or what was the person I witnessed as you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It was me and yet I wasn&amp;#39;t there.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Where were you then?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I was with you, but not there. Let&amp;#39;s say that I was around you but not in the particular place where your nagual had taken you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You mean you didn&amp;#39;t know that we were at the market?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, I didn&amp;#39;t. I just tagged along in order not to lose you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is truly awesome, don Juan.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We were in nagual&amp;#39;s time, and there is nothing awesome about it. We are capable of much more than that. That is the nature of us as luminous beings. Our flaw is to insist on remaining on our monotonous, tiring, but convenient island. The tonal is the villain and it shouldn&amp;#39;t be.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I described the little bit I remembered. He wanted to know if I had witnessed any features of the sky, such as daylight, clouds, the sun. Or if I had heard noises of any sort. Or if I had caught sight of unusual people or events. He wanted to know if there had been any fights; or if people were yelling, and if they were, what they had said.&lt;/p&gt;\n\n&lt;p&gt;I could not answer any of his questions. The plain truth was that I had accepted the event at its apparent face value; admitting as a truism [* truism- an obvious truth] that I had &amp;#39;flown&amp;#39; over a considerable distance in one or two seconds; and that thanks to don Juan&amp;#39;s knowledge, whatever it may have been, I had landed in all my material corporeality [* corporeality- the quality of consisting of physical matter] inside the market.&lt;/p&gt;\n\n&lt;p&gt;My reactions were a direct corollary [* corollary- a practical consequence that follows naturally] of such an interpretation. I wanted to know the procedures; the member&amp;#39;s knowledge; the &amp;#39;how to do it&amp;#39;. Therefore I did not care to observe what I was convinced were the ordinary happenings of a mundane event.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do you think that people saw me in the market?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;Don Juan did not answer. He laughed and tapped me lightly with his fist.&lt;/p&gt;\n\n&lt;p&gt;I tried to remember if I had actually had any physical contact with people. My memory failed me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What did the people in the airline office see when I stumbled in?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;They probably saw a man staggering from one door to the other.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But did they see me disappear into thin air?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That is taken care of by the nagual. I don&amp;#39;t know how. All I can tell you is that we are fluid luminous beings made out of fibers. The agreement that we are solid objects is the tonal&amp;#39;s doing. When the tonal shrinks, extraordinary things are possible. But they are only extraordinary for the tonal.&lt;/p&gt;\n\n&lt;p&gt;continued...&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "uizlcw", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 24, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/uizlcw/shrinking_the_tonal/", "subreddit_subscribers": 9561, "created_utc": 1651763447.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7ho28y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i7hjyqe", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I hope so, but don't forget the goal of the 4th gate of dreaming.\n\nI won't explain that, just so no one gets depressed they can't see \"Dr. Strange\" before it comes out.\n\nBut wouldn't that be cool!\n\nMake fun of Dr. Strange, by watching his next movie before it's even made.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i7ho28y", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hope so, but don&amp;#39;t forget the goal of the 4th gate of dreaming.&lt;/p&gt;\n\n&lt;p&gt;I won&amp;#39;t explain that, just so no one gets depressed they can&amp;#39;t see &amp;quot;Dr. Strange&amp;quot; before it comes out.&lt;/p&gt;\n\n&lt;p&gt;But wouldn&amp;#39;t that be cool!&lt;/p&gt;\n\n&lt;p&gt;Make fun of Dr. Strange, by watching his next movie before it&amp;#39;s even made.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7ho28y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651793647.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1651793647.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7hjyqe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1651791744.0, "send_replies": true, "parent_id": "t1_i7fp50w", "score": 6, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So it’s **possible** that we could be physically displaced via the Nagual not just in space but also in time! 🤯\n\nEat your heart out H.G. Wells!", "edited": 1651792370.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7hjyqe", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So it’s &lt;strong&gt;possible&lt;/strong&gt; that we could be physically displaced via the Nagual not just in space but also in time! 🤯&lt;/p&gt;\n\n&lt;p&gt;Eat your heart out H.G. Wells!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7hjyqe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651791744.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7fp50w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1651764134.0, "send_replies": true, "parent_id": "t3_uizlcw", "score": 14, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "continuation...\n\n\"For the nagual, it's nothing to move the way you did this morning. Especially for your nagual which is already capable of difficult ploys. As a matter of fact, it has plunged into something terribly weird. Can you feel what it is?\"\n\n  \nA million questions and feelings came to me all at once. It was as if a gust of wind had blown off my veneer \\[\\* veneer- a thin ornamental coating\\] of composure. I shivered. My body felt it was at the edge of an abyss \\[\\* abyss- a bottomless pit\\]. I struggled with some mysterious but concrete piece of knowledge. It was as if I were on the verge of being shown something, and yet some stubborn part of me insisted on blowing a cloud over it.\n\n  \nThe struggle made me numb by degrees, until I could not feel my body. My mouth was open and my eyes were half closed. I had the feeling I could see my face getting harder and harder until it was the face of a dried corpse with the yellowish skin stuck tight to the skull.\n\n  \nThe next thing I felt was a jolt. Don Juan was standing by me holding an empty bucket of water. He had soaked me. I coughed and wiped the water from my face, and felt another cold seizure in my back. I jumped up from the bench. Don Juan had poured some water down my neck.  \nThere was a group of children looking at me and laughing. Don Juan smiled at me. He held my notebook and said that we had better go to my hotel so I could change my clothes. He led me out of the park. We stood on the curb for a moment before a cab came along.\n\n  \nHours later, after eating lunch and resting, don Juan and I sat on his favorite bench in the park by the church. In an oblique \\[\\* oblique- indirect\\] manner we got to the topic of my strange reaction. He seemed to be very cautious. He did not confront me directly with it.\n\n  \n\"Things like that are known to happen,\" he said. \"The nagual, once it learns to surface, may cause a great damage to the tonal by coming out without any control. Your case is special, though. You are given to indulging in such an exaggerated manner that you would die and not even mind it; or worse yet, not even be aware that you're dying.\"\n\n  \nI told him that my reaction began when he had asked me if I could feel what my 'nagual' had done. I thought I knew exactly what he was alluding to, but when I tried to describe what it was, I found I could not think clearly. I experienced a sensation of lightheadedness- almost an indifference- as if I did not really care about anything. Then that sensation grew into a mesmerizing concentration. It was as though all of me was slowly being sucked out. What attracted and trapped my attention was the clear sensation that a portentous secret was about to be revealed to me, and I did not want anything to interfere with such a revelation.\n\n  \n\"What was going to be revealed to you was your death,\" don Juan said. \"That's the danger of indulging, especially for you since you are naturally so exaggerated. Your tonal is so given to indulging that it threatens the totality of you. This is a terrible way of being.\"\n\n  \n\"What can I do?\"\n\n  \n\"Your tonal has to be convinced with reasons; your nagual with actions; until one props the other. As I have told you, the tonal rules, and yet it is very vulnerable. The nagual, on the other hand, never, or almost never, acts out; but when it does, it terrifies the tonal.\n\n  \n\"This morning your tonal got frightened and began to shrink by itself, and then your nagual began to take over.\n\n  \n\"I had to borrow a bucket from one of the photographers in the park in order to whip your nagual like a bad dog back to its place. The tonal must be protected at any cost. The crown has to be taken away from it, but it must remain as the protected overseer.\n\n  \n\"Any threat to the tonal always results in its death. And if the tonal dies, so does the whole man. Because of its inherent weakness, the tonal is easily destroyed; and thus one of the balancing arts of the warrior is to make the nagual emerge in order to prop up the tonal. I say it is an art because sorcerers know that only by boosting the tonal can the nagual emerge. See what I mean? That boosting is called personal power.\"\n\n  \nDon Juan stood up, stretched his arms and arched his back. I started to stand up myself, but he gently pushed me down.\n\n  \n\"You must stay on this bench until twilight,\" he said. \"I have to leave right away. Genaro is waiting for me in the mountains. So come to his house in three days and we will meet there.\"\n\n  \n\"What are we going to do at don Genaro's house?\" I asked.\n\n  \n\"Depending on whether you have enough power,\" he said, \"Genaro may show you the nagual.\"\n\n  \nThere was one more thing that I had to voice at that point. I had to know whether his suit was a shocking device for me alone or was it actually part of his life. Never had any of his acts caused so much havoc in me as his wearing a suit. It was not only the act in itself that was so awesome to me, but the fact that don Juan was elegant. His legs had a youthful agility. It was as if wearing shoes had shifted his point of balance and his steps were longer and more firm than usual.\n\n  \n\"Do you wear a suit all the time?\" I asked.\n\n  \n\"Yes,\" he replied with a charming smile. \"I have others, but I didn't want to wear a different suit today because it would've scared you even more.\"\n\n  \nI did not know what to think. I felt that I had arrived at the end of my path. If don Juan could wear a suit and be elegant in it, anything was possible.\n\n  \nHe seemed to enjoy my confusion and laughed.\n\n  \n\"I'm a stockholder,\" he said in a mysterious but unaffected tone, and walked away.\n\n  \nThe next morning, on Thursday, I asked a friend of mine to walk with me from the door of the office where don Juan had pushed me to the Lagunilla market. We took the most direct route. It took us thirty-five minutes. Once we arrived there, I tried to orient myself. I failed. I walked into a clothing store at the very corner of the wide avenue where we were standing.  \n\"Pardon me,\" I said to a young woman who was gently cleaning a hat with a duster. \"Where are the stands of coins and secondhand books?\"\n\n  \n\"We don't have any,\" she said in a nasty tone.\n\n  \n\"But I saw them, somewhere in this market, yesterday.\"\n\n  \n\"No kidding,\" she said and walked behind the counter.\n\n  \nI ran after her and pleaded with her to tell me where they were. She looked me up and down.  \n\"You couldn't have seen them yesterday,\" she said. \"Those stands are assembled only on Sunday; right here along this wall. We don't have them the rest of the week.\"\n\n  \n\"Only on Sunday?\" I repeated mechanically.\n\n  \n\"Yes. Only on Sunday. That's the way. The rest of the week they would interfere with the traffic.\"\n\n  \nShe pointed to the wide avenue filled with cars.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7fp50w", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;continuation...&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For the nagual, it&amp;#39;s nothing to move the way you did this morning. Especially for your nagual which is already capable of difficult ploys. As a matter of fact, it has plunged into something terribly weird. Can you feel what it is?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;A million questions and feelings came to me all at once. It was as if a gust of wind had blown off my veneer [* veneer- a thin ornamental coating] of composure. I shivered. My body felt it was at the edge of an abyss [* abyss- a bottomless pit]. I struggled with some mysterious but concrete piece of knowledge. It was as if I were on the verge of being shown something, and yet some stubborn part of me insisted on blowing a cloud over it.&lt;/p&gt;\n\n&lt;p&gt;The struggle made me numb by degrees, until I could not feel my body. My mouth was open and my eyes were half closed. I had the feeling I could see my face getting harder and harder until it was the face of a dried corpse with the yellowish skin stuck tight to the skull.&lt;/p&gt;\n\n&lt;p&gt;The next thing I felt was a jolt. Don Juan was standing by me holding an empty bucket of water. He had soaked me. I coughed and wiped the water from my face, and felt another cold seizure in my back. I jumped up from the bench. Don Juan had poured some water down my neck.&lt;br/&gt;\nThere was a group of children looking at me and laughing. Don Juan smiled at me. He held my notebook and said that we had better go to my hotel so I could change my clothes. He led me out of the park. We stood on the curb for a moment before a cab came along.&lt;/p&gt;\n\n&lt;p&gt;Hours later, after eating lunch and resting, don Juan and I sat on his favorite bench in the park by the church. In an oblique [* oblique- indirect] manner we got to the topic of my strange reaction. He seemed to be very cautious. He did not confront me directly with it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Things like that are known to happen,&amp;quot; he said. &amp;quot;The nagual, once it learns to surface, may cause a great damage to the tonal by coming out without any control. Your case is special, though. You are given to indulging in such an exaggerated manner that you would die and not even mind it; or worse yet, not even be aware that you&amp;#39;re dying.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I told him that my reaction began when he had asked me if I could feel what my &amp;#39;nagual&amp;#39; had done. I thought I knew exactly what he was alluding to, but when I tried to describe what it was, I found I could not think clearly. I experienced a sensation of lightheadedness- almost an indifference- as if I did not really care about anything. Then that sensation grew into a mesmerizing concentration. It was as though all of me was slowly being sucked out. What attracted and trapped my attention was the clear sensation that a portentous secret was about to be revealed to me, and I did not want anything to interfere with such a revelation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What was going to be revealed to you was your death,&amp;quot; don Juan said. &amp;quot;That&amp;#39;s the danger of indulging, especially for you since you are naturally so exaggerated. Your tonal is so given to indulging that it threatens the totality of you. This is a terrible way of being.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What can I do?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Your tonal has to be convinced with reasons; your nagual with actions; until one props the other. As I have told you, the tonal rules, and yet it is very vulnerable. The nagual, on the other hand, never, or almost never, acts out; but when it does, it terrifies the tonal.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This morning your tonal got frightened and began to shrink by itself, and then your nagual began to take over.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I had to borrow a bucket from one of the photographers in the park in order to whip your nagual like a bad dog back to its place. The tonal must be protected at any cost. The crown has to be taken away from it, but it must remain as the protected overseer.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Any threat to the tonal always results in its death. And if the tonal dies, so does the whole man. Because of its inherent weakness, the tonal is easily destroyed; and thus one of the balancing arts of the warrior is to make the nagual emerge in order to prop up the tonal. I say it is an art because sorcerers know that only by boosting the tonal can the nagual emerge. See what I mean? That boosting is called personal power.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan stood up, stretched his arms and arched his back. I started to stand up myself, but he gently pushed me down.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You must stay on this bench until twilight,&amp;quot; he said. &amp;quot;I have to leave right away. Genaro is waiting for me in the mountains. So come to his house in three days and we will meet there.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are we going to do at don Genaro&amp;#39;s house?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Depending on whether you have enough power,&amp;quot; he said, &amp;quot;Genaro may show you the nagual.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There was one more thing that I had to voice at that point. I had to know whether his suit was a shocking device for me alone or was it actually part of his life. Never had any of his acts caused so much havoc in me as his wearing a suit. It was not only the act in itself that was so awesome to me, but the fact that don Juan was elegant. His legs had a youthful agility. It was as if wearing shoes had shifted his point of balance and his steps were longer and more firm than usual.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do you wear a suit all the time?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes,&amp;quot; he replied with a charming smile. &amp;quot;I have others, but I didn&amp;#39;t want to wear a different suit today because it would&amp;#39;ve scared you even more.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I did not know what to think. I felt that I had arrived at the end of my path. If don Juan could wear a suit and be elegant in it, anything was possible.&lt;/p&gt;\n\n&lt;p&gt;He seemed to enjoy my confusion and laughed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m a stockholder,&amp;quot; he said in a mysterious but unaffected tone, and walked away.&lt;/p&gt;\n\n&lt;p&gt;The next morning, on Thursday, I asked a friend of mine to walk with me from the door of the office where don Juan had pushed me to the Lagunilla market. We took the most direct route. It took us thirty-five minutes. Once we arrived there, I tried to orient myself. I failed. I walked into a clothing store at the very corner of the wide avenue where we were standing.&lt;br/&gt;\n&amp;quot;Pardon me,&amp;quot; I said to a young woman who was gently cleaning a hat with a duster. &amp;quot;Where are the stands of coins and secondhand books?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We don&amp;#39;t have any,&amp;quot; she said in a nasty tone.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But I saw them, somewhere in this market, yesterday.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No kidding,&amp;quot; she said and walked behind the counter.&lt;/p&gt;\n\n&lt;p&gt;I ran after her and pleaded with her to tell me where they were. She looked me up and down.&lt;br/&gt;\n&amp;quot;You couldn&amp;#39;t have seen them yesterday,&amp;quot; she said. &amp;quot;Those stands are assembled only on Sunday; right here along this wall. We don&amp;#39;t have them the rest of the week.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Only on Sunday?&amp;quot; I repeated mechanically.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes. Only on Sunday. That&amp;#39;s the way. The rest of the week they would interfere with the traffic.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She pointed to the wide avenue filled with cars.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7fp50w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651764134.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_uizlcw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 14}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jiaqwta", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ji957bb", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "He told us about layers like that in many ways.  In private class, and in his books.\n\nThe whitish light on surfaces, the purple smear in the sky.\n\nAssuming that was what you were asking about.\n\nBut if you make it to the red zone, you'll know about the layers.  Might not yet think of them that way, but you'll \"feel\" when you have one going on.\n\nA new one perhaps no one heard is in that series of detailed notes Bruce Wagner took of his first meeting with Carlos.\n\nIt's in the notes Techno put together.  I'd copy it, but I'm not sure what to search for.\n\nCarlos described how the sky turns into a flat purple surface, and then a pomegranate dot spits out text.\n\nBruce was reading his notes back to his hollywood friends, and one of them asked, \"Literal text??!\"\n\nHow stupid humans have become.  Where that sounds hard to believe.\n\nDespite often dreaming about seeing text!\n\nI'll try to include enough \"layers\" in my current animation, to clear up that confusion about what humans are capable of seeing.\n\nI suppose I could include some text.  But I'll have to literally see it before I'm done, so I can portray it accurately.\n\nIt's really difficult to recall those sights, over here in the blue zone.\n\nWhen you see them over in the deep orange, it's vivid and real.\n\nBut those memories didn't happen over here, so you kind of have to \"transport\" them.\n\nThe pictures might have an odd effect on people by creating \"familiar sights\" of magic, reducing the need to translate or forget.\n\nSomeone can see whatever they see on a \"layer\" and realize, \"It's kind of like that one I sawa in a video, except that this one is greenish, and ...\"\n\nIt's a lot easier to remember and describe a weird dog you see in a park, if you've seen lots of dogs in the past.  As opposed to never having seen one, and being surrounded by  people who deny they exist.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jiaqwta", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;He told us about layers like that in many ways.  In private class, and in his books.&lt;/p&gt;\n\n&lt;p&gt;The whitish light on surfaces, the purple smear in the sky.&lt;/p&gt;\n\n&lt;p&gt;Assuming that was what you were asking about.&lt;/p&gt;\n\n&lt;p&gt;But if you make it to the red zone, you&amp;#39;ll know about the layers.  Might not yet think of them that way, but you&amp;#39;ll &amp;quot;feel&amp;quot; when you have one going on.&lt;/p&gt;\n\n&lt;p&gt;A new one perhaps no one heard is in that series of detailed notes Bruce Wagner took of his first meeting with Carlos.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the notes Techno put together.  I&amp;#39;d copy it, but I&amp;#39;m not sure what to search for.&lt;/p&gt;\n\n&lt;p&gt;Carlos described how the sky turns into a flat purple surface, and then a pomegranate dot spits out text.&lt;/p&gt;\n\n&lt;p&gt;Bruce was reading his notes back to his hollywood friends, and one of them asked, &amp;quot;Literal text??!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;How stupid humans have become.  Where that sounds hard to believe.&lt;/p&gt;\n\n&lt;p&gt;Despite often dreaming about seeing text!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll try to include enough &amp;quot;layers&amp;quot; in my current animation, to clear up that confusion about what humans are capable of seeing.&lt;/p&gt;\n\n&lt;p&gt;I suppose I could include some text.  But I&amp;#39;ll have to literally see it before I&amp;#39;m done, so I can portray it accurately.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really difficult to recall those sights, over here in the blue zone.&lt;/p&gt;\n\n&lt;p&gt;When you see them over in the deep orange, it&amp;#39;s vivid and real.&lt;/p&gt;\n\n&lt;p&gt;But those memories didn&amp;#39;t happen over here, so you kind of have to &amp;quot;transport&amp;quot; them.&lt;/p&gt;\n\n&lt;p&gt;The pictures might have an odd effect on people by creating &amp;quot;familiar sights&amp;quot; of magic, reducing the need to translate or forget.&lt;/p&gt;\n\n&lt;p&gt;Someone can see whatever they see on a &amp;quot;layer&amp;quot; and realize, &amp;quot;It&amp;#39;s kind of like that one I sawa in a video, except that this one is greenish, and ...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a lot easier to remember and describe a weird dog you see in a park, if you&amp;#39;ve seen lots of dogs in the past.  As opposed to never having seen one, and being surrounded by  people who deny they exist.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_uizlcw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/jiaqwta/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1682858142.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1682858142.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ji957bb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Artivist", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ji6csx4", "score": 1, "author_fullname": "t2_4pgwt", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Carlos could see the layers all the time.\n\nI was curious how did you come to know about it? Was it with experience or did he tell private students about it once in a while?", "edited": false, "author_flair_css_class": null, "name": "t1_ji957bb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Carlos could see the layers all the time.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I was curious how did you come to know about it? Was it with experience or did he tell private students about it once in a while?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_uizlcw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/ji957bb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1682817993.0, "author_flair_text": null, "collapsed": false, "created_utc": 1682817993.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ji6csx4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ji4j54w", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The physical body is likely leftover awareness flowing in the emanations for solid matter.  And we can't quite remove that, because it was the main thing we learned when we took a birth.\n\nBut perhaps we'll get to *see* that in the long run.\n\nOne side effect of perceiving the layers seems to be \"the gait of power\".\n\nHard to explain, but if you can see the layers in daylight, the tapping sound produces ripples on the layers and can cause something to crystalize. And manifest after that.\n\nI can't fit it into my first animation of emanation layers, but once I have the stuff in place in the animation software, I can make more.\n\nCarlos could see the layers all the time.\n\nIt's a very different view of our daily world, when the whitish light and flickering emanation layers are also visible.\n\nYou can see the effect anything you encounter has on the layers.\n\nIt's a \"measuring tool\".\n\nLike the puffs are for darkroom. No puffs, no silence. It's a silence measuring tool.\n\nDuring the day, the layers can become a \"predictor\" of future events.\n\nPerhaps the 10 second \"intent delay\" applies here.  Maybe you get a 10 second warning of a drastic change in the emanations that are skimme.\n\nHopefully we have access to that Jedi power of seeing into the future a few seconds.\n\nOne has to think  if Soledad helped with that movie plot, we could do it too.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ji6csx4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The physical body is likely leftover awareness flowing in the emanations for solid matter.  And we can&amp;#39;t quite remove that, because it was the main thing we learned when we took a birth.&lt;/p&gt;\n\n&lt;p&gt;But perhaps we&amp;#39;ll get to &lt;em&gt;see&lt;/em&gt; that in the long run.&lt;/p&gt;\n\n&lt;p&gt;One side effect of perceiving the layers seems to be &amp;quot;the gait of power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Hard to explain, but if you can see the layers in daylight, the tapping sound produces ripples on the layers and can cause something to crystalize. And manifest after that.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t fit it into my first animation of emanation layers, but once I have the stuff in place in the animation software, I can make more.&lt;/p&gt;\n\n&lt;p&gt;Carlos could see the layers all the time.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a very different view of our daily world, when the whitish light and flickering emanation layers are also visible.&lt;/p&gt;\n\n&lt;p&gt;You can see the effect anything you encounter has on the layers.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;measuring tool&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Like the puffs are for darkroom. No puffs, no silence. It&amp;#39;s a silence measuring tool.&lt;/p&gt;\n\n&lt;p&gt;During the day, the layers can become a &amp;quot;predictor&amp;quot; of future events.&lt;/p&gt;\n\n&lt;p&gt;Perhaps the 10 second &amp;quot;intent delay&amp;quot; applies here.  Maybe you get a 10 second warning of a drastic change in the emanations that are skimme.&lt;/p&gt;\n\n&lt;p&gt;Hopefully we have access to that Jedi power of seeing into the future a few seconds.&lt;/p&gt;\n\n&lt;p&gt;One has to think  if Soledad helped with that movie plot, we could do it too.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/ji6csx4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1682771341.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1682771341.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ji4j54w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Altruistic-Help-2010", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i7hmznh", "score": 2, "author_fullname": "t2_8996zhc7", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What you were writing about today (4/28/2023) about the layers seen in Heightened Awareness led me to a revelation about the question of where the body goes when shrinking the tonal.\n\nYou wrote that \"The #1Rule of Sorcerers is there are only emanations and the awareness flowing into them. There is no space, no time, no matter.\"\n\nI was thinking about how the egg perceives the layers from seeing them in my own Darkroom experiences and realized that what you were describing about seeing the layers in heightened awareness means that we are just an egg sitting in a mesh of emanations at all times. In the Darkroom at Heightened Awareness, you begin to \"see\" layers of what I would call the common reality of the tonal broken down into parts, like feelings, heat, touch, a bit of a locale, the mood of the people, etc.\n\nSo it becomes a fallacy to just go looking for magic inside the Darkroom I realized, because the deeper one goes, the more of common reality (the tonal) one experiences in the Darkroom. That information comes from the emanations flowing through the AP.\n\nThat opens up incredible possibilities as far as incredible feats like traveling distances with ones body like described in the passage from the book you quote here. I walked upstairs thinking about the idea that real reality is only the emanations and my egg is perceiving the ones my AP assemblies as I walk around and it hit me.\n\nMy egg is not moving.\n\nWithout SPACE, there is no PROXIMITY. So the act of walking up the stairs to go talk with my husband is experienced by my egg as my body moving through space in common reality, the tonal, but I am actually moving along emanations until my AP is aligned to perceive the emanations of the room upstairs and my husband. But again, the egg does not move.\n\nThat explains why no-one \"sees\" the egg walking in the books because there is no place to walk along the emanations. That is not how it works.\n\nIf the egg never moves, and if a sorcerer is able to \"see\" the emanations that create the tonal, then traveling great distances would be completely possible.\n\nBut what happens to the Tonal body? has always been the question. Do we leave it behind? Yes, you have done that yourself. And you come back to your body where you left it.\n\nBut if there are only emanations and the Egg never moves, then it should be possible to shrink the tonal to a point that it is light enough to be carried by the Dream Body of the Purple Puffs, the Nagual. If someone were to be standing next to you, their mind would experience it as a rip in continuity and probably ignore it. A trained sorcerer could perceive a tonal body folded in half in a ditch without going insane.\n\nBut we have proven people are good at smoothing over these cracks  in reality when they happen. That is how they keep themselves from going \"mad' even when magic occurs right in from of them. Like the Bagboy in the market who was picked up by Cholita probably blanked out the experience because it is just too much for his mind.\n\nOr the famous experiment of people watching a basketball game not noticing a guy in a gorilla suit walking out on the court.\n\nBut the people blessed with mental illness are all too aware of these rips in continuity. I have experienced them and have come to accept them without questioning \"what happened,\" as long as I am intact when I end up on the other side.\n\nIf I were able to shrink my tonal, I could carry it along with me while I moved along emanations to a new locale because it would be light enough even by your estimations. Even the tonal is all emanations.", "edited": 1682729839.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ji4j54w", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What you were writing about today (4/28/2023) about the layers seen in Heightened Awareness led me to a revelation about the question of where the body goes when shrinking the tonal.&lt;/p&gt;\n\n&lt;p&gt;You wrote that &amp;quot;The #1Rule of Sorcerers is there are only emanations and the awareness flowing into them. There is no space, no time, no matter.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was thinking about how the egg perceives the layers from seeing them in my own Darkroom experiences and realized that what you were describing about seeing the layers in heightened awareness means that we are just an egg sitting in a mesh of emanations at all times. In the Darkroom at Heightened Awareness, you begin to &amp;quot;see&amp;quot; layers of what I would call the common reality of the tonal broken down into parts, like feelings, heat, touch, a bit of a locale, the mood of the people, etc.&lt;/p&gt;\n\n&lt;p&gt;So it becomes a fallacy to just go looking for magic inside the Darkroom I realized, because the deeper one goes, the more of common reality (the tonal) one experiences in the Darkroom. That information comes from the emanations flowing through the AP.&lt;/p&gt;\n\n&lt;p&gt;That opens up incredible possibilities as far as incredible feats like traveling distances with ones body like described in the passage from the book you quote here. I walked upstairs thinking about the idea that real reality is only the emanations and my egg is perceiving the ones my AP assemblies as I walk around and it hit me.&lt;/p&gt;\n\n&lt;p&gt;My egg is not moving.&lt;/p&gt;\n\n&lt;p&gt;Without SPACE, there is no PROXIMITY. So the act of walking up the stairs to go talk with my husband is experienced by my egg as my body moving through space in common reality, the tonal, but I am actually moving along emanations until my AP is aligned to perceive the emanations of the room upstairs and my husband. But again, the egg does not move.&lt;/p&gt;\n\n&lt;p&gt;That explains why no-one &amp;quot;sees&amp;quot; the egg walking in the books because there is no place to walk along the emanations. That is not how it works.&lt;/p&gt;\n\n&lt;p&gt;If the egg never moves, and if a sorcerer is able to &amp;quot;see&amp;quot; the emanations that create the tonal, then traveling great distances would be completely possible.&lt;/p&gt;\n\n&lt;p&gt;But what happens to the Tonal body? has always been the question. Do we leave it behind? Yes, you have done that yourself. And you come back to your body where you left it.&lt;/p&gt;\n\n&lt;p&gt;But if there are only emanations and the Egg never moves, then it should be possible to shrink the tonal to a point that it is light enough to be carried by the Dream Body of the Purple Puffs, the Nagual. If someone were to be standing next to you, their mind would experience it as a rip in continuity and probably ignore it. A trained sorcerer could perceive a tonal body folded in half in a ditch without going insane.&lt;/p&gt;\n\n&lt;p&gt;But we have proven people are good at smoothing over these cracks  in reality when they happen. That is how they keep themselves from going &amp;quot;mad&amp;#39; even when magic occurs right in from of them. Like the Bagboy in the market who was picked up by Cholita probably blanked out the experience because it is just too much for his mind.&lt;/p&gt;\n\n&lt;p&gt;Or the famous experiment of people watching a basketball game not noticing a guy in a gorilla suit walking out on the court.&lt;/p&gt;\n\n&lt;p&gt;But the people blessed with mental illness are all too aware of these rips in continuity. I have experienced them and have come to accept them without questioning &amp;quot;what happened,&amp;quot; as long as I am intact when I end up on the other side.&lt;/p&gt;\n\n&lt;p&gt;If I were able to shrink my tonal, I could carry it along with me while I moved along emanations to a new locale because it would be light enough even by your estimations. Even the tonal is all emanations.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/ji4j54w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1682728411.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1682728411.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7hmznh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1651793154.0, "send_replies": true, "parent_id": "t1_i7hfs1c", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You don't die, you \"shrink\".\n\nIt looks to me like, you have some solid matter emanations that have become too closely associated with our Tonal, to get rid of them.\n\nBut they don't have to be actually \"solid\".  They can just continue to glow, like fibers.\n\nAnd that's why the tonal can be made to \"vanish\".\n\nBut I believe without some external action, the solid matter part, even if invisible, remains where it is.\n\nBut you get to take the tonal's awareness along with the double. Most of it.\n\nBut it's still just  a working theory.\n\nIt agrees with how you switch bodies!  The way Silvio taught Carlos.\n\nYou shrink the tonal, by focusing on the second attentions assemblage point, with the intent to \"switch over\".\n\nThis becomes easier to accept as a \"working theory\", once you can visible see that energy body in various perspectives.\n\nYou realize, it's just another \"phantom\" construct.\n\nAnd that the double, can use any piece of himself to produce a phantom construct.\n\nSo can we.  \n\nSo he sort of has his own virtual reality gear with him at all times.\n\nWhich we get to  use in darkroom.\n\nJust a theory for now, but it agrees with the accounts I can recall from the books.\n\nAnd with all the times I left the darkroom through the wall, or reached behind it, or entered Cholita's phantom house.\n\nAnd couldn't explain how that was possible.\n\nSo rather than \"die\", you could say that during darkroom, you\"shrink\".\n\nAt the end of the J curve, there's not much left.\n\nBut you'd never know, because the double can be whatever he likes, and our tonal perception goes along, and is easily confused into seeing what it expects.\n\nAnd it's all in \"super fun\" territory!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7hmznh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You don&amp;#39;t die, you &amp;quot;shrink&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It looks to me like, you have some solid matter emanations that have become too closely associated with our Tonal, to get rid of them.&lt;/p&gt;\n\n&lt;p&gt;But they don&amp;#39;t have to be actually &amp;quot;solid&amp;quot;.  They can just continue to glow, like fibers.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s why the tonal can be made to &amp;quot;vanish&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I believe without some external action, the solid matter part, even if invisible, remains where it is.&lt;/p&gt;\n\n&lt;p&gt;But you get to take the tonal&amp;#39;s awareness along with the double. Most of it.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still just  a working theory.&lt;/p&gt;\n\n&lt;p&gt;It agrees with how you switch bodies!  The way Silvio taught Carlos.&lt;/p&gt;\n\n&lt;p&gt;You shrink the tonal, by focusing on the second attentions assemblage point, with the intent to &amp;quot;switch over&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;This becomes easier to accept as a &amp;quot;working theory&amp;quot;, once you can visible see that energy body in various perspectives.&lt;/p&gt;\n\n&lt;p&gt;You realize, it&amp;#39;s just another &amp;quot;phantom&amp;quot; construct.&lt;/p&gt;\n\n&lt;p&gt;And that the double, can use any piece of himself to produce a phantom construct.&lt;/p&gt;\n\n&lt;p&gt;So can we.  &lt;/p&gt;\n\n&lt;p&gt;So he sort of has his own virtual reality gear with him at all times.&lt;/p&gt;\n\n&lt;p&gt;Which we get to  use in darkroom.&lt;/p&gt;\n\n&lt;p&gt;Just a theory for now, but it agrees with the accounts I can recall from the books.&lt;/p&gt;\n\n&lt;p&gt;And with all the times I left the darkroom through the wall, or reached behind it, or entered Cholita&amp;#39;s phantom house.&lt;/p&gt;\n\n&lt;p&gt;And couldn&amp;#39;t explain how that was possible.&lt;/p&gt;\n\n&lt;p&gt;So rather than &amp;quot;die&amp;quot;, you could say that during darkroom, you&amp;quot;shrink&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At the end of the J curve, there&amp;#39;s not much left.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;d never know, because the double can be whatever he likes, and our tonal perception goes along, and is easily confused into seeing what it expects.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s all in &amp;quot;super fun&amp;quot; territory!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7hmznh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651793154.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7hfs1c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1651789840.0, "send_replies": true, "parent_id": "t3_uizlcw", "score": 8, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Somehow I don’t think adding “when you come to this subreddit you should come prepared to die” to our main description would go over all that well with the admins. 😂\n\nFrom a sorcery perspective, it could address an issue or two.", "edited": 1651792416.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7hfs1c", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Somehow I don’t think adding “when you come to this subreddit you should come prepared to die” to our main description would go over all that well with the admins. 😂&lt;/p&gt;\n\n&lt;p&gt;From a sorcery perspective, it could address an issue or two.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7hfs1c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651789840.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_uizlcw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 6, "removal_reason": null, "link_id": "t3_uizlcw", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7hnj8u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1651793403.0, "send_replies": true, "parent_id": "t1_i7hggtr", "score": 12, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes!\n\nBut be careful of saying that, because it can confuse beginners.\n\nHere, let me clear things up for the people who just got here.  Present it in logical terms even a Zen master could understand.\n\nIf you make it down to the red zone, and are good at internal silence, you can say, \"clown car\".\n\nAnd down at your feet a tiny VW Bug materializes, painted up like one of those multi colored \"Franken Cars\" in Cuba.\n\nIf you want to find out how many clowns really can fit in there, you can shrink yourself down to 8 inches high.\n\nAn average size for a clown who owns that type of vehicle.\n\nYou literally \"shrunk\".\n\nAnd by the way, I'm not making that up.  I've done that, and many more nutty things.\n\nBut that's NOT the same as the Tonal shrinking when the double takes over.\n\nWait...\n\nI suppose, I don't know how you shrink down to 8 inches after all.\n\nMy bad.\n\nI guess in my defense, I can quote my Ally \"Fancy\".\n\nAs she is fond of saying, \"Why does everything have to make sense all the time?\"\n\nShe tends to bring things into perspective.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7hnj8u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes!&lt;/p&gt;\n\n&lt;p&gt;But be careful of saying that, because it can confuse beginners.&lt;/p&gt;\n\n&lt;p&gt;Here, let me clear things up for the people who just got here.  Present it in logical terms even a Zen master could understand.&lt;/p&gt;\n\n&lt;p&gt;If you make it down to the red zone, and are good at internal silence, you can say, &amp;quot;clown car&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And down at your feet a tiny VW Bug materializes, painted up like one of those multi colored &amp;quot;Franken Cars&amp;quot; in Cuba.&lt;/p&gt;\n\n&lt;p&gt;If you want to find out how many clowns really can fit in there, you can shrink yourself down to 8 inches high.&lt;/p&gt;\n\n&lt;p&gt;An average size for a clown who owns that type of vehicle.&lt;/p&gt;\n\n&lt;p&gt;You literally &amp;quot;shrunk&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And by the way, I&amp;#39;m not making that up.  I&amp;#39;ve done that, and many more nutty things.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s NOT the same as the Tonal shrinking when the double takes over.&lt;/p&gt;\n\n&lt;p&gt;Wait...&lt;/p&gt;\n\n&lt;p&gt;I suppose, I don&amp;#39;t know how you shrink down to 8 inches after all.&lt;/p&gt;\n\n&lt;p&gt;My bad.&lt;/p&gt;\n\n&lt;p&gt;I guess in my defense, I can quote my Ally &amp;quot;Fancy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As she is fond of saying, &amp;quot;Why does everything have to make sense all the time?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She tends to bring things into perspective.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7hnj8u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651793403.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7hggtr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_uizlcw", "score": 6, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "So one way to look at dark room practice is shrinking the tonal, and since you get stuck along the way you are slowly coaching the tonal to not give up and throw it all away.\n\nI bet that's actually the issue with drugs \"damaging the energy body\" - power plants shrink your tonal without it's cooperation and so it wants to flip out, waste all your energy unto death, and would rather die than go along with the nagual.\n\nEven when Carlos is perceiving things due to silence and gazing alone, or only being boosted by don Juan, his tonal was always trying to give out on him and indulging like crazy.\n\nEveryone's tonal has to be propped up and reinforced because it is terribly fragile.\n\nI'm going to try and keep that in mind more, when I'm feeling lazy.\n\nLuckily that's what dark room, recapping, Tensegrity and other practices do as well.\n\nThanks Dan!", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So one way to look at dark room practice is shrinking the tonal, and since you get stuck along the way you are slowly coaching the tonal to not give up and throw it all away.&lt;/p&gt;\n\n&lt;p&gt;I bet that&amp;#39;s actually the issue with drugs &amp;quot;damaging the energy body&amp;quot; - power plants shrink your tonal without it&amp;#39;s cooperation and so it wants to flip out, waste all your energy unto death, and would rather die than go along with the nagual.&lt;/p&gt;\n\n&lt;p&gt;Even when Carlos is perceiving things due to silence and gazing alone, or only being boosted by don Juan, his tonal was always trying to give out on him and indulging like crazy.&lt;/p&gt;\n\n&lt;p&gt;Everyone&amp;#39;s tonal has to be propped up and reinforced because it is terribly fragile.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to try and keep that in mind more, when I&amp;#39;m feeling lazy.&lt;/p&gt;\n\n&lt;p&gt;Luckily that&amp;#39;s what dark room, recapping, Tensegrity and other practices do as well.&lt;/p&gt;\n\n&lt;p&gt;Thanks Dan!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7hggtr/", "num_reports": null, "locked": false, "name": "t1_i7hggtr", "created": 1651790151.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1651790151.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7xbeeo", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1652107563.0, "send_replies": true, "parent_id": "t3_uizlcw", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't know if this is true, but I woke up in \"abstract dreaming\" looking at a vision of 3 ways people pretend their sorcery, each a step deeper into reality.\n\nI always seem to perceive 3 scenarios, in that variety of abstract dreaming.\n\nThe bottom state was the worst, because it was \"written into your expectations about being yourself\".  Your \"self\" as pretending as a defense mechanism against the hostile world it had been born into.\n\nThe top level, the social level, was merely \"fanciful\".  Like the worst of the pretenders going around  yapping about shamanic death or taking power plants and sitting around caves and waterfalls wearing a Rambo Bandana.\n\nI came out of it just slightly above the top level, and noticed silent knowledge was around.\n\nYour assemblage point tends to stay there, if you only sleep, practice, sleep, practice.\n\nThe way don Juan was said to live. Not sleeping in huge 8 hour chunks.\n\nIt's harsh, so don't anyone thinking you need to do that at this point.  Kiss cozy goodby if you do, and \"cozy\" is not quite what we all interpret it to be.  There's no reason to ditch all of it, too soon.\n\nAt the edge of visibly seeing how people fake sorcery and cheat themselves out of a chance to really learn, I was getting SK on other ways they cheat.\n\n\"Pretending\" became the \"subject\" of the images that flowed from silent Knowledge.\n\nIn one I saw Carlos, \"folded in half\" in a ditch on the ground.\n\nI got the impression he shouldn't be there, and had simply shrunk his tonal as a result of Zuleica's advice to wiggle his fingers on his assemblage point of the second attention.\n\nFeeling for something \"as thick as water\".\n\nIt actually makes sense given what Silvio teaches him later on, namely how to switch between the Tonal and the energy body, that Carlos was simply enjoying leaving his awareness in his tonal body, even though it had \"shrunk\".\n\nI was wondering last night why  that would come up in an SK stream about pretending, and then realized the answer just now.  Writing this.\n\nIt's because the Castaneda community picks \"badass topics\" and then pretends to be an expert on those, to get attention.\n\n\"Folding in Half\" was the claim to fame of a facebook villian who visited here a year or more ago.\n\nHad been bragging about folding in half inside a normal dream, for at least 5 years.  Maybe 10.\n\nLike that was what made them a sorcerer.  A bad dream.\n\nI hope our new person who advised someone to \"Just dream man!\" realizes the horrendous nature of that statement.\n\nIt's like saying, \"Pretending is fun, so let real magic drown in garbage, as long as you can exaggerate your ordinary dreams to make yourself feel good and get attention.\"\n\nIf it's true that Carlos simply shrunk his tonal, we ought to expect that happens to us but we don't realize it.  \n\nMaybe you wake up in the middle of a feverish dream, caused by the illness shrinking the Tonal. I'd expect small children to shrink their tonal more often.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7xbeeo", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know if this is true, but I woke up in &amp;quot;abstract dreaming&amp;quot; looking at a vision of 3 ways people pretend their sorcery, each a step deeper into reality.&lt;/p&gt;\n\n&lt;p&gt;I always seem to perceive 3 scenarios, in that variety of abstract dreaming.&lt;/p&gt;\n\n&lt;p&gt;The bottom state was the worst, because it was &amp;quot;written into your expectations about being yourself&amp;quot;.  Your &amp;quot;self&amp;quot; as pretending as a defense mechanism against the hostile world it had been born into.&lt;/p&gt;\n\n&lt;p&gt;The top level, the social level, was merely &amp;quot;fanciful&amp;quot;.  Like the worst of the pretenders going around  yapping about shamanic death or taking power plants and sitting around caves and waterfalls wearing a Rambo Bandana.&lt;/p&gt;\n\n&lt;p&gt;I came out of it just slightly above the top level, and noticed silent knowledge was around.&lt;/p&gt;\n\n&lt;p&gt;Your assemblage point tends to stay there, if you only sleep, practice, sleep, practice.&lt;/p&gt;\n\n&lt;p&gt;The way don Juan was said to live. Not sleeping in huge 8 hour chunks.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s harsh, so don&amp;#39;t anyone thinking you need to do that at this point.  Kiss cozy goodby if you do, and &amp;quot;cozy&amp;quot; is not quite what we all interpret it to be.  There&amp;#39;s no reason to ditch all of it, too soon.&lt;/p&gt;\n\n&lt;p&gt;At the edge of visibly seeing how people fake sorcery and cheat themselves out of a chance to really learn, I was getting SK on other ways they cheat.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Pretending&amp;quot; became the &amp;quot;subject&amp;quot; of the images that flowed from silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;In one I saw Carlos, &amp;quot;folded in half&amp;quot; in a ditch on the ground.&lt;/p&gt;\n\n&lt;p&gt;I got the impression he shouldn&amp;#39;t be there, and had simply shrunk his tonal as a result of Zuleica&amp;#39;s advice to wiggle his fingers on his assemblage point of the second attention.&lt;/p&gt;\n\n&lt;p&gt;Feeling for something &amp;quot;as thick as water&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It actually makes sense given what Silvio teaches him later on, namely how to switch between the Tonal and the energy body, that Carlos was simply enjoying leaving his awareness in his tonal body, even though it had &amp;quot;shrunk&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I was wondering last night why  that would come up in an SK stream about pretending, and then realized the answer just now.  Writing this.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because the Castaneda community picks &amp;quot;badass topics&amp;quot; and then pretends to be an expert on those, to get attention.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Folding in Half&amp;quot; was the claim to fame of a facebook villian who visited here a year or more ago.&lt;/p&gt;\n\n&lt;p&gt;Had been bragging about folding in half inside a normal dream, for at least 5 years.  Maybe 10.&lt;/p&gt;\n\n&lt;p&gt;Like that was what made them a sorcerer.  A bad dream.&lt;/p&gt;\n\n&lt;p&gt;I hope our new person who advised someone to &amp;quot;Just dream man!&amp;quot; realizes the horrendous nature of that statement.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like saying, &amp;quot;Pretending is fun, so let real magic drown in garbage, as long as you can exaggerate your ordinary dreams to make yourself feel good and get attention.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s true that Carlos simply shrunk his tonal, we ought to expect that happens to us but we don&amp;#39;t realize it.  &lt;/p&gt;\n\n&lt;p&gt;Maybe you wake up in the middle of a feverish dream, caused by the illness shrinking the Tonal. I&amp;#39;d expect small children to shrink their tonal more often.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7xbeeo/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652107563.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_uizlcw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i833kbg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i82zuac", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't decide who gets to stay, so suit yourself.\n\nBut unless you put in hours a day working, you won't get any actual magic.\n\nIt's like anything else. To play a trumpet well enough to join a Las Vegas Lounge act in 6 months, you'd need 3  hours practice per day.\n\nIf you were practicing for the city wide amateur basketball competition, you'd play 4 hours a night.\n\nIf you wanted to be an Olympic swimmer, you'd have to be at the pool 6 hours a day.\n\nThis is far harder than any of those.\n\nAlso, at first it's very hard to move the assemblage point along the J curve, so to get to the \"cool stuff\" levels, takes hours.\n\nLater, 5 minutes.\n\nBut the rewards are MAGIC IN YOUR FACE!!!\n\nYou'll kick that pitiful Buddha's delusional ass.\n\nFor real. Just use google and you'll see it's true.\n\nWe don't hide magic in here.\n\nSo treat it like it's valuable.  Don't piss on people in here, unless they're trying to harm the place.\n\nHere's the map in case you missed it, but go read posts.  More and more, until you are saturated and you start to \"understand it\".\n\n[https://www.reddit.com/r/castaneda/comments/mtfwhb/even\\_better\\_j\\_curve\\_diagram/](https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/)\n\nAnd that map has little pictures, to help you figure out how far you've moved.\n\nSilence is the key, never forget that.  No words in the mind, at least 2 minutes, just to get that assemblage point \"loose\". Then you need to see colors in darkness, to get it to move.\n\nLater, you can use the \"short map\".  That's this one. It leads to being taught by infinity itself, as if it were your teacher.\n\n[https://www.reddit.com/r/castaneda/comments/te7jnl/sometimes\\_theres\\_no\\_shortcut/](https://www.reddit.com/r/castaneda/comments/te7jnl/sometimes_theres_no_shortcut/)\n\nAll human knowledge, past, present, and maybe even future, is available to you, when you reach the end of that map.\n\nThe trick then is, how to find what you wanted to know?\n\nThere's so much...", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_i833kbg", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t decide who gets to stay, so suit yourself.&lt;/p&gt;\n\n&lt;p&gt;But unless you put in hours a day working, you won&amp;#39;t get any actual magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like anything else. To play a trumpet well enough to join a Las Vegas Lounge act in 6 months, you&amp;#39;d need 3  hours practice per day.&lt;/p&gt;\n\n&lt;p&gt;If you were practicing for the city wide amateur basketball competition, you&amp;#39;d play 4 hours a night.&lt;/p&gt;\n\n&lt;p&gt;If you wanted to be an Olympic swimmer, you&amp;#39;d have to be at the pool 6 hours a day.&lt;/p&gt;\n\n&lt;p&gt;This is far harder than any of those.&lt;/p&gt;\n\n&lt;p&gt;Also, at first it&amp;#39;s very hard to move the assemblage point along the J curve, so to get to the &amp;quot;cool stuff&amp;quot; levels, takes hours.&lt;/p&gt;\n\n&lt;p&gt;Later, 5 minutes.&lt;/p&gt;\n\n&lt;p&gt;But the rewards are MAGIC IN YOUR FACE!!!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll kick that pitiful Buddha&amp;#39;s delusional ass.&lt;/p&gt;\n\n&lt;p&gt;For real. Just use google and you&amp;#39;ll see it&amp;#39;s true.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t hide magic in here.&lt;/p&gt;\n\n&lt;p&gt;So treat it like it&amp;#39;s valuable.  Don&amp;#39;t piss on people in here, unless they&amp;#39;re trying to harm the place.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the map in case you missed it, but go read posts.  More and more, until you are saturated and you start to &amp;quot;understand it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/\"&gt;https://www.reddit.com/r/castaneda/comments/mtfwhb/even_better_j_curve_diagram/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;And that map has little pictures, to help you figure out how far you&amp;#39;ve moved.&lt;/p&gt;\n\n&lt;p&gt;Silence is the key, never forget that.  No words in the mind, at least 2 minutes, just to get that assemblage point &amp;quot;loose&amp;quot;. Then you need to see colors in darkness, to get it to move.&lt;/p&gt;\n\n&lt;p&gt;Later, you can use the &amp;quot;short map&amp;quot;.  That&amp;#39;s this one. It leads to being taught by infinity itself, as if it were your teacher.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/te7jnl/sometimes_theres_no_shortcut/\"&gt;https://www.reddit.com/r/castaneda/comments/te7jnl/sometimes_theres_no_shortcut/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;All human knowledge, past, present, and maybe even future, is available to you, when you reach the end of that map.&lt;/p&gt;\n\n&lt;p&gt;The trick then is, how to find what you wanted to know?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s so much...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_uizlcw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i833kbg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652209080.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1652209080.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "i82zuac", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "weirdoddozzy", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i81rjmp", "score": 4, "author_fullname": "t2_bbiupq89", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oddweird-Ozric Tentacles https://youtu.be/2fX1F5b5R0g I agree I've never had any magic that's why I came here. I'm in and a part of the \"river of shit\" but I can try to get better. I can't \"learn\" everything that has led me here has been out of my control or not something I planned!", "edited": false, "author_flair_css_class": null, "name": "t1_i82zuac", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oddweird-Ozric Tentacles &lt;a href=\"https://youtu.be/2fX1F5b5R0g\"&gt;https://youtu.be/2fX1F5b5R0g&lt;/a&gt; I agree I&amp;#39;ve never had any magic that&amp;#39;s why I came here. I&amp;#39;m in and a part of the &amp;quot;river of shit&amp;quot; but I can try to get better. I can&amp;#39;t &amp;quot;learn&amp;quot; everything that has led me here has been out of my control or not something I planned!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_uizlcw", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i82zuac/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652207571.0, "author_flair_text": null, "collapsed": false, "created_utc": 1652207571.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "i81rjmp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i80014c", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You should go away.  You won't learn in here. And you have a \"bad player\" name.\n\nDid you look in the wikipedia at the bad player types?\n\n[https://www.reddit.com/r/castaneda/comments/l1coul/how\\_to\\_recognize\\_a\\_bad\\_player\\_in\\_this\\_subreddit/](https://www.reddit.com/r/castaneda/comments/l1coul/how_to_recognize_a_bad_player_in_this_subreddit/)\n\nThat's actually the only place on earth you can find such information, because all other magical systems (such as you have been following) are totally made up, and con games to steal money.\n\nSo they would never do an honest study of where you can find real magic.  And no one had the internet  until recently.\n\nWe did that study in here, because we don't want to see  magic lost from the earth.\n\nYou however do.  You want to replace it with your mental masturbations.\n\nGo away.  Give real magic a chance to survive in the only place you can find it, which is free to all.\n\nBeing that place, we can't afford pretenders who are trying to steal energy from others, to make their miserable lives feel a little less horrible.\n\nIf it were just one, we could make them a side kick.  Like some guy in a huge skunk suit.\n\nBut we get so many new people flowing through, it's a full time job to fight off the pretenders.  Too many, and the magic will be lost.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i81rjmp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You should go away.  You won&amp;#39;t learn in here. And you have a &amp;quot;bad player&amp;quot; name.&lt;/p&gt;\n\n&lt;p&gt;Did you look in the wikipedia at the bad player types?&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/l1coul/how_to_recognize_a_bad_player_in_this_subreddit/\"&gt;https://www.reddit.com/r/castaneda/comments/l1coul/how_to_recognize_a_bad_player_in_this_subreddit/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s actually the only place on earth you can find such information, because all other magical systems (such as you have been following) are totally made up, and con games to steal money.&lt;/p&gt;\n\n&lt;p&gt;So they would never do an honest study of where you can find real magic.  And no one had the internet  until recently.&lt;/p&gt;\n\n&lt;p&gt;We did that study in here, because we don&amp;#39;t want to see  magic lost from the earth.&lt;/p&gt;\n\n&lt;p&gt;You however do.  You want to replace it with your mental masturbations.&lt;/p&gt;\n\n&lt;p&gt;Go away.  Give real magic a chance to survive in the only place you can find it, which is free to all.&lt;/p&gt;\n\n&lt;p&gt;Being that place, we can&amp;#39;t afford pretenders who are trying to steal energy from others, to make their miserable lives feel a little less horrible.&lt;/p&gt;\n\n&lt;p&gt;If it were just one, we could make them a side kick.  Like some guy in a huge skunk suit.&lt;/p&gt;\n\n&lt;p&gt;But we get so many new people flowing through, it&amp;#39;s a full time job to fight off the pretenders.  Too many, and the magic will be lost.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i81rjmp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652189558.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1652189558.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "i80014c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "weirdoddozzy", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i7xln2t", "score": 2, "author_fullname": "t2_bbiupq89", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If your asking my sex its Male. That little girl reminds me of a light, and the lake of life or the many faces of it.(all connected?) \"Small and hidden is the door that leads inward.\"(or anywhere worth going)", "edited": 1652150506.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i80014c", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If your asking my sex its Male. That little girl reminds me of a light, and the lake of life or the many faces of it.(all connected?) &amp;quot;Small and hidden is the door that leads inward.&amp;quot;(or anywhere worth going)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i80014c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652148443.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1652148443.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7xln2t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1652111708.0, "send_replies": true, "parent_id": "t1_i7wbgb1", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Male?\n\nNope.\n\nFemale?\n\nI remember a children's story about a duck pond.\n\nIn Fox Lakes, north Illinois, they have the \"land of 1000 lakes\".\n\nUsed to be a gangster party town.\n\nSo naturally I had to go stay there a while.\n\nPlus, just up the road in Wisconsin, they had my favorite restaurant in all of both states.\n\nActually, I just liked the sign.  The food sucked.\n\nIt was a sign way up in the sky, so you could see it for many miles above the corn fields.\n\nIt said, \"CHEESE\".  And that's what they had.  Cheese platters, along with the usual severely limited fast food and \"fried burritos\" of that part of the country.\n\nMany years ago I was in my hotel room there in Fox Lakes, looking out at a very sad scene.\n\nIt was snow everywhere, and the lake outside the hotel was almost frozen over.\n\nIt wasn't a huge lake.  Just 500 feet in diameter.  But it had year round water.\n\nExcept it had all frozen over.  As had all the other lakes out there I could see.\n\nIn the middle was a little patch that hadn't frozen.  Couldn't have been more than 50 feet in diameter.\n\nA little group of ducks was circling around in the water of the hole, as if they could summon the warm weather back by using magic.\n\nI later commented about it to a bartender.  We could both see the lake outside through a window.\n\nHe said, \"Didn't you know those lakes are all connected at the bottom?\"\n\nI took him too literally, and that seemed impossible.\n\nHe said, \"Not from around here, are you?  The story goes, a little girl dived into one of the smaller lakes, and discovered the truth.\n\nThey were all the same lake.\n\nShe's seen by the locals from time to time, coming up to see which lake she's in now.\"", "edited": 1652112184.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7xln2t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Male?&lt;/p&gt;\n\n&lt;p&gt;Nope.&lt;/p&gt;\n\n&lt;p&gt;Female?&lt;/p&gt;\n\n&lt;p&gt;I remember a children&amp;#39;s story about a duck pond.&lt;/p&gt;\n\n&lt;p&gt;In Fox Lakes, north Illinois, they have the &amp;quot;land of 1000 lakes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Used to be a gangster party town.&lt;/p&gt;\n\n&lt;p&gt;So naturally I had to go stay there a while.&lt;/p&gt;\n\n&lt;p&gt;Plus, just up the road in Wisconsin, they had my favorite restaurant in all of both states.&lt;/p&gt;\n\n&lt;p&gt;Actually, I just liked the sign.  The food sucked.&lt;/p&gt;\n\n&lt;p&gt;It was a sign way up in the sky, so you could see it for many miles above the corn fields.&lt;/p&gt;\n\n&lt;p&gt;It said, &amp;quot;CHEESE&amp;quot;.  And that&amp;#39;s what they had.  Cheese platters, along with the usual severely limited fast food and &amp;quot;fried burritos&amp;quot; of that part of the country.&lt;/p&gt;\n\n&lt;p&gt;Many years ago I was in my hotel room there in Fox Lakes, looking out at a very sad scene.&lt;/p&gt;\n\n&lt;p&gt;It was snow everywhere, and the lake outside the hotel was almost frozen over.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t a huge lake.  Just 500 feet in diameter.  But it had year round water.&lt;/p&gt;\n\n&lt;p&gt;Except it had all frozen over.  As had all the other lakes out there I could see.&lt;/p&gt;\n\n&lt;p&gt;In the middle was a little patch that hadn&amp;#39;t frozen.  Couldn&amp;#39;t have been more than 50 feet in diameter.&lt;/p&gt;\n\n&lt;p&gt;A little group of ducks was circling around in the water of the hole, as if they could summon the warm weather back by using magic.&lt;/p&gt;\n\n&lt;p&gt;I later commented about it to a bartender.  We could both see the lake outside through a window.&lt;/p&gt;\n\n&lt;p&gt;He said, &amp;quot;Didn&amp;#39;t you know those lakes are all connected at the bottom?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I took him too literally, and that seemed impossible.&lt;/p&gt;\n\n&lt;p&gt;He said, &amp;quot;Not from around here, are you?  The story goes, a little girl dived into one of the smaller lakes, and discovered the truth.&lt;/p&gt;\n\n&lt;p&gt;They were all the same lake.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s seen by the locals from time to time, coming up to see which lake she&amp;#39;s in now.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7xln2t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652111708.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7zx68k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "weirdoddozzy", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i7wlmxw", "score": 2, "author_fullname": "t2_bbiupq89", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks, you! I read the glossary but it was rather vague I also seen \"nagual\" used as a insult of sort so I was a little confused, but this answerd my question.", "edited": 1652148729.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i7zx68k", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks, you! I read the glossary but it was rather vague I also seen &amp;quot;nagual&amp;quot; used as a insult of sort so I was a little confused, but this answerd my question.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7zx68k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652147182.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1652147182.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7wlmxw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1652094107.0, "send_replies": true, "parent_id": "t1_i7wbgb1", "score": 5, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Would the tonal be similar to ego? The thinking mind, self importance, and reason? Would also the nagaul be \"the higher self\" or \"collective unconscious.\"\n\n[https://www.reddit.com/r/castaneda/wiki/glossary](https://www.reddit.com/r/castaneda/wiki/glossary)\n\n[https://www.reddit.com/r/castaneda/comments/ofkh5a/intent\\_vs\\_the\\_abstract/h4qjqzd/](https://www.reddit.com/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4qjqzd/)\n\n&gt;Where exactly are these things located?\n\n[https://www.reddit.com/r/castaneda/comments/cqeq9p/don\\_juans\\_eight\\_points\\_diagram/](https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/)\n\nPassage from Tales of Power:\n\n\"I still cannot understand, don Juan, what you mean by the statement that the tonal is everything,\" I said after a moment's pause.  \n\n\"The tonal is what makes the world.\"  \n\n\"Is the tonal the creator of the world?\"  \n\nDon Juan scratched his temples.  \n\n\"The tonal makes the world only in a manner of speaking. It cannot create or change anything, and yet it makes the world because its function is to judge, and assess, and witness. I say that the tonal makes the world because it witnesses and assesses it according to tonal rules. In a very strange manner, the tonal is a creator that doesn't create a thing. In other words, the tonal makes up the rules by which it apprehends the world. So, in a manner of speaking, it creates the world.\"  \n\nHe hummed a popular tune, beating the rhythm with his fingers on the side of his chair. His eyes were shining. They seemed to sparkle. He chuckled, shaking his head. \n \n\"You're not following me,\" he said, smiling.  \n\n\"I am. I have no problems,\" I said, but I did not sound very convincing. \n \n\"The tonal is an island,\" he explained. \"The best way of describing it is to say that the tonal is this.\"  \n\nHe ran his hand over the table top.  \n\n\"We can say that the tonal is like the top of this table. An island. And on this island we have everything. This island is, in fact, the world.  \n\n\"There is a personal tonal for every one of us, and there is a collective one for all of us at any given time which we can call the tonal of the times.\"  \n\nHe pointed to the rows of tables in the restaurant.  \n\n\"Look! Every table has the same configuration. Certain items are present on all of them. They are, however, individually different from each other. Some tables are more crowded than others. They have different food on them, different plates, different atmosphere, yet we have to admit that all the tables in this restaurant are very alike.  \n\nThe same thing happens with the tonal. We can say that the tonal of the times is what makes us alike in the same way it makes all the tables in this restaurant alike. Each table separately, nevertheless, is an individual case just like the personal tonal of each of us. But the important factor to keep in mind is that everything we know about ourselves and about our world is on the island of the tonal. See what I mean?\"  \n\n\"If the tonal is everything we know about ourselves and our world, what then is the nagual?\"  \n\n\"The nagual is the part of us which we do not deal with at all.\"  \n\n\"I beg your pardon?\"  \n\n\"The nagual is the part of us for which there is no description: no words, no names, no feelings, no knowledge.\"  \n\n\"That's a contradiction, don Juan. In my opinion, if it can't be felt or described or named, it cannot exist.\"  \n\n\"It's a contradiction only in your opinion. I warned you before, don't knock yourself out trying to understand this.\"  \n\n\"Would you say that the nagual is the mind?\"  \n\n\"No. The mind is an item on the table. The mind is part of the tonal. Let's say that the mind is the chili sauce.\"  \n\nHe took a bottle of sauce and placed it in front of me.  \n\n\"Is the nagual the soul?\"  \n\n\"No. The soul is also on the table. Let's say that the soul is the ashtray.\"  \n\n\"Is it the thoughts of men?\"  \n\n\"No. Thoughts are also on the table. Thoughts are like the silverware.\"  \n\nHe picked up a fork and placed it next to the chili sauce and the ashtray.  \n\n\"Is it a state of grace? Heaven?\"  \n\n\"Not that either. That, whatever it might be, is also part of the tonal. It is, let's say, the napkin.\"  \n\nI went on giving possible ways of describing what he was alluding to: pure intellect, psyche, energy, vital force, immortality, life principle. For each thing I named he found an item on the table to serve as a counterpart and shoved it in front of me until he had all the objects on the table stashed in one pile.  \n\nDon Juan seemed to be enjoying himself immensely. He giggled and rubbed his hands every time I named another possibility.  \n\n\"Is the nagual the Supreme Being; the Almighty, God?\" I asked.  \n\n\"No. God is also on the table. Let's say that God is the tablecloth.\"  \n\nHe made a joking gesture of pulling the tablecloth in order to stack it up with the rest of the items he had put in front of me.  \n\n\"But, are you saying that God does not exist?\"  \n\n\"No. I didn't say that. All I said was that the nagual was not God because God is an item of our personal tonal and of the tonal of the times. The tonal is, as I've already said, everything we think the world is composed of, including God, of course. God has no more importance other than being a part of the tonal of our time.\"  \n\n\"In my understanding, don Juan, God is everything. Aren't we talking about the same thing?\" \n \n\"No. God is only everything you can think of, therefore, properly speaking, he is only another item on the island. God cannot be witnessed at will, he can only be talked about.  \n\n\"The nagual, on the other hand, is at the service of the warrior. It can be witnessed, but it cannot be talked about.\" \n \n\"If the nagual is not any of the things I have mentioned,\" I said, \"perhaps you can tell me about its location. Where is it?\"  \n\nDon Juan made a sweeping gesture and pointed to the area beyond the boundaries of the table. He swept his hand, as if with the back of it he were cleaning an imaginary surface that went beyond the edges of the table.  \n\"The nagual is there,\" he said. \"There, surrounding the island. The nagual is there, where power hovers.  \n\n\"We sense, from the moment we are born, that there are two parts to us. At the time of birth, and for a while after, we are all nagual. We sense, then, that in order to function we need a counterpart to what we have. The tonal is missing and that gives us, from the very beginning, a feeling of incompleteness.  \n\n\"Then the tonal starts to develop and it becomes utterly important to our functioning; so important that it opaques the shine of the nagual. It overwhelms it. From the moment we become all tonal, we do nothing else but to increment that old feeling of incompleteness which accompanies us from the moment of our birth, and which tells us constantly that there is another part to give us completeness.  \n\n\"From the moment we become all tonal we begin making pairs. We sense our two sides, but we always represent them with items of the tonal. We say that the two parts of us are the soul and the body. Or mind and matter. Or good and evil. God and Satan.  \n\n\"We never realize, however, that we are merely pairing things on the island, very much like pairing coffee and tea, or bread and tortillas, or chili and mustard. I tell you, we are weird animals. We get carried away, and in our madness we believe ourselves to be making perfect sense.\"  \n\nDon Juan stood up and addressed me as if he were an orator. He pointed his index finger at me and made his head shiver.  \n\n\"Man doesn't move between good and evil,\" he said in a hilariously rhetorical tone, grabbing the salt and pepper shakers in both hands. \"His true movement is between negativeness and positiveness.\"  \n\nHe dropped the salt and pepper and clutched a knife and fork.  \n\n\"You're wrong! There is no movement,\" he continued as if he were answering himself. \"Man is only mind!\" \n \nHe took the bottle of sauce and held it up. Then he put it down.  \n\n\"As you can see,\" he said softly, \"we can easily replace chili sauce for mind and end up saying, 'Man is only chili sauce!' Doing that won't make us more demented than we already are.\"  \n\n\"I'm afraid I haven't asked the right question,\" I said. \"Maybe we could arrive at a better understanding if I asked what one can specifically find in that area beyond the island?\"  \n\n\"There is no way of answering that. If I would say, 'nothing', I would only make the nagual part of the tonal. All I can say is that there, beyond the island, one finds the nagual\"  \n\n\"But, when you call it the nagual, aren't you also placing it on the island?\"  \n\n\"No. I named it only because I wanted to make you aware of it.\"  \n\n\"All right! But becoming aware of it is the step that has turned the nagual into a new item of my tonal\"  \n\n\"I'm afraid you do not understand. I have named the tonal and the nagual as a true pair. That is all I have done.\"  \n\nHe reminded me that once while trying to explain to him my insistence on meaning, I had discussed the idea that children might not be capable of comprehending the difference between 'father' and 'mother' until they were quite developed in terms of handling meaning. And that they would perhaps believe that it might be that 'father' wears pants and 'mother' skirts, or other differences dealing with hairstyle, or size of body, or items of clothing.  \n\n\"We certainly do the same thing with the two parts of us,\" he said. \"We sense that there is another side to us. But when we try to pin down that other side the tonal gets hold of the baton, and as a director it is quite petty and jealous. It dazzles us with its cunningness and forces us to obliterate the slightest inkling of the other part of the true pair, the nagual.\"\"", "edited": 1652095002.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7wlmxw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Would the tonal be similar to ego? The thinking mind, self importance, and reason? Would also the nagaul be &amp;quot;the higher self&amp;quot; or &amp;quot;collective unconscious.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/glossary\"&gt;https://www.reddit.com/r/castaneda/wiki/glossary&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4qjqzd/\"&gt;https://www.reddit.com/r/castaneda/comments/ofkh5a/intent_vs_the_abstract/h4qjqzd/&lt;/a&gt;&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Where exactly are these things located?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/\"&gt;https://www.reddit.com/r/castaneda/comments/cqeq9p/don_juans_eight_points_diagram/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Passage from Tales of Power:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I still cannot understand, don Juan, what you mean by the statement that the tonal is everything,&amp;quot; I said after a moment&amp;#39;s pause.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The tonal is what makes the world.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is the tonal the creator of the world?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan scratched his temples.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The tonal makes the world only in a manner of speaking. It cannot create or change anything, and yet it makes the world because its function is to judge, and assess, and witness. I say that the tonal makes the world because it witnesses and assesses it according to tonal rules. In a very strange manner, the tonal is a creator that doesn&amp;#39;t create a thing. In other words, the tonal makes up the rules by which it apprehends the world. So, in a manner of speaking, it creates the world.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He hummed a popular tune, beating the rhythm with his fingers on the side of his chair. His eyes were shining. They seemed to sparkle. He chuckled, shaking his head. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re not following me,&amp;quot; he said, smiling.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I am. I have no problems,&amp;quot; I said, but I did not sound very convincing. &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The tonal is an island,&amp;quot; he explained. &amp;quot;The best way of describing it is to say that the tonal is this.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He ran his hand over the table top.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We can say that the tonal is like the top of this table. An island. And on this island we have everything. This island is, in fact, the world.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There is a personal tonal for every one of us, and there is a collective one for all of us at any given time which we can call the tonal of the times.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He pointed to the rows of tables in the restaurant.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Look! Every table has the same configuration. Certain items are present on all of them. They are, however, individually different from each other. Some tables are more crowded than others. They have different food on them, different plates, different atmosphere, yet we have to admit that all the tables in this restaurant are very alike.  &lt;/p&gt;\n\n&lt;p&gt;The same thing happens with the tonal. We can say that the tonal of the times is what makes us alike in the same way it makes all the tables in this restaurant alike. Each table separately, nevertheless, is an individual case just like the personal tonal of each of us. But the important factor to keep in mind is that everything we know about ourselves and about our world is on the island of the tonal. See what I mean?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If the tonal is everything we know about ourselves and our world, what then is the nagual?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual is the part of us which we do not deal with at all.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I beg your pardon?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual is the part of us for which there is no description: no words, no names, no feelings, no knowledge.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That&amp;#39;s a contradiction, don Juan. In my opinion, if it can&amp;#39;t be felt or described or named, it cannot exist.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s a contradiction only in your opinion. I warned you before, don&amp;#39;t knock yourself out trying to understand this.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Would you say that the nagual is the mind?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. The mind is an item on the table. The mind is part of the tonal. Let&amp;#39;s say that the mind is the chili sauce.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He took a bottle of sauce and placed it in front of me.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is the nagual the soul?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. The soul is also on the table. Let&amp;#39;s say that the soul is the ashtray.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is it the thoughts of men?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. Thoughts are also on the table. Thoughts are like the silverware.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He picked up a fork and placed it next to the chili sauce and the ashtray.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is it a state of grace? Heaven?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Not that either. That, whatever it might be, is also part of the tonal. It is, let&amp;#39;s say, the napkin.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;I went on giving possible ways of describing what he was alluding to: pure intellect, psyche, energy, vital force, immortality, life principle. For each thing I named he found an item on the table to serve as a counterpart and shoved it in front of me until he had all the objects on the table stashed in one pile.  &lt;/p&gt;\n\n&lt;p&gt;Don Juan seemed to be enjoying himself immensely. He giggled and rubbed his hands every time I named another possibility.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is the nagual the Supreme Being; the Almighty, God?&amp;quot; I asked.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. God is also on the table. Let&amp;#39;s say that God is the tablecloth.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He made a joking gesture of pulling the tablecloth in order to stack it up with the rest of the items he had put in front of me.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But, are you saying that God does not exist?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. I didn&amp;#39;t say that. All I said was that the nagual was not God because God is an item of our personal tonal and of the tonal of the times. The tonal is, as I&amp;#39;ve already said, everything we think the world is composed of, including God, of course. God has no more importance other than being a part of the tonal of our time.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In my understanding, don Juan, God is everything. Aren&amp;#39;t we talking about the same thing?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. God is only everything you can think of, therefore, properly speaking, he is only another item on the island. God cannot be witnessed at will, he can only be talked about.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual, on the other hand, is at the service of the warrior. It can be witnessed, but it cannot be talked about.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;If the nagual is not any of the things I have mentioned,&amp;quot; I said, &amp;quot;perhaps you can tell me about its location. Where is it?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan made a sweeping gesture and pointed to the area beyond the boundaries of the table. He swept his hand, as if with the back of it he were cleaning an imaginary surface that went beyond the edges of the table.&lt;br/&gt;\n&amp;quot;The nagual is there,&amp;quot; he said. &amp;quot;There, surrounding the island. The nagual is there, where power hovers.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We sense, from the moment we are born, that there are two parts to us. At the time of birth, and for a while after, we are all nagual. We sense, then, that in order to function we need a counterpart to what we have. The tonal is missing and that gives us, from the very beginning, a feeling of incompleteness.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Then the tonal starts to develop and it becomes utterly important to our functioning; so important that it opaques the shine of the nagual. It overwhelms it. From the moment we become all tonal, we do nothing else but to increment that old feeling of incompleteness which accompanies us from the moment of our birth, and which tells us constantly that there is another part to give us completeness.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;From the moment we become all tonal we begin making pairs. We sense our two sides, but we always represent them with items of the tonal. We say that the two parts of us are the soul and the body. Or mind and matter. Or good and evil. God and Satan.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We never realize, however, that we are merely pairing things on the island, very much like pairing coffee and tea, or bread and tortillas, or chili and mustard. I tell you, we are weird animals. We get carried away, and in our madness we believe ourselves to be making perfect sense.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan stood up and addressed me as if he were an orator. He pointed his index finger at me and made his head shiver.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Man doesn&amp;#39;t move between good and evil,&amp;quot; he said in a hilariously rhetorical tone, grabbing the salt and pepper shakers in both hands. &amp;quot;His true movement is between negativeness and positiveness.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He dropped the salt and pepper and clutched a knife and fork.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re wrong! There is no movement,&amp;quot; he continued as if he were answering himself. &amp;quot;Man is only mind!&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He took the bottle of sauce and held it up. Then he put it down.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As you can see,&amp;quot; he said softly, &amp;quot;we can easily replace chili sauce for mind and end up saying, &amp;#39;Man is only chili sauce!&amp;#39; Doing that won&amp;#39;t make us more demented than we already are.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m afraid I haven&amp;#39;t asked the right question,&amp;quot; I said. &amp;quot;Maybe we could arrive at a better understanding if I asked what one can specifically find in that area beyond the island?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There is no way of answering that. If I would say, &amp;#39;nothing&amp;#39;, I would only make the nagual part of the tonal. All I can say is that there, beyond the island, one finds the nagual&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But, when you call it the nagual, aren&amp;#39;t you also placing it on the island?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. I named it only because I wanted to make you aware of it.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;All right! But becoming aware of it is the step that has turned the nagual into a new item of my tonal&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m afraid you do not understand. I have named the tonal and the nagual as a true pair. That is all I have done.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He reminded me that once while trying to explain to him my insistence on meaning, I had discussed the idea that children might not be capable of comprehending the difference between &amp;#39;father&amp;#39; and &amp;#39;mother&amp;#39; until they were quite developed in terms of handling meaning. And that they would perhaps believe that it might be that &amp;#39;father&amp;#39; wears pants and &amp;#39;mother&amp;#39; skirts, or other differences dealing with hairstyle, or size of body, or items of clothing.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We certainly do the same thing with the two parts of us,&amp;quot; he said. &amp;quot;We sense that there is another side to us. But when we try to pin down that other side the tonal gets hold of the baton, and as a director it is quite petty and jealous. It dazzles us with its cunningness and forces us to obliterate the slightest inkling of the other part of the true pair, the nagual.&amp;quot;&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7wlmxw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652094107.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7wbgb1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "weirdoddozzy", "can_mod_post": false, "created_utc": 1652085311.0, "send_replies": true, "parent_id": "t3_uizlcw", "score": 2, "author_fullname": "t2_bbiupq89", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Would the tonal be similar to ego? The thinking mind, self importance, and reason? Would also the nagaul be \"the higher self\" or \"collective unconscious.\" Where exactly are these things located? Within or without? Kind of reminds me of an experience I had a few weeks ago at least the picture not the actual substance. I was sleeping then I woke up well halfly, between sleep and awake my heart started pounding and I left my body legs first and hovered above myself to \"wake up\" or return to my body I had to go back inside. Would that be the double? Or energy body? I've had experiences being yanked out my body and as an orb and phasing through the floor. Any help understanding would be appreciated!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7wbgb1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Would the tonal be similar to ego? The thinking mind, self importance, and reason? Would also the nagaul be &amp;quot;the higher self&amp;quot; or &amp;quot;collective unconscious.&amp;quot; Where exactly are these things located? Within or without? Kind of reminds me of an experience I had a few weeks ago at least the picture not the actual substance. I was sleeping then I woke up well halfly, between sleep and awake my heart started pounding and I left my body legs first and hovered above myself to &amp;quot;wake up&amp;quot; or return to my body I had to go back inside. Would that be the double? Or energy body? I&amp;#39;ve had experiences being yanked out my body and as an orb and phasing through the floor. Any help understanding would be appreciated!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7wbgb1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1652085311.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_uizlcw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_uizlcw", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_uizlcw", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i7me6hh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i7ma7ao", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Yes. Let your anger consume you!\n\n🤣😂🤣😂🤣😂\n\n\nDan's been writing this way for years, which you'd know if you'd read much of the sub, so learning to read Dan's writing or avoiding Dan's writing are realistically your only options.\n\n\nAlso, how are you even remotely serious about this complaint with so many spelling and grammar errors in your comments?\n\nRidiculous!\n\n🤣😂🤣😂🤣😂🤣😂", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes. Let your anger consume you!&lt;/p&gt;\n\n&lt;p&gt;🤣😂🤣😂🤣😂&lt;/p&gt;\n\n&lt;p&gt;Dan&amp;#39;s been writing this way for years, which you&amp;#39;d know if you&amp;#39;d read much of the sub, so learning to read Dan&amp;#39;s writing or avoiding Dan&amp;#39;s writing are realistically your only options.&lt;/p&gt;\n\n&lt;p&gt;Also, how are you even remotely serious about this complaint with so many spelling and grammar errors in your comments?&lt;/p&gt;\n\n&lt;p&gt;Ridiculous!&lt;/p&gt;\n\n&lt;p&gt;🤣😂🤣😂🤣😂🤣😂&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7me6hh/", "num_reports": null, "locked": false, "name": "t1_i7me6hh", "created": 1651883913.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1651883913.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7ma7ao", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1651881917.0, "send_replies": false, "parent_id": "t1_i7kmhfz", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7ma7ao/", "num_reports": null, "locked": false, "name": "t1_i7ma7ao", "created": 1651881917.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7kmhfz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1651854728.0, "send_replies": true, "parent_id": "t1_i7icjty", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Why do you have no history to your ID?\n\nDid you read the \"Are you a Bad Player\" link?\n\nFind the link in that list with the dog pissing on an expensive looking wall it can't pass.\n\nI follow *intent*.  You may surmise I'm here by choice, but it's not so.  The allies of Carlos chased me into here because they got tired of all the \"Castaneda experts\" out there.\n\nAnd also I heard many private lectures by Carlos himself.  And by his cohorts.\n\nSo I have a reference point.\n\nI believe you might not realize the storytelling nature of sorcery, and believe you can \"learn\" it.  Or \"acquire\" a reputation as seeming to know it, based on facts you memorized.\n\nAs if you just need the \"key facts\", and then your amazing greatness will help you win, like you believe you do in other things in your life.\n\nThat's going to make the path nearly impossible for you, if I'm right about that.", "edited": 1651855542.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7kmhfz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Why do you have no history to your ID?&lt;/p&gt;\n\n&lt;p&gt;Did you read the &amp;quot;Are you a Bad Player&amp;quot; link?&lt;/p&gt;\n\n&lt;p&gt;Find the link in that list with the dog pissing on an expensive looking wall it can&amp;#39;t pass.&lt;/p&gt;\n\n&lt;p&gt;I follow &lt;em&gt;intent&lt;/em&gt;.  You may surmise I&amp;#39;m here by choice, but it&amp;#39;s not so.  The allies of Carlos chased me into here because they got tired of all the &amp;quot;Castaneda experts&amp;quot; out there.&lt;/p&gt;\n\n&lt;p&gt;And also I heard many private lectures by Carlos himself.  And by his cohorts.&lt;/p&gt;\n\n&lt;p&gt;So I have a reference point.&lt;/p&gt;\n\n&lt;p&gt;I believe you might not realize the storytelling nature of sorcery, and believe you can &amp;quot;learn&amp;quot; it.  Or &amp;quot;acquire&amp;quot; a reputation as seeming to know it, based on facts you memorized.&lt;/p&gt;\n\n&lt;p&gt;As if you just need the &amp;quot;key facts&amp;quot;, and then your amazing greatness will help you win, like you believe you do in other things in your life.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s going to make the path nearly impossible for you, if I&amp;#39;m right about that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_uizlcw", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7kmhfz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651854728.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "i7icjty", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "vincentr777", "can_mod_post": false, "created_utc": 1651805972.0, "send_replies": true, "parent_id": "t3_uizlcw", "score": 2, "author_fullname": "t2_1g8zhfz", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hi, dan . I'm new there, I am trying to read your post. But your writing style is very different from everyone else. You prefer to write in lots of short sentence like speaking instead of a paragraph.I just feel it is to bored to read these sentence,   I just want to grab the key point which I need, but I have to read lots of sentences have nothing to do with my objective. can you tell why you want to write in this way? Hope my question didn't annoy you.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i7icjty", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi, dan . I&amp;#39;m new there, I am trying to read your post. But your writing style is very different from everyone else. You prefer to write in lots of short sentence like speaking instead of a paragraph.I just feel it is to bored to read these sentence,   I just want to grab the key point which I need, but I have to read lots of sentences have nothing to do with my objective. can you tell why you want to write in this way? Hope my question didn&amp;#39;t annoy you.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/uizlcw/shrinking_the_tonal/i7icjty/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1651805972.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_uizlcw", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]