[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Don't look at me like that!  It's in the books. We just didn't notice.](https://preview.redd.it/867q4fz9184a1.png?width=490&amp;format=png&amp;auto=webp&amp;s=76370f55a22254db3aa0ee3b8b947c4137cb7646)\n\nEven I don't like this post.   As soon as I'm done editing it in the morning I'm going to downvote it myself.\n\nBut it turns out, when sorcerers have to replace themselves and find they've entered \"a period of unequaled power and impeccability\", it's almost like the old martial arts adage that the best learning comes while teaching.\n\nYou have to have something to teach, so please beginners who try to jump to teacher, because learning is so painful in sorcery, forget it...\n\nJust please... Learn before you teach???\n\nAnd even, \"Let's figure out new ways to help others and analyze this to make it scientific!\", is just a crummy attempt to teach without being accused of it.\n\nIt's still teaching if you pretend to \"explain\".\n\nSo learn first please?  And in sorcery, memorizing \"facts\" is NOT learning.\n\nThe only learning there is, is the ability to REALLY move your assemblage point.\n\nNow I'd like to insert here that the only way to do that, is to force silence until your nose bleeds.\n\nFlog yourself on the back with tree branches, until you get big welts.\n\nUnfortunately for me, there's witches.  They aren't really into flogging themselves in penance.\n\nDarned witches...\n\nThere's that scene from Dr. Who where 3 copies of himself, from different timelines, are present in the same castle high tower trying to escape.  They scan the door into the oldest one's screwdriver computer, and start calculating how to dissolve it using sonic waves.  But the calculation will take 400 years!\n\nAnd they need to get out of there fast!\n\nNo problem because the most recent copy of Dr. Who among the 3 is from more than 400 years in the future relative to the oldest.\n\nAnd their portable computer devices have the same program running 200 years later in the middle Dr. Who,  standing right there with them, and 400 years later in the more recent Whovian.\n\nSo they can dissolve the door!  400 years in a couple of minutes of thinking about how to do it.\n\nThey begin to celebrate their amazing intellects, when the witch traveling with them just opens the door from the outside.\n\nIt wasn't locked in the first place.  The  men got carried away and assumed that if they had been imprisoned in the tower, then the door must be locked.\n\nBut their traveling female friend just tries it out instead.\n\nLike I said...  Witches are annoying to wizards.\n\nBut in a nice way...\n\nI think it may be the emanations themselves causing that. Something related to the makeup of both sexes, altering slightly the \"skimmed\" reality of each.\n\nOr it's evolution.\n\nWomen always bother men.  It's their job.\n\nSo anyway, if you make yourself available to \"power\" then if it needs to provide \"intent gifts\" for someone else, and you're a path, you get \"bonus help\" from the spirit.\n\nPossibly that's the main trick inorganic beings use, when they channel silent knowledge to us.  As with the talking lizards.\n\nThey just put themselves in the middle between the spirit, and someone \"deserving\".\n\nIn the case of the talking lizards, the ritual to get there is an enormous amount of work.\n\nSo by the time it's done, you \"deserve\" an intent gift from the spirit.  And the IOB is perhaps like your dog fetching your steak dinner from the kitchen for you.\n\nIf they could do that.\n\nJust don't assume it's \"all there\" when you get what's left.  At the very least, the dog licked every thing on the plate.\n\nWon't be missed, is maybe one of the Mottos of the inorganic beings.\n\nThe death defier used the same motto, when he wanted to take energy from the next Nagual in the lineage.  \"You won't miss it!\"\n\nSo a \"teacher\" gets the same amount of help from intent as they would get on their own, and trust me when I say you'll realize it's not \"all up to you\" and you just  have to accept that you need supernatural help from the outside to learn sorcery.\n\nBut they also get help flowing to someone else, via them.\n\nIt's almost as bad as if you're viewing Silent Knowledge in the air, and a voice says \"Oh, by the way.  Tell Bobby that...\"\n\nWhat?  Who's Bobby, and how could you tell him anything??\n\nBut then the next day you get a response to a post, and it says \"Hi, I'm Bobby.  That post was very timely!\"\n\nIt happens. You just wait.\n\nSo you become a \"conduit\" for Silent Knowledge.  Like an inorganic being pretending to be talking lizards whispering in someone's ear.\n\nWhile enjoying the wide variety of \"presentation methods\" for silent knowledge, you become one yourself!\n\nSound odd?\n\nActually that's mostly how Carlos taught in private classes.\n\nWhen he was at a loss he'd look south, and slightly east, to the horizon.\n\nAnd read a statement from Infinity.\n\nHe even admitted it often.  Perhaps wanted us to listen more carefully, so he \"spooked us\".\n\nNaturally the witches thought that was a bit dramatic of him, and one pointed out he can just look at his palm in a pinch.\n\nThey told us that when Carlos wasn't nearby after class, and they were just chatting with whoever lingered.\n\nThey added that he could read entire pages, instead of just \"one liners\" from the horizon.\n\nBut Carlos gave really good lectures, and usually tossed in a few one liners of his own to make them entertaining.\n\nHe was in fact very nasty, and cursed like someone from the \"lesser counties\" around Los Angeles. A trait I'm told don Juan shared with him.  It just got \"sanitized\" for his books.\n\nThere's nothing like dirty jokes to \"enhance\" the stuffy mood, among people who take themselves too seriously.\n\nSo what triggered this post, was me getting better and better at the tensegrity pass, \"Stellar Hatch\".\n\nIt really does stretch your luminous egg into an infinite line!\n\nI must have worried Carlos wouldn't include those instructions.  But he did.\n\nAnd the \"only\" difference between the old seers and the new seers, is what they do once they can change the shape of their luminous egg and access even more \"goodies\".\n\nRanges of emanations their cocoon didn't overlap with before they stretched it.\n\nNew realities.\n\nThe old seers figured out how to stretch another 6 feet up and back.\n\nTurned into pipe shapes.  Smoking pipes.\n\nThinking, \"This is going to be great!  Imagine the power over others will have, accessing emanations they can't perceive!!!  We can stick, \"Kick me\" Post-its on their back, and they won't even see us coming.\"\n\nSo they turned into \"bent\" style pipes in order to see more \"human\" options.\n\nThe new seers said, \"We're too refined for that sort of low life skullduggery!  We'll stretch to an infinite line, and go play with solar inorganic beings!  Those crummy old seers would be ashamed of themselves if they found out about how cool we are!  We seek the NON-HUMAN unknown.  Not the pathetic human attention obsessed pranks the old seers were after.\"\n\nSo they did.\n\nAnd we have Stellar Hatch.\n\nWhich caused me just now, to be looking down on the floor at \"Stella\".\n\nA yellow ball of energy that comes down from a star each night, so I can try to look up her corona.\n\nIt's just such a cool sight to see NASA photos on your floor!\n\nBut tonight she took my breath away.\n\nShe actually formed a face that was nearly as good as my Ally Fancy, when she gets all dolled up.\n\nI'm afraid, our normal run of the mill \"tiny\" inorganic beings (compared to a whole planetary body), need us to help them get energy.\n\nNot for themselves.  But it takes a lot of energy to manifest for us.\n\nAnd if you have a super cool inorganic being one day, over time  you'll notice it's harder and harder to get her to do \"cool stuff\".\n\nIt's because you are no longer afraid of her. So she has no source of human energy there. And eventually you take her for granted. So she doesn't even get the rush of interaction.\n\nThe marriage goes to hell, and she lets herself go.\n\nGains 20 pounds.\n\nBut then one day you accidentally introduce her to a \"friend\", and suddenly she's looking really good!\n\nShe has a new source of attention.\n\nSo if we want our demon friends riding around on busses running errands for us (a joke from the early books), we need to \"feed them\".\n\nAnd...  Don't ask.\n\nIt's not pretty.  Don Juan even accused Julian of keeping them in bondage.\n\nAnd we all know what the old seers did to feed them.  The big rock.  Where the 4 old seers with 12 allies, waited to scare passing strangers to death.   Still alive, thousands of years after their own culture was gone.  Or, maybe only hundreds if those old seers were Toltec and not Olmec.\n\nSo we also know, our cocoon can \"bend\".\n\nYou can stretch it.\n\nAnd we know it can dent!\n\nThe Nagual's Blow.\n\nIt is in fact, \"stretchy\"!\n\nNow this next part is going to be hard to comprehend.\n\nBut while you are doing a Tensegrity long form,  you are \"denting\" it from the inside.\n\nDon't blame me.  There's plenty of available references in the books, if you start to think in these terms.\n\nSo let's just focus on the results instead.\n\n\"What that looks like.\"\n\nI'll philosophize at the end of the post if I don't forget.  It's about how \"dents\" are actually in the abstract.  But since it's the abstract, I'll surely forget.\n\nFor now let's just say, you're doing your forms and you reach silent knowledge.\n\nSorry.  You probably already figured \"there was a catch\".  A reason you didn't get to try it yourself yet.\n\nYou do in fact have to learn to move your assemblage point.  Thus the lecture on not trying to teach, until you learned yourself.\n\nBut once you do reach SK in the middle of doing your forms, you're now in that mirror scene from that Bruce Lee movie, surrounded by fractured images of the room.\n\nExcept, yours are fractured views of reality.\n\n\"Offers\" from Silent Knowledge.\n\nIf you're an 8000 year old Olmec in a loincloth, standing in a circle made from rocks (about all they had for entertainment back then), then you get \"offered\" all the phases of the moon in the sky, at the same time.\n\nLike on the cover of Wheel of Time.\n\nIf you can mange to shun the loin cloth, you get \"presentations in the air\", almost like benign pop-up ads on your computer.\n\nI don't mean the bad kind.  Like Cholita had once.\n\n24 years ago she asked me to come to her apartment somewhere between Dance Home and Pandora,  to see if I could figure out why her computer wasn't working.\n\nTurned out, every key pressed caused a pop-up ad to spring out.\n\nIf you tried to do anything about it, you got 2 more.\n\nSoon, the screen was covered in hundreds of pop-up ads!\n\nIt turned out, Cholita knew full well why.\n\nI asked her, \"Where did you go on the internet?!??\"\n\nAnd suddenly she didn't really need my help anymore, and closed her laptop.\n\nBut in Silent Knowledge the pop-ups are welcome.  You might even \"click through\" a few.\n\nThe problem is, Tensegrity causes \"flows\" of energy inside  your luminous egg.\n\nSo the \"pop-ups\" are driven by the Tensegrity moves.\n\nAnd each Tensegrity move leaves a trail of popups!\n\nCholita's computer did that too!  Once I noticed that trying to do anything about a pop-up, caused more popups, I had a little fun making a zoo of fractal popup patterns materialize across the screen.\n\nI got hypnotized by it.\n\nWell, I guess that might be the actual reason Cholita closed the laptop and decided she didn't need my help afterall.\n\nI got carried away.\n\nSo the Tensegrity generates SK pop-ups as you do it, and they fade somewhat as you continue.\n\nLeaving a ghost of the overall \"offer\" shape.\n\nWhich creates \"walls and passageways\".\n\nAt the end you notice you are in a genuine \"phantom room\".\n\nAnd each phantom room is unique!\n\nBut specific to the long form, and of course \"you\".\n\nEverything in sorcery is likely to be seriously influenced by \"you\".\n\nSo when you see Evil Clown inorganic beings, or even Lucifer himself, don't blame the messenger.\n\nIt's you.  You did that.\n\nSomewhere out there in infinity is a triangular shaped Mexican prayer candle,  in a cave, who has projected a blob of his awareness to visit with you.\n\nAnd she turns to her friends and says, \"Shit! Another evil clown person.  I'm so sick of being an evil clown!\"\n\nOne day I'll have to figure out how to sneak to the source of an inorganic being, while one of you plays with it, and take notes on it's reaction.\n\n\"IOB Analysis\"!\n\nThey could sell it at Cleargreen!\n\nLike that \"running crazy guy\" bad player we had, who tried to talk Lidotska into \"Jungian shadow therapy\".\n\nWith Reni or Carol Tiggs.\n\nHe'd gotten it, and now he was \"best friends\" with Carol.\n\nSo we'd better not kick him out for trying to take over the subreddit with his drug filled fake sorcery understanding.\n\nHe claimed Carol wouldn't like it.\n\nAfter he got kicked out, he made his own subreddit with endless videos of himself talking to whoever goes in that dungeon to \"learn\".\n\nIf there's something good in there, it might be that he's not trying to pitch the idea of \"Stretchies\".\n\nBut I have to pass those on.  It was a \"gift\" from intent.  Maybe just to get people to realize, darkroom is NOT boring if you'll just get to the far reaches of it.\n\nWhen someone asks me how many hours a day I practice, I want to ask them how many hours a day they watch TV.\n\nIt's the same thing! I don't care if you're even watching NPR and the Disney National Geographic channel.\n\nYou're still just entertaining yourself!\n\nDarkroom becomes no different.\n\nI was observing what different \"phantom rooms\" each of the passes in my long form series creates.\n\nPreviously I was only interested in their overall effect to build my own phantom room.\n\nMy transportation system hub.\n\nSo after each long form, I glanced at the progress.\n\nAnd hadn't noticed that each long form made a phantom structure of its own!\n\nBendy shapes.  Like someone had gotten into a bubble, and pushed the walls all different ways without bursting it.\n\nIt got stretched into a specific shape, exactly the same as a bubble the size of your luminous egg would, if the tensegrity moves could push the walls out and they didn't fully return to the egg shape.\n\nIt shouldn't have surprised me.  There are in fact references to this in the stories in the books.\n\nI just thought the effect was small, like maybe you got the right side of the egg a little warped in the direction to the right.\n\nBy \"Shape Shifting\".\n\nKind of makes me a bit paranoid on what exactly that means.\n\nWhat shape, got shifted?  Could it be that you always perceive \"down the middle\", and so to shift right or left, you actually \"deform\" the luminous shell\"?\n\nBeats me.\n\nI was anxious to try Stellar Hatch, after I notice this.\n\nBut out of the corner of my eye I caught something very odd.\n\nThe last shape my tensegrity forms had made, still lingering in the air like a misshapen pinkish soap bubble, was \"leaking\".\n\n Carlos warned us that as you move along the J curve, the double \"becomes visible\".\n\nBut the double is kind of just your \"energy body\", with a nice suit on.\n\nHis \"you suit\".\n\nIt doesn't have to look like that. I guess in Matrix movie terms, it's \"residual self image\".\n\nBut it doesn't really need that.\n\nAnd Carlos also warned us, onceyou could perceive the double, then btween the \"here\" and the \"there\" of the double, you found the abstract in between.\n\nSo it seems inevitable that a \"Stretchie\" would be leaking the abstract along the seams.\n\nSomething from the outside was oozing in.\n\nI recognized it.  It was a \"blob of the abstract\".\n\nCarlos warned us that as you move along the J curve, the double \"becomes visible\".\n\nBut the double is kind of just your \"energy body\", with a nice suit on.\n\nHis \"you suit\".\n\nIt doesn't have to look like that. I guess in Matrix movie terms, it's \"residual self image\".\n\nBut it doesn't really need that.\n\nAnd Carlos also warned us, once you could perceive the double, then between the \"here\" and the \"there\" of the double, you'll find the abstract in between.\n\nSo it seems inevitable that a \"Stretchie\" would be leaking the abstract along the seams.\n\nAnd in fact, when you gaze on a \"bendy shape\" created by Tensegrity, one of my \"Stretchies\", it's hard to say if that's your luminous egg, or some obsession of the double.\n\nMaybe it's your energy body's egg instead?\n\nWe \"form\" our energy body.\n\nBut when done it's ideally a 'blue ball of energy\".\n\nAnd we try to \"dent\" that at the point of it's assemblage.\n\nIt gives easier access to dreaming.\n\nWe also move our luminous egg's assemblage point, when we move it along the J curve to be \"in alignment\" with that of the double's energy body.\n\nSo being confused as to what you are looking at is normal.\n\nThat \"energy body\" can even be coerced into becoming an \"Iron Man suit\".\n\nWith popup displays all around, and remote viewing powers where you need it.\n\nWhat it looks like, is an INTENSE yellow and red sparkling surface all around you with a cool pattern you can't possibly describe (but could animate!).\n\nIn truth, you're merely encased in a Silent Knowledge presentation method.\n\nAnd once you think of it as an \"Iron Man Suit\", you selected a \"topic\".\n\nSo the SKPM, the silent knowledge presentation method, starts giving you \"knowledge\" on the chosen topic.\n\nThat what you see around you is an iron man suit.\n\nIt explains the controls inside it as you watch and the superpowers each \"device\" gives you.\n\nAnd you've just manufactured your own alternative to the \"blue ball of energy\".\n\nA variation!\n\nI can guarantee you, don Juan would NOT like that.  Bad, bad, bad...\n\nIt's just NOT up to \"new seer\" standards of dignity.\n\nThey like an \"impersonal\" blue ball of energy.\n\nOnly a bad person would go around in an iron man suit instead...\n\nIt might even lead to the \"dark side of the force\"!\n\nBut once you read SK, you can pretty much do anything you like.\n\nOur big problem is that doing that activates the book deal mind, dirties your link to intent, and there you are.\n\nKnowing you can do anything you like, but being so excited by it that you can't.\n\nThere's a cure for that.\n\nRepetition for hours a day, until you get sick of being excited at what you can't even do.\n\nSo then finally you calm down, and can at least do \"some of it\".\n\nKeep in mind, we're talking \"micro traces\" of excitement.\n\nYou won't get anywhere near being able to witness what I describe here, until you're surrounded by alien portals in your darkroom.\n\nLet's just say that if you have a zoo of animals in your living room already, we're just talking about trying to get the cat to do a trick on demand.\n\nVery hard to accomplish.\n\nOR, you can just find a leaking blob of \"the abstract\", and worry about that instead instead of repeating cat tricks.\n\nIt's hard to get obsessed with your misshapen \"Stretchie\",  when it's sprung a leak and a substance you can't possibly describe is oozing into your iron man suit.\n\nAnd you might even drown in the abstract!\n\nThe IOBs can do that to you once in a while.  They \"waterboard\" you in the abstract.\n\nAsk Jadey.\n\nI kind of like it myself, but it does leave a hangover for a few days.\n\nSo I was excited to see what \"Stretchie\" formed from Stellar Hatch.\n\nAnd I knew it was going to be GOOD!\n\nI could see it happening!\n\nI wasn't sending a vague baseball sized ball of glowing light into space.\n\nI had a full blown sparkling \"magical object\". Those even seem to have mass!\n\nIt's nothing short of a silent knowledge presentation method, waiting for me to decide what form it will take, and then select a topic for it to elaborate on.\n\nI sent it up, and felt myself stretch at least 500 feet above my dark room.\n\nI began to pass out, but refused to sit down on the edge of the bed which I keep right behind me when doing Stellar Hatch, \"just in case\". In fact, I keep my calves no more than 3 inches from the bed, so I can just lean back a tiny bit, to stabilize myself if I feel I'm about to fall over.\n\nThe room was on fire with intense yellow sparkles, and it all started \"going black\".\n\nWhich makes no sense.  Was it intensely yellow and sparkling, or going black?\"\n\nIt was both at the same time!\n\nAnd I realized, the abstract was oozing in.\n\nI must have stretched my egg too thin, and \"the outside\" was leaking in.\n\nNoticing that stopped me from having to sit down.\n\nMy elongated egg shape, was sort of \"stuck in the mud\".\n\nStabilized and not at risk of me falling over.\n\nIn some kind of \"mud of the abstract\".\n\nOr maybe it was one of those gangster film \"cement shoes\" situation.\n\nAnd when I summoned the magical object I sent into space to return, which is the second half of the Stellar Hatch form, I could clearly see that the blob had come back with a huge amount of \"smooth\" yellow energy, presumably from the same star I've been tapping into each night.\n\nI sent up the same color, but it was \"sparkly\". This was super smooth.\n\nI truly expected to feel the \"plop\" when it fell onto the back of my neck.\n\nI didn't, but my head was buried in a solid yellow blob.\n\nNot vaguely.  I had a beach ball sized round blob of smooth diffuse yellow light, intense, stuffed onto my head.\n\nLike a \"head energy body\".  One of those \"impersonal shapes\" that would please don Juan.\n\nI \"unhooked it\" from my head, which the pass does at that point.\n\nAnd let me point out, I'M posting weird stuff???\n\nMe????\n\nJust go look at that Stellar hatch form on the video, and listen to what Carlos had Kylie telling us about that form.\n\nI'm not the only one who went off the deep end, doing Tensegrity!\n\nCarlos was worse.\n\nBut in fact, he literally told us what can happen. And it's not vague at all.\n\nWhen the form was over there was a ball of yellow light as intense as the sun, on my floor.\n\nWell...\n\nAlmost.  It doesn't hurt the eyes to gaze at it.\n\nAnd \"Stella\", my solar inorganic being, began to form.\n\nA face nearly as amazing as Fancy when she wants to take my breath away, by being \"real\" for an instant.\n\nInorganic beings can manifest so vividly, you involuntarily gasp.\n\nAnd they like that!  Not as much as scaring you half to death in giant demon form.\n\nBut they'll take a gasp.\n\nI waited to see what wisdom Stella would reveal to me.\n\nI couldn't help but blurt out (I actually did),  \"Oh Stella, you're actually from a star!!  Please teach me something cool and 'stary'!\"\n\nHer face took shape.\n\nAnd it was obvious what she wanted to say:\n\n\"Seriously??!??\"\n\nI realized, it wasn't a good time to ask to see her corona.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "STRETCHIES!", "link_flair_richtext": [{"e": "text", "t": "Tensegrity"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 88, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"867q4fz9184a1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 67, "x": 108, "u": "https://preview.redd.it/867q4fz9184a1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=ad6d4171e458ea0b2ed2f78d7d51de3bb6dd6eef"}, {"y": 135, "x": 216, "u": "https://preview.redd.it/867q4fz9184a1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=da0b6ac61494869f9bebf28b8eb1169ce93f049a"}, {"y": 201, "x": 320, "u": "https://preview.redd.it/867q4fz9184a1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=947a88f8b9edc119b3d8607d5a455f7f60ff9bed"}], "s": {"y": 308, "x": 490, "u": "https://preview.redd.it/867q4fz9184a1.png?width=490&amp;format=png&amp;auto=webp&amp;s=76370f55a22254db3aa0ee3b8b947c4137cb7646"}, "id": "867q4fz9184a1"}}, "name": "t3_zdziqs", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 26, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Tensegrity", "can_mod_post": false, "score": 26, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/xgoqZZLKAyga-E6NeW-zcNKWlx_FUkltkfojkvuw-2I.jpg", "edited": 1670345984.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1670312404.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/867q4fz9184a1.png?width=490&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=76370f55a22254db3aa0ee3b8b947c4137cb7646\"&gt;Don&amp;#39;t look at me like that!  It&amp;#39;s in the books. We just didn&amp;#39;t notice.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Even I don&amp;#39;t like this post.   As soon as I&amp;#39;m done editing it in the morning I&amp;#39;m going to downvote it myself.&lt;/p&gt;\n\n&lt;p&gt;But it turns out, when sorcerers have to replace themselves and find they&amp;#39;ve entered &amp;quot;a period of unequaled power and impeccability&amp;quot;, it&amp;#39;s almost like the old martial arts adage that the best learning comes while teaching.&lt;/p&gt;\n\n&lt;p&gt;You have to have something to teach, so please beginners who try to jump to teacher, because learning is so painful in sorcery, forget it...&lt;/p&gt;\n\n&lt;p&gt;Just please... Learn before you teach???&lt;/p&gt;\n\n&lt;p&gt;And even, &amp;quot;Let&amp;#39;s figure out new ways to help others and analyze this to make it scientific!&amp;quot;, is just a crummy attempt to teach without being accused of it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s still teaching if you pretend to &amp;quot;explain&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So learn first please?  And in sorcery, memorizing &amp;quot;facts&amp;quot; is NOT learning.&lt;/p&gt;\n\n&lt;p&gt;The only learning there is, is the ability to REALLY move your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Now I&amp;#39;d like to insert here that the only way to do that, is to force silence until your nose bleeds.&lt;/p&gt;\n\n&lt;p&gt;Flog yourself on the back with tree branches, until you get big welts.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately for me, there&amp;#39;s witches.  They aren&amp;#39;t really into flogging themselves in penance.&lt;/p&gt;\n\n&lt;p&gt;Darned witches...&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s that scene from Dr. Who where 3 copies of himself, from different timelines, are present in the same castle high tower trying to escape.  They scan the door into the oldest one&amp;#39;s screwdriver computer, and start calculating how to dissolve it using sonic waves.  But the calculation will take 400 years!&lt;/p&gt;\n\n&lt;p&gt;And they need to get out of there fast!&lt;/p&gt;\n\n&lt;p&gt;No problem because the most recent copy of Dr. Who among the 3 is from more than 400 years in the future relative to the oldest.&lt;/p&gt;\n\n&lt;p&gt;And their portable computer devices have the same program running 200 years later in the middle Dr. Who,  standing right there with them, and 400 years later in the more recent Whovian.&lt;/p&gt;\n\n&lt;p&gt;So they can dissolve the door!  400 years in a couple of minutes of thinking about how to do it.&lt;/p&gt;\n\n&lt;p&gt;They begin to celebrate their amazing intellects, when the witch traveling with them just opens the door from the outside.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t locked in the first place.  The  men got carried away and assumed that if they had been imprisoned in the tower, then the door must be locked.&lt;/p&gt;\n\n&lt;p&gt;But their traveling female friend just tries it out instead.&lt;/p&gt;\n\n&lt;p&gt;Like I said...  Witches are annoying to wizards.&lt;/p&gt;\n\n&lt;p&gt;But in a nice way...&lt;/p&gt;\n\n&lt;p&gt;I think it may be the emanations themselves causing that. Something related to the makeup of both sexes, altering slightly the &amp;quot;skimmed&amp;quot; reality of each.&lt;/p&gt;\n\n&lt;p&gt;Or it&amp;#39;s evolution.&lt;/p&gt;\n\n&lt;p&gt;Women always bother men.  It&amp;#39;s their job.&lt;/p&gt;\n\n&lt;p&gt;So anyway, if you make yourself available to &amp;quot;power&amp;quot; then if it needs to provide &amp;quot;intent gifts&amp;quot; for someone else, and you&amp;#39;re a path, you get &amp;quot;bonus help&amp;quot; from the spirit.&lt;/p&gt;\n\n&lt;p&gt;Possibly that&amp;#39;s the main trick inorganic beings use, when they channel silent knowledge to us.  As with the talking lizards.&lt;/p&gt;\n\n&lt;p&gt;They just put themselves in the middle between the spirit, and someone &amp;quot;deserving&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the case of the talking lizards, the ritual to get there is an enormous amount of work.&lt;/p&gt;\n\n&lt;p&gt;So by the time it&amp;#39;s done, you &amp;quot;deserve&amp;quot; an intent gift from the spirit.  And the IOB is perhaps like your dog fetching your steak dinner from the kitchen for you.&lt;/p&gt;\n\n&lt;p&gt;If they could do that.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t assume it&amp;#39;s &amp;quot;all there&amp;quot; when you get what&amp;#39;s left.  At the very least, the dog licked every thing on the plate.&lt;/p&gt;\n\n&lt;p&gt;Won&amp;#39;t be missed, is maybe one of the Mottos of the inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;The death defier used the same motto, when he wanted to take energy from the next Nagual in the lineage.  &amp;quot;You won&amp;#39;t miss it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So a &amp;quot;teacher&amp;quot; gets the same amount of help from intent as they would get on their own, and trust me when I say you&amp;#39;ll realize it&amp;#39;s not &amp;quot;all up to you&amp;quot; and you just  have to accept that you need supernatural help from the outside to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;But they also get help flowing to someone else, via them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s almost as bad as if you&amp;#39;re viewing Silent Knowledge in the air, and a voice says &amp;quot;Oh, by the way.  Tell Bobby that...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;What?  Who&amp;#39;s Bobby, and how could you tell him anything??&lt;/p&gt;\n\n&lt;p&gt;But then the next day you get a response to a post, and it says &amp;quot;Hi, I&amp;#39;m Bobby.  That post was very timely!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It happens. You just wait.&lt;/p&gt;\n\n&lt;p&gt;So you become a &amp;quot;conduit&amp;quot; for Silent Knowledge.  Like an inorganic being pretending to be talking lizards whispering in someone&amp;#39;s ear.&lt;/p&gt;\n\n&lt;p&gt;While enjoying the wide variety of &amp;quot;presentation methods&amp;quot; for silent knowledge, you become one yourself!&lt;/p&gt;\n\n&lt;p&gt;Sound odd?&lt;/p&gt;\n\n&lt;p&gt;Actually that&amp;#39;s mostly how Carlos taught in private classes.&lt;/p&gt;\n\n&lt;p&gt;When he was at a loss he&amp;#39;d look south, and slightly east, to the horizon.&lt;/p&gt;\n\n&lt;p&gt;And read a statement from Infinity.&lt;/p&gt;\n\n&lt;p&gt;He even admitted it often.  Perhaps wanted us to listen more carefully, so he &amp;quot;spooked us&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Naturally the witches thought that was a bit dramatic of him, and one pointed out he can just look at his palm in a pinch.&lt;/p&gt;\n\n&lt;p&gt;They told us that when Carlos wasn&amp;#39;t nearby after class, and they were just chatting with whoever lingered.&lt;/p&gt;\n\n&lt;p&gt;They added that he could read entire pages, instead of just &amp;quot;one liners&amp;quot; from the horizon.&lt;/p&gt;\n\n&lt;p&gt;But Carlos gave really good lectures, and usually tossed in a few one liners of his own to make them entertaining.&lt;/p&gt;\n\n&lt;p&gt;He was in fact very nasty, and cursed like someone from the &amp;quot;lesser counties&amp;quot; around Los Angeles. A trait I&amp;#39;m told don Juan shared with him.  It just got &amp;quot;sanitized&amp;quot; for his books.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing like dirty jokes to &amp;quot;enhance&amp;quot; the stuffy mood, among people who take themselves too seriously.&lt;/p&gt;\n\n&lt;p&gt;So what triggered this post, was me getting better and better at the tensegrity pass, &amp;quot;Stellar Hatch&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It really does stretch your luminous egg into an infinite line!&lt;/p&gt;\n\n&lt;p&gt;I must have worried Carlos wouldn&amp;#39;t include those instructions.  But he did.&lt;/p&gt;\n\n&lt;p&gt;And the &amp;quot;only&amp;quot; difference between the old seers and the new seers, is what they do once they can change the shape of their luminous egg and access even more &amp;quot;goodies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Ranges of emanations their cocoon didn&amp;#39;t overlap with before they stretched it.&lt;/p&gt;\n\n&lt;p&gt;New realities.&lt;/p&gt;\n\n&lt;p&gt;The old seers figured out how to stretch another 6 feet up and back.&lt;/p&gt;\n\n&lt;p&gt;Turned into pipe shapes.  Smoking pipes.&lt;/p&gt;\n\n&lt;p&gt;Thinking, &amp;quot;This is going to be great!  Imagine the power over others will have, accessing emanations they can&amp;#39;t perceive!!!  We can stick, &amp;quot;Kick me&amp;quot; Post-its on their back, and they won&amp;#39;t even see us coming.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So they turned into &amp;quot;bent&amp;quot; style pipes in order to see more &amp;quot;human&amp;quot; options.&lt;/p&gt;\n\n&lt;p&gt;The new seers said, &amp;quot;We&amp;#39;re too refined for that sort of low life skullduggery!  We&amp;#39;ll stretch to an infinite line, and go play with solar inorganic beings!  Those crummy old seers would be ashamed of themselves if they found out about how cool we are!  We seek the NON-HUMAN unknown.  Not the pathetic human attention obsessed pranks the old seers were after.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So they did.&lt;/p&gt;\n\n&lt;p&gt;And we have Stellar Hatch.&lt;/p&gt;\n\n&lt;p&gt;Which caused me just now, to be looking down on the floor at &amp;quot;Stella&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A yellow ball of energy that comes down from a star each night, so I can try to look up her corona.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just such a cool sight to see NASA photos on your floor!&lt;/p&gt;\n\n&lt;p&gt;But tonight she took my breath away.&lt;/p&gt;\n\n&lt;p&gt;She actually formed a face that was nearly as good as my Ally Fancy, when she gets all dolled up.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, our normal run of the mill &amp;quot;tiny&amp;quot; inorganic beings (compared to a whole planetary body), need us to help them get energy.&lt;/p&gt;\n\n&lt;p&gt;Not for themselves.  But it takes a lot of energy to manifest for us.&lt;/p&gt;\n\n&lt;p&gt;And if you have a super cool inorganic being one day, over time  you&amp;#39;ll notice it&amp;#39;s harder and harder to get her to do &amp;quot;cool stuff&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because you are no longer afraid of her. So she has no source of human energy there. And eventually you take her for granted. So she doesn&amp;#39;t even get the rush of interaction.&lt;/p&gt;\n\n&lt;p&gt;The marriage goes to hell, and she lets herself go.&lt;/p&gt;\n\n&lt;p&gt;Gains 20 pounds.&lt;/p&gt;\n\n&lt;p&gt;But then one day you accidentally introduce her to a &amp;quot;friend&amp;quot;, and suddenly she&amp;#39;s looking really good!&lt;/p&gt;\n\n&lt;p&gt;She has a new source of attention.&lt;/p&gt;\n\n&lt;p&gt;So if we want our demon friends riding around on busses running errands for us (a joke from the early books), we need to &amp;quot;feed them&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And...  Don&amp;#39;t ask.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not pretty.  Don Juan even accused Julian of keeping them in bondage.&lt;/p&gt;\n\n&lt;p&gt;And we all know what the old seers did to feed them.  The big rock.  Where the 4 old seers with 12 allies, waited to scare passing strangers to death.   Still alive, thousands of years after their own culture was gone.  Or, maybe only hundreds if those old seers were Toltec and not Olmec.&lt;/p&gt;\n\n&lt;p&gt;So we also know, our cocoon can &amp;quot;bend&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You can stretch it.&lt;/p&gt;\n\n&lt;p&gt;And we know it can dent!&lt;/p&gt;\n\n&lt;p&gt;The Nagual&amp;#39;s Blow.&lt;/p&gt;\n\n&lt;p&gt;It is in fact, &amp;quot;stretchy&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;Now this next part is going to be hard to comprehend.&lt;/p&gt;\n\n&lt;p&gt;But while you are doing a Tensegrity long form,  you are &amp;quot;denting&amp;quot; it from the inside.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t blame me.  There&amp;#39;s plenty of available references in the books, if you start to think in these terms.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s just focus on the results instead.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What that looks like.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll philosophize at the end of the post if I don&amp;#39;t forget.  It&amp;#39;s about how &amp;quot;dents&amp;quot; are actually in the abstract.  But since it&amp;#39;s the abstract, I&amp;#39;ll surely forget.&lt;/p&gt;\n\n&lt;p&gt;For now let&amp;#39;s just say, you&amp;#39;re doing your forms and you reach silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;Sorry.  You probably already figured &amp;quot;there was a catch&amp;quot;.  A reason you didn&amp;#39;t get to try it yourself yet.&lt;/p&gt;\n\n&lt;p&gt;You do in fact have to learn to move your assemblage point.  Thus the lecture on not trying to teach, until you learned yourself.&lt;/p&gt;\n\n&lt;p&gt;But once you do reach SK in the middle of doing your forms, you&amp;#39;re now in that mirror scene from that Bruce Lee movie, surrounded by fractured images of the room.&lt;/p&gt;\n\n&lt;p&gt;Except, yours are fractured views of reality.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Offers&amp;quot; from Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re an 8000 year old Olmec in a loincloth, standing in a circle made from rocks (about all they had for entertainment back then), then you get &amp;quot;offered&amp;quot; all the phases of the moon in the sky, at the same time.&lt;/p&gt;\n\n&lt;p&gt;Like on the cover of Wheel of Time.&lt;/p&gt;\n\n&lt;p&gt;If you can mange to shun the loin cloth, you get &amp;quot;presentations in the air&amp;quot;, almost like benign pop-up ads on your computer.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean the bad kind.  Like Cholita had once.&lt;/p&gt;\n\n&lt;p&gt;24 years ago she asked me to come to her apartment somewhere between Dance Home and Pandora,  to see if I could figure out why her computer wasn&amp;#39;t working.&lt;/p&gt;\n\n&lt;p&gt;Turned out, every key pressed caused a pop-up ad to spring out.&lt;/p&gt;\n\n&lt;p&gt;If you tried to do anything about it, you got 2 more.&lt;/p&gt;\n\n&lt;p&gt;Soon, the screen was covered in hundreds of pop-up ads!&lt;/p&gt;\n\n&lt;p&gt;It turned out, Cholita knew full well why.&lt;/p&gt;\n\n&lt;p&gt;I asked her, &amp;quot;Where did you go on the internet?!??&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And suddenly she didn&amp;#39;t really need my help anymore, and closed her laptop.&lt;/p&gt;\n\n&lt;p&gt;But in Silent Knowledge the pop-ups are welcome.  You might even &amp;quot;click through&amp;quot; a few.&lt;/p&gt;\n\n&lt;p&gt;The problem is, Tensegrity causes &amp;quot;flows&amp;quot; of energy inside  your luminous egg.&lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;pop-ups&amp;quot; are driven by the Tensegrity moves.&lt;/p&gt;\n\n&lt;p&gt;And each Tensegrity move leaves a trail of popups!&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s computer did that too!  Once I noticed that trying to do anything about a pop-up, caused more popups, I had a little fun making a zoo of fractal popup patterns materialize across the screen.&lt;/p&gt;\n\n&lt;p&gt;I got hypnotized by it.&lt;/p&gt;\n\n&lt;p&gt;Well, I guess that might be the actual reason Cholita closed the laptop and decided she didn&amp;#39;t need my help afterall.&lt;/p&gt;\n\n&lt;p&gt;I got carried away.&lt;/p&gt;\n\n&lt;p&gt;So the Tensegrity generates SK pop-ups as you do it, and they fade somewhat as you continue.&lt;/p&gt;\n\n&lt;p&gt;Leaving a ghost of the overall &amp;quot;offer&amp;quot; shape.&lt;/p&gt;\n\n&lt;p&gt;Which creates &amp;quot;walls and passageways&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At the end you notice you are in a genuine &amp;quot;phantom room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And each phantom room is unique!&lt;/p&gt;\n\n&lt;p&gt;But specific to the long form, and of course &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Everything in sorcery is likely to be seriously influenced by &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So when you see Evil Clown inorganic beings, or even Lucifer himself, don&amp;#39;t blame the messenger.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s you.  You did that.&lt;/p&gt;\n\n&lt;p&gt;Somewhere out there in infinity is a triangular shaped Mexican prayer candle,  in a cave, who has projected a blob of his awareness to visit with you.&lt;/p&gt;\n\n&lt;p&gt;And she turns to her friends and says, &amp;quot;Shit! Another evil clown person.  I&amp;#39;m so sick of being an evil clown!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;One day I&amp;#39;ll have to figure out how to sneak to the source of an inorganic being, while one of you plays with it, and take notes on it&amp;#39;s reaction.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;IOB Analysis&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;They could sell it at Cleargreen!&lt;/p&gt;\n\n&lt;p&gt;Like that &amp;quot;running crazy guy&amp;quot; bad player we had, who tried to talk Lidotska into &amp;quot;Jungian shadow therapy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;With Reni or Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;d gotten it, and now he was &amp;quot;best friends&amp;quot; with Carol.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;d better not kick him out for trying to take over the subreddit with his drug filled fake sorcery understanding.&lt;/p&gt;\n\n&lt;p&gt;He claimed Carol wouldn&amp;#39;t like it.&lt;/p&gt;\n\n&lt;p&gt;After he got kicked out, he made his own subreddit with endless videos of himself talking to whoever goes in that dungeon to &amp;quot;learn&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If there&amp;#39;s something good in there, it might be that he&amp;#39;s not trying to pitch the idea of &amp;quot;Stretchies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I have to pass those on.  It was a &amp;quot;gift&amp;quot; from intent.  Maybe just to get people to realize, darkroom is NOT boring if you&amp;#39;ll just get to the far reaches of it.&lt;/p&gt;\n\n&lt;p&gt;When someone asks me how many hours a day I practice, I want to ask them how many hours a day they watch TV.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same thing! I don&amp;#39;t care if you&amp;#39;re even watching NPR and the Disney National Geographic channel.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re still just entertaining yourself!&lt;/p&gt;\n\n&lt;p&gt;Darkroom becomes no different.&lt;/p&gt;\n\n&lt;p&gt;I was observing what different &amp;quot;phantom rooms&amp;quot; each of the passes in my long form series creates.&lt;/p&gt;\n\n&lt;p&gt;Previously I was only interested in their overall effect to build my own phantom room.&lt;/p&gt;\n\n&lt;p&gt;My transportation system hub.&lt;/p&gt;\n\n&lt;p&gt;So after each long form, I glanced at the progress.&lt;/p&gt;\n\n&lt;p&gt;And hadn&amp;#39;t noticed that each long form made a phantom structure of its own!&lt;/p&gt;\n\n&lt;p&gt;Bendy shapes.  Like someone had gotten into a bubble, and pushed the walls all different ways without bursting it.&lt;/p&gt;\n\n&lt;p&gt;It got stretched into a specific shape, exactly the same as a bubble the size of your luminous egg would, if the tensegrity moves could push the walls out and they didn&amp;#39;t fully return to the egg shape.&lt;/p&gt;\n\n&lt;p&gt;It shouldn&amp;#39;t have surprised me.  There are in fact references to this in the stories in the books.&lt;/p&gt;\n\n&lt;p&gt;I just thought the effect was small, like maybe you got the right side of the egg a little warped in the direction to the right.&lt;/p&gt;\n\n&lt;p&gt;By &amp;quot;Shape Shifting&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Kind of makes me a bit paranoid on what exactly that means.&lt;/p&gt;\n\n&lt;p&gt;What shape, got shifted?  Could it be that you always perceive &amp;quot;down the middle&amp;quot;, and so to shift right or left, you actually &amp;quot;deform&amp;quot; the luminous shell&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Beats me.&lt;/p&gt;\n\n&lt;p&gt;I was anxious to try Stellar Hatch, after I notice this.&lt;/p&gt;\n\n&lt;p&gt;But out of the corner of my eye I caught something very odd.&lt;/p&gt;\n\n&lt;p&gt;The last shape my tensegrity forms had made, still lingering in the air like a misshapen pinkish soap bubble, was &amp;quot;leaking&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos warned us that as you move along the J curve, the double &amp;quot;becomes visible&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But the double is kind of just your &amp;quot;energy body&amp;quot;, with a nice suit on.&lt;/p&gt;\n\n&lt;p&gt;His &amp;quot;you suit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t have to look like that. I guess in Matrix movie terms, it&amp;#39;s &amp;quot;residual self image&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t really need that.&lt;/p&gt;\n\n&lt;p&gt;And Carlos also warned us, onceyou could perceive the double, then btween the &amp;quot;here&amp;quot; and the &amp;quot;there&amp;quot; of the double, you found the abstract in between.&lt;/p&gt;\n\n&lt;p&gt;So it seems inevitable that a &amp;quot;Stretchie&amp;quot; would be leaking the abstract along the seams.&lt;/p&gt;\n\n&lt;p&gt;Something from the outside was oozing in.&lt;/p&gt;\n\n&lt;p&gt;I recognized it.  It was a &amp;quot;blob of the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos warned us that as you move along the J curve, the double &amp;quot;becomes visible&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But the double is kind of just your &amp;quot;energy body&amp;quot;, with a nice suit on.&lt;/p&gt;\n\n&lt;p&gt;His &amp;quot;you suit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t have to look like that. I guess in Matrix movie terms, it&amp;#39;s &amp;quot;residual self image&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t really need that.&lt;/p&gt;\n\n&lt;p&gt;And Carlos also warned us, once you could perceive the double, then between the &amp;quot;here&amp;quot; and the &amp;quot;there&amp;quot; of the double, you&amp;#39;ll find the abstract in between.&lt;/p&gt;\n\n&lt;p&gt;So it seems inevitable that a &amp;quot;Stretchie&amp;quot; would be leaking the abstract along the seams.&lt;/p&gt;\n\n&lt;p&gt;And in fact, when you gaze on a &amp;quot;bendy shape&amp;quot; created by Tensegrity, one of my &amp;quot;Stretchies&amp;quot;, it&amp;#39;s hard to say if that&amp;#39;s your luminous egg, or some obsession of the double.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s your energy body&amp;#39;s egg instead?&lt;/p&gt;\n\n&lt;p&gt;We &amp;quot;form&amp;quot; our energy body.&lt;/p&gt;\n\n&lt;p&gt;But when done it&amp;#39;s ideally a &amp;#39;blue ball of energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And we try to &amp;quot;dent&amp;quot; that at the point of it&amp;#39;s assemblage.&lt;/p&gt;\n\n&lt;p&gt;It gives easier access to dreaming.&lt;/p&gt;\n\n&lt;p&gt;We also move our luminous egg&amp;#39;s assemblage point, when we move it along the J curve to be &amp;quot;in alignment&amp;quot; with that of the double&amp;#39;s energy body.&lt;/p&gt;\n\n&lt;p&gt;So being confused as to what you are looking at is normal.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;energy body&amp;quot; can even be coerced into becoming an &amp;quot;Iron Man suit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;With popup displays all around, and remote viewing powers where you need it.&lt;/p&gt;\n\n&lt;p&gt;What it looks like, is an INTENSE yellow and red sparkling surface all around you with a cool pattern you can&amp;#39;t possibly describe (but could animate!).&lt;/p&gt;\n\n&lt;p&gt;In truth, you&amp;#39;re merely encased in a Silent Knowledge presentation method.&lt;/p&gt;\n\n&lt;p&gt;And once you think of it as an &amp;quot;Iron Man Suit&amp;quot;, you selected a &amp;quot;topic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So the SKPM, the silent knowledge presentation method, starts giving you &amp;quot;knowledge&amp;quot; on the chosen topic.&lt;/p&gt;\n\n&lt;p&gt;That what you see around you is an iron man suit.&lt;/p&gt;\n\n&lt;p&gt;It explains the controls inside it as you watch and the superpowers each &amp;quot;device&amp;quot; gives you.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;ve just manufactured your own alternative to the &amp;quot;blue ball of energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A variation!&lt;/p&gt;\n\n&lt;p&gt;I can guarantee you, don Juan would NOT like that.  Bad, bad, bad...&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just NOT up to &amp;quot;new seer&amp;quot; standards of dignity.&lt;/p&gt;\n\n&lt;p&gt;They like an &amp;quot;impersonal&amp;quot; blue ball of energy.&lt;/p&gt;\n\n&lt;p&gt;Only a bad person would go around in an iron man suit instead...&lt;/p&gt;\n\n&lt;p&gt;It might even lead to the &amp;quot;dark side of the force&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;But once you read SK, you can pretty much do anything you like.&lt;/p&gt;\n\n&lt;p&gt;Our big problem is that doing that activates the book deal mind, dirties your link to intent, and there you are.&lt;/p&gt;\n\n&lt;p&gt;Knowing you can do anything you like, but being so excited by it that you can&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a cure for that.&lt;/p&gt;\n\n&lt;p&gt;Repetition for hours a day, until you get sick of being excited at what you can&amp;#39;t even do.&lt;/p&gt;\n\n&lt;p&gt;So then finally you calm down, and can at least do &amp;quot;some of it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, we&amp;#39;re talking &amp;quot;micro traces&amp;quot; of excitement.&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t get anywhere near being able to witness what I describe here, until you&amp;#39;re surrounded by alien portals in your darkroom.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s just say that if you have a zoo of animals in your living room already, we&amp;#39;re just talking about trying to get the cat to do a trick on demand.&lt;/p&gt;\n\n&lt;p&gt;Very hard to accomplish.&lt;/p&gt;\n\n&lt;p&gt;OR, you can just find a leaking blob of &amp;quot;the abstract&amp;quot;, and worry about that instead instead of repeating cat tricks.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to get obsessed with your misshapen &amp;quot;Stretchie&amp;quot;,  when it&amp;#39;s sprung a leak and a substance you can&amp;#39;t possibly describe is oozing into your iron man suit.&lt;/p&gt;\n\n&lt;p&gt;And you might even drown in the abstract!&lt;/p&gt;\n\n&lt;p&gt;The IOBs can do that to you once in a while.  They &amp;quot;waterboard&amp;quot; you in the abstract.&lt;/p&gt;\n\n&lt;p&gt;Ask Jadey.&lt;/p&gt;\n\n&lt;p&gt;I kind of like it myself, but it does leave a hangover for a few days.&lt;/p&gt;\n\n&lt;p&gt;So I was excited to see what &amp;quot;Stretchie&amp;quot; formed from Stellar Hatch.&lt;/p&gt;\n\n&lt;p&gt;And I knew it was going to be GOOD!&lt;/p&gt;\n\n&lt;p&gt;I could see it happening!&lt;/p&gt;\n\n&lt;p&gt;I wasn&amp;#39;t sending a vague baseball sized ball of glowing light into space.&lt;/p&gt;\n\n&lt;p&gt;I had a full blown sparkling &amp;quot;magical object&amp;quot;. Those even seem to have mass!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s nothing short of a silent knowledge presentation method, waiting for me to decide what form it will take, and then select a topic for it to elaborate on.&lt;/p&gt;\n\n&lt;p&gt;I sent it up, and felt myself stretch at least 500 feet above my dark room.&lt;/p&gt;\n\n&lt;p&gt;I began to pass out, but refused to sit down on the edge of the bed which I keep right behind me when doing Stellar Hatch, &amp;quot;just in case&amp;quot;. In fact, I keep my calves no more than 3 inches from the bed, so I can just lean back a tiny bit, to stabilize myself if I feel I&amp;#39;m about to fall over.&lt;/p&gt;\n\n&lt;p&gt;The room was on fire with intense yellow sparkles, and it all started &amp;quot;going black&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which makes no sense.  Was it intensely yellow and sparkling, or going black?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It was both at the same time!&lt;/p&gt;\n\n&lt;p&gt;And I realized, the abstract was oozing in.&lt;/p&gt;\n\n&lt;p&gt;I must have stretched my egg too thin, and &amp;quot;the outside&amp;quot; was leaking in.&lt;/p&gt;\n\n&lt;p&gt;Noticing that stopped me from having to sit down.&lt;/p&gt;\n\n&lt;p&gt;My elongated egg shape, was sort of &amp;quot;stuck in the mud&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Stabilized and not at risk of me falling over.&lt;/p&gt;\n\n&lt;p&gt;In some kind of &amp;quot;mud of the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or maybe it was one of those gangster film &amp;quot;cement shoes&amp;quot; situation.&lt;/p&gt;\n\n&lt;p&gt;And when I summoned the magical object I sent into space to return, which is the second half of the Stellar Hatch form, I could clearly see that the blob had come back with a huge amount of &amp;quot;smooth&amp;quot; yellow energy, presumably from the same star I&amp;#39;ve been tapping into each night.&lt;/p&gt;\n\n&lt;p&gt;I sent up the same color, but it was &amp;quot;sparkly&amp;quot;. This was super smooth.&lt;/p&gt;\n\n&lt;p&gt;I truly expected to feel the &amp;quot;plop&amp;quot; when it fell onto the back of my neck.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t, but my head was buried in a solid yellow blob.&lt;/p&gt;\n\n&lt;p&gt;Not vaguely.  I had a beach ball sized round blob of smooth diffuse yellow light, intense, stuffed onto my head.&lt;/p&gt;\n\n&lt;p&gt;Like a &amp;quot;head energy body&amp;quot;.  One of those &amp;quot;impersonal shapes&amp;quot; that would please don Juan.&lt;/p&gt;\n\n&lt;p&gt;I &amp;quot;unhooked it&amp;quot; from my head, which the pass does at that point.&lt;/p&gt;\n\n&lt;p&gt;And let me point out, I&amp;#39;M posting weird stuff???&lt;/p&gt;\n\n&lt;p&gt;Me????&lt;/p&gt;\n\n&lt;p&gt;Just go look at that Stellar hatch form on the video, and listen to what Carlos had Kylie telling us about that form.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not the only one who went off the deep end, doing Tensegrity!&lt;/p&gt;\n\n&lt;p&gt;Carlos was worse.&lt;/p&gt;\n\n&lt;p&gt;But in fact, he literally told us what can happen. And it&amp;#39;s not vague at all.&lt;/p&gt;\n\n&lt;p&gt;When the form was over there was a ball of yellow light as intense as the sun, on my floor.&lt;/p&gt;\n\n&lt;p&gt;Well...&lt;/p&gt;\n\n&lt;p&gt;Almost.  It doesn&amp;#39;t hurt the eyes to gaze at it.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;Stella&amp;quot;, my solar inorganic being, began to form.&lt;/p&gt;\n\n&lt;p&gt;A face nearly as amazing as Fancy when she wants to take my breath away, by being &amp;quot;real&amp;quot; for an instant.&lt;/p&gt;\n\n&lt;p&gt;Inorganic beings can manifest so vividly, you involuntarily gasp.&lt;/p&gt;\n\n&lt;p&gt;And they like that!  Not as much as scaring you half to death in giant demon form.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;ll take a gasp.&lt;/p&gt;\n\n&lt;p&gt;I waited to see what wisdom Stella would reveal to me.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t help but blurt out (I actually did),  &amp;quot;Oh Stella, you&amp;#39;re actually from a star!!  Please teach me something cool and &amp;#39;stary&amp;#39;!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Her face took shape.&lt;/p&gt;\n\n&lt;p&gt;And it was obvious what she wanted to say:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Seriously??!??&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I realized, it wasn&amp;#39;t a good time to ask to see her corona.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "c812fe20-6005-11ea-a726-0e9c39b3b989", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "zdziqs", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/zdziqs/stretchies/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/zdziqs/stretchies/", "subreddit_subscribers": 9561, "created_utc": 1670312404.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_zdziqs", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iz4xazx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1670337913.0, "send_replies": true, "parent_id": "t1_iz4q4j3", "score": 13, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oddly, or maybe not, that's ALL other systems.  Including the educational system.\n\nSo teaching before you learned is perfectly normal.  And people don't \"get it\" when I complain about that.\n\nIn the educational system for example, if you have to teach a class you don't know, it's not important.\n\nThey have \"inventory lists\" (books) for each subject at each level.\n\nOne could even give advanced lectures on Astrophysics, by finding a transcript of a famous man's lectures.\n\nIf anyone questions you suspecting  you don't know the topic, you do what Buddhists do and point elsewhere, to the \"man at the top\".\n\nInsuring them all of the questions will eventually be answered if they just stick it out.\n\nBack in the 70s, the female teachers who were not qualified to teach a particular class, would just wear miniskirts and sit on the edge of their desk with \"full view\" for the male students.\n\nI loved that...\n\nThose 70s were nice.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iz4xazx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oddly, or maybe not, that&amp;#39;s ALL other systems.  Including the educational system.&lt;/p&gt;\n\n&lt;p&gt;So teaching before you learned is perfectly normal.  And people don&amp;#39;t &amp;quot;get it&amp;quot; when I complain about that.&lt;/p&gt;\n\n&lt;p&gt;In the educational system for example, if you have to teach a class you don&amp;#39;t know, it&amp;#39;s not important.&lt;/p&gt;\n\n&lt;p&gt;They have &amp;quot;inventory lists&amp;quot; (books) for each subject at each level.&lt;/p&gt;\n\n&lt;p&gt;One could even give advanced lectures on Astrophysics, by finding a transcript of a famous man&amp;#39;s lectures.&lt;/p&gt;\n\n&lt;p&gt;If anyone questions you suspecting  you don&amp;#39;t know the topic, you do what Buddhists do and point elsewhere, to the &amp;quot;man at the top&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Insuring them all of the questions will eventually be answered if they just stick it out.&lt;/p&gt;\n\n&lt;p&gt;Back in the 70s, the female teachers who were not qualified to teach a particular class, would just wear miniskirts and sit on the edge of their desk with &amp;quot;full view&amp;quot; for the male students.&lt;/p&gt;\n\n&lt;p&gt;I loved that...&lt;/p&gt;\n\n&lt;p&gt;Those 70s were nice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_zdziqs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/zdziqs/stretchies/iz4xazx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1670337913.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}], "before": null}}, "user_reports": [], "saved": false, "id": "iz4q4j3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_zdziqs", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Thanks, very valuable info as always. Regarding to the -Learn before teaching- I guess that we beginners should avoid wasting energy in ego-tripping and pretending that we are already \"shamans\" and that we are better than normal people. Probably the beginner's \"teaching\" it's just another way of self-indulging, we have no results because we are lazy asses and we try to find comfort in \"scolding\" normal people about the fact that they don't know anything about the abstract.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks, very valuable info as always. Regarding to the -Learn before teaching- I guess that we beginners should avoid wasting energy in ego-tripping and pretending that we are already &amp;quot;shamans&amp;quot; and that we are better than normal people. Probably the beginner&amp;#39;s &amp;quot;teaching&amp;quot; it&amp;#39;s just another way of self-indulging, we have no results because we are lazy asses and we try to find comfort in &amp;quot;scolding&amp;quot; normal people about the fact that they don&amp;#39;t know anything about the abstract.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/zdziqs/stretchies/iz4q4j3/", "num_reports": null, "locked": false, "name": "t1_iz4q4j3", "created": 1670334456.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1670334456.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]