[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=1844&amp;format=pjpg&amp;auto=webp&amp;s=801f7672b0461d5d81df658f4c55fa60e909a036\n\nI suppose this dates me, but there was a cartoon in the 60s about some cavemen, and their blue line river of shit lives.\n\nIt was like the archetype of how you need to grin and bear it, and love your wife and family.\n\nInstead of taking our post WW2 world on directly, they created a fantasy alternative as if cavemen lived with the same socialization we now have.\n\nSo they could make fun of it in cartoon form.\n\nThe men had \"the lodge\" when they needed a bit of freedom.\n\nThe leader was the \"Grand Poobah\".\n\nIt was a \"great honor\" to get praise from the high grand poobah!\n\nWho was just some random guy lording it over others. But he was the highest \"celebrity endorsement' you could get as a member of the lodge.\n\nBut let me back off this story.\n\nI came home yesterday to find Cholita was wearing a 5 gallon plastic water jug on her head. As a hat.\n\nI got some new $15 jeans from Walmart, which were very sparkly and new.\n\n$15 jeans these days, beat the equivalent of $100 jeans from before Nixon opened up trade with China.\n\nCurses on them... The Chinese make such good stuff! It has to be those tiny child labor fingers.\n\nCholita's a bit shallow when it comes to people, and likes men who dress well. Even if they're obviously oblivious to everything around them.\n\nShe looked at my jeans, probably impressed they weren't worn out like the others I have and said, \"Oh, Armani! How do you like my GIGI PIP hat?\"\n\nI wanted to talk to her about the wooden gate to her beautiful little garden paradise, which seemed to blow down in the last big rainstorm. But when there's a super heavy rain storm, the sound of the water crashing on the roof moves Cholita's assemblage point and she goes deep into the second attention. While still awake.\n\nShe's no longer even in this realm. It's a phantom copy, filled with dark forces.\n\nTypically she blames me for it, as if I could control the rain. So it probably turned out, she ripped the gate from the wall in response to the rain. It was trapping her, in case she needed to flee.\n\nWhich she did.\n\nDrove off right as the cell phone screen saver siren messages were blazing flash flood warnings for our area.\n\nDO NOT LEAVE YOUR HOME, they said.\n\nSo Cholita left.\n\nI'd noticed she went to a lot of work and cut up the remnants of the old gate to make a \"new gate\" (barrier) that was wide enough to cover the space. Which required adding 2 more feet to the bottom half, from pieces of the top half.\n\nA bit of work!  And she did a great job.\n\nBut it was now a \"latchless gate\". You had to lean it against the opening like an impromptu barricade in a horror movie.\n\nThat way, I couldn't trap her.\n\nShe took off the 5 gallon hat.\n\nI asked her, \"But don't you want a nice new gate, maybe wrought iron like the neighbor?\"\n\nShe said, \"What, so you can lock me in and beam more movies into my mind??!\"\n\nAll I could do was ask if she'd seen \"Howl's Moving Castle\" yet.\n\nI figured, if I were beaming movies into her head it ought to be good ones.\n\nCholita looked puzzled by that response, as if searching her memory of the videos I'd played for her. She didn't know the answer.\n\nAs horrifying as this might sound, if I can manage to \"rub up\" against Cholita, and if she even attacks me, I get so much dark energy that when I start darkroom later on I realize I have \"infinite power\".\n\nLike Darth Sidious, shooting lightning bolts from his hands.\n\nWhich I did have that night. Thanks to Cholita.\n\nI stretched so far out on the J curve, that I was far into Silent Knowledge territory.\n\nBut nothing would \"assemble\" nicely.\n\nI was staring at the emanations in \"barely formed\" states, like a weird black crystalline rock that wasn't regular, with reddish highlights.\n\nOr like looking at city streets at night, but some computer software had scrambled and blurred them just barely enough that you could never make out any shapes.\n\nOr maybe there just wasn't enough \"glow of awareness\" to make out things.\n\nAnd yet, it was silent knowledge. I was looking at emanations in \"almost formed\" state.\n\nPuzzling over how to get enough energy to produce a lovely scene.\n\nMaybe that's why Sorcerers are desperate to \"save energy\"?\n\nA voice began to give me a lesson on that scene.\n\nI'm having to make this up, as best I can recall. SK is non-linear at times.\n\nIt said,\n\n\"You weren't told everything about the allies. Don Juan and Carlos felt it would just create more inventory warriors. Men who pretend to have knowledge, just to seek attention and steal money from others. Even what you were told causes endless troubles. People latch onto the 'threat of the allies', and it becomes their 'thing'.\n\nThey're 'warners' in our community. Not actually interested in sorcery. Just in warning people.\n\nAnd if you try to help those types, they must attack you. You're taking away their little side business. And hurting their feelings.\n\nEven if you point out there's tons of deception in the storyline of the books, with don Juan even explaining that the Eagle's Gift Rule requires artifice and deception from the second line, because the person being taught ignored the first lesson in the first line of 'the rule'.\n\nThey don't care. Those inorganic beings are clearly a threat!!!\n\nYou even make them feel that you attacked them, just by trying to help them learn for real.\n\nIt's like telling a 4 year old that pizzas don't grow on trees.\n\nWhen she knows full well, her fun 'bad boy' uncle told her that. And she admires him. He never lies. He's all powerful. He does as he likes!\n\nStalking... \n\nYou need to use stalking more, if you want to make animations to help people decide to learn.\n\nNothing can ever be what it really is, so you can avoid the attacks from those you expose.\"\n\nI asked, \"So I can't have the Dali Lama in his big bird yellow feather hat? He's the one who wears that abomination! How can they blame me?\"\n\nThe voice said, \"Search for another to use instead. It's a cartoon. You don't satire a specific individual, using their image. At least, not if it's a criticism. If it's fun and loving, you can do that. But not to take down an institution.\"\n\n\"Only show. Never tell.\"\n\n\"For this you'll need archetypes. A leader for whom people obsessed with endorsements, flock to instead of magic. The way Carlos lost Tony Lama to the Dali Lama.\n\nIt's a peril on the path.\"\n\nI later thought about it, and realized we needed a substitute for L Ron Hubbard, because of our stalker guy Greg. Who belonged to an oppressive cult which takes over your life for you.\n\nThat's not the same as the attention seeking Buddhist leader. He tries to pretend to be wiser than you.\n\nHe doesn't pretend to be able to control everything you do.\n\nThe Buddhist cult is too vast to try to exert that kind of control.\n\nI also got answers to things people can argue, which harm sorcery.\n\nA witch and I created a phantom realm. We've had trouble getting both of us clearly inside the same phantom realm at the same time. I'm in waking dreaming. She's in sleeping dreaming. So I can see her visit, but she can't see me. She's in an \"alternate copy\".\n\nThat's the 4th gate of dreaming, when you move from a dream copy of reality into the \"real one\".\n\nMeanwhile when she sees me in sleeping dreaming, I don't seem to know what's going on.\n\nMy lack of sleeping dreaming lucidity makes interactions very difficult.\n\nAs an experiment, she tossed a writing pen into my realm from her sleeping dreaming location, to see if I could find it in the waking dreaming world.\n\nWhich I eventually did. On the floor, glowing intensely with a blue shine on top.\n\nI thought at first it was Minx, the ally of Cholita.\n\nHe likes to take the form of a squirrel, and I've seen him down there on the floor several times, looking for objects thrown by the witch.\n\nHe behaves like a small dog searching under the dinner table, for scraps that fell.\n\nBut it was just that pen.\n\nI took it out of a layer of dense fog around 4 inches tall on the floor, a common sight in darkroom waking dreaming, and looked to the right to find a shelf had materialized on the wall, complete with a vase the right height to stick writing instruments into.\n\nIt became a permanent feature of the phantom room. Along with an armchair my Ally \"Mystery\" donated a couple of weeks ago. Still there! She floated in, sitting on it. And landed right in that spot.\n\nBut the witch made the mistake of mentioning that to someone who knows nothing about magic, and they wanted to know if she could \"prove\" she threw that pen to me.\n\nIs there a physical pen to prove it with?\n\nOf course, that's completely nonsensical. It was a lucid dreaming pen, deliberately tossed into a waking dreaming realm of another person.\n\nMagic beyond even the Buddha's wildest lazy closed eye with a big grin, meditation dreams! \n\nWorth 10 new \"sacred scrolls\".   At least.\n\nBut it wasn't good enough for this person, who changed it all into a series of lies so he could argue it away.\n\nFirst being that she was trying to teleport physical matter. A real pen.\n\nThat's an entirely different topic. I'm sure sorcerers can do that, but no beginner would start there.\n\nSecond being that humans can \"imagine anything they like\" and it becomes visible. So you have to verify that \"things are real\".\n\nAlso a total lie. No one can do that!\n\nOr we'd have been warned by our parents. To avoid the fantasy side of reality which easily asserts itself to make you see whatever you like.\n\nI have no idea where that guy lives, but it's not in our world. His comments weren't even meaningful.\n\nOur friend \"Jeremy\" from sustained action showed up to try to \"stop\" the subreddit. \"Talk some sense\" into us.\n\nHe's sought fame as \"the man who exposed Carlos Castaneda from the inside\", and doesn't like to find out he's just an ungrateful lazy person who tried to steal.\n\nHe also made up the idea, to explain the obvious magic people are learning there, that \"anyone can see anything they like\".\n\nWhen I told him he was making up things he replied, \"I could say the same of you.\"\n\nThat's the insanity of the river of shit. Always looking to see how much profit you can extract from something, and always looking to protect your little business. When challenged, you come up with a \"common sense\" argument which is only grounded in that shitty view of reality. Upheld by group bullying.\n\nNot by anything true.\n\nCholita's already proven to me that you can manipulate physical matter, for real. She did it right in my face.\n\nEven lifted me a foot off the ground using one finger. Just so I understood who was more powerful between us. Otherwise, she keeps magic a closely guarded secret.\n\nBut it's not good enough to ever \"prove it\". The next person wants proof, and the next, and the next, until the CIA or KGB decides they need to grab you.\n\nOr a follower of a bad religion decides you need to be killed because you're in league with demons.\n\nYou just can't take \"the river of shit\" on directly. It's foolish.\n\nPhantom realms are emanations barely lit up by the glow of your awareness.\n\nThey do not have their own \"energy\".\n\nBut they are good for teaching the truth about our existence.\n\nA \"real reality\" has its own \"energy generating\" emanations.\n\nI have no idea what that means, except that you can easily learn to perceive that.\n\nAnd yet, just because those have their own energy, does not mean they have their own \"appearance\".\n\nThat still gets added according to your own latent expectations, and how \"intent\" selects which emanations to emphasize.\n\nWhich can be influenced by the past use of those, by other humans.\n\nAnd so we can still seek out the realms of the old seers, thousands of years later!\n\nIt's called, \"assembling another world\".\n\nIt first begins in the orange zone on the J curve map of how the assemblage point moves.\n\nAnd even a tiny bit in the red zone, which happens much earlier and is even somewhat attainable by meditation systems.\n\nRarely.\n\nBut a phantom room you create yourself, has only your own energy.\n\nIf you can get witches to visit and add theirs, or inorganic beings, you can make it more and more real.\n\nUntil as it's claimed by sorcerers, you can go live in that one.\n\nAs long as you like. Within reason. Hundreds of years perhaps?\n\nDon't ask me if they have Uber food delivery there.\n\nI have no idea.\n\nMy phantom room also has an entire large hall with 50 foot high ceilings and a guest balcony high up, for viewing a set of 4 giant statues.\n\nCholita gave that to me.\n\nSo while listening to Silent Knowledge lecture me on the need for more characters for my cartoons, so as not to upset any angry men out there who are pretending to have magic and will attack if you threaten their livelihood, I also got a look at the \"unfinished reaches\" of my phantom realm.\n\nIt was, \"Chaos\". Far out at the north wall to my darkroom.\n\nBeyond even the vague \"realness\" of my phantom room, as formed so far.\n\nImpossible to make out anything there, even though it was clearly obvious it wasn't just blackness. It was like a city at night, too dark to make out individual objects. Just enough light to recognize that if you had a tiny bit more illumination, it was surely filled with interesting sights.\n\nThe voice explained, \"You have to push hard to see that. It's why none who are lazy can ever go this far. They might even learn to see colors in darkness, and realize it's all true.\n\nBut the Eagle creates us to get stuck somewhere, in a single reality. So we can explore the finer details and share energy of awareness with others, to get more interplay.\n\nHe wants the complicated interplay, to see how beings 'feel' about all of the places in the dark sea of emanations.\n\nIf you venture outside where you got stuck at birth, you have to keep pushing hard forever.\n\nYou never get to rest.\n\nPeople looking for shortcuts will never get there. You have to actually enjoy the tiny things you gain, the harder you push.\n\nYou can't be in it for endorsement by the Grand Poobah.\"\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Grand Poobah!", "link_flair_richtext": [{"e": "text", "t": "Silent Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 117, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"nlxwk3kiej1a1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 90, "x": 108, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=a65f52debff4621c3c624a490944b451bbc0616a"}, {"y": 181, "x": 216, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=3eec60c79e278d5cf907148513a2ad34e74ff1fa"}, {"y": 269, "x": 320, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=563685478277d0666212bfacb00ba29bf21eef6f"}, {"y": 538, "x": 640, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=203129b37a13fbc775d19609979688df6c132fd4"}, {"y": 807, "x": 960, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=34ddc339463a741ca658ea5f5b7548be73179e84"}, {"y": 908, "x": 1080, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=9d145abaf36338a5f161cc2726ef95b071d3e682"}], "s": {"y": 1551, "x": 1844, "u": "https://preview.redd.it/nlxwk3kiej1a1.jpg?width=1844&amp;format=pjpg&amp;auto=webp&amp;s=801f7672b0461d5d81df658f4c55fa60e909a036"}, "id": "nlxwk3kiej1a1"}}, "name": "t3_z1x263", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.94, "author_flair_background_color": null, "subreddit_type": "public", "ups": 22, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silent Knowledge", "can_mod_post": false, "score": 22, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/WoEJPK4o85oRaTcgye0qw9lRIOFJ0UVLxLx6SFdJCng.jpg", "edited": 1669139318.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1669132418.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/nlxwk3kiej1a1.jpg?width=1844&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=801f7672b0461d5d81df658f4c55fa60e909a036\"&gt;https://preview.redd.it/nlxwk3kiej1a1.jpg?width=1844&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=801f7672b0461d5d81df658f4c55fa60e909a036&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I suppose this dates me, but there was a cartoon in the 60s about some cavemen, and their blue line river of shit lives.&lt;/p&gt;\n\n&lt;p&gt;It was like the archetype of how you need to grin and bear it, and love your wife and family.&lt;/p&gt;\n\n&lt;p&gt;Instead of taking our post WW2 world on directly, they created a fantasy alternative as if cavemen lived with the same socialization we now have.&lt;/p&gt;\n\n&lt;p&gt;So they could make fun of it in cartoon form.&lt;/p&gt;\n\n&lt;p&gt;The men had &amp;quot;the lodge&amp;quot; when they needed a bit of freedom.&lt;/p&gt;\n\n&lt;p&gt;The leader was the &amp;quot;Grand Poobah&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It was a &amp;quot;great honor&amp;quot; to get praise from the high grand poobah!&lt;/p&gt;\n\n&lt;p&gt;Who was just some random guy lording it over others. But he was the highest &amp;quot;celebrity endorsement&amp;#39; you could get as a member of the lodge.&lt;/p&gt;\n\n&lt;p&gt;But let me back off this story.&lt;/p&gt;\n\n&lt;p&gt;I came home yesterday to find Cholita was wearing a 5 gallon plastic water jug on her head. As a hat.&lt;/p&gt;\n\n&lt;p&gt;I got some new $15 jeans from Walmart, which were very sparkly and new.&lt;/p&gt;\n\n&lt;p&gt;$15 jeans these days, beat the equivalent of $100 jeans from before Nixon opened up trade with China.&lt;/p&gt;\n\n&lt;p&gt;Curses on them... The Chinese make such good stuff! It has to be those tiny child labor fingers.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s a bit shallow when it comes to people, and likes men who dress well. Even if they&amp;#39;re obviously oblivious to everything around them.&lt;/p&gt;\n\n&lt;p&gt;She looked at my jeans, probably impressed they weren&amp;#39;t worn out like the others I have and said, &amp;quot;Oh, Armani! How do you like my GIGI PIP hat?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wanted to talk to her about the wooden gate to her beautiful little garden paradise, which seemed to blow down in the last big rainstorm. But when there&amp;#39;s a super heavy rain storm, the sound of the water crashing on the roof moves Cholita&amp;#39;s assemblage point and she goes deep into the second attention. While still awake.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s no longer even in this realm. It&amp;#39;s a phantom copy, filled with dark forces.&lt;/p&gt;\n\n&lt;p&gt;Typically she blames me for it, as if I could control the rain. So it probably turned out, she ripped the gate from the wall in response to the rain. It was trapping her, in case she needed to flee.&lt;/p&gt;\n\n&lt;p&gt;Which she did.&lt;/p&gt;\n\n&lt;p&gt;Drove off right as the cell phone screen saver siren messages were blazing flash flood warnings for our area.&lt;/p&gt;\n\n&lt;p&gt;DO NOT LEAVE YOUR HOME, they said.&lt;/p&gt;\n\n&lt;p&gt;So Cholita left.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d noticed she went to a lot of work and cut up the remnants of the old gate to make a &amp;quot;new gate&amp;quot; (barrier) that was wide enough to cover the space. Which required adding 2 more feet to the bottom half, from pieces of the top half.&lt;/p&gt;\n\n&lt;p&gt;A bit of work!  And she did a great job.&lt;/p&gt;\n\n&lt;p&gt;But it was now a &amp;quot;latchless gate&amp;quot;. You had to lean it against the opening like an impromptu barricade in a horror movie.&lt;/p&gt;\n\n&lt;p&gt;That way, I couldn&amp;#39;t trap her.&lt;/p&gt;\n\n&lt;p&gt;She took off the 5 gallon hat.&lt;/p&gt;\n\n&lt;p&gt;I asked her, &amp;quot;But don&amp;#39;t you want a nice new gate, maybe wrought iron like the neighbor?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She said, &amp;quot;What, so you can lock me in and beam more movies into my mind??!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;All I could do was ask if she&amp;#39;d seen &amp;quot;Howl&amp;#39;s Moving Castle&amp;quot; yet.&lt;/p&gt;\n\n&lt;p&gt;I figured, if I were beaming movies into her head it ought to be good ones.&lt;/p&gt;\n\n&lt;p&gt;Cholita looked puzzled by that response, as if searching her memory of the videos I&amp;#39;d played for her. She didn&amp;#39;t know the answer.&lt;/p&gt;\n\n&lt;p&gt;As horrifying as this might sound, if I can manage to &amp;quot;rub up&amp;quot; against Cholita, and if she even attacks me, I get so much dark energy that when I start darkroom later on I realize I have &amp;quot;infinite power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Like Darth Sidious, shooting lightning bolts from his hands.&lt;/p&gt;\n\n&lt;p&gt;Which I did have that night. Thanks to Cholita.&lt;/p&gt;\n\n&lt;p&gt;I stretched so far out on the J curve, that I was far into Silent Knowledge territory.&lt;/p&gt;\n\n&lt;p&gt;But nothing would &amp;quot;assemble&amp;quot; nicely.&lt;/p&gt;\n\n&lt;p&gt;I was staring at the emanations in &amp;quot;barely formed&amp;quot; states, like a weird black crystalline rock that wasn&amp;#39;t regular, with reddish highlights.&lt;/p&gt;\n\n&lt;p&gt;Or like looking at city streets at night, but some computer software had scrambled and blurred them just barely enough that you could never make out any shapes.&lt;/p&gt;\n\n&lt;p&gt;Or maybe there just wasn&amp;#39;t enough &amp;quot;glow of awareness&amp;quot; to make out things.&lt;/p&gt;\n\n&lt;p&gt;And yet, it was silent knowledge. I was looking at emanations in &amp;quot;almost formed&amp;quot; state.&lt;/p&gt;\n\n&lt;p&gt;Puzzling over how to get enough energy to produce a lovely scene.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s why Sorcerers are desperate to &amp;quot;save energy&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;A voice began to give me a lesson on that scene.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m having to make this up, as best I can recall. SK is non-linear at times.&lt;/p&gt;\n\n&lt;p&gt;It said,&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You weren&amp;#39;t told everything about the allies. Don Juan and Carlos felt it would just create more inventory warriors. Men who pretend to have knowledge, just to seek attention and steal money from others. Even what you were told causes endless troubles. People latch onto the &amp;#39;threat of the allies&amp;#39;, and it becomes their &amp;#39;thing&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;#39;warners&amp;#39; in our community. Not actually interested in sorcery. Just in warning people.&lt;/p&gt;\n\n&lt;p&gt;And if you try to help those types, they must attack you. You&amp;#39;re taking away their little side business. And hurting their feelings.&lt;/p&gt;\n\n&lt;p&gt;Even if you point out there&amp;#39;s tons of deception in the storyline of the books, with don Juan even explaining that the Eagle&amp;#39;s Gift Rule requires artifice and deception from the second line, because the person being taught ignored the first lesson in the first line of &amp;#39;the rule&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t care. Those inorganic beings are clearly a threat!!!&lt;/p&gt;\n\n&lt;p&gt;You even make them feel that you attacked them, just by trying to help them learn for real.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like telling a 4 year old that pizzas don&amp;#39;t grow on trees.&lt;/p&gt;\n\n&lt;p&gt;When she knows full well, her fun &amp;#39;bad boy&amp;#39; uncle told her that. And she admires him. He never lies. He&amp;#39;s all powerful. He does as he likes!&lt;/p&gt;\n\n&lt;p&gt;Stalking... &lt;/p&gt;\n\n&lt;p&gt;You need to use stalking more, if you want to make animations to help people decide to learn.&lt;/p&gt;\n\n&lt;p&gt;Nothing can ever be what it really is, so you can avoid the attacks from those you expose.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I asked, &amp;quot;So I can&amp;#39;t have the Dali Lama in his big bird yellow feather hat? He&amp;#39;s the one who wears that abomination! How can they blame me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The voice said, &amp;quot;Search for another to use instead. It&amp;#39;s a cartoon. You don&amp;#39;t satire a specific individual, using their image. At least, not if it&amp;#39;s a criticism. If it&amp;#39;s fun and loving, you can do that. But not to take down an institution.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Only show. Never tell.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;For this you&amp;#39;ll need archetypes. A leader for whom people obsessed with endorsements, flock to instead of magic. The way Carlos lost Tony Lama to the Dali Lama.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a peril on the path.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I later thought about it, and realized we needed a substitute for L Ron Hubbard, because of our stalker guy Greg. Who belonged to an oppressive cult which takes over your life for you.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not the same as the attention seeking Buddhist leader. He tries to pretend to be wiser than you.&lt;/p&gt;\n\n&lt;p&gt;He doesn&amp;#39;t pretend to be able to control everything you do.&lt;/p&gt;\n\n&lt;p&gt;The Buddhist cult is too vast to try to exert that kind of control.&lt;/p&gt;\n\n&lt;p&gt;I also got answers to things people can argue, which harm sorcery.&lt;/p&gt;\n\n&lt;p&gt;A witch and I created a phantom realm. We&amp;#39;ve had trouble getting both of us clearly inside the same phantom realm at the same time. I&amp;#39;m in waking dreaming. She&amp;#39;s in sleeping dreaming. So I can see her visit, but she can&amp;#39;t see me. She&amp;#39;s in an &amp;quot;alternate copy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the 4th gate of dreaming, when you move from a dream copy of reality into the &amp;quot;real one&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile when she sees me in sleeping dreaming, I don&amp;#39;t seem to know what&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;My lack of sleeping dreaming lucidity makes interactions very difficult.&lt;/p&gt;\n\n&lt;p&gt;As an experiment, she tossed a writing pen into my realm from her sleeping dreaming location, to see if I could find it in the waking dreaming world.&lt;/p&gt;\n\n&lt;p&gt;Which I eventually did. On the floor, glowing intensely with a blue shine on top.&lt;/p&gt;\n\n&lt;p&gt;I thought at first it was Minx, the ally of Cholita.&lt;/p&gt;\n\n&lt;p&gt;He likes to take the form of a squirrel, and I&amp;#39;ve seen him down there on the floor several times, looking for objects thrown by the witch.&lt;/p&gt;\n\n&lt;p&gt;He behaves like a small dog searching under the dinner table, for scraps that fell.&lt;/p&gt;\n\n&lt;p&gt;But it was just that pen.&lt;/p&gt;\n\n&lt;p&gt;I took it out of a layer of dense fog around 4 inches tall on the floor, a common sight in darkroom waking dreaming, and looked to the right to find a shelf had materialized on the wall, complete with a vase the right height to stick writing instruments into.&lt;/p&gt;\n\n&lt;p&gt;It became a permanent feature of the phantom room. Along with an armchair my Ally &amp;quot;Mystery&amp;quot; donated a couple of weeks ago. Still there! She floated in, sitting on it. And landed right in that spot.&lt;/p&gt;\n\n&lt;p&gt;But the witch made the mistake of mentioning that to someone who knows nothing about magic, and they wanted to know if she could &amp;quot;prove&amp;quot; she threw that pen to me.&lt;/p&gt;\n\n&lt;p&gt;Is there a physical pen to prove it with?&lt;/p&gt;\n\n&lt;p&gt;Of course, that&amp;#39;s completely nonsensical. It was a lucid dreaming pen, deliberately tossed into a waking dreaming realm of another person.&lt;/p&gt;\n\n&lt;p&gt;Magic beyond even the Buddha&amp;#39;s wildest lazy closed eye with a big grin, meditation dreams! &lt;/p&gt;\n\n&lt;p&gt;Worth 10 new &amp;quot;sacred scrolls&amp;quot;.   At least.&lt;/p&gt;\n\n&lt;p&gt;But it wasn&amp;#39;t good enough for this person, who changed it all into a series of lies so he could argue it away.&lt;/p&gt;\n\n&lt;p&gt;First being that she was trying to teleport physical matter. A real pen.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s an entirely different topic. I&amp;#39;m sure sorcerers can do that, but no beginner would start there.&lt;/p&gt;\n\n&lt;p&gt;Second being that humans can &amp;quot;imagine anything they like&amp;quot; and it becomes visible. So you have to verify that &amp;quot;things are real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Also a total lie. No one can do that!&lt;/p&gt;\n\n&lt;p&gt;Or we&amp;#39;d have been warned by our parents. To avoid the fantasy side of reality which easily asserts itself to make you see whatever you like.&lt;/p&gt;\n\n&lt;p&gt;I have no idea where that guy lives, but it&amp;#39;s not in our world. His comments weren&amp;#39;t even meaningful.&lt;/p&gt;\n\n&lt;p&gt;Our friend &amp;quot;Jeremy&amp;quot; from sustained action showed up to try to &amp;quot;stop&amp;quot; the subreddit. &amp;quot;Talk some sense&amp;quot; into us.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s sought fame as &amp;quot;the man who exposed Carlos Castaneda from the inside&amp;quot;, and doesn&amp;#39;t like to find out he&amp;#39;s just an ungrateful lazy person who tried to steal.&lt;/p&gt;\n\n&lt;p&gt;He also made up the idea, to explain the obvious magic people are learning there, that &amp;quot;anyone can see anything they like&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When I told him he was making up things he replied, &amp;quot;I could say the same of you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the insanity of the river of shit. Always looking to see how much profit you can extract from something, and always looking to protect your little business. When challenged, you come up with a &amp;quot;common sense&amp;quot; argument which is only grounded in that shitty view of reality. Upheld by group bullying.&lt;/p&gt;\n\n&lt;p&gt;Not by anything true.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s already proven to me that you can manipulate physical matter, for real. She did it right in my face.&lt;/p&gt;\n\n&lt;p&gt;Even lifted me a foot off the ground using one finger. Just so I understood who was more powerful between us. Otherwise, she keeps magic a closely guarded secret.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not good enough to ever &amp;quot;prove it&amp;quot;. The next person wants proof, and the next, and the next, until the CIA or KGB decides they need to grab you.&lt;/p&gt;\n\n&lt;p&gt;Or a follower of a bad religion decides you need to be killed because you&amp;#39;re in league with demons.&lt;/p&gt;\n\n&lt;p&gt;You just can&amp;#39;t take &amp;quot;the river of shit&amp;quot; on directly. It&amp;#39;s foolish.&lt;/p&gt;\n\n&lt;p&gt;Phantom realms are emanations barely lit up by the glow of your awareness.&lt;/p&gt;\n\n&lt;p&gt;They do not have their own &amp;quot;energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But they are good for teaching the truth about our existence.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;real reality&amp;quot; has its own &amp;quot;energy generating&amp;quot; emanations.&lt;/p&gt;\n\n&lt;p&gt;I have no idea what that means, except that you can easily learn to perceive that.&lt;/p&gt;\n\n&lt;p&gt;And yet, just because those have their own energy, does not mean they have their own &amp;quot;appearance&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That still gets added according to your own latent expectations, and how &amp;quot;intent&amp;quot; selects which emanations to emphasize.&lt;/p&gt;\n\n&lt;p&gt;Which can be influenced by the past use of those, by other humans.&lt;/p&gt;\n\n&lt;p&gt;And so we can still seek out the realms of the old seers, thousands of years later!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s called, &amp;quot;assembling another world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It first begins in the orange zone on the J curve map of how the assemblage point moves.&lt;/p&gt;\n\n&lt;p&gt;And even a tiny bit in the red zone, which happens much earlier and is even somewhat attainable by meditation systems.&lt;/p&gt;\n\n&lt;p&gt;Rarely.&lt;/p&gt;\n\n&lt;p&gt;But a phantom room you create yourself, has only your own energy.&lt;/p&gt;\n\n&lt;p&gt;If you can get witches to visit and add theirs, or inorganic beings, you can make it more and more real.&lt;/p&gt;\n\n&lt;p&gt;Until as it&amp;#39;s claimed by sorcerers, you can go live in that one.&lt;/p&gt;\n\n&lt;p&gt;As long as you like. Within reason. Hundreds of years perhaps?&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t ask me if they have Uber food delivery there.&lt;/p&gt;\n\n&lt;p&gt;I have no idea.&lt;/p&gt;\n\n&lt;p&gt;My phantom room also has an entire large hall with 50 foot high ceilings and a guest balcony high up, for viewing a set of 4 giant statues.&lt;/p&gt;\n\n&lt;p&gt;Cholita gave that to me.&lt;/p&gt;\n\n&lt;p&gt;So while listening to Silent Knowledge lecture me on the need for more characters for my cartoons, so as not to upset any angry men out there who are pretending to have magic and will attack if you threaten their livelihood, I also got a look at the &amp;quot;unfinished reaches&amp;quot; of my phantom realm.&lt;/p&gt;\n\n&lt;p&gt;It was, &amp;quot;Chaos&amp;quot;. Far out at the north wall to my darkroom.&lt;/p&gt;\n\n&lt;p&gt;Beyond even the vague &amp;quot;realness&amp;quot; of my phantom room, as formed so far.&lt;/p&gt;\n\n&lt;p&gt;Impossible to make out anything there, even though it was clearly obvious it wasn&amp;#39;t just blackness. It was like a city at night, too dark to make out individual objects. Just enough light to recognize that if you had a tiny bit more illumination, it was surely filled with interesting sights.&lt;/p&gt;\n\n&lt;p&gt;The voice explained, &amp;quot;You have to push hard to see that. It&amp;#39;s why none who are lazy can ever go this far. They might even learn to see colors in darkness, and realize it&amp;#39;s all true.&lt;/p&gt;\n\n&lt;p&gt;But the Eagle creates us to get stuck somewhere, in a single reality. So we can explore the finer details and share energy of awareness with others, to get more interplay.&lt;/p&gt;\n\n&lt;p&gt;He wants the complicated interplay, to see how beings &amp;#39;feel&amp;#39; about all of the places in the dark sea of emanations.&lt;/p&gt;\n\n&lt;p&gt;If you venture outside where you got stuck at birth, you have to keep pushing hard forever.&lt;/p&gt;\n\n&lt;p&gt;You never get to rest.&lt;/p&gt;\n\n&lt;p&gt;People looking for shortcuts will never get there. You have to actually enjoy the tiny things you gain, the harder you push.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t be in it for endorsement by the Grand Poobah.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "7e6deba4-a617-11ec-90b9-2a099f759379", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "z1x263", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/z1x263/the_grand_poobah/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/z1x263/the_grand_poobah/", "subreddit_subscribers": 9561, "created_utc": 1669132418.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ixe7500", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ixdu8zq", "score": 4, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I tried out many systems before \"heartfeltingly\". I had an itch for results and being as perfect as can be, although it’s a long process and I doubt I’ll get enough of it, it’s always what I’ve dreamed of and what I needed of the freedom, I’m grateful. I’m forever searching for more so I’m eager to see what else I’ll find but this is so good I doubt It’ll end", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ixe7500", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I tried out many systems before &amp;quot;heartfeltingly&amp;quot;. I had an itch for results and being as perfect as can be, although it’s a long process and I doubt I’ll get enough of it, it’s always what I’ve dreamed of and what I needed of the freedom, I’m grateful. I’m forever searching for more so I’m eager to see what else I’ll find but this is so good I doubt It’ll end&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_z1x263", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/z1x263/the_grand_poobah/ixe7500/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1669146213.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1669146213.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "ixdu8zq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1669141168.0, "send_replies": true, "parent_id": "t1_ixdiuc0", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "A LOT more than we read about is possible.\n\nWe can even exceed \"the new seers\".\n\nBecause, no one showed us.\n\nWe weren't given to the old seers at 4 years old, to \"begin the training\".\n\nBy the time we wanted to learn, we were \"already too old to begin the training\".\n\nThat's a true thing!  If you've ever been playing with a 4 year old who makes you feel like a genius and eagerly repeats everything you teach them, you know why Yoda was prejudiced against senior citizens.\n\nAs Carlos said, we'll all senile by our mid 20s.\n\nSo we aren't, and could never be that. \n\nThe world of the Old Seers is gone.\n\nOur generation frowns on giving your children to witches.\n\nAnd we aren't \"the new seers\".\n\nNEVER COULD BE!\n\nThat whole idea is so absurd, I shouldn't even have to argue against it.\n\nAnd yet, our community is filled with \"new lineages\".\n\nIn that situation, senile people like us are tricked into learning sorcery by 15 powerful wizards.  In order to replace themselves with the same specific \"types\".\n\nThose selected don't even realizing they're learning sorcery.  Not as it really is.\n\nThey distract them with shiny objects like \"The Men of Knowledge\", drug them up with the Nagual's blow, and then date rape them.\n\nInto knowledge of sorcery as it really is.  But it certainly wasn't their choice, and they don't understand it at all until long after their teachers are gone.\n\nIt's not us!  We crawl on our bellies in the dust of the earth, all the days of our life.\n\nCursed by God for trying to escape.\n\nKind of fun isn't it?\n\nWe're a different animal than has ever existed.\n\nWith instant communication to others who share this path anywhere in the world, and even across the stretches of time.\n\nIf we do a good job, people will be reading our materials 1000 years later.\n\nAnd wishing  they could meet Cholita.\n\nMe too.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ixdu8zq", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;A LOT more than we read about is possible.&lt;/p&gt;\n\n&lt;p&gt;We can even exceed &amp;quot;the new seers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Because, no one showed us.&lt;/p&gt;\n\n&lt;p&gt;We weren&amp;#39;t given to the old seers at 4 years old, to &amp;quot;begin the training&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;By the time we wanted to learn, we were &amp;quot;already too old to begin the training&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a true thing!  If you&amp;#39;ve ever been playing with a 4 year old who makes you feel like a genius and eagerly repeats everything you teach them, you know why Yoda was prejudiced against senior citizens.&lt;/p&gt;\n\n&lt;p&gt;As Carlos said, we&amp;#39;ll all senile by our mid 20s.&lt;/p&gt;\n\n&lt;p&gt;So we aren&amp;#39;t, and could never be that. &lt;/p&gt;\n\n&lt;p&gt;The world of the Old Seers is gone.&lt;/p&gt;\n\n&lt;p&gt;Our generation frowns on giving your children to witches.&lt;/p&gt;\n\n&lt;p&gt;And we aren&amp;#39;t &amp;quot;the new seers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;NEVER COULD BE!&lt;/p&gt;\n\n&lt;p&gt;That whole idea is so absurd, I shouldn&amp;#39;t even have to argue against it.&lt;/p&gt;\n\n&lt;p&gt;And yet, our community is filled with &amp;quot;new lineages&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In that situation, senile people like us are tricked into learning sorcery by 15 powerful wizards.  In order to replace themselves with the same specific &amp;quot;types&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those selected don&amp;#39;t even realizing they&amp;#39;re learning sorcery.  Not as it really is.&lt;/p&gt;\n\n&lt;p&gt;They distract them with shiny objects like &amp;quot;The Men of Knowledge&amp;quot;, drug them up with the Nagual&amp;#39;s blow, and then date rape them.&lt;/p&gt;\n\n&lt;p&gt;Into knowledge of sorcery as it really is.  But it certainly wasn&amp;#39;t their choice, and they don&amp;#39;t understand it at all until long after their teachers are gone.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not us!  We crawl on our bellies in the dust of the earth, all the days of our life.&lt;/p&gt;\n\n&lt;p&gt;Cursed by God for trying to escape.&lt;/p&gt;\n\n&lt;p&gt;Kind of fun isn&amp;#39;t it?&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re a different animal than has ever existed.&lt;/p&gt;\n\n&lt;p&gt;With instant communication to others who share this path anywhere in the world, and even across the stretches of time.&lt;/p&gt;\n\n&lt;p&gt;If we do a good job, people will be reading our materials 1000 years later.&lt;/p&gt;\n\n&lt;p&gt;And wishing  they could meet Cholita.&lt;/p&gt;\n\n&lt;p&gt;Me too.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_z1x263", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/z1x263/the_grand_poobah/ixdu8zq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1669141168.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "ixdiuc0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1669136750.0, "send_replies": true, "parent_id": "t3_z1x263", "score": 4, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Finally I started to see results in my darkroom practice (although I have to push harder forever). It was fun and  the details beat what’s here. It’s really fantastic to finally experience what’s being spoken of is possible to anyone", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ixdiuc0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Finally I started to see results in my darkroom practice (although I have to push harder forever). It was fun and  the details beat what’s here. It’s really fantastic to finally experience what’s being spoken of is possible to anyone&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/z1x263/the_grand_poobah/ixdiuc0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1669136750.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_z1x263", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]