[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I'm having trouble figuring out the difference between these 2 tensegrity moves from the Masculinity Series, 3rd group ([http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html](http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html)).\n\nTo me, these two seem to be the same movements:\n\n* **22. Slashing Energy with a Swordlike Cut**\n* **30. The Back-and-Forth Slash**\n\nThe only difference seems to be that the second one is a \"bigger\" version of the first one with larger movements.\n\nMy question is, is there a nontrivial difference between the movements? Or is it unnecessary to get too concerned over tiny details like this?", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "What is the difference between these 2 tensegrity moves?", "link_flair_richtext": [{"e": "text", "t": "Tensegrity"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_w9bogs", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 9, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_z7wnu", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Tensegrity", "can_mod_post": false, "score": 9, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "self", "content_categories": null, "is_self": true, "mod_note": null, "created": 1658919611.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m having trouble figuring out the difference between these 2 tensegrity moves from the Masculinity Series, 3rd group (&lt;a href=\"http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html\"&gt;http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html&lt;/a&gt;).&lt;/p&gt;\n\n&lt;p&gt;To me, these two seem to be the same movements:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;22. Slashing Energy with a Swordlike Cut&lt;/strong&gt;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;30. The Back-and-Forth Slash&lt;/strong&gt;&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;The only difference seems to be that the second one is a &amp;quot;bigger&amp;quot; version of the first one with larger movements.&lt;/p&gt;\n\n&lt;p&gt;My question is, is there a nontrivial difference between the movements? Or is it unnecessary to get too concerned over tiny details like this?&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://external-preview.redd.it/ubEvISuj0hRbnM763qZqQKs5BLm6GdjJKSaBKPCekL0.jpg?auto=webp&amp;s=3daac7844901d7e6e551be20ba7b2a80c9b67ef5", "width": 221, "height": 392}, "resolutions": [{"url": "https://external-preview.redd.it/ubEvISuj0hRbnM763qZqQKs5BLm6GdjJKSaBKPCekL0.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=002506cd48a7398ae57b4f921b59a1e71cbfddce", "width": 108, "height": 191}, {"url": "https://external-preview.redd.it/ubEvISuj0hRbnM763qZqQKs5BLm6GdjJKSaBKPCekL0.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=e853fcb501f5d6c6614480531cb3d00eff1fd715", "width": 216, "height": 383}], "variants": {}, "id": "C6aRrHPkHnSn-hiOSed-EeleWf19u9-EgbTfy2mi3BY"}], "enabled": false}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "c812fe20-6005-11ea-a726-0e9c39b3b989", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "w9bogs", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "desert-born", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/", "subreddit_subscribers": 9561, "created_utc": 1658919611.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ihuluom", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1658928810.0, "send_replies": true, "parent_id": "t3_w9bogs", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The tensegrity movements move the physical body, which causes a slight \"redeployment\" of energy.\n\nThe crucial energy redeployed is that of \"the double\", or energy body.\n\nThose purple puffs people manipulate in darkroom practices.\n\nThat energy is pushed to the outside of our actual \"container\", a luminous egg created by the spirit to hold our allotment of awareness.\n\nIt's pushed there by bad feelings in the \"tonal's energy\" stored in our physical body.  Which is only half of our total awareness. It \"took a birth\".\n\nJust seriously starting tensegrity brings some relief to the double's awareness stuck to the outer wall, because it reduces your grief a little.  You get a little optimism and hope.  And prepare to stop that internal dialogue.\n\nAlso, the movement interests the double. More and more over time, until it's almost like using the can opener in the kitchen, and having your dog come running in case you're opening a can of his own food.\n\nSometimes the movements manipulate the shoulder the way don Juan \"cracked his muscles\" all the time, and that can be visibly seen in darkroom as a flurry of pinkish light, with strong \"intent sparkles\" going the direction you are gazing at the time the shoulder is \"deformed\".\n\nThe gazing part is one reason Kylie was \"fierce\".  You direct the movement's effect with your gaze, not just your limbs. Because the gaze directs where your awareness flows.\n\nI would expect this movement to be quite visible once you can move to the red zone, likely creating a sweeping wave of pinkish energy with sparkles that will get very bright as you get better. Maybe a tiny swirl at the end.\n\nAll of the movements are extremely powerful, but beyond our understanding of how things work at the blue line.\n\nWorse, we've been trained by bogus stuff like chi gung, to completely ignore \"intent\".  The main thing manipulated by Tensegrity. We're convinced there's some mysterious chinese energy flowing around.  And so, if one movement is nearly like the other, how can they both do something different?\n\nThat ignores the main force driving reality.  Intent.  It reforms reality based on where your awareness is flowing.\n\nAnd it \"learns\" over time.\n\nEventually you can do the whole tensegrity pass with a single wave of some part of your body.  I guess it's sort of like the movement scoops up awareness which is visible as colored light, and at the end it \"does something\" with the collected blob.\n\nNot most moves.   Not this one specifically.\n\nJust for an example.\n\nSo let's say the movement collects weird \"things\" between your arms, and at the end you cast them into the room, and they rain down to create a jungle back in the Olmec time.\n\nThis is no theory, I do that often.  Except I don't make a jungle, I make an underground cave.  Like a cenote without the water.\n\nThe movement itself moves the assemblage point to a specific depth along the J curve, and a specific horizontal shift.\n\nAnd at THAT point, you can cast the \"things\" and cause them to form a jungle in the air.\n\nVisibly I might add!  But typically mostly transparent, or with poor lighting.\n\nThat's not because it's \"unreal\" or imagined, but due to how much of the double's ability to see, his eyes, you are using.\n\nIf you switched to fully using his eyes, it would become as real as a real jungle in daylight.\n\nAnd make you pee your pants.\n\nSo it's good that it's all \"unreal\" feeling at first.\n\nBut important to keep that aspect in mind also. That the more you get the double to \"copy you\", or \"look over your shoulder\", the more effective the movement will be.\n\nThe movement itself, selects the ideal assemblage point position for the \"end result\".\n\nBut after doing it for months all you have to do is stand where you usually stand to start that movement, with the idea in your mind that you are about to do that, and suddenly the \"things\" materialize where they end up at the end of the move.\n\nAnd you only have to do the last part.\n\nIt's almost as nuts as if you went on ebay to order something, but the instant you opened ebay with the intention to put in your order, the doorbell range and it was the delivery man with what you wanted to buy.\n\nA \"jinn\" delivery guy maybe, doing Uber delivery to get some extra cash. But being magic, he didn't have to wait for your order to finish.\n\nThen later,  in the example of this form that collects \"things\" for you to use to build a phantom reality, you can simply \"blow\" the \"things\" that collect between your arms to where they need to go to form the jungle.\n\nYou don't even have to move at all.\n\nPerhaps, you only have to raise your arms a little to indicate they are in the final position, and the \"things\" materialize in anticipation.\n\nThat's the kind of weirdness going on with tensegrity!\n\nWhen you view it as a mechanical process like \"chi gung\", which might be wacky but has some \"chinese scientific principles\" behind it, you don't understand at all what Tensegrity is.\n\nBut if you keep working with darkroom, you'll get to visibly see the results. So it will become clear, there's much more going on than we realize.\n\nAnd any difference at all in tensegrity movements, is significant.\n\nI suppose it's possible for someone to do Tensegrity in full lighting, as long as they get ABSOLUTELY SILENT. In case you're not using a dark room to practice in.\n\nBut I don't believe anyone could do that using Tensegrity alone, because they'd lie to themselves when they believed their silence level was \"good enough\".\n\n\"The right way of walking\" could teach silence to people who can't find a dark room to use, but you'd have to insist on \"seeing weirdness\" while doing it, to prove you were moving your assemblage point.\n\nPurple blobs, a streak of color in the sky, or even phantom beings flying next to you as you walk.  The right way of walking out to be quite entertaining when done well!", "edited": 1658944894.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihuluom", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The tensegrity movements move the physical body, which causes a slight &amp;quot;redeployment&amp;quot; of energy.&lt;/p&gt;\n\n&lt;p&gt;The crucial energy redeployed is that of &amp;quot;the double&amp;quot;, or energy body.&lt;/p&gt;\n\n&lt;p&gt;Those purple puffs people manipulate in darkroom practices.&lt;/p&gt;\n\n&lt;p&gt;That energy is pushed to the outside of our actual &amp;quot;container&amp;quot;, a luminous egg created by the spirit to hold our allotment of awareness.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pushed there by bad feelings in the &amp;quot;tonal&amp;#39;s energy&amp;quot; stored in our physical body.  Which is only half of our total awareness. It &amp;quot;took a birth&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just seriously starting tensegrity brings some relief to the double&amp;#39;s awareness stuck to the outer wall, because it reduces your grief a little.  You get a little optimism and hope.  And prepare to stop that internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Also, the movement interests the double. More and more over time, until it&amp;#39;s almost like using the can opener in the kitchen, and having your dog come running in case you&amp;#39;re opening a can of his own food.&lt;/p&gt;\n\n&lt;p&gt;Sometimes the movements manipulate the shoulder the way don Juan &amp;quot;cracked his muscles&amp;quot; all the time, and that can be visibly seen in darkroom as a flurry of pinkish light, with strong &amp;quot;intent sparkles&amp;quot; going the direction you are gazing at the time the shoulder is &amp;quot;deformed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The gazing part is one reason Kylie was &amp;quot;fierce&amp;quot;.  You direct the movement&amp;#39;s effect with your gaze, not just your limbs. Because the gaze directs where your awareness flows.&lt;/p&gt;\n\n&lt;p&gt;I would expect this movement to be quite visible once you can move to the red zone, likely creating a sweeping wave of pinkish energy with sparkles that will get very bright as you get better. Maybe a tiny swirl at the end.&lt;/p&gt;\n\n&lt;p&gt;All of the movements are extremely powerful, but beyond our understanding of how things work at the blue line.&lt;/p&gt;\n\n&lt;p&gt;Worse, we&amp;#39;ve been trained by bogus stuff like chi gung, to completely ignore &amp;quot;intent&amp;quot;.  The main thing manipulated by Tensegrity. We&amp;#39;re convinced there&amp;#39;s some mysterious chinese energy flowing around.  And so, if one movement is nearly like the other, how can they both do something different?&lt;/p&gt;\n\n&lt;p&gt;That ignores the main force driving reality.  Intent.  It reforms reality based on where your awareness is flowing.&lt;/p&gt;\n\n&lt;p&gt;And it &amp;quot;learns&amp;quot; over time.&lt;/p&gt;\n\n&lt;p&gt;Eventually you can do the whole tensegrity pass with a single wave of some part of your body.  I guess it&amp;#39;s sort of like the movement scoops up awareness which is visible as colored light, and at the end it &amp;quot;does something&amp;quot; with the collected blob.&lt;/p&gt;\n\n&lt;p&gt;Not most moves.   Not this one specifically.&lt;/p&gt;\n\n&lt;p&gt;Just for an example.&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s say the movement collects weird &amp;quot;things&amp;quot; between your arms, and at the end you cast them into the room, and they rain down to create a jungle back in the Olmec time.&lt;/p&gt;\n\n&lt;p&gt;This is no theory, I do that often.  Except I don&amp;#39;t make a jungle, I make an underground cave.  Like a cenote without the water.&lt;/p&gt;\n\n&lt;p&gt;The movement itself moves the assemblage point to a specific depth along the J curve, and a specific horizontal shift.&lt;/p&gt;\n\n&lt;p&gt;And at THAT point, you can cast the &amp;quot;things&amp;quot; and cause them to form a jungle in the air.&lt;/p&gt;\n\n&lt;p&gt;Visibly I might add!  But typically mostly transparent, or with poor lighting.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not because it&amp;#39;s &amp;quot;unreal&amp;quot; or imagined, but due to how much of the double&amp;#39;s ability to see, his eyes, you are using.&lt;/p&gt;\n\n&lt;p&gt;If you switched to fully using his eyes, it would become as real as a real jungle in daylight.&lt;/p&gt;\n\n&lt;p&gt;And make you pee your pants.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s good that it&amp;#39;s all &amp;quot;unreal&amp;quot; feeling at first.&lt;/p&gt;\n\n&lt;p&gt;But important to keep that aspect in mind also. That the more you get the double to &amp;quot;copy you&amp;quot;, or &amp;quot;look over your shoulder&amp;quot;, the more effective the movement will be.&lt;/p&gt;\n\n&lt;p&gt;The movement itself, selects the ideal assemblage point position for the &amp;quot;end result&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But after doing it for months all you have to do is stand where you usually stand to start that movement, with the idea in your mind that you are about to do that, and suddenly the &amp;quot;things&amp;quot; materialize where they end up at the end of the move.&lt;/p&gt;\n\n&lt;p&gt;And you only have to do the last part.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s almost as nuts as if you went on ebay to order something, but the instant you opened ebay with the intention to put in your order, the doorbell range and it was the delivery man with what you wanted to buy.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;jinn&amp;quot; delivery guy maybe, doing Uber delivery to get some extra cash. But being magic, he didn&amp;#39;t have to wait for your order to finish.&lt;/p&gt;\n\n&lt;p&gt;Then later,  in the example of this form that collects &amp;quot;things&amp;quot; for you to use to build a phantom reality, you can simply &amp;quot;blow&amp;quot; the &amp;quot;things&amp;quot; that collect between your arms to where they need to go to form the jungle.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t even have to move at all.&lt;/p&gt;\n\n&lt;p&gt;Perhaps, you only have to raise your arms a little to indicate they are in the final position, and the &amp;quot;things&amp;quot; materialize in anticipation.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the kind of weirdness going on with tensegrity!&lt;/p&gt;\n\n&lt;p&gt;When you view it as a mechanical process like &amp;quot;chi gung&amp;quot;, which might be wacky but has some &amp;quot;chinese scientific principles&amp;quot; behind it, you don&amp;#39;t understand at all what Tensegrity is.&lt;/p&gt;\n\n&lt;p&gt;But if you keep working with darkroom, you&amp;#39;ll get to visibly see the results. So it will become clear, there&amp;#39;s much more going on than we realize.&lt;/p&gt;\n\n&lt;p&gt;And any difference at all in tensegrity movements, is significant.&lt;/p&gt;\n\n&lt;p&gt;I suppose it&amp;#39;s possible for someone to do Tensegrity in full lighting, as long as they get ABSOLUTELY SILENT. In case you&amp;#39;re not using a dark room to practice in.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t believe anyone could do that using Tensegrity alone, because they&amp;#39;d lie to themselves when they believed their silence level was &amp;quot;good enough&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The right way of walking&amp;quot; could teach silence to people who can&amp;#39;t find a dark room to use, but you&amp;#39;d have to insist on &amp;quot;seeing weirdness&amp;quot; while doing it, to prove you were moving your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Purple blobs, a streak of color in the sky, or even phantom beings flying next to you as you walk.  The right way of walking out to be quite entertaining when done well!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/ihuluom/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658928810.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9bogs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iiai64u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihxcapk", "score": 1, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You made me doubt now!\n\nI'll ask around to see if anybody here remembers it.", "edited": false, "author_flair_css_class": null, "name": "t1_iiai64u", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You made me doubt now!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll ask around to see if anybody here remembers it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_w9bogs", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/iiai64u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1659208634.0, "author_flair_text": null, "collapsed": false, "created_utc": 1659208634.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihxcapk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "desert-born", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihvogzj", "score": 2, "author_fullname": "t2_z7wnu", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thanks for the clarification!\n\nThis makes sense. It’s true that unlike the first one, the second one’s description doesn’t explicitly say that the hands have to stay clasped.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihxcapk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for the clarification!&lt;/p&gt;\n\n&lt;p&gt;This makes sense. It’s true that unlike the first one, the second one’s description doesn’t explicitly say that the hands have to stay clasped.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9bogs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/ihxcapk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658967357.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658967357.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihvogzj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ihugfuu", "score": 3, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Like Real\\_bonus said, the main difference is that in the first pass the hands stay clasped and they rotate together, while in the second one, they get unclasped and clasped again in the opposite direction before making the slash back to the original position.\n\nIf I have time, I'll make a video.", "edited": 1658975030.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ihvogzj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Like Real_bonus said, the main difference is that in the first pass the hands stay clasped and they rotate together, while in the second one, they get unclasped and clasped again in the opposite direction before making the slash back to the original position.&lt;/p&gt;\n\n&lt;p&gt;If I have time, I&amp;#39;ll make a video.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9bogs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/ihvogzj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658943887.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658943887.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihugfuu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "desert-born", "can_mod_post": false, "created_utc": 1658926289.0, "send_replies": true, "parent_id": "t1_ihuba02", "score": 3, "author_fullname": "t2_z7wnu", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for the detailed response and the links!\n\nFor the second video, it looks like his hands are doing the same thing both times (in fact the executions look identical):\n\n* execution 1 (starting at [2:54](https://youtu.be/Th7i-0w5M-g?t=174))\n* execution 2 (starting at [4:03](https://youtu.be/Th7i-0w5M-g?t=243))\n\nI was trying to learn the moves properly, but I guess this is bordering on me being pedantic and missing the forest for the trees 😅", "edited": 1658927092.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihugfuu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for the detailed response and the links!&lt;/p&gt;\n\n&lt;p&gt;For the second video, it looks like his hands are doing the same thing both times (in fact the executions look identical):&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;execution 1 (starting at &lt;a href=\"https://youtu.be/Th7i-0w5M-g?t=174\"&gt;2:54&lt;/a&gt;)&lt;/li&gt;\n&lt;li&gt;execution 2 (starting at &lt;a href=\"https://youtu.be/Th7i-0w5M-g?t=243\"&gt;4:03&lt;/a&gt;)&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;I was trying to learn the moves properly, but I guess this is bordering on me being pedantic and missing the forest for the trees 😅&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_w9bogs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/ihugfuu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658926289.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "ihuba02", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1658923598.0, "send_replies": true, "parent_id": "t3_w9bogs", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity/ - Masculinity series is a bit down this page.\n\nNumber 30 “[The Back-and-Forth Slash](http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html),” is a horizontal movement. And while 22, on that same page, is also a horizontal movement, it is markedly different in both description and intent.\n\nThere are two videos we were able to find that demonstrate that series. Upon viewing, one does see the similarity between two specific diagonal movements:\n\nhttps://youtu.be/D4NDILZbL4U - in her demonstration the two arcing /slashing movements do indeed look extremely similar, perhaps the second one not so involved or in a less complete arc.\n\nhttps://youtu.be/Th7i-0w5M-g - and this demonstration his hands/fingers are interlocked together for the second execution of that movement, while the first time he does it the fists are placed on top of each other.\n\nAll of the movements have a similar mood/form, because they fit together into a coherent series.\n\n**it’s important to note that neither of these videos are official**\n\nWe are badly in need of more “official” video demonstrations.", "edited": 1658926145.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ihuba02", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity/\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/core_tensegrity/&lt;/a&gt; - Masculinity series is a bit down this page.&lt;/p&gt;\n\n&lt;p&gt;Number 30 “&lt;a href=\"http://www.uazone.org/naph/ccarlos/books/cc10/tensegrity83.html\"&gt;The Back-and-Forth Slash&lt;/a&gt;,” is a horizontal movement. And while 22, on that same page, is also a horizontal movement, it is markedly different in both description and intent.&lt;/p&gt;\n\n&lt;p&gt;There are two videos we were able to find that demonstrate that series. Upon viewing, one does see the similarity between two specific diagonal movements:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/D4NDILZbL4U\"&gt;https://youtu.be/D4NDILZbL4U&lt;/a&gt; - in her demonstration the two arcing /slashing movements do indeed look extremely similar, perhaps the second one not so involved or in a less complete arc.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/Th7i-0w5M-g\"&gt;https://youtu.be/Th7i-0w5M-g&lt;/a&gt; - and this demonstration his hands/fingers are interlocked together for the second execution of that movement, while the first time he does it the fists are placed on top of each other.&lt;/p&gt;\n\n&lt;p&gt;All of the movements have a similar mood/form, because they fit together into a coherent series.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;it’s important to note that neither of these videos are official&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;We are badly in need of more “official” video demonstrations.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/w9bogs/what_is_the_difference_between_these_2_tensegrity/ihuba02/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658923598.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_w9bogs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]