[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This was going to be a reply to Dan's recent post on Silent Knowledge but something was pushing me to make this its own post.\n\nI was away for a while and I'm still catching up on things. Some of the things Dan posted while I was away are really resonating with me, on a very deep level. The Wuwonians one was one of them, so much so that I had to put it aside to come back to later.\n\nThe Silent Knowledge post is another one.\n\nI find that a lot of the posts where Dan is with Lily are the ones that resonate with me the most.\n\nu/danl999 Please don't feel like you shouldn't post those things just because a bunch of people get angry with them. They are very important. And it just shows that those people who complain are not ready for whatever is contained within them. But there are a lot of people here who very much are and they will benefit enormously from them.\n\n&amp;#x200B;\n\n\\&gt; Lily explained, \"Of course not! However,  you've opened another can of worms.  The Allies can be a bridge between a person who isn't advanced enough, and Silent Knowledge.\n\nThis seems to be exactly the case. The more I learn from the Allies, the more they take on that role. They are tapped into the sea of intent and know how to read it at ease and they are teaching us how to do it as well. Sometimes it becomes hard to tell what came directly from an ally and what did not, but I guess that's the secret. It's all SK, they are just sometimes present as an intermediary and translator.\n\n&amp;#x200B;\n\n\\&gt; Then I got a silent knowledge \"presentation\" on how Silent Knowledge is the \"bridge between realities\".\n\n\\&gt; But it was also the \"phantom reality translator\".\n\n\\&gt; And the \"memory gap resolver\".\n\n\\&gt; Or the \"reality splitter\".\n\n\\&gt; \"The means to open doors to other worlds.\"\n\nMemory gap resolver...\n\nWhen I was away, I felt like something big was coming, something to do with the final stages of forging the energy body. That event did not come to pass, because first the ally told me that I needed to be aware of something else. Something they thought wouldn't have affected me quite as much as I did. Turns out I needed more than 24 hours to integrate it.\n\nThey re-iterated something they had said some time ago. At the moment of death, all the emanations that we have every lit up during our life are once again lit up in order. If we have not recapitulated our life sufficiently, then the emotional reactions that are stirred up during this 'life review' are enough to pull our energy body to pieces and we are scattered to the sea. This is why the recapitulation is so important.\n\nEvery memory flashes right before our eyes. Even repressed memories that we have no awareness of.\n\nI then had a vision of some people that I knew sitting together. They were talking about me in a friendly but curious manner. \"Why does Vivian behave the way they do?\"\n\nOne answers: \"It's repressed sexual trauma.\"\n\nI don't have repressed sexual trauma! I immediately thought and then BAM. The memory itself wasn't there but every single other memory I have about the incident was immediately in front of me, suddenly connected in a way that I had never seen before but now utterly and undeniably clear.\n\n9 years of undiagnosed and unexplainable PTSD responses suddenly completely explained.\n\nSo my task is now to recapitulate that memory, the one I can't yet remember. Memory gap resolver...\n\nI'm going to post about this more in future but at this stage I don't yet have advice to give, only that I know that it is something very important. More important probably for the people who only lurk here, the watchers and visitors learning in the shadows.\n\nThankfully I've got an ally, the ally, who I call Ren, who I believe Dan calls Lily, who can help with connecting back to that memory.\n\nThey told me something else too. The unpleasant, scrappy IOB that has been hanging around me for decades. My 'black lizard'. It's the IOB that holds my trauma.\n\nInterestingly, this is not the first time that one of my IOBs has told me that when people undergo extreme sexual trauma, that the IOBs help them by 'totally dissociating' them and taking them away from the incident. And my black lizard is also the one who is first to show up whenever there is lethal danger.\n\n\"You have two beings with you. One of them holds your hopes, the other one holds your trauma.\"\n\nWe need to recapitulate those memories. At the very least, retrieve all our energy and emotional responses from what we believe occurred, so that we aren't shocked when it finally arises once again. And while maybe not necessary, it was implied that any efforts to heal those IOBs from the weight they carry would be very much appreciated. And it would be a bit selfish to do otherwise, given the sacrifice and aid that they once gave to us.\n\n&amp;#x200B;\n\nAnd finally, something very important but also difficult to discuss. The ally can also be the intermediary with the Spirit. Silent knowledge comes from the Spirit. The Spirit is one of the missing pieces of this practice.\n\nThe final paragraphs from Tales of Power:\n\n&gt;\"It's almost time for us to disband like the warriors in the story,\" he said. \"But before we go our separate ways I must tell you two one last thing. I am going to disclose to you a warrior's secret. Perhaps you can call it a warrior's predilection.\"  \n&gt;  \n&gt;He addressed me in particular and said that once I had told him that the life of a warrior was cold and lonely and devoid of feelings. He even added that at that precise moment I was convinced that it was so.  \n&gt;  \n&gt;\"The life of a warrior cannot possibly be cold and lonely and without feelings,\" he said, \"because it is based on his affection, his devotion, his dedication to his beloved. And who, you may ask, is his beloved? I will show you now.\"  \n&gt;  \n&gt;Don Genaro stood up and walked slowly to a perfectly flat area right in front of us, ten or twelve feet away. He made a strange gesture there. He moved his hands as if he were sweeping dust from his chest and his stomach. Then an odd thing happened. A flash of an almost imperceptible light went through him. It came from the ground and seemed to kindle his entire body. He did a sort of backward pirouette, a backward dive more properly speaking, and landed on his chest and arms. His movement had been executed with such precision and skill that he seemed to be a weightless being, a wormlike creature that had turned on itself. When he was on the ground he performed a series of unearthly movements. He glided just a few inches above the ground, or rolled on it as if he were lying on ball bearings; or he swam on it describing circles and turning with the swiftness and agility of an eel swimming in the ocean.  \n&gt;  \n&gt;My eyes began to cross at one moment and then without any transition I was watching a ball of luminosity sliding back and forth on something that appeared to be the floor of an ice-skating rink with a thousand lights shining on it.  \n&gt;  \n&gt;The sight was sublime. Then the ball of fire came to rest and stayed motionless. A voice shook me and dispelled my attention. It was don Juan talking. I could not understand at first what he was saying. I looked again at the ball of fire. I could distinguish only don Genaro lying on the ground with his arms and legs spread out.  \n&gt;  \n&gt;Don Juan's voice was very clear. It seemed to trigger something in me and I began to write.  \n&gt;  \n&gt;\"Genaro's love is the world,\" he said. \"He was just now embracing this enormous earth but since he's so little all he can do is swim in it. But the earth knows that Genaro loves it and it bestows on him its care. That's why Genaro's life is filled to the brim and his state, wherever he'll be, will be plentiful. Genaro roams on the paths of his love and, wherever he is, he is complete.\"  \n&gt;  \n&gt;Don Juan squatted in front of us. He caressed the ground gently.  \n&gt;  \n&gt;\"This is the predilection of two warriors,\" he said. \"This earth, this world. For a warrior there can be no greater love.\"  \n&gt;  \n&gt;Don Genaro stood up and squatted next to don Juan for a moment while both of them peered fixedly at us, then they sat in unison, cross-legged.  \n&gt;  \n&gt;\"Only if one loves this earth with unbending passion can one release one's sadness,\" don Juan said. \"A warrior is always joyful because his love is unalterable and his beloved, the earth, embraces him and bestows upon him inconceivable gifts. The sadness belongs only to those who hate the very thing that gives shelter to their beings.\"  \n&gt;  \n&gt;Don Juan again caressed the ground with tenderness.  \n&gt;  \n&gt;\"This lovely being, which is alive to its last recesses and understands every feeling, soothed me, it cured me of my pains, and finally when I had fully understood my love for it, it taught me freedom.\"  \n&gt;  \n&gt;He paused. The silence around us was frightening. The wind hissed softly and then I heard the distant barking of a lone dog.  \n&gt;  \n&gt;\"Listen to that barking,\" don Juan went on. \"That is the way my beloved earth is helping me now to bring this last point to you. That barking is the saddest thing one can hear.\"  \n&gt;  \n&gt;We were quiet for a moment. The barking of that lone dog was so sad and the stillness around us so intense that I experienced a numbing anguish. It made me think of my own life, my sadness, my not knowing where to go, what to do.  \n&gt;  \n&gt;\"That dog's barking is the nocturnal \\[\\* nocturnal- belonging to or active during the night\\] voice of a man,\" don Juan said. \"It comes from a house in that valley towards the south. A man is shouting through his dog- since they are companion slaves for life- his sadness; his boredom. He's begging his death to come and release him from the dull and dreary chains of his life.\"  \n&gt;  \n&gt;Don Juan's words had caught a most disturbing line in me. I felt he was speaking directly to me.  \n&gt;  \n&gt;\"That barking, and the loneliness it creates, speaks of the feelings of men,\" he went on. \"Men for whom an entire life was like one Sunday afternoon; an afternoon which was not altogether miserable, but rather hot and dull and uncomfortable. They sweated and fussed a great deal. They didn't know where to go, or what to do. That afternoon left them only with the memory of petty annoyances and tedium, and then suddenly it was over. It was already night.\"  \n&gt;  \n&gt;He recounted a story I had once told him about a seventy-two year old man who complained that his life had been so short that it seemed to him that it was only the day before that he was a boy. The man had said to me, 'I remember the pajamas I used to wear when I was ten years old. It seems that only one day has passed. Where did the time go?'  \n&gt;  \n&gt;\"The antidote that kills that poison is here,\" don Juan said, caressing the ground. \"The sorcerers' explanation cannot at all liberate the spirit. Look at you two. You have gotten to the sorcerers' explanation, but it doesn't make any difference that you know it. You're more alone than ever, because without an unwavering love for the being that gives you shelter, aloneness is loneliness.  \n&gt;  \n&gt;\"Only the love for this splendorous being can give freedom to a warrior's spirit; and freedom is joy, efficiency, and abandon in the face of any odds. That is the last lesson. It is always left for the very last moment, for the moment of ultimate solitude when a man faces his death and his aloneness. Only then does it make sense.\"  \n&gt;  \n&gt;Don Juan and don Genaro stood up and stretched their arms and arched their backs, as if sitting had made their bodies stiff. My heart began to pound fast. They made Pablito and me stand up.  \n&gt;  \n&gt;\"The twilight is the crack between the worlds,\" don Juan said. \"It is the door to the unknown.\"  \n&gt;  \n&gt;He pointed with a sweeping movement of his hand to the mesa where we were standing.  \n&gt;  \n&gt;\"This is the plateau in front of that door.\"  \n&gt;  \n&gt;He pointed then to the northern edge of the mesa.  \n&gt;  \n&gt;\"There is the door. Beyond, there is an abyss and beyond that abyss is the unknown.\"  \n&gt;  \n&gt;Don Juan and don Genaro then turned to Pablito and said good-by to him. Pablito's eyes were dilated and fixed; tears were rolling down his cheeks.  \n&gt;  \n&gt;I heard don Genaro's voice saying good-by to me, but I did not hear don Juan's.  \n&gt;  \n&gt;Don Juan and don Genaro moved towards Pablito and whispered briefly in his ears. Then they came to me. But before they had whispered anything I already had that peculiar feeling of being split.  \n&gt;  \n&gt;\"We will now be like dust on the road,\" don Genaro said. \"Perhaps it will get in your eyes again, someday.\"  \n&gt;  \n&gt;Don Juan and don Genaro stepped back and seemed to merge with the darkness. Pablito held my forearm and we said good-by to each other. Then a strange urge, a force, made me run with him to the northern edge of the mesa. I felt his arm holding me as we jumped and then I was alone.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Memory Gap Resolver", "link_flair_richtext": [{"e": "text", "t": "Silent Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_tie2r4", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4dz9kepm", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silent Knowledge", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1647755078.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1647754047.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This was going to be a reply to Dan&amp;#39;s recent post on Silent Knowledge but something was pushing me to make this its own post.&lt;/p&gt;\n\n&lt;p&gt;I was away for a while and I&amp;#39;m still catching up on things. Some of the things Dan posted while I was away are really resonating with me, on a very deep level. The Wuwonians one was one of them, so much so that I had to put it aside to come back to later.&lt;/p&gt;\n\n&lt;p&gt;The Silent Knowledge post is another one.&lt;/p&gt;\n\n&lt;p&gt;I find that a lot of the posts where Dan is with Lily are the ones that resonate with me the most.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; Please don&amp;#39;t feel like you shouldn&amp;#39;t post those things just because a bunch of people get angry with them. They are very important. And it just shows that those people who complain are not ready for whatever is contained within them. But there are a lot of people here who very much are and they will benefit enormously from them.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Lily explained, &amp;quot;Of course not! However,  you&amp;#39;ve opened another can of worms.  The Allies can be a bridge between a person who isn&amp;#39;t advanced enough, and Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;This seems to be exactly the case. The more I learn from the Allies, the more they take on that role. They are tapped into the sea of intent and know how to read it at ease and they are teaching us how to do it as well. Sometimes it becomes hard to tell what came directly from an ally and what did not, but I guess that&amp;#39;s the secret. It&amp;#39;s all SK, they are just sometimes present as an intermediary and translator.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Then I got a silent knowledge &amp;quot;presentation&amp;quot; on how Silent Knowledge is the &amp;quot;bridge between realities&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; But it was also the &amp;quot;phantom reality translator&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; And the &amp;quot;memory gap resolver&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Or the &amp;quot;reality splitter&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; &amp;quot;The means to open doors to other worlds.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Memory gap resolver...&lt;/p&gt;\n\n&lt;p&gt;When I was away, I felt like something big was coming, something to do with the final stages of forging the energy body. That event did not come to pass, because first the ally told me that I needed to be aware of something else. Something they thought wouldn&amp;#39;t have affected me quite as much as I did. Turns out I needed more than 24 hours to integrate it.&lt;/p&gt;\n\n&lt;p&gt;They re-iterated something they had said some time ago. At the moment of death, all the emanations that we have every lit up during our life are once again lit up in order. If we have not recapitulated our life sufficiently, then the emotional reactions that are stirred up during this &amp;#39;life review&amp;#39; are enough to pull our energy body to pieces and we are scattered to the sea. This is why the recapitulation is so important.&lt;/p&gt;\n\n&lt;p&gt;Every memory flashes right before our eyes. Even repressed memories that we have no awareness of.&lt;/p&gt;\n\n&lt;p&gt;I then had a vision of some people that I knew sitting together. They were talking about me in a friendly but curious manner. &amp;quot;Why does Vivian behave the way they do?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;One answers: &amp;quot;It&amp;#39;s repressed sexual trauma.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t have repressed sexual trauma! I immediately thought and then BAM. The memory itself wasn&amp;#39;t there but every single other memory I have about the incident was immediately in front of me, suddenly connected in a way that I had never seen before but now utterly and undeniably clear.&lt;/p&gt;\n\n&lt;p&gt;9 years of undiagnosed and unexplainable PTSD responses suddenly completely explained.&lt;/p&gt;\n\n&lt;p&gt;So my task is now to recapitulate that memory, the one I can&amp;#39;t yet remember. Memory gap resolver...&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to post about this more in future but at this stage I don&amp;#39;t yet have advice to give, only that I know that it is something very important. More important probably for the people who only lurk here, the watchers and visitors learning in the shadows.&lt;/p&gt;\n\n&lt;p&gt;Thankfully I&amp;#39;ve got an ally, the ally, who I call Ren, who I believe Dan calls Lily, who can help with connecting back to that memory.&lt;/p&gt;\n\n&lt;p&gt;They told me something else too. The unpleasant, scrappy IOB that has been hanging around me for decades. My &amp;#39;black lizard&amp;#39;. It&amp;#39;s the IOB that holds my trauma.&lt;/p&gt;\n\n&lt;p&gt;Interestingly, this is not the first time that one of my IOBs has told me that when people undergo extreme sexual trauma, that the IOBs help them by &amp;#39;totally dissociating&amp;#39; them and taking them away from the incident. And my black lizard is also the one who is first to show up whenever there is lethal danger.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have two beings with you. One of them holds your hopes, the other one holds your trauma.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We need to recapitulate those memories. At the very least, retrieve all our energy and emotional responses from what we believe occurred, so that we aren&amp;#39;t shocked when it finally arises once again. And while maybe not necessary, it was implied that any efforts to heal those IOBs from the weight they carry would be very much appreciated. And it would be a bit selfish to do otherwise, given the sacrifice and aid that they once gave to us.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;And finally, something very important but also difficult to discuss. The ally can also be the intermediary with the Spirit. Silent knowledge comes from the Spirit. The Spirit is one of the missing pieces of this practice.&lt;/p&gt;\n\n&lt;p&gt;The final paragraphs from Tales of Power:&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;It&amp;#39;s almost time for us to disband like the warriors in the story,&amp;quot; he said. &amp;quot;But before we go our separate ways I must tell you two one last thing. I am going to disclose to you a warrior&amp;#39;s secret. Perhaps you can call it a warrior&amp;#39;s predilection.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He addressed me in particular and said that once I had told him that the life of a warrior was cold and lonely and devoid of feelings. He even added that at that precise moment I was convinced that it was so.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The life of a warrior cannot possibly be cold and lonely and without feelings,&amp;quot; he said, &amp;quot;because it is based on his affection, his devotion, his dedication to his beloved. And who, you may ask, is his beloved? I will show you now.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Genaro stood up and walked slowly to a perfectly flat area right in front of us, ten or twelve feet away. He made a strange gesture there. He moved his hands as if he were sweeping dust from his chest and his stomach. Then an odd thing happened. A flash of an almost imperceptible light went through him. It came from the ground and seemed to kindle his entire body. He did a sort of backward pirouette, a backward dive more properly speaking, and landed on his chest and arms. His movement had been executed with such precision and skill that he seemed to be a weightless being, a wormlike creature that had turned on itself. When he was on the ground he performed a series of unearthly movements. He glided just a few inches above the ground, or rolled on it as if he were lying on ball bearings; or he swam on it describing circles and turning with the swiftness and agility of an eel swimming in the ocean.  &lt;/p&gt;\n\n&lt;p&gt;My eyes began to cross at one moment and then without any transition I was watching a ball of luminosity sliding back and forth on something that appeared to be the floor of an ice-skating rink with a thousand lights shining on it.  &lt;/p&gt;\n\n&lt;p&gt;The sight was sublime. Then the ball of fire came to rest and stayed motionless. A voice shook me and dispelled my attention. It was don Juan talking. I could not understand at first what he was saying. I looked again at the ball of fire. I could distinguish only don Genaro lying on the ground with his arms and legs spread out.  &lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s voice was very clear. It seemed to trigger something in me and I began to write.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Genaro&amp;#39;s love is the world,&amp;quot; he said. &amp;quot;He was just now embracing this enormous earth but since he&amp;#39;s so little all he can do is swim in it. But the earth knows that Genaro loves it and it bestows on him its care. That&amp;#39;s why Genaro&amp;#39;s life is filled to the brim and his state, wherever he&amp;#39;ll be, will be plentiful. Genaro roams on the paths of his love and, wherever he is, he is complete.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan squatted in front of us. He caressed the ground gently.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is the predilection of two warriors,&amp;quot; he said. &amp;quot;This earth, this world. For a warrior there can be no greater love.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Genaro stood up and squatted next to don Juan for a moment while both of them peered fixedly at us, then they sat in unison, cross-legged.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Only if one loves this earth with unbending passion can one release one&amp;#39;s sadness,&amp;quot; don Juan said. &amp;quot;A warrior is always joyful because his love is unalterable and his beloved, the earth, embraces him and bestows upon him inconceivable gifts. The sadness belongs only to those who hate the very thing that gives shelter to their beings.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan again caressed the ground with tenderness.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This lovely being, which is alive to its last recesses and understands every feeling, soothed me, it cured me of my pains, and finally when I had fully understood my love for it, it taught me freedom.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He paused. The silence around us was frightening. The wind hissed softly and then I heard the distant barking of a lone dog.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Listen to that barking,&amp;quot; don Juan went on. &amp;quot;That is the way my beloved earth is helping me now to bring this last point to you. That barking is the saddest thing one can hear.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;We were quiet for a moment. The barking of that lone dog was so sad and the stillness around us so intense that I experienced a numbing anguish. It made me think of my own life, my sadness, my not knowing where to go, what to do.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That dog&amp;#39;s barking is the nocturnal [* nocturnal- belonging to or active during the night] voice of a man,&amp;quot; don Juan said. &amp;quot;It comes from a house in that valley towards the south. A man is shouting through his dog- since they are companion slaves for life- his sadness; his boredom. He&amp;#39;s begging his death to come and release him from the dull and dreary chains of his life.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s words had caught a most disturbing line in me. I felt he was speaking directly to me.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That barking, and the loneliness it creates, speaks of the feelings of men,&amp;quot; he went on. &amp;quot;Men for whom an entire life was like one Sunday afternoon; an afternoon which was not altogether miserable, but rather hot and dull and uncomfortable. They sweated and fussed a great deal. They didn&amp;#39;t know where to go, or what to do. That afternoon left them only with the memory of petty annoyances and tedium, and then suddenly it was over. It was already night.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He recounted a story I had once told him about a seventy-two year old man who complained that his life had been so short that it seemed to him that it was only the day before that he was a boy. The man had said to me, &amp;#39;I remember the pajamas I used to wear when I was ten years old. It seems that only one day has passed. Where did the time go?&amp;#39;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The antidote that kills that poison is here,&amp;quot; don Juan said, caressing the ground. &amp;quot;The sorcerers&amp;#39; explanation cannot at all liberate the spirit. Look at you two. You have gotten to the sorcerers&amp;#39; explanation, but it doesn&amp;#39;t make any difference that you know it. You&amp;#39;re more alone than ever, because without an unwavering love for the being that gives you shelter, aloneness is loneliness.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Only the love for this splendorous being can give freedom to a warrior&amp;#39;s spirit; and freedom is joy, efficiency, and abandon in the face of any odds. That is the last lesson. It is always left for the very last moment, for the moment of ultimate solitude when a man faces his death and his aloneness. Only then does it make sense.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan and don Genaro stood up and stretched their arms and arched their backs, as if sitting had made their bodies stiff. My heart began to pound fast. They made Pablito and me stand up.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The twilight is the crack between the worlds,&amp;quot; don Juan said. &amp;quot;It is the door to the unknown.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He pointed with a sweeping movement of his hand to the mesa where we were standing.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is the plateau in front of that door.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;He pointed then to the northern edge of the mesa.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There is the door. Beyond, there is an abyss and beyond that abyss is the unknown.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan and don Genaro then turned to Pablito and said good-by to him. Pablito&amp;#39;s eyes were dilated and fixed; tears were rolling down his cheeks.  &lt;/p&gt;\n\n&lt;p&gt;I heard don Genaro&amp;#39;s voice saying good-by to me, but I did not hear don Juan&amp;#39;s.  &lt;/p&gt;\n\n&lt;p&gt;Don Juan and don Genaro moved towards Pablito and whispered briefly in his ears. Then they came to me. But before they had whispered anything I already had that peculiar feeling of being split.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We will now be like dust on the road,&amp;quot; don Genaro said. &amp;quot;Perhaps it will get in your eyes again, someday.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;Don Juan and don Genaro stepped back and seemed to merge with the darkness. Pablito held my forearm and we said good-by to each other. Then a strange urge, a force, made me run with him to the northern edge of the mesa. I felt his arm holding me as we jumped and then I was alone.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "7e6deba4-a617-11ec-90b9-2a099f759379", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "tie2r4", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "the-mad-prophet", "discussion_type": null, "num_comments": 17, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/tie2r4/memory_gap_resolver/", "subreddit_subscribers": 9561, "created_utc": 1647754047.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1ezkz4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1647791856.0, "send_replies": true, "parent_id": "t1_i1dq9i3", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So after hearing the story teller, seeing the story, and then seeing the space created by those \"things\", I ended up in free scan mode where I was between the \"topic of interest\", and looking for a better refinement of that topic.\n\nI ended up in \"micro-omen\" territory where every single input we can have, got incorporated into the \"seeing\".\n\nOmen mode is when SK goes outside to take in current vibrations, instead of just all consisting of vibrations in man's band in general.\n\nThe specific (\"real\") becomes the guide, instead of \"past emanation interactions\".\n\nSo for example, a sorcerer who is pretty much always in SK is walking along, and curious about some aspect of trying to teach his apprentice.\n\nThe best teaching method depends on the make up of the apprentice, which he doesn't fully know.\n\nSK is ideal for resolving his query, because it contains all info.  Even if he shouldn't be able to know it.\n\nLike the \"button nosed boy\" incident from the books.  Don Juan knew something from the childhood of Carlos was holding him back, because he wondered about what was the problem.\n\nAnd SK found that fact for him.  About him bullying a kid, and the kid getting hurt by it. \n\nIn my \"story\" example, the sorcerer wanting to teach his apprentice is walking along waiting for SK to offer him a useful piece of info in that regards. \n\nAnd a crow flies by.\n\nI suppose because people go book deal crazy over crows, we'll have to make the crow in the story be a total asshole.\n\nI can't tell you how many times I had to listen to a European voice (usually German) say, \"oh... Crow...  Omen\".\n\nWhile we were just walking down the street looking for a place to eat after private class.\n\nEuropeans seemed especially \"omen happy\".\n\nLet me warn the \"omen junkies\".\n\nOmens are only really meaningful to someone in Silent Knowledge.  Where you instantly \"know\" what something means, even if it's totally unrelated to anything real.\n\nThey are not meaningful as a way to satisfy your pretending to be a sorcerer!\n\nSo our \"asshole crow\" swoops our sorcerer and tries to poke his eyes out,  because it got hold of a snickers bar at the grocery store parking lot where a kid dropped it, and her mom wouldn't let her pick it up.\n\nChocolate drives them mad.  Seriously.   Look it up.\n\nSo the \"crow omen\" is an unpleasant one, and alters the flow of SK info.\n\nThe sorcerers \"SK selector\" is slightly tainted with violent attacks by animals.\n\nHe finds a very unpleasant attack by a Pitbull, back when his apprentice was 3.\n\nBut the apprentice has lost all memory of the event. It's only subconscious impressions now.\n\nNow I hope I don't shock anyone, but I'll return to the story of Juan Tuma's scrotum.\n\nI lost a potential new witch over that story, just this week.  She was excited about the subreddit, until she realized she was in danger of \"scrotum gazing\" being forced off on her.\n\nSo she deleted her account and ran.\n\nBut it's actually a very important story, from our \"queen of annihilations\", Carol Tiggs.\n\nWhen Carol gets up to speak at workshops, sane people cross themselves. Like a good catholic.\n\nThe sorcerer in our story, now aware of the Pitbull attack holding his apprentice back, uses SK to find a remedy.\n\nHe convinces his apprentice that his survival skills are very poor, and that to be a \"Man of Magic\", he needs to be prepared for anything.  To survive any misfortune.\n\nHe takes his apprentice on a \"road kill\" hunting trip to sites all along the bus route from LA to the end of the Yaqui wars in central Mexico,  and makes him stare at the carnage close up.  To figure out which ones are edible.\n\nAt the end they cook up the most gruesome one they found, which happily, turns out to be a dead pit bull. \n\nIntent provides!\n\nSK uses everything around us.  It isn't bound to the past.  It  uses current data too.  And maybe it even has access to future data.\n\nWe'd like to think we go into \"Sacred Buddha\" mode during SK, and sit there with our wise smile, eyes closed, soaking up our cosmic goodness in the form of knowledge.\n\nBut that's a false view of how real magic works.\n\nIn that regards, I can't think of a fake magical system more \"ugly\" than Buddhism.  It's an attention seekers cave of treasures, filled with that gas from Wizard of Oz that puts everyone to sleep.\n\nReal magic is not separate from your life.  It's a change in how you relate to \"intent\", when your link to it is not so noisy, and the slightest thought has a powerful effect on the formation of reality.\n\nNow if only I could figure out those \"swarms\" I've been seeing, just shy of SK.\n\nCholita \"swarmed\" me a couple of weeks ago.  Blue and white sparkles, but generally the same \"look\" as I've been encountering in black and red.\n\nIn fact, Cholita's \"swarm\" caused me to look for her each night, hoping she'd return with that amazing sight.\n\nAnd I started to notice there was at least one more kind of \"swarm\".\n\nSo I presume they are related to the double.\n\nAnd indirectly related to \"puff bodies\".\n\nWhich happen when the double hooks to your gaze and moves where you focus it.", "edited": 1647793189.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1ezkz4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So after hearing the story teller, seeing the story, and then seeing the space created by those &amp;quot;things&amp;quot;, I ended up in free scan mode where I was between the &amp;quot;topic of interest&amp;quot;, and looking for a better refinement of that topic.&lt;/p&gt;\n\n&lt;p&gt;I ended up in &amp;quot;micro-omen&amp;quot; territory where every single input we can have, got incorporated into the &amp;quot;seeing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Omen mode is when SK goes outside to take in current vibrations, instead of just all consisting of vibrations in man&amp;#39;s band in general.&lt;/p&gt;\n\n&lt;p&gt;The specific (&amp;quot;real&amp;quot;) becomes the guide, instead of &amp;quot;past emanation interactions&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So for example, a sorcerer who is pretty much always in SK is walking along, and curious about some aspect of trying to teach his apprentice.&lt;/p&gt;\n\n&lt;p&gt;The best teaching method depends on the make up of the apprentice, which he doesn&amp;#39;t fully know.&lt;/p&gt;\n\n&lt;p&gt;SK is ideal for resolving his query, because it contains all info.  Even if he shouldn&amp;#39;t be able to know it.&lt;/p&gt;\n\n&lt;p&gt;Like the &amp;quot;button nosed boy&amp;quot; incident from the books.  Don Juan knew something from the childhood of Carlos was holding him back, because he wondered about what was the problem.&lt;/p&gt;\n\n&lt;p&gt;And SK found that fact for him.  About him bullying a kid, and the kid getting hurt by it. &lt;/p&gt;\n\n&lt;p&gt;In my &amp;quot;story&amp;quot; example, the sorcerer wanting to teach his apprentice is walking along waiting for SK to offer him a useful piece of info in that regards. &lt;/p&gt;\n\n&lt;p&gt;And a crow flies by.&lt;/p&gt;\n\n&lt;p&gt;I suppose because people go book deal crazy over crows, we&amp;#39;ll have to make the crow in the story be a total asshole.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t tell you how many times I had to listen to a European voice (usually German) say, &amp;quot;oh... Crow...  Omen&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;While we were just walking down the street looking for a place to eat after private class.&lt;/p&gt;\n\n&lt;p&gt;Europeans seemed especially &amp;quot;omen happy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Let me warn the &amp;quot;omen junkies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Omens are only really meaningful to someone in Silent Knowledge.  Where you instantly &amp;quot;know&amp;quot; what something means, even if it&amp;#39;s totally unrelated to anything real.&lt;/p&gt;\n\n&lt;p&gt;They are not meaningful as a way to satisfy your pretending to be a sorcerer!&lt;/p&gt;\n\n&lt;p&gt;So our &amp;quot;asshole crow&amp;quot; swoops our sorcerer and tries to poke his eyes out,  because it got hold of a snickers bar at the grocery store parking lot where a kid dropped it, and her mom wouldn&amp;#39;t let her pick it up.&lt;/p&gt;\n\n&lt;p&gt;Chocolate drives them mad.  Seriously.   Look it up.&lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;crow omen&amp;quot; is an unpleasant one, and alters the flow of SK info.&lt;/p&gt;\n\n&lt;p&gt;The sorcerers &amp;quot;SK selector&amp;quot; is slightly tainted with violent attacks by animals.&lt;/p&gt;\n\n&lt;p&gt;He finds a very unpleasant attack by a Pitbull, back when his apprentice was 3.&lt;/p&gt;\n\n&lt;p&gt;But the apprentice has lost all memory of the event. It&amp;#39;s only subconscious impressions now.&lt;/p&gt;\n\n&lt;p&gt;Now I hope I don&amp;#39;t shock anyone, but I&amp;#39;ll return to the story of Juan Tuma&amp;#39;s scrotum.&lt;/p&gt;\n\n&lt;p&gt;I lost a potential new witch over that story, just this week.  She was excited about the subreddit, until she realized she was in danger of &amp;quot;scrotum gazing&amp;quot; being forced off on her.&lt;/p&gt;\n\n&lt;p&gt;So she deleted her account and ran.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s actually a very important story, from our &amp;quot;queen of annihilations&amp;quot;, Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;When Carol gets up to speak at workshops, sane people cross themselves. Like a good catholic.&lt;/p&gt;\n\n&lt;p&gt;The sorcerer in our story, now aware of the Pitbull attack holding his apprentice back, uses SK to find a remedy.&lt;/p&gt;\n\n&lt;p&gt;He convinces his apprentice that his survival skills are very poor, and that to be a &amp;quot;Man of Magic&amp;quot;, he needs to be prepared for anything.  To survive any misfortune.&lt;/p&gt;\n\n&lt;p&gt;He takes his apprentice on a &amp;quot;road kill&amp;quot; hunting trip to sites all along the bus route from LA to the end of the Yaqui wars in central Mexico,  and makes him stare at the carnage close up.  To figure out which ones are edible.&lt;/p&gt;\n\n&lt;p&gt;At the end they cook up the most gruesome one they found, which happily, turns out to be a dead pit bull. &lt;/p&gt;\n\n&lt;p&gt;Intent provides!&lt;/p&gt;\n\n&lt;p&gt;SK uses everything around us.  It isn&amp;#39;t bound to the past.  It  uses current data too.  And maybe it even has access to future data.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;d like to think we go into &amp;quot;Sacred Buddha&amp;quot; mode during SK, and sit there with our wise smile, eyes closed, soaking up our cosmic goodness in the form of knowledge.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s a false view of how real magic works.&lt;/p&gt;\n\n&lt;p&gt;In that regards, I can&amp;#39;t think of a fake magical system more &amp;quot;ugly&amp;quot; than Buddhism.  It&amp;#39;s an attention seekers cave of treasures, filled with that gas from Wizard of Oz that puts everyone to sleep.&lt;/p&gt;\n\n&lt;p&gt;Real magic is not separate from your life.  It&amp;#39;s a change in how you relate to &amp;quot;intent&amp;quot;, when your link to it is not so noisy, and the slightest thought has a powerful effect on the formation of reality.&lt;/p&gt;\n\n&lt;p&gt;Now if only I could figure out those &amp;quot;swarms&amp;quot; I&amp;#39;ve been seeing, just shy of SK.&lt;/p&gt;\n\n&lt;p&gt;Cholita &amp;quot;swarmed&amp;quot; me a couple of weeks ago.  Blue and white sparkles, but generally the same &amp;quot;look&amp;quot; as I&amp;#39;ve been encountering in black and red.&lt;/p&gt;\n\n&lt;p&gt;In fact, Cholita&amp;#39;s &amp;quot;swarm&amp;quot; caused me to look for her each night, hoping she&amp;#39;d return with that amazing sight.&lt;/p&gt;\n\n&lt;p&gt;And I started to notice there was at least one more kind of &amp;quot;swarm&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So I presume they are related to the double.&lt;/p&gt;\n\n&lt;p&gt;And indirectly related to &amp;quot;puff bodies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which happen when the double hooks to your gaze and moves where you focus it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1ezkz4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647791856.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1dq9i3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1647763511.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 13, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So I lucked out that you posted this, because I just got a bunch of new fun info about SK, and couldn't figure out where to post it.  Is it damaging to beginners?\n\nThat depends on how much detail I go into, some of them being pretty \"book deal mind summoning\".\n\nLet me add, dreaming is a BLAST if you play around at the end of the orange zone, before sleeping.\n\nIf you got trapped \"out there in infinity\" as don Juan suggested is possible, with only your allies to keep you company, you could still have plenty of stuff to do in dreaming. Even without the allies.\n\nBut it is in fact book dealish out near SK.  So I won't mention \"swarms\".\n\nAnd I hope this doesn't sound rude, but I won't read your post until I put this down and correct mistakes in the morning, because I'm afraid your post will modify what I learned. \n\nI'm still at the end of the orange zone just to write this, and out there reality isn't yet \"fixed\".  Or perhaps \"flattened out\".  I'd rather extract what I can before it loses content.\n\nThe Wuwonian story with the confusing mix of actual real world noises from around the house joining into the floating dreams and other SK effects, is actually quite normal.\n\nThat IS what SK is like.\n\nYou could call those real world inputs \"micro-omens\".   Pico-omens to be a bit more accurate.  But it's too nerdy.\n\nSK isn't a \"thing\" hiding in your \"cheese slice pockets\".  In your \"Dr. Who\" bigger on the inside pockets.\n\nYou don't go into swami mode, and gaze down into your cheese slice crystal ball.\n\nI know those sound ludicrous, but that is in fact what people assume on reading the description Carlos gives in his publication on the topic.  Because they have fake magical people in their mind, from the stories they've read and religions they've belonged to.\n\nAnd you don't go into SK alone.  SK involves the double too.\n\nThat's the part we don't have enough info on,  not because you need any more info to understand SK.  SK creates its own understanding.\n\nBut the understanding SK can give you, is too vast.  There needs to be some limits on it, for beings who only live 100 years.\n\nKey to my problem reaching it nightly is that on the last few inches to full on SK, a change happens in our relationship to the double.\n\nI believe Carlos said it, \"becomes visible\", and I don't believe that means you see glass hands or echo arms.  If anyone knows where that comment is located, I'd like to see the sequence of events.  Is it:\n\nIntense purple puffs, whitish light, translocations, objects and dreams in the air, double becomes visible, SK, the abstract?\n\nThat's what I believe it to be, but I'd like to see it in the words of one of the sorcerers.\n\nCarlos was always very precise in his choice of words.  He did the classic don Juan trick of pretending what was happening to someone, was the way it always happened.\n\nLike his \"pomegranate dot\".  That's just a lure.   But it's not a harmful one.  It explains the \"glitter\", or \"shine\" of a concentrated gaze into the second attention.\n\nBut it's definitely not a \"path\" you could expect to copy exactly.\n\nWhich is cool!  We can tell pretenders from the real thing.\n\nI suspect there's a lot more to \"becoming visible\" than phantom limbs appearing.\n\nMaybe better would be to say, the double begins to integrate better with the tonal?\n\nI actually \"see\" that process as some odd membrane you have to pass through to get to silent knowledge.   I could even describe the colors and shape (brushstrokes?) the colors take on the membrane, and how much it \"bows\" when you try to pass through it.\n\nA detail I had forgotten when I first wrote this, because that far out on the J curve, everything becomes visible like that and weirdness is common.\n\nMembranes come up in the books more than once.  What those seem to be, is the \"pressure\" felt when there's an assemblage point shift needed to finish perceiving something, and the pull back from succeeding in that last movement, becomes visible all by itself.  It \"selects\" an SK topic of stuff that holds you back from moving just another foot forward.\n\nI must have slipped by that membrane and directly into SK the first few times, or gotten help.\n\nJust keep in mind, when in SK your awareness is not limited to just your tonal.  Somehow the double's awareness is available too.\n\nBut I want to say, there's still a single being focusing its \"attention\".\n\nThe attention simply has 2 avenues it can go down.\n\nBut that's also wrong, because you can have 2 memories occupy the same time period.\n\nIn which case you get mega weirdness.  I suppose the closest analogy would be Carlos  jumping off the cliff, at the same time Genaro was making toilet jokes with him at the top of the same cliff, and during the same time period.\n\nBack to SK's relation to outside sensor data.  For example to real world sounds around your darkroom.\n\nBy the way, a very strong rain once drove Cholita dangerously mad.  Normally she's dangerous, but not like that.  She believed she was under attack by the rain.\n\nThe fright must have been pushing her assemblage point horizontally.\n\nShe won the battle, but my electronics were all \"collateral damage\".\n\nIn my case, the 2 women walking outside while I was experiencing SK, and then the motorcycles all over the city becoming audible, lead me to conclude a motor cycle gang was terrorizing all streets around me.  But really, I just got super hearing from SK.\n\nYes, the women were there, walking by my house on the sidewalk.\n\nYes, the motorcycles were there.  Out there on the roads and freeways.\n\nBut so were my \"trace interests\".\n\nAnd \"trace interests\" are stirred by everything around them.  \n\nAnd direct the flow of SK.\n\nSo for example, my experience the first day was just random stuff floating around in the air, like a tornado had picked up a toy store and all the toys were swirling around me.\n\nIf I fancied a toy, it would stop there for me to examine.\n\nAnd even lead to little videos or voices to explain it to me.\n\nThat was what I expected SK to be.\n\nJust knowledge, for free, from god only knows where.\n\nVery tidy.\n\nBut the next night I got the surprise visit from the story teller.\n\nSomehow the tidy swirling random knowledge began to seem a bit too much like the real world, where people live and do things.\n\nNot random at all.  The voice of the story teller started to imply a time line, which implies a place for the time line to play out, which implies Mr. Rogers reading a book to kids.\n\nWhen I looked at the story, which had been closer to auditory, I saw what the words of the story had described visually. The Wuwodians became visible, leaving their home while wearing expensive tailored fuzzy pajamas all the time, because it's wacky and summons \"luck\".\n\nThen when I looked back to the story teller to see if he could be believed, I entered a virtual space mode in SK.\n\nI changed the viewing method and went exploring in my double. But without a body.\n\nThe question in my mind was more about auditory concerns, so I picked up sounds from the real environment and then I got SK on those.\n\nI could visually see the two women outside.  Through the wall.\n\nWondering if that even made sense, I ended up exploring the space around my home and started to hear even more women's voices, from the houses of my neighborhood.\n\nSort of like going outside at night to listen for barking dogs, and you realize there a whole bunch of those.  They're just far away.\n\nMy hearing had become so focused, I was picking up talking women.\n\nI was surrounded by those types of sounds.\n\nSo I tried to figure out how that could be, and switched the topic of interest again.\n\nSK is an endless flow of \"topics of interest\".\n\nIn fact, I'll venture a HORRIBLE speculation.  No one should take this seriously.\n\nPerhaps we're ALWAYS in SK mode.  But our \"selection mechanism\" has gone haywire.  As a result we live in the hellish river of shit,  the flowing worries and concerns of all of humanity, sucking up SK info about only that imaginary structure.\n\nMeaning all of humanity has trapped themselves in that SK nightmare, somewhat like the one I experienced with the motor cycle gangs.\n\nJust speculation...\n\nYour \"interest\" is a vibration on the emanations somewhere.\n\nGod only knows where, because it's a subset of a larger block of reality, created by temporary bundles of emanations glowing.\n\nIt's such a small piece, that \"where\" in \"somewhere\" is sort of meaningless.\n\nDon Juan called it, \"Somewhere out there\", when he explained what sorcerer story tellers do when they turn their that, and change the story.\n\nI suppose being exposed to the story teller during SK, was a gift from somewhere.  \n\nBecause it was very \"to the point\".\n\nWe have help, \"Somewhere out there\".\n\ncontinued in a reply.  Got too long.", "edited": 1647792691.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1dq9i3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So I lucked out that you posted this, because I just got a bunch of new fun info about SK, and couldn&amp;#39;t figure out where to post it.  Is it damaging to beginners?&lt;/p&gt;\n\n&lt;p&gt;That depends on how much detail I go into, some of them being pretty &amp;quot;book deal mind summoning&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Let me add, dreaming is a BLAST if you play around at the end of the orange zone, before sleeping.&lt;/p&gt;\n\n&lt;p&gt;If you got trapped &amp;quot;out there in infinity&amp;quot; as don Juan suggested is possible, with only your allies to keep you company, you could still have plenty of stuff to do in dreaming. Even without the allies.&lt;/p&gt;\n\n&lt;p&gt;But it is in fact book dealish out near SK.  So I won&amp;#39;t mention &amp;quot;swarms&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And I hope this doesn&amp;#39;t sound rude, but I won&amp;#39;t read your post until I put this down and correct mistakes in the morning, because I&amp;#39;m afraid your post will modify what I learned. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m still at the end of the orange zone just to write this, and out there reality isn&amp;#39;t yet &amp;quot;fixed&amp;quot;.  Or perhaps &amp;quot;flattened out&amp;quot;.  I&amp;#39;d rather extract what I can before it loses content.&lt;/p&gt;\n\n&lt;p&gt;The Wuwonian story with the confusing mix of actual real world noises from around the house joining into the floating dreams and other SK effects, is actually quite normal.&lt;/p&gt;\n\n&lt;p&gt;That IS what SK is like.&lt;/p&gt;\n\n&lt;p&gt;You could call those real world inputs &amp;quot;micro-omens&amp;quot;.   Pico-omens to be a bit more accurate.  But it&amp;#39;s too nerdy.&lt;/p&gt;\n\n&lt;p&gt;SK isn&amp;#39;t a &amp;quot;thing&amp;quot; hiding in your &amp;quot;cheese slice pockets&amp;quot;.  In your &amp;quot;Dr. Who&amp;quot; bigger on the inside pockets.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t go into swami mode, and gaze down into your cheese slice crystal ball.&lt;/p&gt;\n\n&lt;p&gt;I know those sound ludicrous, but that is in fact what people assume on reading the description Carlos gives in his publication on the topic.  Because they have fake magical people in their mind, from the stories they&amp;#39;ve read and religions they&amp;#39;ve belonged to.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t go into SK alone.  SK involves the double too.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the part we don&amp;#39;t have enough info on,  not because you need any more info to understand SK.  SK creates its own understanding.&lt;/p&gt;\n\n&lt;p&gt;But the understanding SK can give you, is too vast.  There needs to be some limits on it, for beings who only live 100 years.&lt;/p&gt;\n\n&lt;p&gt;Key to my problem reaching it nightly is that on the last few inches to full on SK, a change happens in our relationship to the double.&lt;/p&gt;\n\n&lt;p&gt;I believe Carlos said it, &amp;quot;becomes visible&amp;quot;, and I don&amp;#39;t believe that means you see glass hands or echo arms.  If anyone knows where that comment is located, I&amp;#39;d like to see the sequence of events.  Is it:&lt;/p&gt;\n\n&lt;p&gt;Intense purple puffs, whitish light, translocations, objects and dreams in the air, double becomes visible, SK, the abstract?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I believe it to be, but I&amp;#39;d like to see it in the words of one of the sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Carlos was always very precise in his choice of words.  He did the classic don Juan trick of pretending what was happening to someone, was the way it always happened.&lt;/p&gt;\n\n&lt;p&gt;Like his &amp;quot;pomegranate dot&amp;quot;.  That&amp;#39;s just a lure.   But it&amp;#39;s not a harmful one.  It explains the &amp;quot;glitter&amp;quot;, or &amp;quot;shine&amp;quot; of a concentrated gaze into the second attention.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s definitely not a &amp;quot;path&amp;quot; you could expect to copy exactly.&lt;/p&gt;\n\n&lt;p&gt;Which is cool!  We can tell pretenders from the real thing.&lt;/p&gt;\n\n&lt;p&gt;I suspect there&amp;#39;s a lot more to &amp;quot;becoming visible&amp;quot; than phantom limbs appearing.&lt;/p&gt;\n\n&lt;p&gt;Maybe better would be to say, the double begins to integrate better with the tonal?&lt;/p&gt;\n\n&lt;p&gt;I actually &amp;quot;see&amp;quot; that process as some odd membrane you have to pass through to get to silent knowledge.   I could even describe the colors and shape (brushstrokes?) the colors take on the membrane, and how much it &amp;quot;bows&amp;quot; when you try to pass through it.&lt;/p&gt;\n\n&lt;p&gt;A detail I had forgotten when I first wrote this, because that far out on the J curve, everything becomes visible like that and weirdness is common.&lt;/p&gt;\n\n&lt;p&gt;Membranes come up in the books more than once.  What those seem to be, is the &amp;quot;pressure&amp;quot; felt when there&amp;#39;s an assemblage point shift needed to finish perceiving something, and the pull back from succeeding in that last movement, becomes visible all by itself.  It &amp;quot;selects&amp;quot; an SK topic of stuff that holds you back from moving just another foot forward.&lt;/p&gt;\n\n&lt;p&gt;I must have slipped by that membrane and directly into SK the first few times, or gotten help.&lt;/p&gt;\n\n&lt;p&gt;Just keep in mind, when in SK your awareness is not limited to just your tonal.  Somehow the double&amp;#39;s awareness is available too.&lt;/p&gt;\n\n&lt;p&gt;But I want to say, there&amp;#39;s still a single being focusing its &amp;quot;attention&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The attention simply has 2 avenues it can go down.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s also wrong, because you can have 2 memories occupy the same time period.&lt;/p&gt;\n\n&lt;p&gt;In which case you get mega weirdness.  I suppose the closest analogy would be Carlos  jumping off the cliff, at the same time Genaro was making toilet jokes with him at the top of the same cliff, and during the same time period.&lt;/p&gt;\n\n&lt;p&gt;Back to SK&amp;#39;s relation to outside sensor data.  For example to real world sounds around your darkroom.&lt;/p&gt;\n\n&lt;p&gt;By the way, a very strong rain once drove Cholita dangerously mad.  Normally she&amp;#39;s dangerous, but not like that.  She believed she was under attack by the rain.&lt;/p&gt;\n\n&lt;p&gt;The fright must have been pushing her assemblage point horizontally.&lt;/p&gt;\n\n&lt;p&gt;She won the battle, but my electronics were all &amp;quot;collateral damage&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In my case, the 2 women walking outside while I was experiencing SK, and then the motorcycles all over the city becoming audible, lead me to conclude a motor cycle gang was terrorizing all streets around me.  But really, I just got super hearing from SK.&lt;/p&gt;\n\n&lt;p&gt;Yes, the women were there, walking by my house on the sidewalk.&lt;/p&gt;\n\n&lt;p&gt;Yes, the motorcycles were there.  Out there on the roads and freeways.&lt;/p&gt;\n\n&lt;p&gt;But so were my &amp;quot;trace interests&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;trace interests&amp;quot; are stirred by everything around them.  &lt;/p&gt;\n\n&lt;p&gt;And direct the flow of SK.&lt;/p&gt;\n\n&lt;p&gt;So for example, my experience the first day was just random stuff floating around in the air, like a tornado had picked up a toy store and all the toys were swirling around me.&lt;/p&gt;\n\n&lt;p&gt;If I fancied a toy, it would stop there for me to examine.&lt;/p&gt;\n\n&lt;p&gt;And even lead to little videos or voices to explain it to me.&lt;/p&gt;\n\n&lt;p&gt;That was what I expected SK to be.&lt;/p&gt;\n\n&lt;p&gt;Just knowledge, for free, from god only knows where.&lt;/p&gt;\n\n&lt;p&gt;Very tidy.&lt;/p&gt;\n\n&lt;p&gt;But the next night I got the surprise visit from the story teller.&lt;/p&gt;\n\n&lt;p&gt;Somehow the tidy swirling random knowledge began to seem a bit too much like the real world, where people live and do things.&lt;/p&gt;\n\n&lt;p&gt;Not random at all.  The voice of the story teller started to imply a time line, which implies a place for the time line to play out, which implies Mr. Rogers reading a book to kids.&lt;/p&gt;\n\n&lt;p&gt;When I looked at the story, which had been closer to auditory, I saw what the words of the story had described visually. The Wuwodians became visible, leaving their home while wearing expensive tailored fuzzy pajamas all the time, because it&amp;#39;s wacky and summons &amp;quot;luck&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Then when I looked back to the story teller to see if he could be believed, I entered a virtual space mode in SK.&lt;/p&gt;\n\n&lt;p&gt;I changed the viewing method and went exploring in my double. But without a body.&lt;/p&gt;\n\n&lt;p&gt;The question in my mind was more about auditory concerns, so I picked up sounds from the real environment and then I got SK on those.&lt;/p&gt;\n\n&lt;p&gt;I could visually see the two women outside.  Through the wall.&lt;/p&gt;\n\n&lt;p&gt;Wondering if that even made sense, I ended up exploring the space around my home and started to hear even more women&amp;#39;s voices, from the houses of my neighborhood.&lt;/p&gt;\n\n&lt;p&gt;Sort of like going outside at night to listen for barking dogs, and you realize there a whole bunch of those.  They&amp;#39;re just far away.&lt;/p&gt;\n\n&lt;p&gt;My hearing had become so focused, I was picking up talking women.&lt;/p&gt;\n\n&lt;p&gt;I was surrounded by those types of sounds.&lt;/p&gt;\n\n&lt;p&gt;So I tried to figure out how that could be, and switched the topic of interest again.&lt;/p&gt;\n\n&lt;p&gt;SK is an endless flow of &amp;quot;topics of interest&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In fact, I&amp;#39;ll venture a HORRIBLE speculation.  No one should take this seriously.&lt;/p&gt;\n\n&lt;p&gt;Perhaps we&amp;#39;re ALWAYS in SK mode.  But our &amp;quot;selection mechanism&amp;quot; has gone haywire.  As a result we live in the hellish river of shit,  the flowing worries and concerns of all of humanity, sucking up SK info about only that imaginary structure.&lt;/p&gt;\n\n&lt;p&gt;Meaning all of humanity has trapped themselves in that SK nightmare, somewhat like the one I experienced with the motor cycle gangs.&lt;/p&gt;\n\n&lt;p&gt;Just speculation...&lt;/p&gt;\n\n&lt;p&gt;Your &amp;quot;interest&amp;quot; is a vibration on the emanations somewhere.&lt;/p&gt;\n\n&lt;p&gt;God only knows where, because it&amp;#39;s a subset of a larger block of reality, created by temporary bundles of emanations glowing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s such a small piece, that &amp;quot;where&amp;quot; in &amp;quot;somewhere&amp;quot; is sort of meaningless.&lt;/p&gt;\n\n&lt;p&gt;Don Juan called it, &amp;quot;Somewhere out there&amp;quot;, when he explained what sorcerer story tellers do when they turn their that, and change the story.&lt;/p&gt;\n\n&lt;p&gt;I suppose being exposed to the story teller during SK, was a gift from somewhere.  &lt;/p&gt;\n\n&lt;p&gt;Because it was very &amp;quot;to the point&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We have help, &amp;quot;Somewhere out there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;continued in a reply.  Got too long.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1dq9i3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647763511.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1dfr6n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1647754939.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 7, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;\"Can you explain intent to me?\" I asked.\"The only way to know intent\" he replied, \"is to know it directly through a living connection that exists between intent and all sentient beings. Sorcerers call intent the indescribable, the spirit, the abstract, or the nagual. I would prefer to call it nagual, but it overlaps with the name for the leader- the benefactor- who is also called nagual. So I have opted for calling it the spirit, intent, or the abstract.\"\n\nThe abstract connotes something 'out there'. Intent connotes something both in us and outside us. The spirit connotes something moved by its own agency.\n\n&gt;\"Our difficulty with this simple progression,\" he said, \"is that most of us are unwilling to accept that we need so little to get on with. We are geared to expect instruction, teaching, guides, or masters. And when we are told that we need no one, we don't believe it. We become nervous, then distrustful, and finally angry and disappointed. If we need help, it is not in methods, but in emphasis. If someone makes us aware that we need to curtail our self-importance, that help is real.", "edited": 1647755178.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1dfr6n", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;Can you explain intent to me?&amp;quot; I asked.&amp;quot;The only way to know intent&amp;quot; he replied, &amp;quot;is to know it directly through a living connection that exists between intent and all sentient beings. Sorcerers call intent the indescribable, the spirit, the abstract, or the nagual. I would prefer to call it nagual, but it overlaps with the name for the leader- the benefactor- who is also called nagual. So I have opted for calling it the spirit, intent, or the abstract.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The abstract connotes something &amp;#39;out there&amp;#39;. Intent connotes something both in us and outside us. The spirit connotes something moved by its own agency.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;Our difficulty with this simple progression,&amp;quot; he said, &amp;quot;is that most of us are unwilling to accept that we need so little to get on with. We are geared to expect instruction, teaching, guides, or masters. And when we are told that we need no one, we don&amp;#39;t believe it. We become nervous, then distrustful, and finally angry and disappointed. If we need help, it is not in methods, but in emphasis. If someone makes us aware that we need to curtail our self-importance, that help is real.&lt;/p&gt;\n&lt;/blockquote&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1dfr6n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647754939.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1o1tec", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1lwg12", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thus why Carlos told us to stop reading his books.\n\nSo we'd discover things on our own, before we read them.\n\nIt makes a big difference!\n\nAnd also, because he got tired of being, \"corrected\".\n\nThe old, \"But Dr. Castaneda, it says right there on page 132 of Eagle's Gift...\"\n\nA favorite European man ploy to get attention for being an \"expert\".\n\nI think some might even have thought they could get into private classes permanently, by displaying their intellectual \"prowess\".\n\nWhere's Cholita the Avenger when you need her?\n\nI'm convinced Carlos left some of his own energy in Cholita.  Thus her bizzare ability to attract IOBs.\n\nHe sort of \"traumatized\" her on their first meeting.\n\nThen later before he left, he realized I had already married her to protect her.  No reason to take that energy back, as long as he could spare it.\n\nIn fact, I think some of his tactics with women were designed to \"leave a mark\".  So they had some of his energy stuck in them, and would get a better result trying to play with inorganic beings.\n\nTrue?\n\nBeats me.  But Lily had made  a visit in less than 10 minutes before I fell into continuous seeing mode, and that idea occurred to me.", "edited": 1647961264.0, "author_flair_css_class": null, "name": "t1_i1o1tec", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thus why Carlos told us to stop reading his books.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;d discover things on our own, before we read them.&lt;/p&gt;\n\n&lt;p&gt;It makes a big difference!&lt;/p&gt;\n\n&lt;p&gt;And also, because he got tired of being, &amp;quot;corrected&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The old, &amp;quot;But Dr. Castaneda, it says right there on page 132 of Eagle&amp;#39;s Gift...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;A favorite European man ploy to get attention for being an &amp;quot;expert&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I think some might even have thought they could get into private classes permanently, by displaying their intellectual &amp;quot;prowess&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Where&amp;#39;s Cholita the Avenger when you need her?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m convinced Carlos left some of his own energy in Cholita.  Thus her bizzare ability to attract IOBs.&lt;/p&gt;\n\n&lt;p&gt;He sort of &amp;quot;traumatized&amp;quot; her on their first meeting.&lt;/p&gt;\n\n&lt;p&gt;Then later before he left, he realized I had already married her to protect her.  No reason to take that energy back, as long as he could spare it.&lt;/p&gt;\n\n&lt;p&gt;In fact, I think some of his tactics with women were designed to &amp;quot;leave a mark&amp;quot;.  So they had some of his energy stuck in them, and would get a better result trying to play with inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;True?&lt;/p&gt;\n\n&lt;p&gt;Beats me.  But Lily had made  a visit in less than 10 minutes before I fell into continuous seeing mode, and that idea occurred to me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_tie2r4", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1o1tec/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647960903.0, "author_flair_text": null, "collapsed": false, "created_utc": 1647960903.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1lwg12", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1kdp3u", "score": 3, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes, I named them Ren before I came to the sub. They had a different name before that I would call them by and then Ren became a sort of nickname. I chose it for them for a few reasons:\n\nIt means 'lotus; water lily' in Japanese. It means 'name' in Ancient Egyptian and is one of the 'parts' of the soul. And in Confucianism it means 'humanity, humaneness; exemplified by a normal adult's protective feelings for children.'\n\nThe last one seemed appropriate because humans are like little children compared to IOBs.\n\nEdit: the wikipedia page for Ren in Confucianism is actually pretty interesting in this context.\n\nWhen I came to the sub, they made it clear they wanted me to talk about them. I realised that their old name was not really appropriate. Names have power, and that name had a different kind of power. So I asked if they would prefer Ren and they agreed. Now I just call them Ren all the time.\n\nWhen you made the post about Lily on the lilypad I just thought it was a coincidence.\n\nWhen you made the posts about Lily's carnival in the second attention, I had suspicions but I wasn't sure.\n\nThen over time, the similarities just started piling up to the point it became undeniable. In the last few weeks I went from it being a theory to being convinced that it's true and they are the same being.\n\nWhich is really an utterly fantastic thing. Hear me out.\n\nIf they had decided to make it explicit from the start that they were the same being and you had said as much, I would have become cagey and suspicious. I would have doubted you out of principle.\n\nInstead, by working with you on your practices while they were also working with me, I developed confidence not just in their abilities but also in your own. That you were able to clearly and repeatably bring through information from them and even describe them to the degree that I could recognise their personality (because we know appearances are basically meaningless) demonstrated that **you** knew what you were doing. Not that I doubted you, but it reinforced that knowledge even more.\n\nEverything became self-evident. That's real learning.", "edited": 1647914266.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1lwg12", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, I named them Ren before I came to the sub. They had a different name before that I would call them by and then Ren became a sort of nickname. I chose it for them for a few reasons:&lt;/p&gt;\n\n&lt;p&gt;It means &amp;#39;lotus; water lily&amp;#39; in Japanese. It means &amp;#39;name&amp;#39; in Ancient Egyptian and is one of the &amp;#39;parts&amp;#39; of the soul. And in Confucianism it means &amp;#39;humanity, humaneness; exemplified by a normal adult&amp;#39;s protective feelings for children.&amp;#39;&lt;/p&gt;\n\n&lt;p&gt;The last one seemed appropriate because humans are like little children compared to IOBs.&lt;/p&gt;\n\n&lt;p&gt;Edit: the wikipedia page for Ren in Confucianism is actually pretty interesting in this context.&lt;/p&gt;\n\n&lt;p&gt;When I came to the sub, they made it clear they wanted me to talk about them. I realised that their old name was not really appropriate. Names have power, and that name had a different kind of power. So I asked if they would prefer Ren and they agreed. Now I just call them Ren all the time.&lt;/p&gt;\n\n&lt;p&gt;When you made the post about Lily on the lilypad I just thought it was a coincidence.&lt;/p&gt;\n\n&lt;p&gt;When you made the posts about Lily&amp;#39;s carnival in the second attention, I had suspicions but I wasn&amp;#39;t sure.&lt;/p&gt;\n\n&lt;p&gt;Then over time, the similarities just started piling up to the point it became undeniable. In the last few weeks I went from it being a theory to being convinced that it&amp;#39;s true and they are the same being.&lt;/p&gt;\n\n&lt;p&gt;Which is really an utterly fantastic thing. Hear me out.&lt;/p&gt;\n\n&lt;p&gt;If they had decided to make it explicit from the start that they were the same being and you had said as much, I would have become cagey and suspicious. I would have doubted you out of principle.&lt;/p&gt;\n\n&lt;p&gt;Instead, by working with you on your practices while they were also working with me, I developed confidence not just in their abilities but also in your own. That you were able to clearly and repeatably bring through information from them and even describe them to the degree that I could recognise their personality (because we know appearances are basically meaningless) demonstrated that &lt;strong&gt;you&lt;/strong&gt; knew what you were doing. Not that I doubted you, but it reinforced that knowledge even more.&lt;/p&gt;\n\n&lt;p&gt;Everything became self-evident. That&amp;#39;s real learning.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1lwg12/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647912796.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1647912796.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1kdp3u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1j0dm0", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's weird. I just looked it up:\n\nThe name Ren is a boy's name of Japanese origin meaning \"water lily; lotus\". A very popular name for boys, also used for girls, in Japan...\n\nThe Allies do stuff like that.\n\nRandom stuff eventually has enough meaning that it's a bit frightening.\n\nWhen did you name it \"Ren\"?\n\nBefore I found \"Lily\"?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i1kdp3u", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s weird. I just looked it up:&lt;/p&gt;\n\n&lt;p&gt;The name Ren is a boy&amp;#39;s name of Japanese origin meaning &amp;quot;water lily; lotus&amp;quot;. A very popular name for boys, also used for girls, in Japan...&lt;/p&gt;\n\n&lt;p&gt;The Allies do stuff like that.&lt;/p&gt;\n\n&lt;p&gt;Random stuff eventually has enough meaning that it&amp;#39;s a bit frightening.&lt;/p&gt;\n\n&lt;p&gt;When did you name it &amp;quot;Ren&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Before I found &amp;quot;Lily&amp;quot;?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1kdp3u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647889420.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1647889420.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1j0dm0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1647869360.0, "send_replies": true, "parent_id": "t1_i1fbhmu", "score": 3, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;\\&gt;but something was pushing me to make this its own post.  \n&gt;  \n&gt;Maybe Lily...\n\nAlmost assuredly\n\nIn fact, they've been poking me when I've been posting recently if they don't like the way I word something and want me to rephrase it. But they also want me to write for them so I can definitely feel that they've been around.\n\nI know Ren is quite happy to help others. Or I should say, they seem to be motivated to do that of their own accord. They've mentioned several times about how there are a lot of visitors and lurkers, people who don't post, who have a lot of potential but seem to somehow be connected here.\n\nMaybe the phantom subreddit is your skimming of that connection. It's shown up a few times for me but I'm yet to get any cool techniques from it.\n\n&gt;But maybe, a Nagual can bring along his least talented lineage members, by providing that service the double normally needs to provide at death?\n\nI think that also seems to be the case. And from the books, a nagual can be anything with awareness; a human, an animal, a tree, probably also an inorganic being. I got told that you don't need to be completely whole to survive at death if you have some help, just most of the way there.\n\nI just read a section from the Active Side of Infinity (I think) that I couldn't remember reading in the past that basically described what you just said about the energy getting pushed out of the cocoon. It also talked about how we're made up of a collection of \"parts\", like the planet of the liver, etc.\n\nIf we succeed in forging the energy body, then at death our awareness/energy (?) becomes completely unified and we are no longer made up of \"parts\" pulling in different directions. The physical organism of the body is the matrix with which we give our energy body shape, and if we do a good enough job we keep that shape when the body dies. Shape doesn't just mean physical appearance, it's also the form of our mind, our perceptions, our inner sense experience etc.\n\nI'll find the link another time, I'm very tired right now. \n\n&gt;Lily showed up unsolicited, sitting on a lily pad right next to the left side of the bed, as clear as anything.\n\nI remember that happening. From memory it was around the time I found this sub too. This is the only online space where Ren actively wanted me to talk about them, right from the start. Normally it doesn't interest them at all.\n\nAnd their name means \"water lily\" so appearing on a lily pad just seems very appropriate.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1j0dm0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;&amp;gt;but something was pushing me to make this its own post.  &lt;/p&gt;\n\n&lt;p&gt;Maybe Lily...&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Almost assuredly&lt;/p&gt;\n\n&lt;p&gt;In fact, they&amp;#39;ve been poking me when I&amp;#39;ve been posting recently if they don&amp;#39;t like the way I word something and want me to rephrase it. But they also want me to write for them so I can definitely feel that they&amp;#39;ve been around.&lt;/p&gt;\n\n&lt;p&gt;I know Ren is quite happy to help others. Or I should say, they seem to be motivated to do that of their own accord. They&amp;#39;ve mentioned several times about how there are a lot of visitors and lurkers, people who don&amp;#39;t post, who have a lot of potential but seem to somehow be connected here.&lt;/p&gt;\n\n&lt;p&gt;Maybe the phantom subreddit is your skimming of that connection. It&amp;#39;s shown up a few times for me but I&amp;#39;m yet to get any cool techniques from it.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;But maybe, a Nagual can bring along his least talented lineage members, by providing that service the double normally needs to provide at death?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I think that also seems to be the case. And from the books, a nagual can be anything with awareness; a human, an animal, a tree, probably also an inorganic being. I got told that you don&amp;#39;t need to be completely whole to survive at death if you have some help, just most of the way there.&lt;/p&gt;\n\n&lt;p&gt;I just read a section from the Active Side of Infinity (I think) that I couldn&amp;#39;t remember reading in the past that basically described what you just said about the energy getting pushed out of the cocoon. It also talked about how we&amp;#39;re made up of a collection of &amp;quot;parts&amp;quot;, like the planet of the liver, etc.&lt;/p&gt;\n\n&lt;p&gt;If we succeed in forging the energy body, then at death our awareness/energy (?) becomes completely unified and we are no longer made up of &amp;quot;parts&amp;quot; pulling in different directions. The physical organism of the body is the matrix with which we give our energy body shape, and if we do a good enough job we keep that shape when the body dies. Shape doesn&amp;#39;t just mean physical appearance, it&amp;#39;s also the form of our mind, our perceptions, our inner sense experience etc.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll find the link another time, I&amp;#39;m very tired right now. &lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Lily showed up unsolicited, sitting on a lily pad right next to the left side of the bed, as clear as anything.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I remember that happening. From memory it was around the time I found this sub too. This is the only online space where Ren actively wanted me to talk about them, right from the start. Normally it doesn&amp;#39;t interest them at all.&lt;/p&gt;\n\n&lt;p&gt;And their name means &amp;quot;water lily&amp;quot; so appearing on a lily pad just seems very appropriate.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1j0dm0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647869360.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1fbhmu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1647796575.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt;but something was pushing me to make this its own post.\n\nMaybe Lily...\n\nWe're battling about whether it's good to post \"spoilers\".\n\nShe knows I didn't want to put some things in their own post.\n\nBut in here it's buried enough that bad players won't notice it.\n\nBad players don't study in the subreddit. That's the fastest way to spot them.\n\nThey post, but are clueless.\n\nThey only pretend to be learning, trying to find some way to get attention.  And even then, only minutes at a time, of learning.\n\nBut when they fail to get attention, they don't give up. They'll hang out for years, looking for an \"opening\".\n\n\\&gt;It's all SK, they are just sometimes present as an intermediary and translator.\n\nRandom speculation:  Reality is so vast, that our realm is nearly meaningless to the Allies.\n\nThey just like our energy.\n\nPossibly, they really couldn't handle helping us much.\n\nWe see that when they teach!  Most of the results of their teaching seem to be accidents, or \"coincidences\".\n\nBut, when they want to teach us in a more orderly fashion, they have a trick.\n\nThey just tap into our own band of man vibrations, and feed SK to us.\n\nWhich implies....\n\nShit what that implies!\n\nI'll let the advanced figure that out, but we have 8 bands of emanations inside us.  And we are \"stretchy\".\n\nAnd that was all just speculation on my part, about the allies. So forget it.\n\nBut I will point out, the early books were pretty much nothing but setting up the Allies, to feed SK to Carlos.  And that's what darkroom attempts to do.\n\nThose who don't yet have an ally, should seek out the red zone, and I believe the allies we have among us, will allow themselves to be \"shared\".\n\nAfter all, the teachings of Don Juan, were just \"ally sharing\".\n\nWe follow that intent.\n\n\\&gt;are enough to pull our energy body to pieces and we are scattered to the sea.\n\nThe \"puff body\" does seem to be able to act, and very willing to do so, in pieces.\n\nMaybe the same way we stuff the puffs onto the first attention's collection of blobs of awareness (the pouches), we NEED the energy body to extract that awareness from the physical matter it's been clinging to, at death.\n\nOtherwise if our energy body (our double) gets split apart the way it is scattered inside our cocoons, \"pushed to the outside by worry), our chances to survive death are 0.\n\nImagine where it could get pushed to with no shell to stop it, and the hidden worries of an entire life coming out all at once!\n\nBut maybe, a Nagual can bring along his least talented lineage members, by providing that service the double normally needs to provide at death?\n\nSpeculation again.\n\n\\&gt;who I believe Dan calls Lily, who can help with connecting back to that memory.\n\nLily showed up unsolicited, sitting on a lily pad right next to the left side of the bed, as clear as anything. \n\nShe found me through my energy bodies assemblage point.  I saw that happen just before she made a full appearance.\n\nOnce she did, I could see the little slow flowing stream or pond she was sitting in, and she was smiling.\n\nShe later announced she was there to show me, \"How to leave the darkroom\".\n\nWhich fit very well with what the other allies showed me. Each was a \"topic\" that is very relevant, where I had learned to move my assemblage point at the time they were teaching most.\n\nFairy taught me how to move the assemblage point.  When I got stuck at the end of the orange zone, she returned and showed me the use of sound and air to keep it moving over there.\n\nFancy was the most fun. She was my \"red zone teacher\".\n\nLily is a master of the double.  Of the normal kind of \"dreaming\".\n\nI'm more \"dreaming awake\" oriented.  Dreaming awake tends to be confined to phantom rooms.  A container.\n\nNormal dreaming  uses all of reality.", "edited": 1647797125.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1fbhmu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;but something was pushing me to make this its own post.&lt;/p&gt;\n\n&lt;p&gt;Maybe Lily...&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re battling about whether it&amp;#39;s good to post &amp;quot;spoilers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She knows I didn&amp;#39;t want to put some things in their own post.&lt;/p&gt;\n\n&lt;p&gt;But in here it&amp;#39;s buried enough that bad players won&amp;#39;t notice it.&lt;/p&gt;\n\n&lt;p&gt;Bad players don&amp;#39;t study in the subreddit. That&amp;#39;s the fastest way to spot them.&lt;/p&gt;\n\n&lt;p&gt;They post, but are clueless.&lt;/p&gt;\n\n&lt;p&gt;They only pretend to be learning, trying to find some way to get attention.  And even then, only minutes at a time, of learning.&lt;/p&gt;\n\n&lt;p&gt;But when they fail to get attention, they don&amp;#39;t give up. They&amp;#39;ll hang out for years, looking for an &amp;quot;opening&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;It&amp;#39;s all SK, they are just sometimes present as an intermediary and translator.&lt;/p&gt;\n\n&lt;p&gt;Random speculation:  Reality is so vast, that our realm is nearly meaningless to the Allies.&lt;/p&gt;\n\n&lt;p&gt;They just like our energy.&lt;/p&gt;\n\n&lt;p&gt;Possibly, they really couldn&amp;#39;t handle helping us much.&lt;/p&gt;\n\n&lt;p&gt;We see that when they teach!  Most of the results of their teaching seem to be accidents, or &amp;quot;coincidences&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But, when they want to teach us in a more orderly fashion, they have a trick.&lt;/p&gt;\n\n&lt;p&gt;They just tap into our own band of man vibrations, and feed SK to us.&lt;/p&gt;\n\n&lt;p&gt;Which implies....&lt;/p&gt;\n\n&lt;p&gt;Shit what that implies!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll let the advanced figure that out, but we have 8 bands of emanations inside us.  And we are &amp;quot;stretchy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And that was all just speculation on my part, about the allies. So forget it.&lt;/p&gt;\n\n&lt;p&gt;But I will point out, the early books were pretty much nothing but setting up the Allies, to feed SK to Carlos.  And that&amp;#39;s what darkroom attempts to do.&lt;/p&gt;\n\n&lt;p&gt;Those who don&amp;#39;t yet have an ally, should seek out the red zone, and I believe the allies we have among us, will allow themselves to be &amp;quot;shared&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;After all, the teachings of Don Juan, were just &amp;quot;ally sharing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We follow that intent.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;are enough to pull our energy body to pieces and we are scattered to the sea.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;puff body&amp;quot; does seem to be able to act, and very willing to do so, in pieces.&lt;/p&gt;\n\n&lt;p&gt;Maybe the same way we stuff the puffs onto the first attention&amp;#39;s collection of blobs of awareness (the pouches), we NEED the energy body to extract that awareness from the physical matter it&amp;#39;s been clinging to, at death.&lt;/p&gt;\n\n&lt;p&gt;Otherwise if our energy body (our double) gets split apart the way it is scattered inside our cocoons, &amp;quot;pushed to the outside by worry), our chances to survive death are 0.&lt;/p&gt;\n\n&lt;p&gt;Imagine where it could get pushed to with no shell to stop it, and the hidden worries of an entire life coming out all at once!&lt;/p&gt;\n\n&lt;p&gt;But maybe, a Nagual can bring along his least talented lineage members, by providing that service the double normally needs to provide at death?&lt;/p&gt;\n\n&lt;p&gt;Speculation again.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;who I believe Dan calls Lily, who can help with connecting back to that memory.&lt;/p&gt;\n\n&lt;p&gt;Lily showed up unsolicited, sitting on a lily pad right next to the left side of the bed, as clear as anything. &lt;/p&gt;\n\n&lt;p&gt;She found me through my energy bodies assemblage point.  I saw that happen just before she made a full appearance.&lt;/p&gt;\n\n&lt;p&gt;Once she did, I could see the little slow flowing stream or pond she was sitting in, and she was smiling.&lt;/p&gt;\n\n&lt;p&gt;She later announced she was there to show me, &amp;quot;How to leave the darkroom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which fit very well with what the other allies showed me. Each was a &amp;quot;topic&amp;quot; that is very relevant, where I had learned to move my assemblage point at the time they were teaching most.&lt;/p&gt;\n\n&lt;p&gt;Fairy taught me how to move the assemblage point.  When I got stuck at the end of the orange zone, she returned and showed me the use of sound and air to keep it moving over there.&lt;/p&gt;\n\n&lt;p&gt;Fancy was the most fun. She was my &amp;quot;red zone teacher&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Lily is a master of the double.  Of the normal kind of &amp;quot;dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m more &amp;quot;dreaming awake&amp;quot; oriented.  Dreaming awake tends to be confined to phantom rooms.  A container.&lt;/p&gt;\n\n&lt;p&gt;Normal dreaming  uses all of reality.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1fbhmu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647796575.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1ee4o3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "dunemi", "can_mod_post": false, "created_utc": 1647781865.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 4, "author_fullname": "t2_6upmf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you, Vivian. I needed this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1ee4o3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you, Vivian. I needed this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1ee4o3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647781865.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1m506q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1m3ets", "score": 5, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Wow, you must be right Vivian!\n\nIf you think about it, it is the same thing we need to do in here.\n\nPut everyone inside a darkroom, at least 3 hours a day.\n\nTelling them to never skip a practice.\n\nIt is not the freedom we were expecting.\n\nBut we actually get to see what magic is like.\n\nDon't tell nobody, but we can definitely skip practices, or do 1 hour sessions, without losing progress.\n\nCarlos even reported he stopped dreaming for 6 months!\n\nOnce you can make it at least to the red zone, you don't fool yourself for self pitty anymore.\n\nIt ends up being like you said: you let the Silent Knowledge part of perception decide.\n\nWich is available at any level!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i1m506q", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Wow, you must be right Vivian!&lt;/p&gt;\n\n&lt;p&gt;If you think about it, it is the same thing we need to do in here.&lt;/p&gt;\n\n&lt;p&gt;Put everyone inside a darkroom, at least 3 hours a day.&lt;/p&gt;\n\n&lt;p&gt;Telling them to never skip a practice.&lt;/p&gt;\n\n&lt;p&gt;It is not the freedom we were expecting.&lt;/p&gt;\n\n&lt;p&gt;But we actually get to see what magic is like.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t tell nobody, but we can definitely skip practices, or do 1 hour sessions, without losing progress.&lt;/p&gt;\n\n&lt;p&gt;Carlos even reported he stopped dreaming for 6 months!&lt;/p&gt;\n\n&lt;p&gt;Once you can make it at least to the red zone, you don&amp;#39;t fool yourself for self pitty anymore.&lt;/p&gt;\n\n&lt;p&gt;It ends up being like you said: you let the Silent Knowledge part of perception decide.&lt;/p&gt;\n\n&lt;p&gt;Wich is available at any level!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1m506q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647916767.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1647916767.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1m3ets", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1647916005.0, "send_replies": true, "parent_id": "t1_i1m2t4k", "score": 4, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I wonder the same!\n\nI have a feeling that the 'two passes' of recapitulation that don Juan talks about have two different purposes.\n\nIn the first one he says you have to make a list and recapitulate everything. I think really that one is just to force you to actually sit down and do it. The apprentice probably is still battling their internal dialogue so they could easily find a way to avoid it. It's almost more like a form of therapy. It forces you to see your behaviours for what they are and then curtail them.\n\nThe second one is about fluidity. He says you don't need a list. You just sit down and recap and let intent choose what your focus will be.\n\nFor the first one, just curtailing those behaviours is the important thing. And coming to terms with your life.\n\nFor the second, it hits hard but has immediate effects. If I feel a little off and do a couple of minutes of recap first, just going with what shows up, dreaming immediately opens up afterwards.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1m3ets", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wonder the same!&lt;/p&gt;\n\n&lt;p&gt;I have a feeling that the &amp;#39;two passes&amp;#39; of recapitulation that don Juan talks about have two different purposes.&lt;/p&gt;\n\n&lt;p&gt;In the first one he says you have to make a list and recapitulate everything. I think really that one is just to force you to actually sit down and do it. The apprentice probably is still battling their internal dialogue so they could easily find a way to avoid it. It&amp;#39;s almost more like a form of therapy. It forces you to see your behaviours for what they are and then curtail them.&lt;/p&gt;\n\n&lt;p&gt;The second one is about fluidity. He says you don&amp;#39;t need a list. You just sit down and recap and let intent choose what your focus will be.&lt;/p&gt;\n\n&lt;p&gt;For the first one, just curtailing those behaviours is the important thing. And coming to terms with your life.&lt;/p&gt;\n\n&lt;p&gt;For the second, it hits hard but has immediate effects. If I feel a little off and do a couple of minutes of recap first, just going with what shows up, dreaming immediately opens up afterwards.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1m3ets/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647916005.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1m2t4k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1647915720.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 3, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I thought the title said \"Revolver\".\n\nIt was good too!\n\nJ Curving and recapitulation are really related.\n\nI still wonder, why making a list?\n\nYou have seen how spontaneous and liberating is, once the assemblage point moved.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1m2t4k", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I thought the title said &amp;quot;Revolver&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It was good too!&lt;/p&gt;\n\n&lt;p&gt;J Curving and recapitulation are really related.&lt;/p&gt;\n\n&lt;p&gt;I still wonder, why making a list?&lt;/p&gt;\n\n&lt;p&gt;You have seen how spontaneous and liberating is, once the assemblage point moved.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1m2t4k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647915720.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_tie2r4", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i1isapz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jungpussyjuice", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1id077", "score": 0, "author_fullname": "t2_ecrl96sf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Lmfao", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i1isapz", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Lmfao&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tie2r4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1isapz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647865009.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1647865009.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1id077", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i1g8pzs", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Change your fucking alias.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Change your fucking alias.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1id077/", "num_reports": null, "locked": false, "name": "t1_i1id077", "created": 1647853610.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1647853610.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "i1g8pzs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Jungpussyjuice", "can_mod_post": false, "created_utc": 1647810555.0, "send_replies": true, "parent_id": "t3_tie2r4", "score": 0, "author_fullname": "t2_ecrl96sf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Fuck - this shit made me tear up. Back to the Darkroom I go.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i1g8pzs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Fuck - this shit made me tear up. Back to the Darkroom I go.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tie2r4/memory_gap_resolver/i1g8pzs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1647810555.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tie2r4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}]