[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/1enxzemq4q0a1.jpg?width=1216&amp;format=pjpg&amp;auto=webp&amp;s=731baf51834ad772ad3374f963e39977c8271a85\n\nUnfortunately this post would normally need me to make a picture, because what I saw just now was just too surprising to not at least try to depict it.  But I can't afford the time.  I have to finish my copy of the moth from the books, but able to fly for real in a virtual 3D Dance Home.  And land on a water cooler to make it burp.  Something \"Little Smoke\" did for the classes of Carlos, just before he released her to help us out. And maybe did again for Jadey, at the end of her Affection pass video.\n\nWhat I saw was followed by the most amazing set of insights on how to make the best progress learning sorcery that you possibly can.  And why some who come here can never learn it.\n\nIt started when I did my first long form in a series of perhaps 5 that I use to create bubble station. A phantom room which I believe can hook me to a much older form of sorcery.  Not that it's important to do that, but it's very intriguing and makes a good hobby that helps keep my practice very consistent from day to day, so that intent can store into it.\n\nHere's a simple way to understand why routines are good during darkroom, even though we're supposed to disrupt them during the day.  As part of the \"warrior's way\" point of view.\n\nDuring the day you're stuck in the river of shit.  The blue line on the J curve.\n\nThe routines there, keep you at that position of the assemblage point.\n\nSo disrupting them breaks some ties, and makes it slightly easier to move the assemblage point.\n\nBut darkroom isn't at the blue line.  The intent is to keep moving the assemblage point, so as to see more and more cool stuff.  Stuff that only gets cooler, if the assemblage point moves along that entire path.  So making that a routine is a positive thing, because it's a routine with the intent to escape the blue line on the J curve.\n\nWhich gets us to the goal Carlos gave us.  \"Seeing\".  Or as he decided to rename it, so we wouldn't make up a pretend version of what it is, \"Silent Knowledge\".\n\nYou get silent, knowledge flows to you.  If you aren't, it doesn't.\n\nNow already, that statement implies a wrong point of view.  That's what I got to see tonight.\n\nThere's a game little girls play where they draw squares on the sidewalk using chalk, and then hop and jump through the path they create, to land at the end.  Then they jump up to turn around, and go back.  There's some bean bag tossing as I recall.\n\nI suppose I can just find a picture of that for the post, and save time so I can continue to learn to animate.\n\nNow let's say a nasty old witch decided she had to replace herself.  She was getting to the end of her life.  And didn't want there to be 1 less nasty old witch in the world, because in fact it's very rewarding.\n\nSo she pretended to be a kindly old woman living next door to the girls who play \"hopscotch\", and somehow managed to turn it into a powerful form of witchcraft for the children to use.\n\nMaybe because they're little kids, that wasn't even difficult.  Kids will believe anything an adult tells them.\n\nSo the little girls could literally play their hopscotch game,  at the end of a successful round a doorway opens up, and they get to visit a new world.  For real.\n\nThe neighbor little boys didn't like to hear they could do that, and insisted they had to \"prove it\".\n\nLet the boys watch, and see them vanish at the end of a round.  Presumably because they stepped through an invisible doorway.\n\nBut the girls refused.  The witch had trained them well.  NEVER show magic to outsiders.\n\nCholita got a lesson on that, but I have no idea from whom.  She once flaunted the laws of physics right in my face, after a drink or two over dinner.  When I made a big fuss, she never went out to eat with me again. It's been at least a year now.\n\nThe boys, frustrated, tried to do it themselves.  But it never worked.  And the key to why not, is that weren't  doing what the little girls were doing.\n\nEven though they cell phone recorded it and copied it perfectly, it still didn't do anything at all.\n\nSo they gave up.\n\nBut a new little girl moved into the neighborhood, and the junior witches taught her to play.\n\nAnd she had the precise same motivations the little witches had. I really couldn't explain what it was, because I'm on the little boys' side.  Trying to break it apart and analyze it, while visualizing how cool it will be when I can vanish.\n\nCan I do that at a boring assembly at school with the principle going on and on about the need to put your trays away in the cafeteria, to save work for the servers?  And as a junior \"political statement\", just vanish in front of the entire audience to show my boredom with the assembly?\n\nOr maybe it could land a TV show interview!  \"How to Vanish!\"\n\nClearly the motivation of the little boys, was not the same as that of the little girls.\n\nThey actually just liked socializing, and the game gave them a formal structure in which to do that, with fun rewards while they played the game.\n\nBecause they repeated it daily, it became a \"container for fun\".  For *intent* to store into.\n\nBecause they're just kids who don't know any better,  not realizing magic is a big deal, vanishing is not nearly as important to them as having a good time.\n\nAnd there you have the problem with sorcery.\n\nIt's all just emanations out there!  And our awareness flowing on them.\n\nThere's absolutely no  morals to that.  No better or worse.  Nothing to guide what works and what doesn't.\n\nIt only seems to be that way, because we're following fixed paths in the emanations created by others.\n\n\"As it was, so shall it be again.\"\n\nAn old bible saying, reworded often by scholars.\n\nThat's what's going on.\n\nNothing more.  When you start thinking what's going on is \"karma\", or \"God's plan for each of us\", and want to think and fuss and try to behave the best you can to fit into that, you're not understanding sorcery at all.\n\nI fall into that trap easily, because I find myself in an endless battle with bad men wanting to steal from our community with pretend magic.  They've buried the real thing so deep no one could find it.\n\nBut it all boils down to \"hopscotch\".\n\nThe hopscotch witchcraft does NOT work based on the moves, or the jumps or number of squares or how you turn around.\n\nIt works because it worked before.\n\nThat's just what it does.\n\nBut it only does that, if you play the very same game.\n\nWhich includes why you are playing it.\n\nThe boys were not playing the  same game at all.  Their game was about something else.\n\nI don't want to say \"attention seeking\", because that's the judgemental way to look at it.\n\nThey just simply were not playing the way little girls play it.  Little girls don't really even care who wins, as long as everyone has a good time.\n\nThey'll even change the rules if someone is losing too much.\n\nAnd doing that, they carved a path through the emanations, leaving a trail forever.\n\nA trail of \"hopscotch witchcraft\".\n\nA little girl on the other side of the world might accidentally pick up that trail, and find it pulls her to the same final effect.  A doorway opens up and she can leave this world.\n\nIt just matters how much of what the little witches did while playing their game, that she accidentally copies.\n\nWe're in the same boat!\n\nI like to accuse people who don't have the same motivations as the old or new seers, as being \"bad\".\n\nBad players.  I mean to say, someone who plays a game, but is motivated by something else.  Not the game at all.  But they pretend to want to play the game, to get the support of the whole team.\n\nMaybe they just want the free Gatorade the coach provides, and have a crush on his wife.  So they hang around, and it makes things worse for those who are serious about playing.\n\nThat's a true point of view!  Those are indeed, \"bad players\".\n\nBut it misses the point.\n\nThe Olmecs had certain motivations for doing what they did.  And those are as much of a part of the magic, as everything else.\n\nIt's all just traces in the emanations.\n\nAnd it's impossible to find such a distant and odd combination of emanations, required to do what the Olmecs could do, without the pull of the past.\n\nWithout somehow tapping into their own \"hopscotch\" game.\n\nNot just procedurally.  It even has to copy their attitude.\n\nSo when someone comes to the subreddit asking if they can \"help the police\" with the super powers they'll gain through sorcery, I'm inclined to say, \"Absolutely not!  That's a greedy motivation not worthy of the lofty goals of seers!\"\n\nAs if to be a seer you had to be noble, and deserve it.\n\nAgain, totally wrong.\n\nAnd hopefully I catch myself and explain, \"It's so hard to learn to get silent, with that motivation you'll give up.  You aren't interested in magic, it's something else you want.  And you'll soon realize you can't easily get it with sorcery.  It takes too long.  So you'll go get whatever you really wanted, somewhere else that's easier.\"\n\nThat's true too!\n\nBut it misses the point.  It's still smelling of being a moralist.\n\nAs the witches were fond of saying, \"We're not moral or immoral. We're 'amoral'.\"\n\nI always misunderstood that to be an excuse for lesbian sex orgies.\n\nThere was always a hint of that sort of thing going on in Cleargreen.\n\nOr maybe I just hoped there was.\n\nI can't recall clearly after so long.\n\nBut I really did misunderstand that.\n\nSo to point to what I'm saying here, more important to learning sorcery is, how do you look in a loincloth?\n\nBecause in fact, the old seers wore loincloths.\n\nWhich seems to have absolutely nothing to do with sorcery until you realize, it's just a \"bundle of emanations\".\n\nIt's a past that can repeat because, \"As it was, so shall it be again\".\n\nAnother way to look at it is from perfect silence.\n\nIt can be done in imperfect silence, but in perfect silence you aren't thinking about stuff that lights up emanations not wanted.\n\nWorry about the boss and his bad view of your job performance, only makes sense at the blue line.\n\nThe boss doesn't even exist, and perhaps jobs don't exist at all either, through that hopscotch portal.\n\nMaybe it's the world of \"My Little Ponies\", since those hopscotch witches were only 6.\n\nIn the world of little ponies candy is free, and everyone is loved.\n\nSo thinking about the boss is a big pull away from that.\n\nSilence thus makes my argument simpler, because you don't need much to pick up an intent trail when you are absolutely empty of thoughts or desires.\n\nOr another analogy.  You have an old sock of a missing woman, and the world's best hound dog.\n\nThat dog can sniff out anything!\n\nExcept you have your lunch in a bag.  A giant porterloin steak!\n\nYou reach down to let the dog smell the sock so he can pick up the trail of the missing woman, but all he can smell is meaty heaven.\n\nHe's just not going to be able to do it, and probably not even for the rest of the day, until he forgets about the steak in the paper bag.\n\nIn perfect silence, you are face to face with all the \"intent trails\" ever left by any humans.\n\nSo how much \"scent\" do you need to follow one, if you are \"blank\"?\n\nIf you aren't causing any unwanted emanations to glow, through your own stray motivations.\n\nI doubt one emanation's \"scent\" is enough.\n\nThe emanations radiate \"feelings\" when awareness flows into them.\n\nBut they're micro feelings.  Or even pico feelings.\n\nVery tiny, and meaningless by themselves.\n\nYou need a lot more than 1, to have any \"meaning\".\n\nI have no idea how many, but \"loincloth\" is a gigantic amount of glowing emanations!\n\nSo it counts in finding the trail of past intent.\n\nCarlos warned us over and over.  \"The Intent of the Sorcerers of Ancient Mexico!\"\n\nHopefully I can cut to the conclusion and it'll make sense.\n\nWhen someone asks, \"Can I use my superpowers to help the police?\"\n\nThe answer is not, \"You rat bastard!  What kind of needy attention seeking motivation is that???!!\"\n\nThe true answer is, \"Did the Olmecs have police investigators?  Didn't they just cut off the heads of anyone suspected of anything at all, at the whim of their king?\"\n\nIf they didn't have police investigations, then no.  You can't learn sorcery if  you want to help the police.\n\nBecause that's a different trail of emanations.\n\nYou have to copy as much as you can of what they did, even if its as silly as a loincloth, in order to pick up the latent awareness flowing on the emanations.\n\nSo that particular \"bundle\" of emanations will feel enough glow from your awareness to \"re skim\" that path, and not the infinite number of other possible realities contained at your current position of the assemblage point.\n\nIf you were trying to literally \"catch a train\" as it went by, throwing a little hook with a string at it, trying to snag a rail or get the hook caught on something so it would yank you up onto the moving train, a single string with a single hook is not enough to pull your bloated body.\n\nBut 100 hooks could do it.\n\nWe're trying to \"catch a free ride\" on the Olmec Seer express.\n\nDoesn't matter if it's no longer around.\n\nIt still exists, and always will, in the traces of past awareness which flowed through the emanations.\n\nThat's why Silent Knowledge exists!  As crazy as this all sounds, Carlos warned us about it specifically.  So we'd have no doubts when we \"picked up the scent\".\n\nI don't have to worry if what I post is too nutty to be taken seriously.\n\nI can just say, \"Blame Carlos.  He's the one who told us what to pursue.\"\n\nI'm sort of hoping to tell a new person ,  that since the Olmec had no policemen, a motivation of helping the police won't work to learn sorcery.  And maybe that explanation will go down better than my \"You rat bastard!\" approach.\n\nFor animations.  Those need to be as non-confrontational as possible, so they work for a very long time.\n\nAnd a very simple explanation is that you have to copy as much as possible, and not add anything of your own. Even if it seems that's irrelevant.\n\nBecause it's just the latent glow of awareness on tiny little emanations.  With \"meanings\" so small, you can't even put them into words.\n\nWe need to hook to as many of those as possible, until they \"pull\" us as an entire unit.\n\nA very specific \"bundle\" created over thousand of years by the Olmecs alone.\n\nImpossible to get from any other source.\n\nIn that sense, \"intent\" could be defined as the number of emanations which must glow, in order to have \"meaning\".\n\nOne emanation, is very specific.  But it's not enough to describe in words.\n\nIt takes zillions to have meaning.\n\nAnd to get pulled by something as complex as \"sorcery\", you have to match as much of what the old seers did as you possibly can.\n\nAnd be silent so you don't light up stray emanations not used by them, by focusing your awareness on your own memories of other things.\n\nSo there's two \"darkroom events\" than caused me to realize this.\n\nOne was Cholita, who did an imitation of a statue for me.\n\nNo reason.\n\nShe just \"does stuff\".\n\nI came home, she was standing where I couldn't avoid her, not speaking, but she approached until she was just a foot or two away.\n\nAnd froze motionless.\n\nIt was really weird.\n\nNothing moved.  Not even a hair.\n\nAnd she invited me with the glint in her eyes, to look closely.\n\nBut I finally had to give up, because she just wasn't going to move or speak.\n\nThen that night while doing darkroom, I found myself face to face with a series of statues.\n\nWhich were absolutely stable and unchanging.  Nothing phantom or ghostlike about them.  If I stared, nothing changed.  They didn't mutate or turn into something else, even if I looked too hard.\n\nThey were \"more\" than just a dream. More even than a waking dreaming.\n\nAnd an entire phantom room formed around them, with people high up in the \"viewing gallery\", looking down at the statues.\n\nMe sitting on a bench in front of a particular one of the 4 present.\n\nI gazed at each so long, because of the absolute novelty of something that real which couldn't possibly exist.  So that after a while reality reskimmed, and I was sitting in front of the next one.\n\nUntil i saw each of the 4 upclose.  Without having to walk over to them.\n\nThey just came to me, no more than two feet away.\n\nAs Cholita had done.\n\nShe \"lit up enough emanations\" of statues, and viewing statues, and how they don't move even a tiny bit, just by doing an imitation of that for me.\n\nLike one of those guys in New York who paints his clothes and skin silver, and poses on the side of a busy walkway hoping people will be so impressed by his ability not to move, they'll put some money in the little can at his feet.\n\nCholita showed me the \"doing of statues\", and in the deep levels of silence I can reach it was more of a glow than any other selection of emanations.\n\nAnd so I picked up the intent trail of \"The Hall of Statues\".\n\nCarol Tiggs did a similar thing for me in private classes, when Carlos brought her in to \"show us some magic\".\n\nShe didn't do any complicated movement.  Didn't chant, or wave her hands.\n\nShe just had me sit on the floor, put her hands on my shoulders, and lowered me back.\n\nAnd I fell into one of heer favorite places, from the stories about her we've hard.\n\nOne of the tunnels in the inorganic being's realm.  Maybe because the death defier spent so much time in one.\n\nSorcery works like that!  It's few on procedures and rituals if you follow \"the new seers\".\n\nBut it works, because reality is just a collection of glowing emanations.\n\nIt's an \"amoral\" structure.  Why doesn't matter.  Just \"what was\" before.\n\nThe other incident was when I was doing the Stellar Hatch pass, and clearly saw Fancy's face down on the floor.\n\nYou gaze down to find a ball of light 2 stories down, then project it into space and bring it back.\n\nYour awareness travels all the way to the nearest star in \"line of sight\", the star is curious and adds its own awareness to the puff, and back it comes.\n\nFancy came back, but she was looking really odd.\n\nI said, \"Is that you Fancy, or is some sun trying to copy our look?  Is something as alien as a whole sun, interested in what it's like to be a human creature on earth?\"\n\nFancy said, \"That's why it's fun!  We get to be like you for a while. Wouldn't you eagerly do the same, to be one of us for a while, living in our world quite naturally?\"\n\nI gazed into the weird version of her wondering how much was my ally \"Fancy\", and how much a gigantic sun.\n\nThe imaged changed to that of a sun, as shown by one of those corona cameras.  Where the intense glow in the middle, too bright to see because it will burn your eyes, has been reduced to manageable levels.\n\nAnd the corona was clearly visible on it, down by my floor,  like a lion's mane.\n\nIt was a \"face\" too!  A really cool sight.\n\nFancy suggested, \"Maybe that's how they see themselves!  Not so different after all, are we?\"\n\nShe proceeded to explain how to create an alternate reality you can physically enter, through animations people watch.\n\nPointing out, God himself was created by the prayers of all humans.\n\nHe's there!  Mystics throughout the ages have visited him for real, and completely misunderstood what he is.\n\nHe's a gigantic bundle of emanations glowing with latent awareness, just because so many prayed to him, thinking about his \"divine nature\".\n\nAs a result, he's now considered, \"the mold of man\".\n\nLikewise, if there's a virtual Dance Home series of animations people watch, they light up the emanations on that place, and in silence you can literally go visit.\n\nThe more who watch that, the easier it gets.\n\nAt first, a few witches will dream of it.  In such a way that it seems normal.\n\nThey just saw it too much, so it shows up in a dream.\n\nJust like that bad hotdog you got at the park which made you puke, is sure to show up in a dream again.\n\nExcept if you have 10 witches who saw the same phantom copy of Dance Home, you've just done precisely what the Olmec did, to create a new phantom realm.\n\nAs the death defier did for Tula.\n\nYou have multiple people, dreaming of the same objects.\n\nThat's the very method used by the Olmecs to make phantom worlds.\n\nSo yes, animations can do that.  Of course they can!\n\nAnd with characters that are interesting in the animations, with their own unique personalities, you hook to the intent of the new seers.\n\nTo lineages.\n\nYou can literally make a \"virtual lineage\", with the beings in the lineage being \"Silent Knowledge Entities\", created by the cartoons.\n\nWhat everyone has been wanting.  A lineage they can join.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "A Different Way To Look At Things", "link_flair_richtext": [{"e": "text", "t": "Intent"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"1enxzemq4q0a1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 113, "x": 108, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=8b0cbf65a794c487127b422b08e3ba2347afe37d"}, {"y": 227, "x": 216, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b6a9a685d7bb17e7e28ec413abf18bf5d9007a8b"}, {"y": 336, "x": 320, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=926561109c34fcc8929381bca9c7c8bd1bd18569"}, {"y": 673, "x": 640, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=d416c52d05e15b7c3a93a51887021b7e555d7ded"}, {"y": 1010, "x": 960, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=3f07228d74def8fb0448d6884aba18adc8b10d6c"}, {"y": 1136, "x": 1080, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=f4c7de3d10fb8d3f8d27b07e7a8c3e2f1d4dfce5"}], "s": {"y": 1280, "x": 1216, "u": "https://preview.redd.it/1enxzemq4q0a1.jpg?width=1216&amp;format=pjpg&amp;auto=webp&amp;s=731baf51834ad772ad3374f963e39977c8271a85"}, "id": "1enxzemq4q0a1"}}, "name": "t3_yyff5r", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 30, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Intent", "can_mod_post": false, "score": 30, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/ZBVYnkJCPwwQcVy7zV2Dn9DjpHRo-f-spw3qFnofkRQ.jpg", "edited": 1668783655.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1668761772.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/1enxzemq4q0a1.jpg?width=1216&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=731baf51834ad772ad3374f963e39977c8271a85\"&gt;https://preview.redd.it/1enxzemq4q0a1.jpg?width=1216&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=731baf51834ad772ad3374f963e39977c8271a85&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Unfortunately this post would normally need me to make a picture, because what I saw just now was just too surprising to not at least try to depict it.  But I can&amp;#39;t afford the time.  I have to finish my copy of the moth from the books, but able to fly for real in a virtual 3D Dance Home.  And land on a water cooler to make it burp.  Something &amp;quot;Little Smoke&amp;quot; did for the classes of Carlos, just before he released her to help us out. And maybe did again for Jadey, at the end of her Affection pass video.&lt;/p&gt;\n\n&lt;p&gt;What I saw was followed by the most amazing set of insights on how to make the best progress learning sorcery that you possibly can.  And why some who come here can never learn it.&lt;/p&gt;\n\n&lt;p&gt;It started when I did my first long form in a series of perhaps 5 that I use to create bubble station. A phantom room which I believe can hook me to a much older form of sorcery.  Not that it&amp;#39;s important to do that, but it&amp;#39;s very intriguing and makes a good hobby that helps keep my practice very consistent from day to day, so that intent can store into it.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a simple way to understand why routines are good during darkroom, even though we&amp;#39;re supposed to disrupt them during the day.  As part of the &amp;quot;warrior&amp;#39;s way&amp;quot; point of view.&lt;/p&gt;\n\n&lt;p&gt;During the day you&amp;#39;re stuck in the river of shit.  The blue line on the J curve.&lt;/p&gt;\n\n&lt;p&gt;The routines there, keep you at that position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;So disrupting them breaks some ties, and makes it slightly easier to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But darkroom isn&amp;#39;t at the blue line.  The intent is to keep moving the assemblage point, so as to see more and more cool stuff.  Stuff that only gets cooler, if the assemblage point moves along that entire path.  So making that a routine is a positive thing, because it&amp;#39;s a routine with the intent to escape the blue line on the J curve.&lt;/p&gt;\n\n&lt;p&gt;Which gets us to the goal Carlos gave us.  &amp;quot;Seeing&amp;quot;.  Or as he decided to rename it, so we wouldn&amp;#39;t make up a pretend version of what it is, &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You get silent, knowledge flows to you.  If you aren&amp;#39;t, it doesn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Now already, that statement implies a wrong point of view.  That&amp;#39;s what I got to see tonight.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a game little girls play where they draw squares on the sidewalk using chalk, and then hop and jump through the path they create, to land at the end.  Then they jump up to turn around, and go back.  There&amp;#39;s some bean bag tossing as I recall.&lt;/p&gt;\n\n&lt;p&gt;I suppose I can just find a picture of that for the post, and save time so I can continue to learn to animate.&lt;/p&gt;\n\n&lt;p&gt;Now let&amp;#39;s say a nasty old witch decided she had to replace herself.  She was getting to the end of her life.  And didn&amp;#39;t want there to be 1 less nasty old witch in the world, because in fact it&amp;#39;s very rewarding.&lt;/p&gt;\n\n&lt;p&gt;So she pretended to be a kindly old woman living next door to the girls who play &amp;quot;hopscotch&amp;quot;, and somehow managed to turn it into a powerful form of witchcraft for the children to use.&lt;/p&gt;\n\n&lt;p&gt;Maybe because they&amp;#39;re little kids, that wasn&amp;#39;t even difficult.  Kids will believe anything an adult tells them.&lt;/p&gt;\n\n&lt;p&gt;So the little girls could literally play their hopscotch game,  at the end of a successful round a doorway opens up, and they get to visit a new world.  For real.&lt;/p&gt;\n\n&lt;p&gt;The neighbor little boys didn&amp;#39;t like to hear they could do that, and insisted they had to &amp;quot;prove it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Let the boys watch, and see them vanish at the end of a round.  Presumably because they stepped through an invisible doorway.&lt;/p&gt;\n\n&lt;p&gt;But the girls refused.  The witch had trained them well.  NEVER show magic to outsiders.&lt;/p&gt;\n\n&lt;p&gt;Cholita got a lesson on that, but I have no idea from whom.  She once flaunted the laws of physics right in my face, after a drink or two over dinner.  When I made a big fuss, she never went out to eat with me again. It&amp;#39;s been at least a year now.&lt;/p&gt;\n\n&lt;p&gt;The boys, frustrated, tried to do it themselves.  But it never worked.  And the key to why not, is that weren&amp;#39;t  doing what the little girls were doing.&lt;/p&gt;\n\n&lt;p&gt;Even though they cell phone recorded it and copied it perfectly, it still didn&amp;#39;t do anything at all.&lt;/p&gt;\n\n&lt;p&gt;So they gave up.&lt;/p&gt;\n\n&lt;p&gt;But a new little girl moved into the neighborhood, and the junior witches taught her to play.&lt;/p&gt;\n\n&lt;p&gt;And she had the precise same motivations the little witches had. I really couldn&amp;#39;t explain what it was, because I&amp;#39;m on the little boys&amp;#39; side.  Trying to break it apart and analyze it, while visualizing how cool it will be when I can vanish.&lt;/p&gt;\n\n&lt;p&gt;Can I do that at a boring assembly at school with the principle going on and on about the need to put your trays away in the cafeteria, to save work for the servers?  And as a junior &amp;quot;political statement&amp;quot;, just vanish in front of the entire audience to show my boredom with the assembly?&lt;/p&gt;\n\n&lt;p&gt;Or maybe it could land a TV show interview!  &amp;quot;How to Vanish!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Clearly the motivation of the little boys, was not the same as that of the little girls.&lt;/p&gt;\n\n&lt;p&gt;They actually just liked socializing, and the game gave them a formal structure in which to do that, with fun rewards while they played the game.&lt;/p&gt;\n\n&lt;p&gt;Because they repeated it daily, it became a &amp;quot;container for fun&amp;quot;.  For &lt;em&gt;intent&lt;/em&gt; to store into.&lt;/p&gt;\n\n&lt;p&gt;Because they&amp;#39;re just kids who don&amp;#39;t know any better,  not realizing magic is a big deal, vanishing is not nearly as important to them as having a good time.&lt;/p&gt;\n\n&lt;p&gt;And there you have the problem with sorcery.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all just emanations out there!  And our awareness flowing on them.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s absolutely no  morals to that.  No better or worse.  Nothing to guide what works and what doesn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;It only seems to be that way, because we&amp;#39;re following fixed paths in the emanations created by others.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As it was, so shall it be again.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;An old bible saying, reworded often by scholars.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;Nothing more.  When you start thinking what&amp;#39;s going on is &amp;quot;karma&amp;quot;, or &amp;quot;God&amp;#39;s plan for each of us&amp;quot;, and want to think and fuss and try to behave the best you can to fit into that, you&amp;#39;re not understanding sorcery at all.&lt;/p&gt;\n\n&lt;p&gt;I fall into that trap easily, because I find myself in an endless battle with bad men wanting to steal from our community with pretend magic.  They&amp;#39;ve buried the real thing so deep no one could find it.&lt;/p&gt;\n\n&lt;p&gt;But it all boils down to &amp;quot;hopscotch&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The hopscotch witchcraft does NOT work based on the moves, or the jumps or number of squares or how you turn around.&lt;/p&gt;\n\n&lt;p&gt;It works because it worked before.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just what it does.&lt;/p&gt;\n\n&lt;p&gt;But it only does that, if you play the very same game.&lt;/p&gt;\n\n&lt;p&gt;Which includes why you are playing it.&lt;/p&gt;\n\n&lt;p&gt;The boys were not playing the  same game at all.  Their game was about something else.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to say &amp;quot;attention seeking&amp;quot;, because that&amp;#39;s the judgemental way to look at it.&lt;/p&gt;\n\n&lt;p&gt;They just simply were not playing the way little girls play it.  Little girls don&amp;#39;t really even care who wins, as long as everyone has a good time.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll even change the rules if someone is losing too much.&lt;/p&gt;\n\n&lt;p&gt;And doing that, they carved a path through the emanations, leaving a trail forever.&lt;/p&gt;\n\n&lt;p&gt;A trail of &amp;quot;hopscotch witchcraft&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A little girl on the other side of the world might accidentally pick up that trail, and find it pulls her to the same final effect.  A doorway opens up and she can leave this world.&lt;/p&gt;\n\n&lt;p&gt;It just matters how much of what the little witches did while playing their game, that she accidentally copies.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re in the same boat!&lt;/p&gt;\n\n&lt;p&gt;I like to accuse people who don&amp;#39;t have the same motivations as the old or new seers, as being &amp;quot;bad&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Bad players.  I mean to say, someone who plays a game, but is motivated by something else.  Not the game at all.  But they pretend to want to play the game, to get the support of the whole team.&lt;/p&gt;\n\n&lt;p&gt;Maybe they just want the free Gatorade the coach provides, and have a crush on his wife.  So they hang around, and it makes things worse for those who are serious about playing.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a true point of view!  Those are indeed, &amp;quot;bad players&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it misses the point.&lt;/p&gt;\n\n&lt;p&gt;The Olmecs had certain motivations for doing what they did.  And those are as much of a part of the magic, as everything else.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all just traces in the emanations.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s impossible to find such a distant and odd combination of emanations, required to do what the Olmecs could do, without the pull of the past.&lt;/p&gt;\n\n&lt;p&gt;Without somehow tapping into their own &amp;quot;hopscotch&amp;quot; game.&lt;/p&gt;\n\n&lt;p&gt;Not just procedurally.  It even has to copy their attitude.&lt;/p&gt;\n\n&lt;p&gt;So when someone comes to the subreddit asking if they can &amp;quot;help the police&amp;quot; with the super powers they&amp;#39;ll gain through sorcery, I&amp;#39;m inclined to say, &amp;quot;Absolutely not!  That&amp;#39;s a greedy motivation not worthy of the lofty goals of seers!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As if to be a seer you had to be noble, and deserve it.&lt;/p&gt;\n\n&lt;p&gt;Again, totally wrong.&lt;/p&gt;\n\n&lt;p&gt;And hopefully I catch myself and explain, &amp;quot;It&amp;#39;s so hard to learn to get silent, with that motivation you&amp;#39;ll give up.  You aren&amp;#39;t interested in magic, it&amp;#39;s something else you want.  And you&amp;#39;ll soon realize you can&amp;#39;t easily get it with sorcery.  It takes too long.  So you&amp;#39;ll go get whatever you really wanted, somewhere else that&amp;#39;s easier.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s true too!&lt;/p&gt;\n\n&lt;p&gt;But it misses the point.  It&amp;#39;s still smelling of being a moralist.&lt;/p&gt;\n\n&lt;p&gt;As the witches were fond of saying, &amp;quot;We&amp;#39;re not moral or immoral. We&amp;#39;re &amp;#39;amoral&amp;#39;.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I always misunderstood that to be an excuse for lesbian sex orgies.&lt;/p&gt;\n\n&lt;p&gt;There was always a hint of that sort of thing going on in Cleargreen.&lt;/p&gt;\n\n&lt;p&gt;Or maybe I just hoped there was.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t recall clearly after so long.&lt;/p&gt;\n\n&lt;p&gt;But I really did misunderstand that.&lt;/p&gt;\n\n&lt;p&gt;So to point to what I&amp;#39;m saying here, more important to learning sorcery is, how do you look in a loincloth?&lt;/p&gt;\n\n&lt;p&gt;Because in fact, the old seers wore loincloths.&lt;/p&gt;\n\n&lt;p&gt;Which seems to have absolutely nothing to do with sorcery until you realize, it&amp;#39;s just a &amp;quot;bundle of emanations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a past that can repeat because, &amp;quot;As it was, so shall it be again&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Another way to look at it is from perfect silence.&lt;/p&gt;\n\n&lt;p&gt;It can be done in imperfect silence, but in perfect silence you aren&amp;#39;t thinking about stuff that lights up emanations not wanted.&lt;/p&gt;\n\n&lt;p&gt;Worry about the boss and his bad view of your job performance, only makes sense at the blue line.&lt;/p&gt;\n\n&lt;p&gt;The boss doesn&amp;#39;t even exist, and perhaps jobs don&amp;#39;t exist at all either, through that hopscotch portal.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s the world of &amp;quot;My Little Ponies&amp;quot;, since those hopscotch witches were only 6.&lt;/p&gt;\n\n&lt;p&gt;In the world of little ponies candy is free, and everyone is loved.&lt;/p&gt;\n\n&lt;p&gt;So thinking about the boss is a big pull away from that.&lt;/p&gt;\n\n&lt;p&gt;Silence thus makes my argument simpler, because you don&amp;#39;t need much to pick up an intent trail when you are absolutely empty of thoughts or desires.&lt;/p&gt;\n\n&lt;p&gt;Or another analogy.  You have an old sock of a missing woman, and the world&amp;#39;s best hound dog.&lt;/p&gt;\n\n&lt;p&gt;That dog can sniff out anything!&lt;/p&gt;\n\n&lt;p&gt;Except you have your lunch in a bag.  A giant porterloin steak!&lt;/p&gt;\n\n&lt;p&gt;You reach down to let the dog smell the sock so he can pick up the trail of the missing woman, but all he can smell is meaty heaven.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s just not going to be able to do it, and probably not even for the rest of the day, until he forgets about the steak in the paper bag.&lt;/p&gt;\n\n&lt;p&gt;In perfect silence, you are face to face with all the &amp;quot;intent trails&amp;quot; ever left by any humans.&lt;/p&gt;\n\n&lt;p&gt;So how much &amp;quot;scent&amp;quot; do you need to follow one, if you are &amp;quot;blank&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;If you aren&amp;#39;t causing any unwanted emanations to glow, through your own stray motivations.&lt;/p&gt;\n\n&lt;p&gt;I doubt one emanation&amp;#39;s &amp;quot;scent&amp;quot; is enough.&lt;/p&gt;\n\n&lt;p&gt;The emanations radiate &amp;quot;feelings&amp;quot; when awareness flows into them.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re micro feelings.  Or even pico feelings.&lt;/p&gt;\n\n&lt;p&gt;Very tiny, and meaningless by themselves.&lt;/p&gt;\n\n&lt;p&gt;You need a lot more than 1, to have any &amp;quot;meaning&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I have no idea how many, but &amp;quot;loincloth&amp;quot; is a gigantic amount of glowing emanations!&lt;/p&gt;\n\n&lt;p&gt;So it counts in finding the trail of past intent.&lt;/p&gt;\n\n&lt;p&gt;Carlos warned us over and over.  &amp;quot;The Intent of the Sorcerers of Ancient Mexico!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Hopefully I can cut to the conclusion and it&amp;#39;ll make sense.&lt;/p&gt;\n\n&lt;p&gt;When someone asks, &amp;quot;Can I use my superpowers to help the police?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The answer is not, &amp;quot;You rat bastard!  What kind of needy attention seeking motivation is that???!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The true answer is, &amp;quot;Did the Olmecs have police investigators?  Didn&amp;#39;t they just cut off the heads of anyone suspected of anything at all, at the whim of their king?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If they didn&amp;#39;t have police investigations, then no.  You can&amp;#39;t learn sorcery if  you want to help the police.&lt;/p&gt;\n\n&lt;p&gt;Because that&amp;#39;s a different trail of emanations.&lt;/p&gt;\n\n&lt;p&gt;You have to copy as much as you can of what they did, even if its as silly as a loincloth, in order to pick up the latent awareness flowing on the emanations.&lt;/p&gt;\n\n&lt;p&gt;So that particular &amp;quot;bundle&amp;quot; of emanations will feel enough glow from your awareness to &amp;quot;re skim&amp;quot; that path, and not the infinite number of other possible realities contained at your current position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;If you were trying to literally &amp;quot;catch a train&amp;quot; as it went by, throwing a little hook with a string at it, trying to snag a rail or get the hook caught on something so it would yank you up onto the moving train, a single string with a single hook is not enough to pull your bloated body.&lt;/p&gt;\n\n&lt;p&gt;But 100 hooks could do it.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to &amp;quot;catch a free ride&amp;quot; on the Olmec Seer express.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter if it&amp;#39;s no longer around.&lt;/p&gt;\n\n&lt;p&gt;It still exists, and always will, in the traces of past awareness which flowed through the emanations.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why Silent Knowledge exists!  As crazy as this all sounds, Carlos warned us about it specifically.  So we&amp;#39;d have no doubts when we &amp;quot;picked up the scent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t have to worry if what I post is too nutty to be taken seriously.&lt;/p&gt;\n\n&lt;p&gt;I can just say, &amp;quot;Blame Carlos.  He&amp;#39;s the one who told us what to pursue.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sort of hoping to tell a new person ,  that since the Olmec had no policemen, a motivation of helping the police won&amp;#39;t work to learn sorcery.  And maybe that explanation will go down better than my &amp;quot;You rat bastard!&amp;quot; approach.&lt;/p&gt;\n\n&lt;p&gt;For animations.  Those need to be as non-confrontational as possible, so they work for a very long time.&lt;/p&gt;\n\n&lt;p&gt;And a very simple explanation is that you have to copy as much as possible, and not add anything of your own. Even if it seems that&amp;#39;s irrelevant.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s just the latent glow of awareness on tiny little emanations.  With &amp;quot;meanings&amp;quot; so small, you can&amp;#39;t even put them into words.&lt;/p&gt;\n\n&lt;p&gt;We need to hook to as many of those as possible, until they &amp;quot;pull&amp;quot; us as an entire unit.&lt;/p&gt;\n\n&lt;p&gt;A very specific &amp;quot;bundle&amp;quot; created over thousand of years by the Olmecs alone.&lt;/p&gt;\n\n&lt;p&gt;Impossible to get from any other source.&lt;/p&gt;\n\n&lt;p&gt;In that sense, &amp;quot;intent&amp;quot; could be defined as the number of emanations which must glow, in order to have &amp;quot;meaning&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;One emanation, is very specific.  But it&amp;#39;s not enough to describe in words.&lt;/p&gt;\n\n&lt;p&gt;It takes zillions to have meaning.&lt;/p&gt;\n\n&lt;p&gt;And to get pulled by something as complex as &amp;quot;sorcery&amp;quot;, you have to match as much of what the old seers did as you possibly can.&lt;/p&gt;\n\n&lt;p&gt;And be silent so you don&amp;#39;t light up stray emanations not used by them, by focusing your awareness on your own memories of other things.&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s two &amp;quot;darkroom events&amp;quot; than caused me to realize this.&lt;/p&gt;\n\n&lt;p&gt;One was Cholita, who did an imitation of a statue for me.&lt;/p&gt;\n\n&lt;p&gt;No reason.&lt;/p&gt;\n\n&lt;p&gt;She just &amp;quot;does stuff&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I came home, she was standing where I couldn&amp;#39;t avoid her, not speaking, but she approached until she was just a foot or two away.&lt;/p&gt;\n\n&lt;p&gt;And froze motionless.&lt;/p&gt;\n\n&lt;p&gt;It was really weird.&lt;/p&gt;\n\n&lt;p&gt;Nothing moved.  Not even a hair.&lt;/p&gt;\n\n&lt;p&gt;And she invited me with the glint in her eyes, to look closely.&lt;/p&gt;\n\n&lt;p&gt;But I finally had to give up, because she just wasn&amp;#39;t going to move or speak.&lt;/p&gt;\n\n&lt;p&gt;Then that night while doing darkroom, I found myself face to face with a series of statues.&lt;/p&gt;\n\n&lt;p&gt;Which were absolutely stable and unchanging.  Nothing phantom or ghostlike about them.  If I stared, nothing changed.  They didn&amp;#39;t mutate or turn into something else, even if I looked too hard.&lt;/p&gt;\n\n&lt;p&gt;They were &amp;quot;more&amp;quot; than just a dream. More even than a waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;And an entire phantom room formed around them, with people high up in the &amp;quot;viewing gallery&amp;quot;, looking down at the statues.&lt;/p&gt;\n\n&lt;p&gt;Me sitting on a bench in front of a particular one of the 4 present.&lt;/p&gt;\n\n&lt;p&gt;I gazed at each so long, because of the absolute novelty of something that real which couldn&amp;#39;t possibly exist.  So that after a while reality reskimmed, and I was sitting in front of the next one.&lt;/p&gt;\n\n&lt;p&gt;Until i saw each of the 4 upclose.  Without having to walk over to them.&lt;/p&gt;\n\n&lt;p&gt;They just came to me, no more than two feet away.&lt;/p&gt;\n\n&lt;p&gt;As Cholita had done.&lt;/p&gt;\n\n&lt;p&gt;She &amp;quot;lit up enough emanations&amp;quot; of statues, and viewing statues, and how they don&amp;#39;t move even a tiny bit, just by doing an imitation of that for me.&lt;/p&gt;\n\n&lt;p&gt;Like one of those guys in New York who paints his clothes and skin silver, and poses on the side of a busy walkway hoping people will be so impressed by his ability not to move, they&amp;#39;ll put some money in the little can at his feet.&lt;/p&gt;\n\n&lt;p&gt;Cholita showed me the &amp;quot;doing of statues&amp;quot;, and in the deep levels of silence I can reach it was more of a glow than any other selection of emanations.&lt;/p&gt;\n\n&lt;p&gt;And so I picked up the intent trail of &amp;quot;The Hall of Statues&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs did a similar thing for me in private classes, when Carlos brought her in to &amp;quot;show us some magic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t do any complicated movement.  Didn&amp;#39;t chant, or wave her hands.&lt;/p&gt;\n\n&lt;p&gt;She just had me sit on the floor, put her hands on my shoulders, and lowered me back.&lt;/p&gt;\n\n&lt;p&gt;And I fell into one of heer favorite places, from the stories about her we&amp;#39;ve hard.&lt;/p&gt;\n\n&lt;p&gt;One of the tunnels in the inorganic being&amp;#39;s realm.  Maybe because the death defier spent so much time in one.&lt;/p&gt;\n\n&lt;p&gt;Sorcery works like that!  It&amp;#39;s few on procedures and rituals if you follow &amp;quot;the new seers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it works, because reality is just a collection of glowing emanations.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an &amp;quot;amoral&amp;quot; structure.  Why doesn&amp;#39;t matter.  Just &amp;quot;what was&amp;quot; before.&lt;/p&gt;\n\n&lt;p&gt;The other incident was when I was doing the Stellar Hatch pass, and clearly saw Fancy&amp;#39;s face down on the floor.&lt;/p&gt;\n\n&lt;p&gt;You gaze down to find a ball of light 2 stories down, then project it into space and bring it back.&lt;/p&gt;\n\n&lt;p&gt;Your awareness travels all the way to the nearest star in &amp;quot;line of sight&amp;quot;, the star is curious and adds its own awareness to the puff, and back it comes.&lt;/p&gt;\n\n&lt;p&gt;Fancy came back, but she was looking really odd.&lt;/p&gt;\n\n&lt;p&gt;I said, &amp;quot;Is that you Fancy, or is some sun trying to copy our look?  Is something as alien as a whole sun, interested in what it&amp;#39;s like to be a human creature on earth?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Fancy said, &amp;quot;That&amp;#39;s why it&amp;#39;s fun!  We get to be like you for a while. Wouldn&amp;#39;t you eagerly do the same, to be one of us for a while, living in our world quite naturally?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I gazed into the weird version of her wondering how much was my ally &amp;quot;Fancy&amp;quot;, and how much a gigantic sun.&lt;/p&gt;\n\n&lt;p&gt;The imaged changed to that of a sun, as shown by one of those corona cameras.  Where the intense glow in the middle, too bright to see because it will burn your eyes, has been reduced to manageable levels.&lt;/p&gt;\n\n&lt;p&gt;And the corona was clearly visible on it, down by my floor,  like a lion&amp;#39;s mane.&lt;/p&gt;\n\n&lt;p&gt;It was a &amp;quot;face&amp;quot; too!  A really cool sight.&lt;/p&gt;\n\n&lt;p&gt;Fancy suggested, &amp;quot;Maybe that&amp;#39;s how they see themselves!  Not so different after all, are we?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She proceeded to explain how to create an alternate reality you can physically enter, through animations people watch.&lt;/p&gt;\n\n&lt;p&gt;Pointing out, God himself was created by the prayers of all humans.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s there!  Mystics throughout the ages have visited him for real, and completely misunderstood what he is.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s a gigantic bundle of emanations glowing with latent awareness, just because so many prayed to him, thinking about his &amp;quot;divine nature&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As a result, he&amp;#39;s now considered, &amp;quot;the mold of man&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Likewise, if there&amp;#39;s a virtual Dance Home series of animations people watch, they light up the emanations on that place, and in silence you can literally go visit.&lt;/p&gt;\n\n&lt;p&gt;The more who watch that, the easier it gets.&lt;/p&gt;\n\n&lt;p&gt;At first, a few witches will dream of it.  In such a way that it seems normal.&lt;/p&gt;\n\n&lt;p&gt;They just saw it too much, so it shows up in a dream.&lt;/p&gt;\n\n&lt;p&gt;Just like that bad hotdog you got at the park which made you puke, is sure to show up in a dream again.&lt;/p&gt;\n\n&lt;p&gt;Except if you have 10 witches who saw the same phantom copy of Dance Home, you&amp;#39;ve just done precisely what the Olmec did, to create a new phantom realm.&lt;/p&gt;\n\n&lt;p&gt;As the death defier did for Tula.&lt;/p&gt;\n\n&lt;p&gt;You have multiple people, dreaming of the same objects.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the very method used by the Olmecs to make phantom worlds.&lt;/p&gt;\n\n&lt;p&gt;So yes, animations can do that.  Of course they can!&lt;/p&gt;\n\n&lt;p&gt;And with characters that are interesting in the animations, with their own unique personalities, you hook to the intent of the new seers.&lt;/p&gt;\n\n&lt;p&gt;To lineages.&lt;/p&gt;\n\n&lt;p&gt;You can literally make a &amp;quot;virtual lineage&amp;quot;, with the beings in the lineage being &amp;quot;Silent Knowledge Entities&amp;quot;, created by the cartoons.&lt;/p&gt;\n\n&lt;p&gt;What everyone has been wanting.  A lineage they can join.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "8167efcc-7b48-11ea-afe1-0ea6e9cf624b", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "yyff5r", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 17, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/", "subreddit_subscribers": 9561, "created_utc": 1668761772.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwurmjx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668782462.0, "send_replies": true, "parent_id": "t3_yyff5r", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I was musing about religion on facebook and got a replay from one of the women in our advanced subreddit.  It was such good insight on women, I wanted to post it here.\n\n\\*\\*\\* from facebook replies \\*\\*\\*\n\n Women have another great advantage and that is that from the time we are born until we die we have not one to hundreds of fucking real tyrants, those who if you are not careful can kill you in countless ways including physical death, you just have to watch the news of everything the world. \n\nThere is no truce or rest for women, we are persecuted, enslaved, sold, mutilated, subjugated, prostituted, silenced, underestimated, I could go on for eternity. \n\nThis is the reality of women on the planet. This makes us tremendous stalkers because it is a matter of life. It's not so much that we settle because we want to belong to a community, single women with sporadic visits from men would suffice. \n\nThe woman who still retains her sovereignty has to make a great effort not to feel real contempt for man and she rarely succeeds, in the depths of her being she despises him, this is not a matter of radical feminism it is so clear to see that it is not understood that it is not seen. \n\nWomen also like men beyond mating, their energy is precious to us, their determination and direction are admirable and we appeal to the myth because that is what it has become and we do not lose hope that true masculinity rises from the ashes. \n\nI like men but not what they have become who knows how many centuries ago. Women are not interested in the war for dominance over others and if there are women that are, it is because they have been contaminated and have copied the behavior of men in order to be accepted. \n\nWe are accused of being complicated when in reality we are very simple, sometimes today men and women have been corrupted. \n\n\\*\\*\\*\n\nI hope the women in our group find their way into a phantom version of Dance Home, once the animations become widely seen.\n\nIt's going to take women to open that for business.\n\nI can lurk in the darkness, but my sleeping dreaming talents are very poor.\n\nIn sleeping dreaming, your tonal is already \"shrunk\".\n\nSo you can do anything.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwurmjx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was musing about religion on facebook and got a replay from one of the women in our advanced subreddit.  It was such good insight on women, I wanted to post it here.&lt;/p&gt;\n\n&lt;p&gt;*** from facebook replies ***&lt;/p&gt;\n\n&lt;p&gt;Women have another great advantage and that is that from the time we are born until we die we have not one to hundreds of fucking real tyrants, those who if you are not careful can kill you in countless ways including physical death, you just have to watch the news of everything the world. &lt;/p&gt;\n\n&lt;p&gt;There is no truce or rest for women, we are persecuted, enslaved, sold, mutilated, subjugated, prostituted, silenced, underestimated, I could go on for eternity. &lt;/p&gt;\n\n&lt;p&gt;This is the reality of women on the planet. This makes us tremendous stalkers because it is a matter of life. It&amp;#39;s not so much that we settle because we want to belong to a community, single women with sporadic visits from men would suffice. &lt;/p&gt;\n\n&lt;p&gt;The woman who still retains her sovereignty has to make a great effort not to feel real contempt for man and she rarely succeeds, in the depths of her being she despises him, this is not a matter of radical feminism it is so clear to see that it is not understood that it is not seen. &lt;/p&gt;\n\n&lt;p&gt;Women also like men beyond mating, their energy is precious to us, their determination and direction are admirable and we appeal to the myth because that is what it has become and we do not lose hope that true masculinity rises from the ashes. &lt;/p&gt;\n\n&lt;p&gt;I like men but not what they have become who knows how many centuries ago. Women are not interested in the war for dominance over others and if there are women that are, it is because they have been contaminated and have copied the behavior of men in order to be accepted. &lt;/p&gt;\n\n&lt;p&gt;We are accused of being complicated when in reality we are very simple, sometimes today men and women have been corrupted. &lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;I hope the women in our group find their way into a phantom version of Dance Home, once the animations become widely seen.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s going to take women to open that for business.&lt;/p&gt;\n\n&lt;p&gt;I can lurk in the darkness, but my sleeping dreaming talents are very poor.&lt;/p&gt;\n\n&lt;p&gt;In sleeping dreaming, your tonal is already &amp;quot;shrunk&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So you can do anything.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwurmjx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668782462.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yyff5r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvokpk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "silence_sam", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvbo6a", "score": 5, "author_fullname": "t2_dku1p2ay", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I can add something to this, that I feel when working on silence.  It’s almost like there’s two methods like you are saying here; forcing silence, which is pretty active and tense for me, so much so that I can give myself a headache.  It feels like holding a plug or grabbing something, but really is just me constantly reminding myself second after second to have no thoughts.  So when I thought pops up, I can cut it off immediately and return to no thoughts.  But it’s like a clenching.  I need this sometimes to get in the flow of not thinking.  It creates this pushing sort of feeling,moving ever forward without a thought.  But it’s not restful and ties up a lot of awareness.  It does make things brighter, but only to a point.  The other way is finding that silence between or underneath everything, and sort of “resting” on it.  That’s a lot more peaceful, no headache, but it’s not as easily sustainable for me, or it wasn’t at first.\n\nIt feels to me like the first method builds the discipline, develops the ability to stay out of the thoughts until they start to drift away on their own and a more restful approach can be taken.  Like the first one is the silence training, or building the muscle sort of, to gain the ability to rest in silence and use your available awareness to direct to your perceptions.\n\nIt’s like a back and forth, but it was definitely more “force” at first, while now it’s moving more to the restful feeling.  Finding something inside to “hold onto” maybe.  Inner feelings again, tough to explain.\n\nThere’s some quotes in the active side of infinity that were posted here yesterday from that other forum.  It’s applicable to this.\n\nOne is about the sorcerers burdening the fliers mind with silence until it flees, and that is what Don Juan means by discipline.  Disciplining your mind to be silent and focused on action maybe, rather than indulging in everything going on upstairs, that keeps us from seeing.  Forget the part about the fliers and just consider it the non-constructive functioning of our minds.  Discipline is needed to control that.  Forcing silence, as often as you can remember.\n\nAnd then he says the mind flees forever when the sorcerer grabs hold of the vibratory force that holds him together.  The inner thing beneath everything, grabbing it.  The fliers mind, or again just that yappy part that keeps us from moving our awareness away from this place, will “flee” or disengage somehow.\n\nIt takes getting your awareness away from the habitual location completely, the self content, the book deals, everything, and onto something else.  At first that really does take a very real effort and discipline, but later maybe not so much.  And then we’re able to turn it off completely and stop the world.\n\nThis is my take on all of that, from the experiences so far", "edited": 1668796525.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwvokpk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I can add something to this, that I feel when working on silence.  It’s almost like there’s two methods like you are saying here; forcing silence, which is pretty active and tense for me, so much so that I can give myself a headache.  It feels like holding a plug or grabbing something, but really is just me constantly reminding myself second after second to have no thoughts.  So when I thought pops up, I can cut it off immediately and return to no thoughts.  But it’s like a clenching.  I need this sometimes to get in the flow of not thinking.  It creates this pushing sort of feeling,moving ever forward without a thought.  But it’s not restful and ties up a lot of awareness.  It does make things brighter, but only to a point.  The other way is finding that silence between or underneath everything, and sort of “resting” on it.  That’s a lot more peaceful, no headache, but it’s not as easily sustainable for me, or it wasn’t at first.&lt;/p&gt;\n\n&lt;p&gt;It feels to me like the first method builds the discipline, develops the ability to stay out of the thoughts until they start to drift away on their own and a more restful approach can be taken.  Like the first one is the silence training, or building the muscle sort of, to gain the ability to rest in silence and use your available awareness to direct to your perceptions.&lt;/p&gt;\n\n&lt;p&gt;It’s like a back and forth, but it was definitely more “force” at first, while now it’s moving more to the restful feeling.  Finding something inside to “hold onto” maybe.  Inner feelings again, tough to explain.&lt;/p&gt;\n\n&lt;p&gt;There’s some quotes in the active side of infinity that were posted here yesterday from that other forum.  It’s applicable to this.&lt;/p&gt;\n\n&lt;p&gt;One is about the sorcerers burdening the fliers mind with silence until it flees, and that is what Don Juan means by discipline.  Disciplining your mind to be silent and focused on action maybe, rather than indulging in everything going on upstairs, that keeps us from seeing.  Forget the part about the fliers and just consider it the non-constructive functioning of our minds.  Discipline is needed to control that.  Forcing silence, as often as you can remember.&lt;/p&gt;\n\n&lt;p&gt;And then he says the mind flees forever when the sorcerer grabs hold of the vibratory force that holds him together.  The inner thing beneath everything, grabbing it.  The fliers mind, or again just that yappy part that keeps us from moving our awareness away from this place, will “flee” or disengage somehow.&lt;/p&gt;\n\n&lt;p&gt;It takes getting your awareness away from the habitual location completely, the self content, the book deals, everything, and onto something else.  At first that really does take a very real effort and discipline, but later maybe not so much.  And then we’re able to turn it off completely and stop the world.&lt;/p&gt;\n\n&lt;p&gt;This is my take on all of that, from the experiences so far&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvokpk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668795975.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668795975.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwves1w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwvbo6a", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Keep it up!  We need other \"paths\".\n\nI greatly regret not taking Cholita more seriously, when she first came to live with me.\n\nI missed her path.\n\nI very much need to animate it one day.\n\nI'd been discussing the \"thread\" you find in the dirt, which Carlos told us to look for, as an analogy to how to really learn magic.\n\nCall it \"the thread path\".\n\nCholita seemed annoyed, and asked if I wanted to go walking at night with her.\n\nBut I knew what to expect. She loves to torture me.\n\nWe must have walked 10 miles at night, in the course of just a few hours.\n\nEach time she led me to where I was completely lost,  so that all I could do was marvel at the strange place I had found myself.\n\nAt an Iranian banquet, where we pretended to be guests and Cholita took great delight in sampling their buffet. Which was for invited guests only.\n\nI complained to her we'd be caught, and I would buy her anything she wanted, from any restaurant she liked.\n\nShe seemed annoyed, as if I didn't get it.\n\nAnd we did get caught.  But Cholita charmed the guard so much, he gave her an extra piece of cake and poured her some good quality Iranian tea, telling her to finish it, and please leave.\n\nCholita next took me far away to a dark alley, with amazing neon lights. Some lonely side avenue \"dead end\" to a couple of bars, and a quiet restaurant for romantic couples.\n\nIt was remarkable!  A very surreal scene for sure.  I got to wondering what others sights were available in Los Angeles at night.\n\nBut I tried to talk her into going into the restaurant, or the bar.\n\nWhich infuriated Cholita.  As if I'd ruined the whole thing.\n\nShe led me from magical event to magical event, following some invisible thread only Cholita understood.\n\nBut all I could think about was getting her drunk in a bar so I didn't have to wear myself out, following her all over a part of Los Angeles I didn't even realize existed.\n\nDarn witches...\n\nBut it'll make a good animation lesson on magic and where to find it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwves1w", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Keep it up!  We need other &amp;quot;paths&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I greatly regret not taking Cholita more seriously, when she first came to live with me.&lt;/p&gt;\n\n&lt;p&gt;I missed her path.&lt;/p&gt;\n\n&lt;p&gt;I very much need to animate it one day.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been discussing the &amp;quot;thread&amp;quot; you find in the dirt, which Carlos told us to look for, as an analogy to how to really learn magic.&lt;/p&gt;\n\n&lt;p&gt;Call it &amp;quot;the thread path&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cholita seemed annoyed, and asked if I wanted to go walking at night with her.&lt;/p&gt;\n\n&lt;p&gt;But I knew what to expect. She loves to torture me.&lt;/p&gt;\n\n&lt;p&gt;We must have walked 10 miles at night, in the course of just a few hours.&lt;/p&gt;\n\n&lt;p&gt;Each time she led me to where I was completely lost,  so that all I could do was marvel at the strange place I had found myself.&lt;/p&gt;\n\n&lt;p&gt;At an Iranian banquet, where we pretended to be guests and Cholita took great delight in sampling their buffet. Which was for invited guests only.&lt;/p&gt;\n\n&lt;p&gt;I complained to her we&amp;#39;d be caught, and I would buy her anything she wanted, from any restaurant she liked.&lt;/p&gt;\n\n&lt;p&gt;She seemed annoyed, as if I didn&amp;#39;t get it.&lt;/p&gt;\n\n&lt;p&gt;And we did get caught.  But Cholita charmed the guard so much, he gave her an extra piece of cake and poured her some good quality Iranian tea, telling her to finish it, and please leave.&lt;/p&gt;\n\n&lt;p&gt;Cholita next took me far away to a dark alley, with amazing neon lights. Some lonely side avenue &amp;quot;dead end&amp;quot; to a couple of bars, and a quiet restaurant for romantic couples.&lt;/p&gt;\n\n&lt;p&gt;It was remarkable!  A very surreal scene for sure.  I got to wondering what others sights were available in Los Angeles at night.&lt;/p&gt;\n\n&lt;p&gt;But I tried to talk her into going into the restaurant, or the bar.&lt;/p&gt;\n\n&lt;p&gt;Which infuriated Cholita.  As if I&amp;#39;d ruined the whole thing.&lt;/p&gt;\n\n&lt;p&gt;She led me from magical event to magical event, following some invisible thread only Cholita understood.&lt;/p&gt;\n\n&lt;p&gt;But all I could think about was getting her drunk in a bar so I didn&amp;#39;t have to wear myself out, following her all over a part of Los Angeles I didn&amp;#39;t even realize existed.&lt;/p&gt;\n\n&lt;p&gt;Darn witches...&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;ll make a good animation lesson on magic and where to find it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwves1w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668792016.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668792016.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvbo6a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "PreciseInstance", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv7h63", "score": 3, "author_fullname": "t2_pz5w9r4n", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I meant just the second attention when i said nagual, or basically that when i move my AP i don't \"shut my thoughts off\" but rather it has shown to be way more effective to direct the attention away from the thoughts on to the \"spaces in between\" abd the moment i do that the internal dialogue actually gets quiet. But when i \"try\" to shut the thought off with force it is alway fails or just ends up in me arguing with myself in my head of how \"i am silent now\" and catching myself thinking of being silent for a half an hour straight.\n\nAnd it makes sense since to even have the awareness to view the second attention as anything that you might see below the green zone perhaps, you need to \"free your attention\". Forcing silence is not freeing attention as long you are thinking about forcing silence. It only works when your actually silent and that only happens when you attention is somewhere else than your thoughts. Doesn't mean the thought don't exist or that somehow they are gone. You have just turned your back on to them so you no longer see them.", "edited": 1668792057.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwvbo6a", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I meant just the second attention when i said nagual, or basically that when i move my AP i don&amp;#39;t &amp;quot;shut my thoughts off&amp;quot; but rather it has shown to be way more effective to direct the attention away from the thoughts on to the &amp;quot;spaces in between&amp;quot; abd the moment i do that the internal dialogue actually gets quiet. But when i &amp;quot;try&amp;quot; to shut the thought off with force it is alway fails or just ends up in me arguing with myself in my head of how &amp;quot;i am silent now&amp;quot; and catching myself thinking of being silent for a half an hour straight.&lt;/p&gt;\n\n&lt;p&gt;And it makes sense since to even have the awareness to view the second attention as anything that you might see below the green zone perhaps, you need to &amp;quot;free your attention&amp;quot;. Forcing silence is not freeing attention as long you are thinking about forcing silence. It only works when your actually silent and that only happens when you attention is somewhere else than your thoughts. Doesn&amp;#39;t mean the thought don&amp;#39;t exist or that somehow they are gone. You have just turned your back on to them so you no longer see them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvbo6a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668790765.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668790765.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvkr7w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv7h63", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That’s what the books say.  Or at least that’s the synthesis you come by after reading all of them,  including the later ones.\n\nCalling a being with double the normal energy the nagual, in a sorcery group context, is simply to affirm that they are a figurehead of the Spirit/Nagual, a spokesperson. Workable only because they are a bit more naturally endowed to do so.\n\nThe little nagual (energy body) and the big Nagual (the dark sea of awareness/active side of infinity), of which our double (and in Carlos’ case double-double) is only a tiny fragment.\n\nOur Tonal is a fragment too, of course. The denser and less mobile portion. Confusingly tied to matter.", "edited": 1668795638.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwvkr7w", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That’s what the books say.  Or at least that’s the synthesis you come by after reading all of them,  including the later ones.&lt;/p&gt;\n\n&lt;p&gt;Calling a being with double the normal energy the nagual, in a sorcery group context, is simply to affirm that they are a figurehead of the Spirit/Nagual, a spokesperson. Workable only because they are a bit more naturally endowed to do so.&lt;/p&gt;\n\n&lt;p&gt;The little nagual (energy body) and the big Nagual (the dark sea of awareness/active side of infinity), of which our double (and in Carlos’ case double-double) is only a tiny fragment.&lt;/p&gt;\n\n&lt;p&gt;Our Tonal is a fragment too, of course. The denser and less mobile portion. Confusingly tied to matter.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvkr7w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668794422.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668794422.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv7h63", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668789082.0, "send_replies": true, "parent_id": "t1_iwugkwp", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But you don't need to intuit that.\n\nI see the Nagual directly, at least once a week.\n\nI'll make an animation some day, to show how to summon it for viewing.\n\nWhat I don't know is, can you call the double, the nagual?\n\nThat seems to happen in the books from time to time.\n\nBut the nagual is a visible phenomena you can either enter, or view from a short distance.\n\nWhile the double seems as real as the tonal from time to time.\n\nCholita's can even move solid objects.\n\nYet in dreaming where the double is in his pure form, he often has no body at all. And is just \"watching\". The way you can watch the Nagual and even experience it, but not describe it intelligently later on.\n\nSo maybe the double is in fact, \"the nagual\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwv7h63", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But you don&amp;#39;t need to intuit that.&lt;/p&gt;\n\n&lt;p&gt;I see the Nagual directly, at least once a week.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll make an animation some day, to show how to summon it for viewing.&lt;/p&gt;\n\n&lt;p&gt;What I don&amp;#39;t know is, can you call the double, the nagual?&lt;/p&gt;\n\n&lt;p&gt;That seems to happen in the books from time to time.&lt;/p&gt;\n\n&lt;p&gt;But the nagual is a visible phenomena you can either enter, or view from a short distance.&lt;/p&gt;\n\n&lt;p&gt;While the double seems as real as the tonal from time to time.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s can even move solid objects.&lt;/p&gt;\n\n&lt;p&gt;Yet in dreaming where the double is in his pure form, he often has no body at all. And is just &amp;quot;watching&amp;quot;. The way you can watch the Nagual and even experience it, but not describe it intelligently later on.&lt;/p&gt;\n\n&lt;p&gt;So maybe the double is in fact, &amp;quot;the nagual&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwv7h63/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668789082.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwugkwp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "PreciseInstance", "can_mod_post": false, "created_utc": 1668777023.0, "send_replies": true, "parent_id": "t3_yyff5r", "score": 6, "author_fullname": "t2_pz5w9r4n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Forcing silence and using the second attention are two different things i am convinced. \n\nI just listened to the part of the books where Don Joan explains the tonal and nagual for the first time. \n\nHe said \"if there is a word for it it is the tonal\" \n\nAnd he said \"the tonal is a description, a story\"\n\nMade me realize the tonal is the story we tell. \n\nThe story of how things are and why they are this way.\n\nThere is always a reason. Even a reason to why the story is told or who tells the story. Or maybe a story of how the world is bad place to life. Who could argue with that? \nAnother story is told, and agreed on. What is actually true. Ask yourself this. If there is a word for something, doesn't it mean it is just a story. Another word uttered. \n\nYet if you pay attention you \"see\" that the reason is one step behind the real thing. There is an delay or inaccuracy. \n\nWhat reason sees is an overlay, that eats up you awareness. Its spellbound. You spell bound and bewitched by the stories you tell yourself and repeat. \n\nThe world is an description because all you know about is a story. Whether the story is that of a sorcerer or your parents. \n\nSome stories make you take a step back. You think \"did i just grasp it?\" \"Did just realize the answer\".\n\nYou have told yourself a new story about how there is a world in which you might have realized something.\n\nA new story is a new spell you put on yourself. A new description. \n\nI wanted to mention a quote from Mozart\n\n\"The music is not in the notes but in the room between the notes\"\n\nAs it is that the nagual is located in the silence between the story. It is the tonal true counterpart. A true contrast. Its not \"god\". \n\nGod is just another word.", "edited": 1668780531.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwugkwp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Forcing silence and using the second attention are two different things i am convinced. &lt;/p&gt;\n\n&lt;p&gt;I just listened to the part of the books where Don Joan explains the tonal and nagual for the first time. &lt;/p&gt;\n\n&lt;p&gt;He said &amp;quot;if there is a word for it it is the tonal&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;And he said &amp;quot;the tonal is a description, a story&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Made me realize the tonal is the story we tell. &lt;/p&gt;\n\n&lt;p&gt;The story of how things are and why they are this way.&lt;/p&gt;\n\n&lt;p&gt;There is always a reason. Even a reason to why the story is told or who tells the story. Or maybe a story of how the world is bad place to life. Who could argue with that? \nAnother story is told, and agreed on. What is actually true. Ask yourself this. If there is a word for something, doesn&amp;#39;t it mean it is just a story. Another word uttered. &lt;/p&gt;\n\n&lt;p&gt;Yet if you pay attention you &amp;quot;see&amp;quot; that the reason is one step behind the real thing. There is an delay or inaccuracy. &lt;/p&gt;\n\n&lt;p&gt;What reason sees is an overlay, that eats up you awareness. Its spellbound. You spell bound and bewitched by the stories you tell yourself and repeat. &lt;/p&gt;\n\n&lt;p&gt;The world is an description because all you know about is a story. Whether the story is that of a sorcerer or your parents. &lt;/p&gt;\n\n&lt;p&gt;Some stories make you take a step back. You think &amp;quot;did i just grasp it?&amp;quot; &amp;quot;Did just realize the answer&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You have told yourself a new story about how there is a world in which you might have realized something.&lt;/p&gt;\n\n&lt;p&gt;A new story is a new spell you put on yourself. A new description. &lt;/p&gt;\n\n&lt;p&gt;I wanted to mention a quote from Mozart&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The music is not in the notes but in the room between the notes&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;As it is that the nagual is located in the silence between the story. It is the tonal true counterpart. A true contrast. Its not &amp;quot;god&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;God is just another word.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwugkwp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668777023.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yyff5r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvmitp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwv9flc", "score": 1, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes ok it’s worth it \nThanks for sharing, I read the posts here stretching back a while. I avoid speaking on what I don’t do even although l read. I like the magic and welcome it", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwvmitp", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes ok it’s worth it \nThanks for sharing, I read the posts here stretching back a while. I avoid speaking on what I don’t do even although l read. I like the magic and welcome it&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvmitp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668795144.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668795144.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwv9flc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668789869.0, "send_replies": true, "parent_id": "t1_iwupyht", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Read my older posts.\n\nAnd read the reactions.\n\nNotice when someone deletes their user account.\n\nOr, just find a piece of magic no one would believe. And keep working until you figure out how to get more of it.\n\nIt's possible that words can't convey what you want to know, because they get misinterpreted no matter how hard you try to be accurate.\n\nThat's why I have high hopes for animations.\n\nThe things I get to see these days!!!!\n\nYou need to see those.\n\nSo do what Carlos explained.\n\nUse your fingers to sift through the dirt at your feet.  It's like smooth dust on the hard ground.\n\nFind the end of a little thread in there.\n\nJust barely noticeable, there will be a tiny little end of a thread sticking out.\n\nDon't doubt it's of any value!\n\nPull it up bit by bit, from the compressed soil. Even scratch a little if you need to, until you have 1 full inch of it, and can see that there's more.\n\nCholita is the master of this.  She makes me jealous. She can find the thread of magic, anywhere.\n\nThe thread might be any kind of magic, even if it seems useless.\n\nAs you keep uncovering that thread, you'll eventually notice a string.\n\nNext to it. Or maybe tied to its end.\n\nNow you have to decide which way to go.\n\nI say, follow the string now! If it dead ends, you can always go back to following the thread.\n\nCarlos called that \"Navigating\".\n\nAt some point, you'll reach a rope.\n\nBut by then you won't have noticed your life is filled with so much magic, you've begun to take it for granted.\n\nYou'll pull the rope up and find it's hooked to an old piece of junk.\n\nWorthless for anything but an anchor for a small boat.\n\nBut there you are, surrounded by magic anyway.  Stuff that got uncovered along the way.\n\nCarlos told that story standing no more than 3 feet from me, facing a woman he was trying to lure into the \"inner circle\".\n\nWish I could see faces, or I'd try to track her down and see what happened to her.", "edited": 1668790052.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwv9flc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Read my older posts.&lt;/p&gt;\n\n&lt;p&gt;And read the reactions.&lt;/p&gt;\n\n&lt;p&gt;Notice when someone deletes their user account.&lt;/p&gt;\n\n&lt;p&gt;Or, just find a piece of magic no one would believe. And keep working until you figure out how to get more of it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible that words can&amp;#39;t convey what you want to know, because they get misinterpreted no matter how hard you try to be accurate.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why I have high hopes for animations.&lt;/p&gt;\n\n&lt;p&gt;The things I get to see these days!!!!&lt;/p&gt;\n\n&lt;p&gt;You need to see those.&lt;/p&gt;\n\n&lt;p&gt;So do what Carlos explained.&lt;/p&gt;\n\n&lt;p&gt;Use your fingers to sift through the dirt at your feet.  It&amp;#39;s like smooth dust on the hard ground.&lt;/p&gt;\n\n&lt;p&gt;Find the end of a little thread in there.&lt;/p&gt;\n\n&lt;p&gt;Just barely noticeable, there will be a tiny little end of a thread sticking out.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t doubt it&amp;#39;s of any value!&lt;/p&gt;\n\n&lt;p&gt;Pull it up bit by bit, from the compressed soil. Even scratch a little if you need to, until you have 1 full inch of it, and can see that there&amp;#39;s more.&lt;/p&gt;\n\n&lt;p&gt;Cholita is the master of this.  She makes me jealous. She can find the thread of magic, anywhere.&lt;/p&gt;\n\n&lt;p&gt;The thread might be any kind of magic, even if it seems useless.&lt;/p&gt;\n\n&lt;p&gt;As you keep uncovering that thread, you&amp;#39;ll eventually notice a string.&lt;/p&gt;\n\n&lt;p&gt;Next to it. Or maybe tied to its end.&lt;/p&gt;\n\n&lt;p&gt;Now you have to decide which way to go.&lt;/p&gt;\n\n&lt;p&gt;I say, follow the string now! If it dead ends, you can always go back to following the thread.&lt;/p&gt;\n\n&lt;p&gt;Carlos called that &amp;quot;Navigating&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At some point, you&amp;#39;ll reach a rope.&lt;/p&gt;\n\n&lt;p&gt;But by then you won&amp;#39;t have noticed your life is filled with so much magic, you&amp;#39;ve begun to take it for granted.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll pull the rope up and find it&amp;#39;s hooked to an old piece of junk.&lt;/p&gt;\n\n&lt;p&gt;Worthless for anything but an anchor for a small boat.&lt;/p&gt;\n\n&lt;p&gt;But there you are, surrounded by magic anyway.  Stuff that got uncovered along the way.&lt;/p&gt;\n\n&lt;p&gt;Carlos told that story standing no more than 3 feet from me, facing a woman he was trying to lure into the &amp;quot;inner circle&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Wish I could see faces, or I&amp;#39;d try to track her down and see what happened to her.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwv9flc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668789869.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwupyht", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1668781708.0, "send_replies": true, "parent_id": "t3_yyff5r", "score": 3, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Can you please illustrate what a good player is \nWhat a good player does in the morning and at night conventionally and such. By that I mean the intent trail to hook those 100strings.\nYour help can fill the unfilled or occupied spaces that are aimlessly lighting up and that redirect towards other lit areas that light again and again. But a lot of people have so much other worlds lit it’s hard to hold the focal point without deviation.\n\nYes, Recapitulation is a start\nBut not on the same equation when considering the mood factor, if silence ok but still need an aid to maintain and expand.\n\nYou should explain The mood of the old seers and new seers. The mood can be sustained. And never mind the books things are never how they are read out to be before the main deeds", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwupyht", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can you please illustrate what a good player is \nWhat a good player does in the morning and at night conventionally and such. By that I mean the intent trail to hook those 100strings.\nYour help can fill the unfilled or occupied spaces that are aimlessly lighting up and that redirect towards other lit areas that light again and again. But a lot of people have so much other worlds lit it’s hard to hold the focal point without deviation.&lt;/p&gt;\n\n&lt;p&gt;Yes, Recapitulation is a start\nBut not on the same equation when considering the mood factor, if silence ok but still need an aid to maintain and expand.&lt;/p&gt;\n\n&lt;p&gt;You should explain The mood of the old seers and new seers. The mood can be sustained. And never mind the books things are never how they are read out to be before the main deeds&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwupyht/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668781708.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yyff5r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_yyff5r", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwvwb6n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1668799138.0, "send_replies": true, "parent_id": "t1_iwvhnej", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Absolutely not.\n\nNor should you.\n\nI've written up why all those drugs were used over and over, so if you look around you'll find it.\n\nI was sort of \"right there\" at the time.  So I have a very good understanding of what was going on.\n\nBut to sum it up, don Juan ran into a double being he badly needed, who was ranting about needing an indian \"informant\" to show him how native americans used power plants.  To get his PhD.\n\nMy father was involved in the same thing, at Morongo where Carlos first went. At the same time!  I might even have been there hearing of his visit, at around 7 years old.  Just after he visited.  \n\nWith what was a slightly malicious sense of humor, don Juan obliged Carlos. And pretended it was a Yaqui tradition, because Carlos needed it to be that sort of thing.\n\nBut actually he started teaching him in secret with \"the nagual's blow\".\n\nRight as Carlos was learning to \"find his spot\".  Long before any power plants.\n\nThe power plants were just amusing to don Juan, in my opinion.\n\nAnd it seems to have created the popularity of the books, and half the \"hippy movement\".\n\nIf you use those, you'll  never learn sorcery.  It's a total misunderstanding of what the books say.\n\nStay away from people who believe that's the path.  They didn't even bother to read.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwvwb6n", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Absolutely not.&lt;/p&gt;\n\n&lt;p&gt;Nor should you.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve written up why all those drugs were used over and over, so if you look around you&amp;#39;ll find it.&lt;/p&gt;\n\n&lt;p&gt;I was sort of &amp;quot;right there&amp;quot; at the time.  So I have a very good understanding of what was going on.&lt;/p&gt;\n\n&lt;p&gt;But to sum it up, don Juan ran into a double being he badly needed, who was ranting about needing an indian &amp;quot;informant&amp;quot; to show him how native americans used power plants.  To get his PhD.&lt;/p&gt;\n\n&lt;p&gt;My father was involved in the same thing, at Morongo where Carlos first went. At the same time!  I might even have been there hearing of his visit, at around 7 years old.  Just after he visited.  &lt;/p&gt;\n\n&lt;p&gt;With what was a slightly malicious sense of humor, don Juan obliged Carlos. And pretended it was a Yaqui tradition, because Carlos needed it to be that sort of thing.&lt;/p&gt;\n\n&lt;p&gt;But actually he started teaching him in secret with &amp;quot;the nagual&amp;#39;s blow&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Right as Carlos was learning to &amp;quot;find his spot&amp;quot;.  Long before any power plants.&lt;/p&gt;\n\n&lt;p&gt;The power plants were just amusing to don Juan, in my opinion.&lt;/p&gt;\n\n&lt;p&gt;And it seems to have created the popularity of the books, and half the &amp;quot;hippy movement&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you use those, you&amp;#39;ll  never learn sorcery.  It&amp;#39;s a total misunderstanding of what the books say.&lt;/p&gt;\n\n&lt;p&gt;Stay away from people who believe that&amp;#39;s the path.  They didn&amp;#39;t even bother to read.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvwb6n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668799138.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwvhnej", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_yyff5r", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I have a question for you. do you think Castaneda continue to use various drugs to shift his assemblage point?\nOne explanation between some of the confusion between the books might be that he was not in the first attention and has had trouble recalling various incidents.\nI was once in an Indian store in St Augustine Florida and happened to meet someone that knew Pablito and unfortunately I never tried to get any contact information.\nhe might have been able to answer a lot of questions.", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have a question for you. do you think Castaneda continue to use various drugs to shift his assemblage point?\nOne explanation between some of the confusion between the books might be that he was not in the first attention and has had trouble recalling various incidents.\nI was once in an Indian store in St Augustine Florida and happened to meet someone that knew Pablito and unfortunately I never tried to get any contact information.\nhe might have been able to answer a lot of questions.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwvhnej/", "num_reports": null, "locked": false, "name": "t1_iwvhnej", "created": 1668793169.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1668793169.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwzindz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwxr2fs", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We have animations coming along soon.  I'm working right now on that troublesome moth from the books.  Little Smoke's insect form.\n\nTechnically as good as Pixar I suspect.  The software is light years ahead of the early \"Toy Story\" animations.\n\nSo good that my ally Fancy claims you can easily create a phantom realm for people to physically visit. A \"virtual lineage\" that can last hundreds of years.\n\nIt's pretty much the same principle the death defier used to create Tula.\n\nExcept, updated for modern ways to come to agreement on what a dreaming realm looks like, so people can tune in and do shared dreaming there.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwzindz", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We have animations coming along soon.  I&amp;#39;m working right now on that troublesome moth from the books.  Little Smoke&amp;#39;s insect form.&lt;/p&gt;\n\n&lt;p&gt;Technically as good as Pixar I suspect.  The software is light years ahead of the early &amp;quot;Toy Story&amp;quot; animations.&lt;/p&gt;\n\n&lt;p&gt;So good that my ally Fancy claims you can easily create a phantom realm for people to physically visit. A &amp;quot;virtual lineage&amp;quot; that can last hundreds of years.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty much the same principle the death defier used to create Tula.&lt;/p&gt;\n\n&lt;p&gt;Except, updated for modern ways to come to agreement on what a dreaming realm looks like, so people can tune in and do shared dreaming there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwzindz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668873563.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668873563.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iwyradv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iwxr2fs", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "![gif](giphy|5totXGbmSkkaz9QxFi|downsized)\n\nFor others to grasp the coolness...", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iwyradv", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://giphy.com/gifs/5totXGbmSkkaz9QxFi\" target=\"_blank\"&gt;&lt;img src=\"https://external-preview.redd.it/UhEegZRe0C9IXV_VX0693vh4xlLK6PhcGFzU7WIWM7U.gif?width=384&amp;height=216&amp;s=f42d72631df332719ca84cc91afa81109420f6be\" width=\"384\" height=\"216\"&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;For others to grasp the coolness...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwyradv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668857943.0, "media_metadata": {"giphy|5totXGbmSkkaz9QxFi|downsized": {"status": "valid", "e": "AnimatedImage", "m": "image/gif", "ext": "https://giphy.com/gifs/5totXGbmSkkaz9QxFi", "p": [{"y": 78, "x": 140, "u": "https://b.thumbs.redditmedia.com/ku1xf_saJ1mvhp5q9DmDlMO-0wIbtQh-UNRkUCt4DWA.jpg"}], "s": {"y": 216, "gif": "https://external-preview.redd.it/UhEegZRe0C9IXV_VX0693vh4xlLK6PhcGFzU7WIWM7U.gif?width=384&amp;height=216&amp;s=f42d72631df332719ca84cc91afa81109420f6be", "mp4": "https://external-preview.redd.it/UhEegZRe0C9IXV_VX0693vh4xlLK6PhcGFzU7WIWM7U.gif?width=384&amp;height=216&amp;format=mp4&amp;s=1d9fbfd5fd72eeea7e51d5e12bb6a1526e4026f8", "x": 384}, "t": "giphy", "id": "giphy|5totXGbmSkkaz9QxFi|downsized"}}, "author_flair_text": null, "treatment_tags": [], "created_utc": 1668857943.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwxr2fs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gooseparade37", "can_mod_post": false, "created_utc": 1668829915.0, "send_replies": true, "parent_id": "t1_iwxqyxk", "score": 1, "author_fullname": "t2_13o6kq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Good to drop by this sub again and see the same people lol. Dan and techno oh and Juan", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwxr2fs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good to drop by this sub again and see the same people lol. Dan and techno oh and Juan&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yyff5r", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwxr2fs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668829915.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iwxqyxk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gooseparade37", "can_mod_post": false, "created_utc": 1668829860.0, "send_replies": true, "parent_id": "t3_yyff5r", "score": 2, "author_fullname": "t2_13o6kq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Recently a dream reminded me of how I used to view the world when I was a kid. The creek by our house was the Grand Canyon and the neighborhood houses were luxury penthouse mansions. Each tree was miles high", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iwxqyxk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Recently a dream reminded me of how I used to view the world when I was a kid. The creek by our house was the Grand Canyon and the neighborhood houses were luxury penthouse mansions. Each tree was miles high&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/iwxqyxk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1668829860.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yyff5r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ix6xqh9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1669007607.0, "send_replies": true, "parent_id": "t3_yyff5r", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Please tell me we don’t have to start wearing loincloths 😬\n\n![gif](giphy|cauvvTGvpBkTUvnhtl|downsized)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ix6xqh9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Please tell me we don’t have to start wearing loincloths 😬&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://giphy.com/gifs/cauvvTGvpBkTUvnhtl\" target=\"_blank\"&gt;&lt;img src=\"https://external-preview.redd.it/6kU4epIrM6_qnH--Iis06yg8mORywgHHt_SZjxEhDsg.gif?width=315&amp;height=177&amp;s=242e4ca01dded86f430d2591ec8b11d561883c74\" width=\"315\" height=\"177\"&gt;&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yyff5r/a_different_way_to_look_at_things/ix6xqh9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1669007607.0, "media_metadata": {"giphy|cauvvTGvpBkTUvnhtl|downsized": {"status": "valid", "e": "AnimatedImage", "m": "image/gif", "ext": "https://giphy.com/gifs/cauvvTGvpBkTUvnhtl", "p": [{"y": 78, "x": 140, "u": "https://b.thumbs.redditmedia.com/m0iVVGtGJ-CvF-tY67VrhleN1jCOs0KgmHUkOK9l0is.jpg"}], "s": {"y": 177, "gif": "https://external-preview.redd.it/6kU4epIrM6_qnH--Iis06yg8mORywgHHt_SZjxEhDsg.gif?width=315&amp;height=177&amp;s=242e4ca01dded86f430d2591ec8b11d561883c74", "mp4": "https://external-preview.redd.it/6kU4epIrM6_qnH--Iis06yg8mORywgHHt_SZjxEhDsg.gif?width=315&amp;height=177&amp;format=mp4&amp;s=65c6052162c6cffdaae6ad0b2947349419db442d", "x": 315}, "t": "giphy", "id": "giphy|cauvvTGvpBkTUvnhtl|downsized"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yyff5r", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]