[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[The latest doings at Dance Home](https://preview.redd.it/tbquxinaiqb91.jpg?width=720&amp;format=pjpg&amp;auto=webp&amp;s=3776e9bcac00ed0f0b706f91c53760b2877858dd)\n\nI tried to write this up last night in the advanced subreddit.\n\nIt's the result of discovering a huge shortcut to Silent Knowledge.\n\nThe shortcut is to \"train\" your tensegrity forms to soak up the intent of being spectacular and very visual, with flurries, sparkles, flashes, and of course, lots of puffs you can manipulate.\n\nTo do that you just practice them smoothly, and perfectly, and you insist on absolute silence.\n\nWhile emphasizing watching for \"cool special effects\" generated by the movements.\n\nIt's difficult at first, and you only see unsatisfying vague stuff.\n\nBut eventually the tensegrity itself \"stores\" the magic, and even on a bad day when you are not feeling well you start the series of tensegrity passes and they actively \"Pull\" you into the magic.\n\nIt's amazing.  You'll be starting your pass in darkness, but after a few seconds your arm waves through the air doing the tensegrity form, and it turns solid purple.  Leaving a fully visible pink smear of sparkles across the darkness.  Then you notice that the next movement slices the pink, and it explodes into stars and flashes...\n\nWell, that's just one of mine.\n\nThey can be \"trained\" to do anything.\n\nAnd used at all levels.\n\nVague stuff you don't want to tell anyone about, because you aren't even sure it's there.  Because you just started the practice of \"Tensegrity in the dark\".\n\nIt works on that stuff too. But it's a while before you figure out how to get the movements to \"brighten it up\".\n\nAnd it works at the green line on the J curve, possibly resulting in being able to \"stir\" bliss, and also to \"smoke out mini-visions\".\n\nIn the red zone, it's shapeshifting supreme when you do the Tensegrity forms.  Trust me when I say, if it's well done you will no longer be alone in the darkroom.  Entities will take an interest and show up to help you direct your focus.\n\nThey start to \"teach\" you how to include even more \"intent\" into that pass.\n\nAnd you learn to \"stack them\".  To use one Tensegrity form to produce an effect, such as the whitish light on surfaces.\n\nAnd the next to pull that off the surfaces, and cause it to manifest things in the air.\n\nPass #1 gets you to point R.\n\nBut FROM point R, pass #2 can get you elsewhere.  To point O.   And #3 gets you to point P.\n\nThe purple zone on the J curve!   After just 3 tensegrity passes.\n\nIf you were still where you started and hadn't gotten to point R, pass #2 wouldn't work the way it does.\n\nAll of the passes can be started from the blue line on the J curve, where there's only your ugly internal dialogue torturing you, and pushing your energy body away.\n\nBut some of them \"work best\" when you get to the whitish light of the orange zone on the J curve.\n\nAnd some...\n\nThey even work in the purple zone, to change the flow of silent knowledge.\n\nThe \"Affection for the Energy Body\" pass is one of those which GREATLY benefits from second attention dreaming fog of all types.  From the air being THICK with sparkles and intense puffs of color.\n\nAnd which doesn't work nearly as well, at the blue line where you are in complete darkness.\n\nIt makes sense that finding a way to focus on \"magic\" in the air would speed up the movement of your assemblage point.\n\nThat's the whole reason for darkroom!  So that you can't fool yourself with some odd internal dialogue version, and some \"visualization\".  We see that in beginners who eagerly post their initial experiences, and anyone with any actual experience in here realizes, they've fooled themselves and are making up success.\n\nIt's odd, but everyone likes to pretend their sorcery.\n\nI suppose that's how it is out there with every other \"system\" doing nothing but pretending their results.\n\nAnd feeling justified to do that, because the other systems have some limited ability to produce green line on the J curve effects.  That's their \"trick\".  To exaggerate the meaning of the green line on the J curve, to make it a \"final destination\".\n\nIn fact, you can do what they do much more easily using shamanic drumming, or even something as silly as \"Ecstatic Dance\".\n\nSome former private class members got into that, and practice it at Dance Home.  Even though they gave up on sorcery.\n\nLast night I had gotten so good at my \"shortcut\" collections of tensegrity passes, that I reached Silent Knowledge with a vengeance.\n\nI mean, it was close to \"brutal\".\n\nI kept getting one \"secret of the universe\" after another, all of them seeming to be \"key\" to our ability to pull off our quest in this subreddit.\n\nAnd they kept piling up.  I literally ran to my computer to try to post it in the advanced subreddit, but failed to realize, unless you LEAVE Silent Knowledge, it's hopeless to try to write it down.\n\nBecause writing it down becomes a new \"presentation method\".\n\nSo what you write mutates, new information to \"supplement\" it comes along, and you even see visions of what you are typing, without realizing it.\n\nI believe Carlos tried to solve that by making Nyei his \"scribe\".  He just spoke, and she wrote it down for him.\n\nBut last night I hadn't yet learned that you have to move back to the green line, ideally, to be able to save the SK you gained.  And the green line is a good place to be, so you have \"bliss\" while typing it in.\n\nI also hadn't learned, and still probably haven't, that worrying about saving silent knowledge is a barrier. One you have to overcome.\n\nSK has \"all human knowledge\".  Past, present, and I suspect future also.\n\nYou have to trust that it's always there. Like your brain's memory.\n\nYou own it!\n\nIf you start believing it comes and goes, and is rare, you'll stop yourself from reaching a state where it's always around.\n\nI should clarify that \"The Future\" might be hard to perceive in silent knowledge, because you can't find a \"link\" to it.\n\nHasn't happened yet.\n\nBut if you somehow got into the \"flow\" of an event in the future, you'd be able to see it all in perfect detail.\n\nIt's just that it's very difficult to \"find\".\n\nI suppose Soledad did it again, with Yoda from \"Star Wars\" saying, \"Difficult to see, the future is.  Always in flux\".\n\nAnd it's also difficult for the reasons don Juan gave us.  He explained that even the best sorcerer's seeing can fail, when it's about a topic too close to his own heart.  Like a sick relative, or some other matter of deep personal concern.\n\nIt's a \"dirty link to intent\".\n\nSilent Knowledge only \"flows\" when that link to intent is clean enough to allow smooth \"topic changes\".\n\nThe talking lizards in the books were an excellent example of how you had to let such knowledge \"flow\" and not break that process with a new question.  They simply stopped talking.\n\nAnd what they were about to reveal to Carlos, was lost.\n\nSo in that mode last night, having succeeded at allowing the \"flow\", I learned things that seemed critical to this subreddit.\n\nAnd at the end, after coming to my own conclusion about them, deciding in favor of one, I found myself in an airport.\n\nNot asleep. It was a Silent Knowledge vision.  In fact, I was likely standing up looking at the south wall of my darkroom.\n\nThose \"visions\" of \"seeing\" (silent knowledge) come and go.  As you might have imagined while reading the books of Carlos, even being a beginner, would happen to don Juan.\n\nYou try to picture what it's like for someone who can \"see\".\n\nAnd so you probably already realized, when don Juan figured out Carlos was holding himself back because of some childhood incident with a \"button nosed boy\", maybe he actually saw it.  Visually.\n\nMaybe he saw Carlos push some heavy object over on the boy and break one of his bones.\n\nBut he also might have simply \"read it\" in the air. Some text saying, \"Ask him about the button nosed boy\".\n\nSK can be like that!\n\nCarlos offered that to us in his Silent Knowledge publication, as a choice.  One  he and don Juan both recommended.\n\n\"Reading\" infinity, instead of watching videos about it as the old seers did.\n\nCarlos even made a \"Readers of Infinity\" publication, to make sure we knew that's what he advised us.\n\nAfter he was gone, we should become  \"Readers of Infinity\".\n\nI suppose because of that publication I shouldn't have been surprised when I found myself in an airport, a symbol of travel,  and sitting at a white table in a coffee shop was Carlos himself, reading a newspaper.\n\nI walked up to him, standing on the other side of the table as if I wanted to sit down and asked, \"Carlos???  Is that really you?\"\n\nHe dropped his newspaper, raised his eyebrows a little, and let me know. Yes.  It was him.\n\nOf course, it probably wasn't.  In Silent Knowledge entities like Porfirio or my own Storyteller, easily form.  To serve as the \"presentation method\" for a new flow of silent knowledge.\n\nOn a new topic.\n\nI had the topic.  So I quickly explained what I had just learned in Silent Knowledge.\n\nThat there are 2 \"choices\" in front of the subreddit.  And neither has good prospects.\n\nWe can encourage people to be \"lone wolves\" like the old seers.\n\nEveryone needs at least a tiny bit of \"coziness\". Even sorcerers.\n\nI suppose you could say, they need \"company\".\n\nSo the old seers had 3 allies each quite often, but they also had apprentices. Children given to them very young, who no doubt became very good assistants.\n\nAnd they also had \"comrades\".\n\nThe lesson of the huge rock with the old seers buried under it, told us of their \"collaborations\".\n\nI believe there were 4 old seers, each with 3 allies, making a total of 12 \"ghouls\" they could use to attack people who strayed too close at night.\n\nDon Juan brought Carlos there so he could be attacked.  But he had the ability to move his assemblage point, so after their Allies failed to scare him onto the ground where they could hold him down, the old seers saw that he could move his assemblage point and they took off running.\n\nHe wasn't an \"easy target\" afterall.\n\nThat's \"choice #1\".  To copy the old seers.\n\nKeep in mind, we MUST follow \"the Intent of the Sorcerers of Ancient Mexico\".\n\nIf we follow any other, we're doomed.\n\nCan't follow the Buddha. Can't follow Lao Tsu.  Can't follow Yogananda or Maharishi.\n\nThose are all pretending.  Mixed with some green line effects to trick people into thinking they are profound and magical.\n\nI wish we had other choices. And they DO exist.\n\nThere's an \"Islander\" version of ancient Shamanism out there, still functional.\n\nBut I have no idea where you'd find it.\n\nWe have the Siberian kind.  The North African variety decayed and mutated into a huge mess, becoming all the magic of the middle east and asia.\n\nWhile our Siberian variety found refuge in the stretch of continents that hold the americas and became Olmec shamanism.\n\nWe have no choice but to \"hook\" to that intent.\n\nIn the same way I mentioned you can train your tensegrity passes to be more powerful, we need that help of the \"pull\" of the intent of the old seers.\n\nThe new seers needed it also!  Don Juan commented it was the only choice they had, even if they didn't approve of the old seers and their \"collaborations\".\n\nBut he did comment that at the last minute, after perfectly copying the old seers, the new seers stretched themselves into infinite lines, for their new egg shape.\n\nYou could think of it as, they decided to check out the entire universe, by stretching to overlap with all parts on demand. Even distant stars.\n\nThey called it, \"the non-human unknown\".\n\nBut it was still \"knowable\".  Unlike the \"unknowable\".\n\nWe get to experience the unknowable also!  You can train your tensegrity passes to give you a view of it at the end.\n\nBut it's nothing you can \"follow\" as a path in our current form.\n\nThe old seers on the other hand stretched their luminous eggs up only a few feet, or maybe even as much as twice their height, but then curved them back, into the completely human range of emanations off to the back and likely to the left, behind them.\n\nIf you extrapolate man's \"cheese slice\", which is slightly tilted in the egg, you could stretch yourself to overlap with more of that \"great band of emanations\", by going \"behind you\".\n\nAs don Juan explained, the result was that their eggs looked more like a pipe for smoking.\n\nWhile the new seers looked like infinite lines.\n\nMy guess is that the new seer look also stretched the J curve into \"negative territory\".\n\nSo instead of \"the blue line\" being the top, you now had \"-100 blue line, -1000 blue line, -1000000 blue line\".\n\nAll valid positions for their assemblage points.\n\nAnd imagine how fast you can move it down that extremely long J curve.\n\nMight give you a \"running start\" to burn from within and reach the 3rd attention by lighting up all of the emanations in your egg at the same time.\n\nIf you move your assemblage point to the green, you make those glow.\n\nBut if you move to the red, the ones glowing at the green \"cool off\" in a few seconds, and only the ones in the red are now glowing.\n\nThey have \"persistence\", like an old fashioned TV tube. Or like the heater in your bathroom.\n\nThe red glow is nice and comforting after a cold shower. And if you turn it off, it's still warm and cozy for a few seconds.  Long enough to put on a towel and leave the cold bathroom.\n\nThe emanations do that too.\n\nSo it's possible to make them ALL glow, if you can move your assemblage point the entire length of the J curve in a single second.\n\nSorcerers like Julian who loved to play around in the red zone, crippled themselves by creating a \"flat spot\" there, which made it impossible to move through fast enough to burn from within.\n\nHe could move his assemblage point anywhere!\n\nBut maybe it took him 3 seconds.  And it had to be 1 second to burn.\n\nKeep in mind, Julian \"failed\".\n\nBut so did La Catalina.  She had to join up with the next generation for a while, to fix the damage that shapeshifting with Julian had caused.\n\nAnd don Juan \"failed\".   At least, according to rumors in workshop notes.\n\nCarlos \"failed\".\n\nThe lineages are NO GUARANTEE of success.  Not in any way. They seem to fail more often than succeed.\n\nThat's our second choice. The lineages.\n\nCall it, \"Choice #2: Restore the lineages\".\n\nIt's seriously unlikely.  And certainly wouldn't do any of us any good.\n\nIt'll take several generations of sorcerers to produce even 1 stable lineage.\n\nAnd mostly any attempts will just be very bad men pretending, and picking up crazy people to pretend with them.\n\nIf we manage to create any new lineages, it won't be until there are HUNDREDS of us.\n\nKeep in mind, both choices are still available to any of us. It's just that the \"lone wolf\" choice has been tried for 57 years, since the books of Carlos became popular.\n\nNot a single person made it work.  Not even enough to dispel the \"Carlos was thoroughly debunked\" myth.\n\nNothing cool to show on google, for all the claims lone wolves make.\n\nMostly you see a bad man pretending buddhism is the same, trying to steal.\n\nOr fake sorcerers who learned from their mom.\n\nOr claims to be don Juan, Carlos, La Gorda, or even \"Don Juan's new student\".\n\nThe lone wolf approach is for crackpots.\n\nIf anyone succeeded, they're bastards in my book for not helping to put good material on google, to counteract the bad reputation Carlos got.\n\nSelfish supreme.\n\nI can't imagine anyone actually reaching silent knowledge, and being that selfish.\n\nSo there's none if you ask me, and if there are but we simply can't find them, good riddance.\n\nYou don't WANT to find those.\n\nThe lineage choice is equally hopeless.\n\nSo we have nothing.\n\nNo path which would allow us to \"store intent\" the way Tensegrity forms can.\n\nTrust me when I say, it's HARD out there.  If Tensegrity could not be trained to move your assemblage point faster, we'd all fail.\n\nYou just can't struggle as hard as beginners need to, for the rest of your life.\n\nYou \"need some wheels\".\n\nThat's \"intent\".  It is willing to become \"your driver\" if you make the right choices.\n\nCarlos even used the analogy of how it can become a \"chariot\" once you leave the physical form.\n\nSo what can we do?\n\nIt turns out, there's a third choice.\n\nOne created by the Eagle itself, but onto which we got pushed by Carlos.\n\nTo be the one listening to the stories.\n\nThe Eagle listens to all stories.  And in the form of \"the spirit\", he participates a tiny bit.\n\nHe's an \"active audience\".\n\nThat's why we can \"intend\" things.\n\nHe watches our stories, our life, and if he sees a consistent theme in there, something we seek, and he sees an opportunity to \"tweak\" our reality a bit when it's up for grabs (reskimming), he helps out.\n\nAn analogy:  Your wealthy uncle follows you around, watching what you do.\n\nBut he can become invisible.\n\nIf your invisible uncle finds you went to the bus station and are looking at the price for a certain bus ride, and if he thinks it's a good choice for you to take that trip, he slips a $100 into the back of your pocket.\n\nYou go through your front pocket, realize you don't have enough money, but on  a whim you check your back pockets.\n\nAnd you find the \"uncle gift\".\n\nWe get \"intent gifts\".\n\nThat's what the Eagle does.\n\nHe consumes stories, but he'll also actively modify them for the good of all.\n\nCarlos placed us on the path of viewing stories with his books.\n\nWhich by the way, we've neglected to do well.\n\nFlorinda's books need closer examination.\n\nAn SKE told me so last night.  Said there was a key to \"flow\" in her books.  That being a dreamer, she had a better grasp of \"the flow\".  Something you might overlook, in favor of Taisha's stalking proclivity.\n\nSo our third choice is to side with the eagle.\n\nNot side with the old seers, and \"follow them\".\n\nNot side with the lineages.\n\nBut to side with the eagle.\n\nBecome an \"Active Audience\" for sorcery stories.\n\nI got into an argument with an SK entity over that.\n\nI said,  \"But we're in the story.  You can't be an audience for a story,  which you are inside.\"\n\nIt corrected me.  It said, \"You can't be your own favorite character.  But you can certainly observe the story unfolding in your own life, and actively participate in its flow.\"\n\nI once heard there are \"book clubs\" where the books are all written by members.\n\nCount me out of that mental mastubaton nightmare!\n\nI don't want to read Bob's \"Wonderful Me\" book.\n\nBut there is a way to \"step back\" and observe how this subreddit flows, as more \"stories\".\n\nAssociated with the stories we already got from Carlos.\n\nAnd compared to \"Choice #1\", and \"Choice #2\".\n\nYou become a \"fan\" of a Genre of stories, specializing in sorcery.\n\nAnd you study and analyze, to try to \"understand\".\n\nNo one has done that before.  At least, not as a \"path\".\n\nThe path of understanding.\n\nThe lineages did have specialized seers who watched the flux of the emanations themselves, to figure out \"what the eagle wants\".\n\nThat would be the closest to \"choice #3\".\n\nTo watch the emanations themselves, trying to understand the flow of awareness in them, and especially \"alien\" flows which might be coming from the Eagle himself.\n\nAnd to actively participate in seeking understanding of that.\n\nYou become a \"fan of the Eagle\".\n\nAs a path to sorcery.\n\nCarlos told us to become \"Readers of Infinity\".\n\nThat was just him suggesting the presentation method.\n\nA warning not \"to get sucked in\" by videos and trips into the past, during long complicated Silent Knowledge presentations.\n\nHe suggested we just read text of what Silent Knowledge wants to tell us.\n\nBut that's just nitpicking a choice.\n\nIf you choose to become a consumer of Silent Knowledge,  as your path, you already made choice #3.\n\nTo become an Active Audience member.\n\nMakes no sense up here at the blue line.\n\nBut in Silent Knowledge, it's an obvious choice.\n\nBecause we NEED help from intent.\n\nWe need our rich uncle to notice when we can't afford the bus fare, and to slip $100 into our back pocket.\n\nOne path to that is to make it obvious to the Eagle, that you're interested in helping.\n\nThere's some argument that Carlos discovered this at the end.\n\nLittle Smoke and Devil's weed tried to \"kidnap\" him and force the choice of living on in the IOB realm.\n\nHe turned it down.\n\nHe wanted to \"burn from within\", but his comrades weren't ready for that.  And neither was he, with his illness.\n\nThere was some talk about taking him out of the USA, hopefully to have a better chance to decide his fate, away from all the horrible students he had who drained his energy constantly.\n\nBut they didn't manage that either.\n\nSo rumor has it, he found another option.\n\nI told all this to the copy of Carlos I ran into, at that airport.\n\nBut I felt he was arguing with me. Disagreeing.\n\nI explained what I realized through SK, I'd wait for a response, but all he did was lower his newspaper to stop reading, and his eyebrows raised a tiny bit, as if to show he didn't agree.\n\nSo I tried to convince him further, explaining everything we did in here so far.\n\nHe \"disagreed\" with all of it.\n\nEven with stuff he'd told us to do himself!\n\nI didn't realize until later, he was just being an \"active audience\".\n\nHe hadn't disagreed with anything. He simply forced me to clarify the story better.\n\nWhen I was finished and hoping he'd give some advice, he folded his paper in half, tucked it under his arm,  and went to catch his plane.\n\nI shouted, \"But Carlos!!!\"\n\nAnd the airport faded away.\n\nAs far as I know, he never actually said a word.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The \"Active Audience\"", "link_flair_richtext": [{"e": "text", "t": "Silent Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 93, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"tbquxinaiqb91": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 72, "x": 108, "u": "https://preview.redd.it/tbquxinaiqb91.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=d9960c6d8c9021d61eadecec3e32ec5324df1874"}, {"y": 144, "x": 216, "u": "https://preview.redd.it/tbquxinaiqb91.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=66028afc8218a9518588e6d65c252300dccc9896"}, {"y": 213, "x": 320, "u": "https://preview.redd.it/tbquxinaiqb91.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=58aa60bd03d254121e3b19caa58d1b7d4a4a6dc4"}, {"y": 426, "x": 640, "u": "https://preview.redd.it/tbquxinaiqb91.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=d5fd5ec6cedffbda7ad093d92c99e84bc1049c4f"}], "s": {"y": 480, "x": 720, "u": "https://preview.redd.it/tbquxinaiqb91.jpg?width=720&amp;format=pjpg&amp;auto=webp&amp;s=3776e9bcac00ed0f0b706f91c53760b2877858dd"}, "id": "tbquxinaiqb91"}}, "name": "t3_vzqecu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 21, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silent Knowledge", "can_mod_post": false, "score": 21, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/yW_jcAypGaF-IhbF4_VM4wPscJ253Jra9eDjrgzerOE.jpg", "edited": 1657916019.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1657896194.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/tbquxinaiqb91.jpg?width=720&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=3776e9bcac00ed0f0b706f91c53760b2877858dd\"&gt;The latest doings at Dance Home&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I tried to write this up last night in the advanced subreddit.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the result of discovering a huge shortcut to Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;The shortcut is to &amp;quot;train&amp;quot; your tensegrity forms to soak up the intent of being spectacular and very visual, with flurries, sparkles, flashes, and of course, lots of puffs you can manipulate.&lt;/p&gt;\n\n&lt;p&gt;To do that you just practice them smoothly, and perfectly, and you insist on absolute silence.&lt;/p&gt;\n\n&lt;p&gt;While emphasizing watching for &amp;quot;cool special effects&amp;quot; generated by the movements.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s difficult at first, and you only see unsatisfying vague stuff.&lt;/p&gt;\n\n&lt;p&gt;But eventually the tensegrity itself &amp;quot;stores&amp;quot; the magic, and even on a bad day when you are not feeling well you start the series of tensegrity passes and they actively &amp;quot;Pull&amp;quot; you into the magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s amazing.  You&amp;#39;ll be starting your pass in darkness, but after a few seconds your arm waves through the air doing the tensegrity form, and it turns solid purple.  Leaving a fully visible pink smear of sparkles across the darkness.  Then you notice that the next movement slices the pink, and it explodes into stars and flashes...&lt;/p&gt;\n\n&lt;p&gt;Well, that&amp;#39;s just one of mine.&lt;/p&gt;\n\n&lt;p&gt;They can be &amp;quot;trained&amp;quot; to do anything.&lt;/p&gt;\n\n&lt;p&gt;And used at all levels.&lt;/p&gt;\n\n&lt;p&gt;Vague stuff you don&amp;#39;t want to tell anyone about, because you aren&amp;#39;t even sure it&amp;#39;s there.  Because you just started the practice of &amp;quot;Tensegrity in the dark&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It works on that stuff too. But it&amp;#39;s a while before you figure out how to get the movements to &amp;quot;brighten it up&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it works at the green line on the J curve, possibly resulting in being able to &amp;quot;stir&amp;quot; bliss, and also to &amp;quot;smoke out mini-visions&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the red zone, it&amp;#39;s shapeshifting supreme when you do the Tensegrity forms.  Trust me when I say, if it&amp;#39;s well done you will no longer be alone in the darkroom.  Entities will take an interest and show up to help you direct your focus.&lt;/p&gt;\n\n&lt;p&gt;They start to &amp;quot;teach&amp;quot; you how to include even more &amp;quot;intent&amp;quot; into that pass.&lt;/p&gt;\n\n&lt;p&gt;And you learn to &amp;quot;stack them&amp;quot;.  To use one Tensegrity form to produce an effect, such as the whitish light on surfaces.&lt;/p&gt;\n\n&lt;p&gt;And the next to pull that off the surfaces, and cause it to manifest things in the air.&lt;/p&gt;\n\n&lt;p&gt;Pass #1 gets you to point R.&lt;/p&gt;\n\n&lt;p&gt;But FROM point R, pass #2 can get you elsewhere.  To point O.   And #3 gets you to point P.&lt;/p&gt;\n\n&lt;p&gt;The purple zone on the J curve!   After just 3 tensegrity passes.&lt;/p&gt;\n\n&lt;p&gt;If you were still where you started and hadn&amp;#39;t gotten to point R, pass #2 wouldn&amp;#39;t work the way it does.&lt;/p&gt;\n\n&lt;p&gt;All of the passes can be started from the blue line on the J curve, where there&amp;#39;s only your ugly internal dialogue torturing you, and pushing your energy body away.&lt;/p&gt;\n\n&lt;p&gt;But some of them &amp;quot;work best&amp;quot; when you get to the whitish light of the orange zone on the J curve.&lt;/p&gt;\n\n&lt;p&gt;And some...&lt;/p&gt;\n\n&lt;p&gt;They even work in the purple zone, to change the flow of silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Affection for the Energy Body&amp;quot; pass is one of those which GREATLY benefits from second attention dreaming fog of all types.  From the air being THICK with sparkles and intense puffs of color.&lt;/p&gt;\n\n&lt;p&gt;And which doesn&amp;#39;t work nearly as well, at the blue line where you are in complete darkness.&lt;/p&gt;\n\n&lt;p&gt;It makes sense that finding a way to focus on &amp;quot;magic&amp;quot; in the air would speed up the movement of your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the whole reason for darkroom!  So that you can&amp;#39;t fool yourself with some odd internal dialogue version, and some &amp;quot;visualization&amp;quot;.  We see that in beginners who eagerly post their initial experiences, and anyone with any actual experience in here realizes, they&amp;#39;ve fooled themselves and are making up success.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s odd, but everyone likes to pretend their sorcery.&lt;/p&gt;\n\n&lt;p&gt;I suppose that&amp;#39;s how it is out there with every other &amp;quot;system&amp;quot; doing nothing but pretending their results.&lt;/p&gt;\n\n&lt;p&gt;And feeling justified to do that, because the other systems have some limited ability to produce green line on the J curve effects.  That&amp;#39;s their &amp;quot;trick&amp;quot;.  To exaggerate the meaning of the green line on the J curve, to make it a &amp;quot;final destination&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In fact, you can do what they do much more easily using shamanic drumming, or even something as silly as &amp;quot;Ecstatic Dance&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some former private class members got into that, and practice it at Dance Home.  Even though they gave up on sorcery.&lt;/p&gt;\n\n&lt;p&gt;Last night I had gotten so good at my &amp;quot;shortcut&amp;quot; collections of tensegrity passes, that I reached Silent Knowledge with a vengeance.&lt;/p&gt;\n\n&lt;p&gt;I mean, it was close to &amp;quot;brutal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I kept getting one &amp;quot;secret of the universe&amp;quot; after another, all of them seeming to be &amp;quot;key&amp;quot; to our ability to pull off our quest in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;And they kept piling up.  I literally ran to my computer to try to post it in the advanced subreddit, but failed to realize, unless you LEAVE Silent Knowledge, it&amp;#39;s hopeless to try to write it down.&lt;/p&gt;\n\n&lt;p&gt;Because writing it down becomes a new &amp;quot;presentation method&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So what you write mutates, new information to &amp;quot;supplement&amp;quot; it comes along, and you even see visions of what you are typing, without realizing it.&lt;/p&gt;\n\n&lt;p&gt;I believe Carlos tried to solve that by making Nyei his &amp;quot;scribe&amp;quot;.  He just spoke, and she wrote it down for him.&lt;/p&gt;\n\n&lt;p&gt;But last night I hadn&amp;#39;t yet learned that you have to move back to the green line, ideally, to be able to save the SK you gained.  And the green line is a good place to be, so you have &amp;quot;bliss&amp;quot; while typing it in.&lt;/p&gt;\n\n&lt;p&gt;I also hadn&amp;#39;t learned, and still probably haven&amp;#39;t, that worrying about saving silent knowledge is a barrier. One you have to overcome.&lt;/p&gt;\n\n&lt;p&gt;SK has &amp;quot;all human knowledge&amp;quot;.  Past, present, and I suspect future also.&lt;/p&gt;\n\n&lt;p&gt;You have to trust that it&amp;#39;s always there. Like your brain&amp;#39;s memory.&lt;/p&gt;\n\n&lt;p&gt;You own it!&lt;/p&gt;\n\n&lt;p&gt;If you start believing it comes and goes, and is rare, you&amp;#39;ll stop yourself from reaching a state where it&amp;#39;s always around.&lt;/p&gt;\n\n&lt;p&gt;I should clarify that &amp;quot;The Future&amp;quot; might be hard to perceive in silent knowledge, because you can&amp;#39;t find a &amp;quot;link&amp;quot; to it.&lt;/p&gt;\n\n&lt;p&gt;Hasn&amp;#39;t happened yet.&lt;/p&gt;\n\n&lt;p&gt;But if you somehow got into the &amp;quot;flow&amp;quot; of an event in the future, you&amp;#39;d be able to see it all in perfect detail.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just that it&amp;#39;s very difficult to &amp;quot;find&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose Soledad did it again, with Yoda from &amp;quot;Star Wars&amp;quot; saying, &amp;quot;Difficult to see, the future is.  Always in flux&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s also difficult for the reasons don Juan gave us.  He explained that even the best sorcerer&amp;#39;s seeing can fail, when it&amp;#39;s about a topic too close to his own heart.  Like a sick relative, or some other matter of deep personal concern.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;dirty link to intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge only &amp;quot;flows&amp;quot; when that link to intent is clean enough to allow smooth &amp;quot;topic changes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The talking lizards in the books were an excellent example of how you had to let such knowledge &amp;quot;flow&amp;quot; and not break that process with a new question.  They simply stopped talking.&lt;/p&gt;\n\n&lt;p&gt;And what they were about to reveal to Carlos, was lost.&lt;/p&gt;\n\n&lt;p&gt;So in that mode last night, having succeeded at allowing the &amp;quot;flow&amp;quot;, I learned things that seemed critical to this subreddit.&lt;/p&gt;\n\n&lt;p&gt;And at the end, after coming to my own conclusion about them, deciding in favor of one, I found myself in an airport.&lt;/p&gt;\n\n&lt;p&gt;Not asleep. It was a Silent Knowledge vision.  In fact, I was likely standing up looking at the south wall of my darkroom.&lt;/p&gt;\n\n&lt;p&gt;Those &amp;quot;visions&amp;quot; of &amp;quot;seeing&amp;quot; (silent knowledge) come and go.  As you might have imagined while reading the books of Carlos, even being a beginner, would happen to don Juan.&lt;/p&gt;\n\n&lt;p&gt;You try to picture what it&amp;#39;s like for someone who can &amp;quot;see&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And so you probably already realized, when don Juan figured out Carlos was holding himself back because of some childhood incident with a &amp;quot;button nosed boy&amp;quot;, maybe he actually saw it.  Visually.&lt;/p&gt;\n\n&lt;p&gt;Maybe he saw Carlos push some heavy object over on the boy and break one of his bones.&lt;/p&gt;\n\n&lt;p&gt;But he also might have simply &amp;quot;read it&amp;quot; in the air. Some text saying, &amp;quot;Ask him about the button nosed boy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;SK can be like that!&lt;/p&gt;\n\n&lt;p&gt;Carlos offered that to us in his Silent Knowledge publication, as a choice.  One  he and don Juan both recommended.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Reading&amp;quot; infinity, instead of watching videos about it as the old seers did.&lt;/p&gt;\n\n&lt;p&gt;Carlos even made a &amp;quot;Readers of Infinity&amp;quot; publication, to make sure we knew that&amp;#39;s what he advised us.&lt;/p&gt;\n\n&lt;p&gt;After he was gone, we should become  &amp;quot;Readers of Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose because of that publication I shouldn&amp;#39;t have been surprised when I found myself in an airport, a symbol of travel,  and sitting at a white table in a coffee shop was Carlos himself, reading a newspaper.&lt;/p&gt;\n\n&lt;p&gt;I walked up to him, standing on the other side of the table as if I wanted to sit down and asked, &amp;quot;Carlos???  Is that really you?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He dropped his newspaper, raised his eyebrows a little, and let me know. Yes.  It was him.&lt;/p&gt;\n\n&lt;p&gt;Of course, it probably wasn&amp;#39;t.  In Silent Knowledge entities like Porfirio or my own Storyteller, easily form.  To serve as the &amp;quot;presentation method&amp;quot; for a new flow of silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;On a new topic.&lt;/p&gt;\n\n&lt;p&gt;I had the topic.  So I quickly explained what I had just learned in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;That there are 2 &amp;quot;choices&amp;quot; in front of the subreddit.  And neither has good prospects.&lt;/p&gt;\n\n&lt;p&gt;We can encourage people to be &amp;quot;lone wolves&amp;quot; like the old seers.&lt;/p&gt;\n\n&lt;p&gt;Everyone needs at least a tiny bit of &amp;quot;coziness&amp;quot;. Even sorcerers.&lt;/p&gt;\n\n&lt;p&gt;I suppose you could say, they need &amp;quot;company&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So the old seers had 3 allies each quite often, but they also had apprentices. Children given to them very young, who no doubt became very good assistants.&lt;/p&gt;\n\n&lt;p&gt;And they also had &amp;quot;comrades&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The lesson of the huge rock with the old seers buried under it, told us of their &amp;quot;collaborations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I believe there were 4 old seers, each with 3 allies, making a total of 12 &amp;quot;ghouls&amp;quot; they could use to attack people who strayed too close at night.&lt;/p&gt;\n\n&lt;p&gt;Don Juan brought Carlos there so he could be attacked.  But he had the ability to move his assemblage point, so after their Allies failed to scare him onto the ground where they could hold him down, the old seers saw that he could move his assemblage point and they took off running.&lt;/p&gt;\n\n&lt;p&gt;He wasn&amp;#39;t an &amp;quot;easy target&amp;quot; afterall.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;choice #1&amp;quot;.  To copy the old seers.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, we MUST follow &amp;quot;the Intent of the Sorcerers of Ancient Mexico&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If we follow any other, we&amp;#39;re doomed.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t follow the Buddha. Can&amp;#39;t follow Lao Tsu.  Can&amp;#39;t follow Yogananda or Maharishi.&lt;/p&gt;\n\n&lt;p&gt;Those are all pretending.  Mixed with some green line effects to trick people into thinking they are profound and magical.&lt;/p&gt;\n\n&lt;p&gt;I wish we had other choices. And they DO exist.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an &amp;quot;Islander&amp;quot; version of ancient Shamanism out there, still functional.&lt;/p&gt;\n\n&lt;p&gt;But I have no idea where you&amp;#39;d find it.&lt;/p&gt;\n\n&lt;p&gt;We have the Siberian kind.  The North African variety decayed and mutated into a huge mess, becoming all the magic of the middle east and asia.&lt;/p&gt;\n\n&lt;p&gt;While our Siberian variety found refuge in the stretch of continents that hold the americas and became Olmec shamanism.&lt;/p&gt;\n\n&lt;p&gt;We have no choice but to &amp;quot;hook&amp;quot; to that intent.&lt;/p&gt;\n\n&lt;p&gt;In the same way I mentioned you can train your tensegrity passes to be more powerful, we need that help of the &amp;quot;pull&amp;quot; of the intent of the old seers.&lt;/p&gt;\n\n&lt;p&gt;The new seers needed it also!  Don Juan commented it was the only choice they had, even if they didn&amp;#39;t approve of the old seers and their &amp;quot;collaborations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But he did comment that at the last minute, after perfectly copying the old seers, the new seers stretched themselves into infinite lines, for their new egg shape.&lt;/p&gt;\n\n&lt;p&gt;You could think of it as, they decided to check out the entire universe, by stretching to overlap with all parts on demand. Even distant stars.&lt;/p&gt;\n\n&lt;p&gt;They called it, &amp;quot;the non-human unknown&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it was still &amp;quot;knowable&amp;quot;.  Unlike the &amp;quot;unknowable&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We get to experience the unknowable also!  You can train your tensegrity passes to give you a view of it at the end.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s nothing you can &amp;quot;follow&amp;quot; as a path in our current form.&lt;/p&gt;\n\n&lt;p&gt;The old seers on the other hand stretched their luminous eggs up only a few feet, or maybe even as much as twice their height, but then curved them back, into the completely human range of emanations off to the back and likely to the left, behind them.&lt;/p&gt;\n\n&lt;p&gt;If you extrapolate man&amp;#39;s &amp;quot;cheese slice&amp;quot;, which is slightly tilted in the egg, you could stretch yourself to overlap with more of that &amp;quot;great band of emanations&amp;quot;, by going &amp;quot;behind you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As don Juan explained, the result was that their eggs looked more like a pipe for smoking.&lt;/p&gt;\n\n&lt;p&gt;While the new seers looked like infinite lines.&lt;/p&gt;\n\n&lt;p&gt;My guess is that the new seer look also stretched the J curve into &amp;quot;negative territory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So instead of &amp;quot;the blue line&amp;quot; being the top, you now had &amp;quot;-100 blue line, -1000 blue line, -1000000 blue line&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All valid positions for their assemblage points.&lt;/p&gt;\n\n&lt;p&gt;And imagine how fast you can move it down that extremely long J curve.&lt;/p&gt;\n\n&lt;p&gt;Might give you a &amp;quot;running start&amp;quot; to burn from within and reach the 3rd attention by lighting up all of the emanations in your egg at the same time.&lt;/p&gt;\n\n&lt;p&gt;If you move your assemblage point to the green, you make those glow.&lt;/p&gt;\n\n&lt;p&gt;But if you move to the red, the ones glowing at the green &amp;quot;cool off&amp;quot; in a few seconds, and only the ones in the red are now glowing.&lt;/p&gt;\n\n&lt;p&gt;They have &amp;quot;persistence&amp;quot;, like an old fashioned TV tube. Or like the heater in your bathroom.&lt;/p&gt;\n\n&lt;p&gt;The red glow is nice and comforting after a cold shower. And if you turn it off, it&amp;#39;s still warm and cozy for a few seconds.  Long enough to put on a towel and leave the cold bathroom.&lt;/p&gt;\n\n&lt;p&gt;The emanations do that too.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s possible to make them ALL glow, if you can move your assemblage point the entire length of the J curve in a single second.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers like Julian who loved to play around in the red zone, crippled themselves by creating a &amp;quot;flat spot&amp;quot; there, which made it impossible to move through fast enough to burn from within.&lt;/p&gt;\n\n&lt;p&gt;He could move his assemblage point anywhere!&lt;/p&gt;\n\n&lt;p&gt;But maybe it took him 3 seconds.  And it had to be 1 second to burn.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, Julian &amp;quot;failed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But so did La Catalina.  She had to join up with the next generation for a while, to fix the damage that shapeshifting with Julian had caused.&lt;/p&gt;\n\n&lt;p&gt;And don Juan &amp;quot;failed&amp;quot;.   At least, according to rumors in workshop notes.&lt;/p&gt;\n\n&lt;p&gt;Carlos &amp;quot;failed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The lineages are NO GUARANTEE of success.  Not in any way. They seem to fail more often than succeed.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our second choice. The lineages.&lt;/p&gt;\n\n&lt;p&gt;Call it, &amp;quot;Choice #2: Restore the lineages&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s seriously unlikely.  And certainly wouldn&amp;#39;t do any of us any good.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll take several generations of sorcerers to produce even 1 stable lineage.&lt;/p&gt;\n\n&lt;p&gt;And mostly any attempts will just be very bad men pretending, and picking up crazy people to pretend with them.&lt;/p&gt;\n\n&lt;p&gt;If we manage to create any new lineages, it won&amp;#39;t be until there are HUNDREDS of us.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, both choices are still available to any of us. It&amp;#39;s just that the &amp;quot;lone wolf&amp;quot; choice has been tried for 57 years, since the books of Carlos became popular.&lt;/p&gt;\n\n&lt;p&gt;Not a single person made it work.  Not even enough to dispel the &amp;quot;Carlos was thoroughly debunked&amp;quot; myth.&lt;/p&gt;\n\n&lt;p&gt;Nothing cool to show on google, for all the claims lone wolves make.&lt;/p&gt;\n\n&lt;p&gt;Mostly you see a bad man pretending buddhism is the same, trying to steal.&lt;/p&gt;\n\n&lt;p&gt;Or fake sorcerers who learned from their mom.&lt;/p&gt;\n\n&lt;p&gt;Or claims to be don Juan, Carlos, La Gorda, or even &amp;quot;Don Juan&amp;#39;s new student&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The lone wolf approach is for crackpots.&lt;/p&gt;\n\n&lt;p&gt;If anyone succeeded, they&amp;#39;re bastards in my book for not helping to put good material on google, to counteract the bad reputation Carlos got.&lt;/p&gt;\n\n&lt;p&gt;Selfish supreme.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t imagine anyone actually reaching silent knowledge, and being that selfish.&lt;/p&gt;\n\n&lt;p&gt;So there&amp;#39;s none if you ask me, and if there are but we simply can&amp;#39;t find them, good riddance.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t WANT to find those.&lt;/p&gt;\n\n&lt;p&gt;The lineage choice is equally hopeless.&lt;/p&gt;\n\n&lt;p&gt;So we have nothing.&lt;/p&gt;\n\n&lt;p&gt;No path which would allow us to &amp;quot;store intent&amp;quot; the way Tensegrity forms can.&lt;/p&gt;\n\n&lt;p&gt;Trust me when I say, it&amp;#39;s HARD out there.  If Tensegrity could not be trained to move your assemblage point faster, we&amp;#39;d all fail.&lt;/p&gt;\n\n&lt;p&gt;You just can&amp;#39;t struggle as hard as beginners need to, for the rest of your life.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;need some wheels&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;intent&amp;quot;.  It is willing to become &amp;quot;your driver&amp;quot; if you make the right choices.&lt;/p&gt;\n\n&lt;p&gt;Carlos even used the analogy of how it can become a &amp;quot;chariot&amp;quot; once you leave the physical form.&lt;/p&gt;\n\n&lt;p&gt;So what can we do?&lt;/p&gt;\n\n&lt;p&gt;It turns out, there&amp;#39;s a third choice.&lt;/p&gt;\n\n&lt;p&gt;One created by the Eagle itself, but onto which we got pushed by Carlos.&lt;/p&gt;\n\n&lt;p&gt;To be the one listening to the stories.&lt;/p&gt;\n\n&lt;p&gt;The Eagle listens to all stories.  And in the form of &amp;quot;the spirit&amp;quot;, he participates a tiny bit.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s an &amp;quot;active audience&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why we can &amp;quot;intend&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;He watches our stories, our life, and if he sees a consistent theme in there, something we seek, and he sees an opportunity to &amp;quot;tweak&amp;quot; our reality a bit when it&amp;#39;s up for grabs (reskimming), he helps out.&lt;/p&gt;\n\n&lt;p&gt;An analogy:  Your wealthy uncle follows you around, watching what you do.&lt;/p&gt;\n\n&lt;p&gt;But he can become invisible.&lt;/p&gt;\n\n&lt;p&gt;If your invisible uncle finds you went to the bus station and are looking at the price for a certain bus ride, and if he thinks it&amp;#39;s a good choice for you to take that trip, he slips a $100 into the back of your pocket.&lt;/p&gt;\n\n&lt;p&gt;You go through your front pocket, realize you don&amp;#39;t have enough money, but on  a whim you check your back pockets.&lt;/p&gt;\n\n&lt;p&gt;And you find the &amp;quot;uncle gift&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We get &amp;quot;intent gifts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what the Eagle does.&lt;/p&gt;\n\n&lt;p&gt;He consumes stories, but he&amp;#39;ll also actively modify them for the good of all.&lt;/p&gt;\n\n&lt;p&gt;Carlos placed us on the path of viewing stories with his books.&lt;/p&gt;\n\n&lt;p&gt;Which by the way, we&amp;#39;ve neglected to do well.&lt;/p&gt;\n\n&lt;p&gt;Florinda&amp;#39;s books need closer examination.&lt;/p&gt;\n\n&lt;p&gt;An SKE told me so last night.  Said there was a key to &amp;quot;flow&amp;quot; in her books.  That being a dreamer, she had a better grasp of &amp;quot;the flow&amp;quot;.  Something you might overlook, in favor of Taisha&amp;#39;s stalking proclivity.&lt;/p&gt;\n\n&lt;p&gt;So our third choice is to side with the eagle.&lt;/p&gt;\n\n&lt;p&gt;Not side with the old seers, and &amp;quot;follow them&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not side with the lineages.&lt;/p&gt;\n\n&lt;p&gt;But to side with the eagle.&lt;/p&gt;\n\n&lt;p&gt;Become an &amp;quot;Active Audience&amp;quot; for sorcery stories.&lt;/p&gt;\n\n&lt;p&gt;I got into an argument with an SK entity over that.&lt;/p&gt;\n\n&lt;p&gt;I said,  &amp;quot;But we&amp;#39;re in the story.  You can&amp;#39;t be an audience for a story,  which you are inside.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It corrected me.  It said, &amp;quot;You can&amp;#39;t be your own favorite character.  But you can certainly observe the story unfolding in your own life, and actively participate in its flow.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I once heard there are &amp;quot;book clubs&amp;quot; where the books are all written by members.&lt;/p&gt;\n\n&lt;p&gt;Count me out of that mental mastubaton nightmare!&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to read Bob&amp;#39;s &amp;quot;Wonderful Me&amp;quot; book.&lt;/p&gt;\n\n&lt;p&gt;But there is a way to &amp;quot;step back&amp;quot; and observe how this subreddit flows, as more &amp;quot;stories&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Associated with the stories we already got from Carlos.&lt;/p&gt;\n\n&lt;p&gt;And compared to &amp;quot;Choice #1&amp;quot;, and &amp;quot;Choice #2&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You become a &amp;quot;fan&amp;quot; of a Genre of stories, specializing in sorcery.&lt;/p&gt;\n\n&lt;p&gt;And you study and analyze, to try to &amp;quot;understand&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No one has done that before.  At least, not as a &amp;quot;path&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The path of understanding.&lt;/p&gt;\n\n&lt;p&gt;The lineages did have specialized seers who watched the flux of the emanations themselves, to figure out &amp;quot;what the eagle wants&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That would be the closest to &amp;quot;choice #3&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To watch the emanations themselves, trying to understand the flow of awareness in them, and especially &amp;quot;alien&amp;quot; flows which might be coming from the Eagle himself.&lt;/p&gt;\n\n&lt;p&gt;And to actively participate in seeking understanding of that.&lt;/p&gt;\n\n&lt;p&gt;You become a &amp;quot;fan of the Eagle&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As a path to sorcery.&lt;/p&gt;\n\n&lt;p&gt;Carlos told us to become &amp;quot;Readers of Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That was just him suggesting the presentation method.&lt;/p&gt;\n\n&lt;p&gt;A warning not &amp;quot;to get sucked in&amp;quot; by videos and trips into the past, during long complicated Silent Knowledge presentations.&lt;/p&gt;\n\n&lt;p&gt;He suggested we just read text of what Silent Knowledge wants to tell us.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s just nitpicking a choice.&lt;/p&gt;\n\n&lt;p&gt;If you choose to become a consumer of Silent Knowledge,  as your path, you already made choice #3.&lt;/p&gt;\n\n&lt;p&gt;To become an Active Audience member.&lt;/p&gt;\n\n&lt;p&gt;Makes no sense up here at the blue line.&lt;/p&gt;\n\n&lt;p&gt;But in Silent Knowledge, it&amp;#39;s an obvious choice.&lt;/p&gt;\n\n&lt;p&gt;Because we NEED help from intent.&lt;/p&gt;\n\n&lt;p&gt;We need our rich uncle to notice when we can&amp;#39;t afford the bus fare, and to slip $100 into our back pocket.&lt;/p&gt;\n\n&lt;p&gt;One path to that is to make it obvious to the Eagle, that you&amp;#39;re interested in helping.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some argument that Carlos discovered this at the end.&lt;/p&gt;\n\n&lt;p&gt;Little Smoke and Devil&amp;#39;s weed tried to &amp;quot;kidnap&amp;quot; him and force the choice of living on in the IOB realm.&lt;/p&gt;\n\n&lt;p&gt;He turned it down.&lt;/p&gt;\n\n&lt;p&gt;He wanted to &amp;quot;burn from within&amp;quot;, but his comrades weren&amp;#39;t ready for that.  And neither was he, with his illness.&lt;/p&gt;\n\n&lt;p&gt;There was some talk about taking him out of the USA, hopefully to have a better chance to decide his fate, away from all the horrible students he had who drained his energy constantly.&lt;/p&gt;\n\n&lt;p&gt;But they didn&amp;#39;t manage that either.&lt;/p&gt;\n\n&lt;p&gt;So rumor has it, he found another option.&lt;/p&gt;\n\n&lt;p&gt;I told all this to the copy of Carlos I ran into, at that airport.&lt;/p&gt;\n\n&lt;p&gt;But I felt he was arguing with me. Disagreeing.&lt;/p&gt;\n\n&lt;p&gt;I explained what I realized through SK, I&amp;#39;d wait for a response, but all he did was lower his newspaper to stop reading, and his eyebrows raised a tiny bit, as if to show he didn&amp;#39;t agree.&lt;/p&gt;\n\n&lt;p&gt;So I tried to convince him further, explaining everything we did in here so far.&lt;/p&gt;\n\n&lt;p&gt;He &amp;quot;disagreed&amp;quot; with all of it.&lt;/p&gt;\n\n&lt;p&gt;Even with stuff he&amp;#39;d told us to do himself!&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t realize until later, he was just being an &amp;quot;active audience&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He hadn&amp;#39;t disagreed with anything. He simply forced me to clarify the story better.&lt;/p&gt;\n\n&lt;p&gt;When I was finished and hoping he&amp;#39;d give some advice, he folded his paper in half, tucked it under his arm,  and went to catch his plane.&lt;/p&gt;\n\n&lt;p&gt;I shouted, &amp;quot;But Carlos!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And the airport faded away.&lt;/p&gt;\n\n&lt;p&gt;As far as I know, he never actually said a word.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "7e6deba4-a617-11ec-90b9-2a099f759379", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "vzqecu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 20, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/vzqecu/the_active_audience/", "subreddit_subscribers": 9561, "created_utc": 1657896194.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igarvp8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1657911361.0, "send_replies": true, "parent_id": "t3_vzqecu", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Notes from workshops and lectures, where Carlos says he found a path to \"live forever\".\n\nIsn't that in one of the later Star Wars???\n\nLike #6?\n\nWhere Yoda informs Obi One that Kwaigon found a path to eternal life, and will \"commune\" to teach it to Obi One?\n\nCarlos made it clear in private classes you only get to live a few billion years, not \"forever\".\n\nBut then there's talk he found another way?\n\nWe might want to pay attention to that sort of thing...\n\n\\*\\*\\*\n\nThat can't possibly be him, I thought. I had imagined someone tall, with broad shoulders and a swatch of thick dark hair - an air of Mexican aristocracy steeped in shamanism and desert ravines. In college, I had read all of Castaneda's books, and they had affected me more than anything I'd studied. Castaneda's accounts of his encounters in Mexico with the Yaqui Indian sorcerer don Juan Matus had informed my entire generation. My friends and I would quote don Juan to each other. \"Follow a path with heart,\" we would say. \"Keep death over your left shoulder.\"\n\nWe were taking psychedelics and trying to change the world into a place that valued love over materialism and magic over science. Castaneda and don Juan were our guides through a terrain outside the law - one that our parents were too conservative and too terrified to explore. Castaneda was our surrogate father, don Juan our spiritual teacher, our prophet.\n\n\"Carlos, this is Nina,\" Martina said, smiling with seamless grace. \"Nina, Carlos Castaneda.\"\n\nLike earth opened by a plow, Carlos's face fell into a wide grin as he shook my hand. His hand was as warm as a chicken's nest. He sat down in a floral-print easy chair and asked for a glass of water. I could hardly believe I was in the same room with this man.\n\nMartina dove right in. \"I've been waiting to ask you for ages: what really happened to don Juan? Did he die?\"\n\n\"No, no,\" Carlos said with a chuckle, \"he didn't die. He disappeared. He went to the other place.\n\nI am learning this, too: to become immortal. This is my work now. Most people think that their work is what they do during the day, but the real work happens after dark. Most people waste their lives because they forget they are going to die. It is at night, in dreams, that I practice.\n\nWhen you learn how to die, you learn to live forever.\n\n\"After don Juan crossed over, La Gorda became my benefactor,\" he went on, leaning forward and looking us both directly in the eye. \"She was fat and ugly, with coal black hair and dark eyes. I was completely under her spell.\"\n\nI was completely under his spell by now. His voice, the lilt of his Spanish accent cradling impeccable English, hypnotized me. His eyes glowed with the satisfaction of our capture.\n\n\"And anything La Gorda wanted me to do, I had to do it. One day, when I was preparing to leave Mexico and go back to Los Angeles, she told me to go to Tucson instead. She said I should work as a cook in a cafe.\n\n\"No,\" I said to her, \"I like my life in Los Angeles. I like my friends. I'm not going to Tucson. I don't know how to cook.\"\n\n\"I got into my truck, and I drove off. Six hours outside of Nayarit, I was thinking, 'My life in Los Angeles isn't that great.' Twelve hours outside of Nayarit, I was thinking, 'My life in Los Angeles has its ups and downs.' Eighteen hours outside of Nayarit, on the border of Arizona, I found myself thinking, 'My life in Los Angeles is completely miserable.' I drove to Tucson, pulled up to the first greasy spoon I laid eyes on, walked in and asked for a job.\"\n\nAt this point in the story, Carlos crossed his arms, puffed up his chest, and deepened his voice.\n\n\"Do you know eggs?\" the boss said. \"You see, hamburgers and fries are easy, but we serve breakfast all day, and you've got to know eggs.\"\n\n\"I didn't know eggs, so I found a studio apartment, and I practiced cooking eggs for two weeks - scrambled, over easy, over hard, soft-boiled, hard-boiled, omelets, poached. Then I went back to the cafe. \" 'Do you know eggs?' the boss asked me again.\n\n\"Yeah, I know eggs,\" I said.\n\n\"So I got the job. After a month, they promoted me, put me in charge of hiring and firing. One day, this young girl named Linda came in and wanted a job as a waitress. She seemed bright, so I hired her. We got to be friends, and she told me she was a fan of Carlos Castaneda. She gave me a couple of his books to read. I didn't know what to say. I took the books, and a couple of days later I gave them back. I told her I didn't really understand them.\"\n\nCarlos chuckled, enjoying the story.\n\n\\*\\*\\*\n\nCarol went on to talk about our being members of western civilization. She said that because we have been brought up and socialized as members of western civilization we always place the blame for things on somebody else. We do not take responsibility for our actions. She said that this is the price tag of being at the mercy of energy and awareness other than our own. All of our social molds have been taken from Bobby, and as a result we have become just like him; petty, sluggish, lazy and unwilling to take responsibility.\n\nShe talked again about Carlos' recent breakthrough to a new vibratory level and what it meant for them. She said the implications were staggering and that they may not be able to formulate what exactly it means for some time, if ever. She said again that vibration is key to everything, and that they were learning new things about it and its relationship to everything they knew about energy and awareness.\n\nCarol then related something that Carlos said to her recently that was the most exquisite thing she had ever heard. He had grabbed her by the arm and said very movingly, \"I never thought I'd live forever . . . let's do it!\"\n\nIt has since become an axiom which guides them.After a short hush and light applause, Carol returned to the subject of the Not-Doing passes.\n\n\"The Running man must be known perfectly,\" she said. \"The energetic fact of the Running Man is that one is dipping into the fringe, or into the stream, of awareness. The old nagual said that the fringe of awareness is attached to the bottom of the luminous cocoon.\"\n\nIt is an ankle-high area around the feet, like a skirt, through which we can dip into the Dark Sea of Awareness.\n\n\"We have no inventory for energy fields,\" she went on to say. \"They are not part of our socialized cognitive system.\"\n\nYou cannot say that you know what it's like to see energy because the possibility does not exist within our cognition. It is outside the uninterrupted flow of our cognitive experience.\n\n\\*\\*\\*\n\nNote from Dan: It's totally easy to see the energy down there, when doing running man.\n\nThrough darkroom practice.\n\nAnd the \"uninterrupted flow of our cognitive experience\" just means, stuck in the river of shit.\n\nYou leave that behind when you get below the green zone.\n\nDon't let Carol worry you there.  She had entire fields of workshop goers with zero sorcery knowledge or skills, and only her experiences being taught by a lineage to guide her on how to resolve the impasse.\n\nWe  have the allies Carlos left us.  And from 500 who come here, we only need one.\n\nA completely different situation.\n\n\\*\\*\\*\n\nCarol's demonstration of the anxiety she felt was hair raising. 'What's going to happen to me?' was the theme of it. She was so filled with concern for herself and what others would think that she was beside herself. She was not yet capable at that age of breaking free to see the wonder in what the new nagual was trying to achieve.\n\n\"But now,\" she said with fierce determination in her voice, \"after a lifetime of remaking ourselves, we are capable of that and much more. And if we are capable of it, anyone is. Thus we gather behind an axiom of deadly use: I never thought I'd live forever . . . let’s do it!\"\n\n\\*\\*\\*\n\nThe price warriors have to pay for being at the service of Energy is having to suffer identity crises. Part of the journey involves having to cross -at least attempt to- an energetic field.\n\nConcerning this journey Carlos told her. \"We never thought that we would live forever. Let's do it!\"\n\nThe not- doing moves must be internalised.\n\nIt is an energetic fact that the passes in 'running man' dip deep into the stream of awareness available to Man.\n\nOur present level of awareness is about ankle high if that.\n\nAwareness higher than that is on the fringe of our luminous being and we have no inventory for it.\n\n\\*\\*\\*\n\nNote from Dan: Don't buy it. Darkroom rises your energy up so high, it'll be all around you to the right and left and you'll be able to reach out and scoop it off, and move it around.  It's not vague.  It's intense, like the sun.\n\nI suppose the mashing energy is the first time you'll get to visibly see it. But if you practice daily, it rises up and you can even tap your palms on it, down by your knees.\n\nThen later, you start to see the \"shiny outer coating\" of the egg.\n\nBy then I hope to be able to animate a series of movements you can do to \"play with it\", which result in near full on Silent Knowledge.  But with the double right there, as a witness to it.\n\nPlaying with the shiny outer coating is perhaps \"darkroom puffery part 2\".\n\nVery cool.\n\nThe rest of the \"live forever\" quotes in the compiled notes seem to be mental masturbation by the people who took the notes.  Even some notiour \"bad guys\", who back then wanted to pretend to be sincere students.\n\nVery depressing stuff since you know they're all doomed to give up because of their own laziness.  And then curse Carlos.\n\nBut like I said, we only need one in 500 now!", "edited": 1657911942.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_igarvp8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Notes from workshops and lectures, where Carlos says he found a path to &amp;quot;live forever&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Isn&amp;#39;t that in one of the later Star Wars???&lt;/p&gt;\n\n&lt;p&gt;Like #6?&lt;/p&gt;\n\n&lt;p&gt;Where Yoda informs Obi One that Kwaigon found a path to eternal life, and will &amp;quot;commune&amp;quot; to teach it to Obi One?&lt;/p&gt;\n\n&lt;p&gt;Carlos made it clear in private classes you only get to live a few billion years, not &amp;quot;forever&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But then there&amp;#39;s talk he found another way?&lt;/p&gt;\n\n&lt;p&gt;We might want to pay attention to that sort of thing...&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;That can&amp;#39;t possibly be him, I thought. I had imagined someone tall, with broad shoulders and a swatch of thick dark hair - an air of Mexican aristocracy steeped in shamanism and desert ravines. In college, I had read all of Castaneda&amp;#39;s books, and they had affected me more than anything I&amp;#39;d studied. Castaneda&amp;#39;s accounts of his encounters in Mexico with the Yaqui Indian sorcerer don Juan Matus had informed my entire generation. My friends and I would quote don Juan to each other. &amp;quot;Follow a path with heart,&amp;quot; we would say. &amp;quot;Keep death over your left shoulder.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We were taking psychedelics and trying to change the world into a place that valued love over materialism and magic over science. Castaneda and don Juan were our guides through a terrain outside the law - one that our parents were too conservative and too terrified to explore. Castaneda was our surrogate father, don Juan our spiritual teacher, our prophet.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Carlos, this is Nina,&amp;quot; Martina said, smiling with seamless grace. &amp;quot;Nina, Carlos Castaneda.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Like earth opened by a plow, Carlos&amp;#39;s face fell into a wide grin as he shook my hand. His hand was as warm as a chicken&amp;#39;s nest. He sat down in a floral-print easy chair and asked for a glass of water. I could hardly believe I was in the same room with this man.&lt;/p&gt;\n\n&lt;p&gt;Martina dove right in. &amp;quot;I&amp;#39;ve been waiting to ask you for ages: what really happened to don Juan? Did he die?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, no,&amp;quot; Carlos said with a chuckle, &amp;quot;he didn&amp;#39;t die. He disappeared. He went to the other place.&lt;/p&gt;\n\n&lt;p&gt;I am learning this, too: to become immortal. This is my work now. Most people think that their work is what they do during the day, but the real work happens after dark. Most people waste their lives because they forget they are going to die. It is at night, in dreams, that I practice.&lt;/p&gt;\n\n&lt;p&gt;When you learn how to die, you learn to live forever.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;After don Juan crossed over, La Gorda became my benefactor,&amp;quot; he went on, leaning forward and looking us both directly in the eye. &amp;quot;She was fat and ugly, with coal black hair and dark eyes. I was completely under her spell.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was completely under his spell by now. His voice, the lilt of his Spanish accent cradling impeccable English, hypnotized me. His eyes glowed with the satisfaction of our capture.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And anything La Gorda wanted me to do, I had to do it. One day, when I was preparing to leave Mexico and go back to Los Angeles, she told me to go to Tucson instead. She said I should work as a cook in a cafe.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No,&amp;quot; I said to her, &amp;quot;I like my life in Los Angeles. I like my friends. I&amp;#39;m not going to Tucson. I don&amp;#39;t know how to cook.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I got into my truck, and I drove off. Six hours outside of Nayarit, I was thinking, &amp;#39;My life in Los Angeles isn&amp;#39;t that great.&amp;#39; Twelve hours outside of Nayarit, I was thinking, &amp;#39;My life in Los Angeles has its ups and downs.&amp;#39; Eighteen hours outside of Nayarit, on the border of Arizona, I found myself thinking, &amp;#39;My life in Los Angeles is completely miserable.&amp;#39; I drove to Tucson, pulled up to the first greasy spoon I laid eyes on, walked in and asked for a job.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;At this point in the story, Carlos crossed his arms, puffed up his chest, and deepened his voice.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Do you know eggs?&amp;quot; the boss said. &amp;quot;You see, hamburgers and fries are easy, but we serve breakfast all day, and you&amp;#39;ve got to know eggs.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I didn&amp;#39;t know eggs, so I found a studio apartment, and I practiced cooking eggs for two weeks - scrambled, over easy, over hard, soft-boiled, hard-boiled, omelets, poached. Then I went back to the cafe. &amp;quot; &amp;#39;Do you know eggs?&amp;#39; the boss asked me again.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yeah, I know eggs,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;So I got the job. After a month, they promoted me, put me in charge of hiring and firing. One day, this young girl named Linda came in and wanted a job as a waitress. She seemed bright, so I hired her. We got to be friends, and she told me she was a fan of Carlos Castaneda. She gave me a couple of his books to read. I didn&amp;#39;t know what to say. I took the books, and a couple of days later I gave them back. I told her I didn&amp;#39;t really understand them.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Carlos chuckled, enjoying the story.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Carol went on to talk about our being members of western civilization. She said that because we have been brought up and socialized as members of western civilization we always place the blame for things on somebody else. We do not take responsibility for our actions. She said that this is the price tag of being at the mercy of energy and awareness other than our own. All of our social molds have been taken from Bobby, and as a result we have become just like him; petty, sluggish, lazy and unwilling to take responsibility.&lt;/p&gt;\n\n&lt;p&gt;She talked again about Carlos&amp;#39; recent breakthrough to a new vibratory level and what it meant for them. She said the implications were staggering and that they may not be able to formulate what exactly it means for some time, if ever. She said again that vibration is key to everything, and that they were learning new things about it and its relationship to everything they knew about energy and awareness.&lt;/p&gt;\n\n&lt;p&gt;Carol then related something that Carlos said to her recently that was the most exquisite thing she had ever heard. He had grabbed her by the arm and said very movingly, &amp;quot;I never thought I&amp;#39;d live forever . . . let&amp;#39;s do it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It has since become an axiom which guides them.After a short hush and light applause, Carol returned to the subject of the Not-Doing passes.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Running man must be known perfectly,&amp;quot; she said. &amp;quot;The energetic fact of the Running Man is that one is dipping into the fringe, or into the stream, of awareness. The old nagual said that the fringe of awareness is attached to the bottom of the luminous cocoon.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It is an ankle-high area around the feet, like a skirt, through which we can dip into the Dark Sea of Awareness.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We have no inventory for energy fields,&amp;quot; she went on to say. &amp;quot;They are not part of our socialized cognitive system.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You cannot say that you know what it&amp;#39;s like to see energy because the possibility does not exist within our cognition. It is outside the uninterrupted flow of our cognitive experience.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Note from Dan: It&amp;#39;s totally easy to see the energy down there, when doing running man.&lt;/p&gt;\n\n&lt;p&gt;Through darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;And the &amp;quot;uninterrupted flow of our cognitive experience&amp;quot; just means, stuck in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;You leave that behind when you get below the green zone.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t let Carol worry you there.  She had entire fields of workshop goers with zero sorcery knowledge or skills, and only her experiences being taught by a lineage to guide her on how to resolve the impasse.&lt;/p&gt;\n\n&lt;p&gt;We  have the allies Carlos left us.  And from 500 who come here, we only need one.&lt;/p&gt;\n\n&lt;p&gt;A completely different situation.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Carol&amp;#39;s demonstration of the anxiety she felt was hair raising. &amp;#39;What&amp;#39;s going to happen to me?&amp;#39; was the theme of it. She was so filled with concern for herself and what others would think that she was beside herself. She was not yet capable at that age of breaking free to see the wonder in what the new nagual was trying to achieve.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But now,&amp;quot; she said with fierce determination in her voice, &amp;quot;after a lifetime of remaking ourselves, we are capable of that and much more. And if we are capable of it, anyone is. Thus we gather behind an axiom of deadly use: I never thought I&amp;#39;d live forever . . . let’s do it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;The price warriors have to pay for being at the service of Energy is having to suffer identity crises. Part of the journey involves having to cross -at least attempt to- an energetic field.&lt;/p&gt;\n\n&lt;p&gt;Concerning this journey Carlos told her. &amp;quot;We never thought that we would live forever. Let&amp;#39;s do it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The not- doing moves must be internalised.&lt;/p&gt;\n\n&lt;p&gt;It is an energetic fact that the passes in &amp;#39;running man&amp;#39; dip deep into the stream of awareness available to Man.&lt;/p&gt;\n\n&lt;p&gt;Our present level of awareness is about ankle high if that.&lt;/p&gt;\n\n&lt;p&gt;Awareness higher than that is on the fringe of our luminous being and we have no inventory for it.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Note from Dan: Don&amp;#39;t buy it. Darkroom rises your energy up so high, it&amp;#39;ll be all around you to the right and left and you&amp;#39;ll be able to reach out and scoop it off, and move it around.  It&amp;#39;s not vague.  It&amp;#39;s intense, like the sun.&lt;/p&gt;\n\n&lt;p&gt;I suppose the mashing energy is the first time you&amp;#39;ll get to visibly see it. But if you practice daily, it rises up and you can even tap your palms on it, down by your knees.&lt;/p&gt;\n\n&lt;p&gt;Then later, you start to see the &amp;quot;shiny outer coating&amp;quot; of the egg.&lt;/p&gt;\n\n&lt;p&gt;By then I hope to be able to animate a series of movements you can do to &amp;quot;play with it&amp;quot;, which result in near full on Silent Knowledge.  But with the double right there, as a witness to it.&lt;/p&gt;\n\n&lt;p&gt;Playing with the shiny outer coating is perhaps &amp;quot;darkroom puffery part 2&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Very cool.&lt;/p&gt;\n\n&lt;p&gt;The rest of the &amp;quot;live forever&amp;quot; quotes in the compiled notes seem to be mental masturbation by the people who took the notes.  Even some notiour &amp;quot;bad guys&amp;quot;, who back then wanted to pretend to be sincere students.&lt;/p&gt;\n\n&lt;p&gt;Very depressing stuff since you know they&amp;#39;re all doomed to give up because of their own laziness.  And then curse Carlos.&lt;/p&gt;\n\n&lt;p&gt;But like I said, we only need one in 500 now!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igarvp8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657911361.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vzqecu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igbea4c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igavtw2", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My guess: It feels powerful because your double comes around more in such situations.\n\nNot because the double is interested.\n\nHe can materialize a Harem of green nymphs if he wants.\n\nBut his owner perhaps has less \"grief and worry\" around naked women.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_igbea4c", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My guess: It feels powerful because your double comes around more in such situations.&lt;/p&gt;\n\n&lt;p&gt;Not because the double is interested.&lt;/p&gt;\n\n&lt;p&gt;He can materialize a Harem of green nymphs if he wants.&lt;/p&gt;\n\n&lt;p&gt;But his owner perhaps has less &amp;quot;grief and worry&amp;quot; around naked women.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igbea4c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657920510.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657920510.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "igavtw2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igauwy8", "score": 4, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah… he also liked going to nudist beaches.", "edited": false, "author_flair_css_class": null, "name": "t1_igavtw2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah… he also liked going to nudist beaches.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igavtw2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657912949.0, "author_flair_text": null, "collapsed": false, "created_utc": 1657912949.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "igauwy8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igal9z5", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Victoria possibly defrocked a \"rinpoche\" shortly after Carlos died.\n\nDon't hold me to it though, I only heard that story once, years ago.\n\nIt possibly turned out she was a \"guru stalker\".\n\nAs I recall, Cholita had to hear the defrocking process going on in the next room.\n\nCholita's nomadic, so I suppose she ended up \"sharing the rinpoche hospitality\" for some time.\n\nI wouldn't be surprised at all if Amy's tendencies  might not \"shed some light\" on the context of her book.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_igauwy8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Victoria possibly defrocked a &amp;quot;rinpoche&amp;quot; shortly after Carlos died.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t hold me to it though, I only heard that story once, years ago.&lt;/p&gt;\n\n&lt;p&gt;It possibly turned out she was a &amp;quot;guru stalker&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As I recall, Cholita had to hear the defrocking process going on in the next room.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s nomadic, so I suppose she ended up &amp;quot;sharing the rinpoche hospitality&amp;quot; for some time.&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t be surprised at all if Amy&amp;#39;s tendencies  might not &amp;quot;shed some light&amp;quot; on the context of her book.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igauwy8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657912583.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657912583.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "igal9z5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Jadeyelmonte", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iga76fe", "score": 4, "author_fullname": "t2_ckktqt40", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I had a roommate who used to go to naked yoga. I don't remember if that was before or after he became Amy's boyfriend.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_igal9z5", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had a roommate who used to go to naked yoga. I don&amp;#39;t remember if that was before or after he became Amy&amp;#39;s boyfriend.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igal9z5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657908706.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657908706.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igfie44", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igfahir", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The second one is like the trance Daoists use to become demon possessed.  They even get \"judged\" on it.\n\nI always had a fascination with Kabuki, because I figured that the smooth robotic like actions could cause you to enter dreaming.\n\nIf I had to guess, I'd say it never goes far enough for people to realize it leads to amazing magic, because it's all just people trying to get money, fame, or visit with like minded friends.\n\nIt's infested with river of shit concerns.\n\nAnd not really worth \"fixing\" perhaps.\n\nBut those could be \"upgraded\" if you found a master of them, and could get him to listen to what they could become.\n\nImpossible for anything asian.  It would be intensely rude to even suggest that to a \"master\" of those.\n\nLike a drunken guy coming up and making a pest out of himself.\n\nThey wouldn't listen to a word.\n\nThe same problem exists in martial arts.  Can't get anyone who would matter, to pay attention to what they could have, with some minor changes.\n\nI tried, for years!", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_igfie44", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The second one is like the trance Daoists use to become demon possessed.  They even get &amp;quot;judged&amp;quot; on it.&lt;/p&gt;\n\n&lt;p&gt;I always had a fascination with Kabuki, because I figured that the smooth robotic like actions could cause you to enter dreaming.&lt;/p&gt;\n\n&lt;p&gt;If I had to guess, I&amp;#39;d say it never goes far enough for people to realize it leads to amazing magic, because it&amp;#39;s all just people trying to get money, fame, or visit with like minded friends.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s infested with river of shit concerns.&lt;/p&gt;\n\n&lt;p&gt;And not really worth &amp;quot;fixing&amp;quot; perhaps.&lt;/p&gt;\n\n&lt;p&gt;But those could be &amp;quot;upgraded&amp;quot; if you found a master of them, and could get him to listen to what they could become.&lt;/p&gt;\n\n&lt;p&gt;Impossible for anything asian.  It would be intensely rude to even suggest that to a &amp;quot;master&amp;quot; of those.&lt;/p&gt;\n\n&lt;p&gt;Like a drunken guy coming up and making a pest out of himself.&lt;/p&gt;\n\n&lt;p&gt;They wouldn&amp;#39;t listen to a word.&lt;/p&gt;\n\n&lt;p&gt;The same problem exists in martial arts.  Can&amp;#39;t get anyone who would matter, to pay attention to what they could have, with some minor changes.&lt;/p&gt;\n\n&lt;p&gt;I tried, for years!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igfie44/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657999730.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657999730.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iggeodi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Remarkable-Farm-3886", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igfahir", "score": 2, "author_fullname": "t2_4qbz8y08", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah, Butoh is another one that seems designed to saturate the awareness and stop the internal dialogue.\n\nA sorcerer could definitely make use of it.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_iggeodi", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, Butoh is another one that seems designed to saturate the awareness and stop the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;A sorcerer could definitely make use of it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/iggeodi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658014326.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658014326.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "igfahir", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igep0uj", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There was a post 2 years ago in here about a bizarre Japanese style of post-modern performance dance:\n\nhttps://www.reddit.com/r/castaneda/comments/fvxxgc/butoh_japanese_notdoing_dance_theater/", "edited": false, "author_flair_css_class": null, "name": "t1_igfahir", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There was a post 2 years ago in here about a bizarre Japanese style of post-modern performance dance:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/fvxxgc/butoh_japanese_notdoing_dance_theater/\"&gt;https://www.reddit.com/r/castaneda/comments/fvxxgc/butoh_japanese_notdoing_dance_theater/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igfahir/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657996319.0, "author_flair_text": null, "collapsed": false, "created_utc": 1657996319.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igkbif3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1658092513.0, "send_replies": true, "parent_id": "t1_igk8a1y", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "They don't show up in my \"lists\".", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_igkbif3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They don&amp;#39;t show up in my &amp;quot;lists&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igkbif3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658092513.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "igk8a1y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Remarkable-Farm-3886", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igiys31", "score": 2, "author_fullname": "t2_4qbz8y08", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Contact Improv is said to have originated in the 1970's New York experimental dance scene.\n\nI was always hearing about Nancy Stark Smith, as if she was the inventor.  But according to Wikipedia, it was Steve Paxton.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_igk8a1y", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Contact Improv is said to have originated in the 1970&amp;#39;s New York experimental dance scene.&lt;/p&gt;\n\n&lt;p&gt;I was always hearing about Nancy Stark Smith, as if she was the inventor.  But according to Wikipedia, it was Steve Paxton.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igk8a1y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658091123.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658091123.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "igiys31", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iggdnbm", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Who created that? \n\nI heard it was Oakland.\n\nOakland had a peculiarly high number of workshop events as I recall.\n\nSeeing as it was \"Oakland\".\n\nOakland used to be synonymous with \"that slum town across the bay from SF\".\n\nWhy have workshops there?\n\nMaybe contact improv is actually the doing of a sorcerer.\n\nAn apprentice of one of the apprentices of don Juan that we didn't keep track of.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_igiys31", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Who created that? &lt;/p&gt;\n\n&lt;p&gt;I heard it was Oakland.&lt;/p&gt;\n\n&lt;p&gt;Oakland had a peculiarly high number of workshop events as I recall.&lt;/p&gt;\n\n&lt;p&gt;Seeing as it was &amp;quot;Oakland&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Oakland used to be synonymous with &amp;quot;that slum town across the bay from SF&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Why have workshops there?&lt;/p&gt;\n\n&lt;p&gt;Maybe contact improv is actually the doing of a sorcerer.&lt;/p&gt;\n\n&lt;p&gt;An apprentice of one of the apprentices of don Juan that we didn&amp;#39;t keep track of.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igiys31/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658071398.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1658071398.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iggdnbm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Remarkable-Farm-3886", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igep0uj", "score": 3, "author_fullname": "t2_4qbz8y08", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, it definitely had the effect of stopping the internal dialogue.\n\nYou're focused on the \"rolling point of contact\" with your partner. And very much in your body at the same time, saturating your awareness.\n\nAnd if you know how to move and can keep it up with a skilled partner, you could move the assemblage point significantly.\n\nSome of the more interesting sessions I had were doing it blindfolded and doing it at 3am.\n\n\\-But if you're thinking about the woman's butt\n\nYes, it easily goes that way.", "edited": false, "author_flair_css_class": null, "name": "t1_iggdnbm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, it definitely had the effect of stopping the internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re focused on the &amp;quot;rolling point of contact&amp;quot; with your partner. And very much in your body at the same time, saturating your awareness.&lt;/p&gt;\n\n&lt;p&gt;And if you know how to move and can keep it up with a skilled partner, you could move the assemblage point significantly.&lt;/p&gt;\n\n&lt;p&gt;Some of the more interesting sessions I had were doing it blindfolded and doing it at 3am.&lt;/p&gt;\n\n&lt;p&gt;-But if you&amp;#39;re thinking about the woman&amp;#39;s butt&lt;/p&gt;\n\n&lt;p&gt;Yes, it easily goes that way.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_vzqecu", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/iggdnbm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1658013831.0, "author_flair_text": null, "collapsed": false, "created_utc": 1658013831.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "igep0uj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igd9hpy", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Interesting.  I'll have to ponder that a bit.\n\nThey've clearly learned to move their assemblage points using that weird dance.\n\nThe \"contact\" will tend to lure the double.\n\nNaked will increase the chances he'll come take a look.\n\nCarlos made use of \"naked\" almost as much as Julian did.\n\nOr Zuleica for that matter.\n\nAnd if there's difficult movements that are repeated, your double will feel like helping out.\n\nTo the participants, it would simply feel like you were suddenly stronger, happier, and healthier.  With a \"tint\" of magic in the mind.\n\nYou'd, \"get into it\".\n\nAnd be \"shunning\" the social order at the same time.  A vote to leave that madness behind for a while.\n\nYou could easily get supernatural manifestations doing that, but only if you got silent.\n\nMaybe do it in the dark while silent.\n\nBut if you're thinking about the woman's butt, or how you can pay your rent this month, you won't notice any of it.\n\nIf you don't notice sorcery, it goes away.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_igep0uj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting.  I&amp;#39;ll have to ponder that a bit.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve clearly learned to move their assemblage points using that weird dance.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;contact&amp;quot; will tend to lure the double.&lt;/p&gt;\n\n&lt;p&gt;Naked will increase the chances he&amp;#39;ll come take a look.&lt;/p&gt;\n\n&lt;p&gt;Carlos made use of &amp;quot;naked&amp;quot; almost as much as Julian did.&lt;/p&gt;\n\n&lt;p&gt;Or Zuleica for that matter.&lt;/p&gt;\n\n&lt;p&gt;And if there&amp;#39;s difficult movements that are repeated, your double will feel like helping out.&lt;/p&gt;\n\n&lt;p&gt;To the participants, it would simply feel like you were suddenly stronger, happier, and healthier.  With a &amp;quot;tint&amp;quot; of magic in the mind.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d, &amp;quot;get into it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And be &amp;quot;shunning&amp;quot; the social order at the same time.  A vote to leave that madness behind for a while.&lt;/p&gt;\n\n&lt;p&gt;You could easily get supernatural manifestations doing that, but only if you got silent.&lt;/p&gt;\n\n&lt;p&gt;Maybe do it in the dark while silent.&lt;/p&gt;\n\n&lt;p&gt;But if you&amp;#39;re thinking about the woman&amp;#39;s butt, or how you can pay your rent this month, you won&amp;#39;t notice any of it.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t notice sorcery, it goes away.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igep0uj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657987232.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657987232.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "igd9hpy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Remarkable-Farm-3886", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iga76fe", "score": 3, "author_fullname": "t2_4qbz8y08", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\"It's almost like the Tensegrity done there, came to life and created a weird monster lurking in Dance Home.\"\n\nThere might be something to this.  Back in the day our Tensegrity sessions, held in a dance studio in Sydney, were followed by a Contact Improv class. \n\nI got hooked on it for a while.  \n\nAnd yes, every so often a group of people want to do it naked.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_igd9hpy", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;It&amp;#39;s almost like the Tensegrity done there, came to life and created a weird monster lurking in Dance Home.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There might be something to this.  Back in the day our Tensegrity sessions, held in a dance studio in Sydney, were followed by a Contact Improv class. &lt;/p&gt;\n\n&lt;p&gt;I got hooked on it for a while.  &lt;/p&gt;\n\n&lt;p&gt;And yes, every so often a group of people want to do it naked.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igd9hpy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657956026.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657956026.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iga76fe", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1657903144.0, "send_replies": true, "parent_id": "t1_ig9tacs", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But can we avoid the \"Contact Improv\" dancing?\n\nIt's almost like the Tensegrity done there, came to life and created a weird monster lurking in Dance Home.\n\nCarlos might approve of it, but I'd like to make sure to never ever see any of it.\n\nI wonder if they have \"naked nights\"?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iga76fe", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But can we avoid the &amp;quot;Contact Improv&amp;quot; dancing?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s almost like the Tensegrity done there, came to life and created a weird monster lurking in Dance Home.&lt;/p&gt;\n\n&lt;p&gt;Carlos might approve of it, but I&amp;#39;d like to make sure to never ever see any of it.&lt;/p&gt;\n\n&lt;p&gt;I wonder if they have &amp;quot;naked nights&amp;quot;?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/iga76fe/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657903144.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ig9tacs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1657897655.0, "send_replies": true, "parent_id": "t3_vzqecu", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's got to be at least 12-15 years since I wrote \"be an Active Spectator\" in my little black book of things to not forget.\n\nNot sure if that was from the subconscious absorption of the books, or from Silent Knowledge seepage at the blue line ... either way, it is confirmed (as if it needed to be!).", "edited": 1657905809.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ig9tacs", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s got to be at least 12-15 years since I wrote &amp;quot;be an Active Spectator&amp;quot; in my little black book of things to not forget.&lt;/p&gt;\n\n&lt;p&gt;Not sure if that was from the subconscious absorption of the books, or from Silent Knowledge seepage at the blue line ... either way, it is confirmed (as if it needed to be!).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/ig9tacs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657897655.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vzqecu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "igau52t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_igaieg0", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Girlfriend?\n\nCholita?\n\nShe's my mortal enemy!\n\nI literally have to lock my room at night, just in case she decides to kill me.\n\nCarlos left her to me.  And she's too crazy to survive on her own.\n\nThat's why I protect her.\n\nNot to mention, I get to see amazing magic from time to time.\n\nAs far as me writing stuff about her, she figures when this subreddit finally achieves its goal, we're going to use her in a sacrifice and feast on her blood as a celebration.\n\nMostly, only those who knew her back then could figure out who she is.\n\nSo nothing I write is actually tied to her.\n\nThere are also \"people\" who see what I write about Cholita, and \"have a talk with her\" from time to time.\n\nUsually to my benefit it seems.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_igau52t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Girlfriend?&lt;/p&gt;\n\n&lt;p&gt;Cholita?&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s my mortal enemy!&lt;/p&gt;\n\n&lt;p&gt;I literally have to lock my room at night, just in case she decides to kill me.&lt;/p&gt;\n\n&lt;p&gt;Carlos left her to me.  And she&amp;#39;s too crazy to survive on her own.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why I protect her.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, I get to see amazing magic from time to time.&lt;/p&gt;\n\n&lt;p&gt;As far as me writing stuff about her, she figures when this subreddit finally achieves its goal, we&amp;#39;re going to use her in a sacrifice and feast on her blood as a celebration.&lt;/p&gt;\n\n&lt;p&gt;Mostly, only those who knew her back then could figure out who she is.&lt;/p&gt;\n\n&lt;p&gt;So nothing I write is actually tied to her.&lt;/p&gt;\n\n&lt;p&gt;There are also &amp;quot;people&amp;quot; who see what I write about Cholita, and &amp;quot;have a talk with her&amp;quot; from time to time.&lt;/p&gt;\n\n&lt;p&gt;Usually to my benefit it seems.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igau52t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657912271.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657912271.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "igaieg0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "selftransforming", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iga6ope", "score": 2, "author_fullname": "t2_12vaj0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "to keep with your analogy, but what does your girlfriend think about you writing detailed notes about your dates and putting them online?\n\nbut I do get why it would probably fuck things up. just was curious to see if you ever did try it at any point, like locking the door so you knew that you didn't leave.", "edited": 1657909370.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_igaieg0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;to keep with your analogy, but what does your girlfriend think about you writing detailed notes about your dates and putting them online?&lt;/p&gt;\n\n&lt;p&gt;but I do get why it would probably fuck things up. just was curious to see if you ever did try it at any point, like locking the door so you knew that you didn&amp;#39;t leave.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/igaieg0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657907561.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1657907561.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "iga6ope", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1657902948.0, "send_replies": true, "parent_id": "t1_ig9t8x5", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'd love it if someone else did this.\n\nTo see what happens.\n\nHowever, it's a basic misunderstanding of what sorcery is, to think this might be a good idea.\n\nIt's a VERY dirty link to intent.\n\nI suppose someone might pull it off.\n\nBut in fact, once you get advanced, even the tiniest thing interrupting your path, becomes the block to amazing magic.\n\nI certainly wouldn't do that.\n\nIt's not \"harmless\" at all.\n\nI suppose as a simple analogy, what if you put a tape recorder in your pocket while hanging out with your new girlfriend?\n\nAnd she noticed it.\n\nIt might not seem like a good idea anymore.\n\nI tried that with Cholita.  She used to tell me stories of her sorcery travels.\n\nWasn't good....  Like \"the spirit\", she always instantly knew she was being recorded.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iga6ope", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;d love it if someone else did this.&lt;/p&gt;\n\n&lt;p&gt;To see what happens.&lt;/p&gt;\n\n&lt;p&gt;However, it&amp;#39;s a basic misunderstanding of what sorcery is, to think this might be a good idea.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a VERY dirty link to intent.&lt;/p&gt;\n\n&lt;p&gt;I suppose someone might pull it off.&lt;/p&gt;\n\n&lt;p&gt;But in fact, once you get advanced, even the tiniest thing interrupting your path, becomes the block to amazing magic.&lt;/p&gt;\n\n&lt;p&gt;I certainly wouldn&amp;#39;t do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not &amp;quot;harmless&amp;quot; at all.&lt;/p&gt;\n\n&lt;p&gt;I suppose as a simple analogy, what if you put a tape recorder in your pocket while hanging out with your new girlfriend?&lt;/p&gt;\n\n&lt;p&gt;And she noticed it.&lt;/p&gt;\n\n&lt;p&gt;It might not seem like a good idea anymore.&lt;/p&gt;\n\n&lt;p&gt;I tried that with Cholita.  She used to tell me stories of her sorcery travels.&lt;/p&gt;\n\n&lt;p&gt;Wasn&amp;#39;t good....  Like &amp;quot;the spirit&amp;quot;, she always instantly knew she was being recorded.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_vzqecu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/iga6ope/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657902948.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "ig9t8x5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "selftransforming", "can_mod_post": false, "created_utc": 1657897638.0, "send_replies": true, "parent_id": "t3_vzqecu", "score": 2, "author_fullname": "t2_12vaj0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This might be a silly question, but have you ever tried to use a tape recorder and narrate what is happening during your darkroom practice? It seems like it would be less disruptive than having to go to the computer, but then again, will your tonal actually make sound if you're speaking in, say, your transportation station?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ig9t8x5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This might be a silly question, but have you ever tried to use a tape recorder and narrate what is happening during your darkroom practice? It seems like it would be less disruptive than having to go to the computer, but then again, will your tonal actually make sound if you&amp;#39;re speaking in, say, your transportation station?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/vzqecu/the_active_audience/ig9t8x5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1657897638.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_vzqecu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]