[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This is a re-post of an experience I posted in the practitioner's sub a couple of months back. I have edited it slightly to focus on some of the aspects of the experience that I wanted to highlight. I am posting this because it is one of the clearest examples I have of a whole host of different techniques that I have since used many times with great effect and it's going to give context to some things I want to talk about in future.\n\nIn this session I had taken a low dose of pain medication for a back injury. Everything that happens in this session though are things that I have repeated multiple times before and after while completely sober. I just mention this for transparency. I was awake throughout the entire experience.\n\n&amp;#x200B;\n\nA few hours after I took the medication my pain level had dropped but I could not sleep, so I decided to lie down and see how it affected a session instead.\n\n**Thought-Dreams:**  After I laid down the effects of the drugs became clear. I could still  think clearly and I could silence my internal dialogue easily, but  gossamer hallucinatory dream images were quick to begin appearing behind  my eyelids. These weren't like the strong substantial visuals of  hypnagogia. There was something really  thin and shallow about them, but they streamed continuously if I left my  attention on them.\n\nI'd seen  similar things years ago after smoking weed, but the key difference this  time was I was able to silence my internal dialogue easily, whereas  weed had only ever made it worse. This gave me some control over the  experience. The most common visuals would form as a path or tunnel or  hallway. I could lightly intend to move along these paths and after a  moment the visuals would update showing the next section of path, almost  like it was procedurally generated. Sometimes they would appear with an  intersection or a new environment and I could choose which way to move.\n\nSometimes  I would round a corner and suddenly there would be a completely out of  place looking creature sitting there. It would take me by surprise.  Several times I tried to interact with these creatures. In one instance I  was watching these strange green duck like creatures in an otherwise  normal looking park. After a while they became aware I was watching them  and ran over to me, but I still couldn't interact with them. They were  just part of the thought-stuff. In contrast, there was an IOB with me  who I could feel present with me throughout the whole experience and who  became more involved later on, sitting completely outside the  thought-dreams as well. I could communicate easily with them and feel  their energy, but the other images felt hollow. It was like I was  outside of them, watching but only influencing them from afar.\n\nOver  time other visuals were spliced in as well, mostly things that were  similar to my recent memories. Sometimes the visuals would 'peak' and  suddenly become crisper and more vivid, but this would only last a  moment and then they would return to normal. I could push them to 'peak'  by intending to see certain places in more detail, but they would  always return to normal very quickly. When sober I could push hypnagogic  images to appear and become more stable this way with a much greater  effect, but with the tramadol I seemed a little stuck in this shallow  thought-dream state.\n\n**Puffs:**  I shifted my attention to the puffs instead. They were much more vivid  than I ever see them and once I become aware of them I realised how many  there were. There were a lot of purples, but also blues and yellows,  moving and mixing in with each other. There were also very black puffs,  blacker than my eyelids, moving through the purples, eating them up and  being followed by other colours, sometimes forming circular swirls.  Seeing them like this reassured me that what I thought were the purple  puffs from my usual sits was probably accurate, but they are really  distorted from my visual snow.\n\nAs I  watched the puffs, I would become aware of the thought-dreams  continuing in a different set of vision that I could choose to focus my  attention on or ignore. I could switch between the puffs and the  thought-dreams with ease, but I was getting a bit sick of both.\n\n**Moving the Energy:**  As I was watching some video game visuals playing themselves out, the  IOB I was with piped up. It was clear I was frustrated with these  visuals a bit because they came from my memory and seemed devoid of  worth.\n\n\"These are emanations that  you have already lit up. At death, they will all light up again in  order. Try inhaling the energy from them and pull it back inside of you  as though you were doing recap.\"\n\nSo  I did. I hooked onto the feeling of these images and inhaled their  energy back in. To my amazement it worked, and it worked really well.  Those particular images stopped appearing whereas before they would  appear almost compulsively. I went through the other memory images that  were playing and inhaled them back in as well, experimenting with this  for a while. After some time, the IOB interjected again.\n\n\"This time, try inhaling ALL the energy and pulling it into the centre of your body.\"\n\nI  reached out and hooked onto the thought-dreams as a whole, whatever  this energetic 'stuff' was, whether they were my memories or not. I  pulled it all in and focused on condensing it into a point at the centre  of my body. All the visuals disappeared and then I had the sudden and  distinct tactile sensation of moving my dream arms around. Up to that  point I had just been an observer to these thought-dreams. For a brief  few moments I was aware of my dream body.\n\nI kept shifting my attention around and the thought-dreams returned. After a few minutes the IOB spoke up again.\n\n\"Let's try something else. This time, grab all the energy (of the thought-dreams) and push it upwards.\"\n\nI  did as they said. As I pushed it, the visuals stopped again and I had  the distinct feeling that I was moving downwards into darkness until I  felt like I was sitting on the floor. The IOB was now sitting to my  right.\n\n**Dream Objects:**  \"We're going to play a game,\" he said. I got the feeling of him placing  down two small cardboard boxes on the floor in front of us. \"The aim of  the game is to place down as many tokens as possible.\" He took a small  hexagonal plastic token from his box and put it down between us. I only  had a very vague visual sense of what was going on but was somehow aware  of what he was doing.\n\nI quickly  understood the purpose of this game. \"It's not really a game, right? But  you call it that so that the other person is compelled to take part,\" I  said. He nodded. It was an exercise in dream objects.\n\nI  started pulling tokens from the box and placing them face upright on  the ground. There weren't a lot of perceptual senses involved at first,  but they started to slowly come online. The tactile feel of the tokens  was easy to generate, I could start to feel their shape and texture in  my hands. The next easiest was the audible 'click' that the tiles made  as I placed them down. They felt and sounded like mahjong tiles.\n\nNext  was colour. About half way between pulling them from the box and  placing the tokens down, I would visually perceive their colour; bright  pinks, whites, yellows. Then, the difficult part, perceiving the upright  face of the token. I would place them down with more oomph, trying to  generate those visual peaks. Sometimes it worked, sometimes it didn't. I  had no idea what was on the other side of the token until I saw it,  essentially creating it at the same time that I was perceiving it. I  managed to get a few to work, some had numbers, others had coloured  symbols. I experimented with creating tokens with other shapes, like  dominoes. I was even able to keep some of the domino pips stable and  place a few as though I were really matching them up.\n\nThen  I tried tarot cards and it became very clear why they were a little  trickier than tokens. They had fewer perceptual features that I could  take for granted. The tokens had a clear texture and distinct sound when  I place them down. The cards were softer and lighter and I had to  generate not only the face-up artwork, but also the artwork of the card  backing whereas the tokens were just simple plastic. The cards were much  harder to assemble.\n\nMy attention  drifted for a little until I caught myself and refocused. I pulled a  token and placed it down and was met with the IOB clapping at my action  which took me by surprise. I know it was trying to jolt me and  positively reinforce that I had successfully refocused my attention, but  it also made me feel a bit like a child.\n\nMy  energy levels started to dip from the injury and the medication and I  wanted to rest. The IOB suggested I get up and go to the bathroom so I  can 'reset' my attention. I did this and returned to bed and didn't have  any thought-dreams although I struggled to get any undisturbed sleep  until the tramadol completely wore off.\n\n&amp;#x200B;\n\n**Main Points:** In the months following this experience I have used the inhaling energy technique many times with great and immediate effect. If I have these thought-dreams or mid-surface level thoughts swimming around when I'm trying to practice, I inhale them and push the energy into my centre and they stop within seconds. Some of those thought-dreams are remnants of memories while others are just random thought-junk.\n\nIt's really amazed me how much energy this can free up. If I go for a session and all I'm getting is these gossamer visuals, in the past I may have assumed I wasn't balanced enough for the sit and gave up early. Now I can move quickly onto the next part.\n\nThe next part was with the dream objects. I have to stress that these are perceptually nothing like the thought-dreams or the puffs. They are incredibly realistic and sensorial. For me, it is like I am perceiving them with my physical senses, and usually all of them at once; sight, hearing, touch, smell, taste, etc.. This state is already one I was familiar with but I am learning more about it all the time. It's possible to just stay here and have very clear bi-directional communication with an ally or IOB (telepathic and/or auditory), or use this to enter straight into -very- realistic dreaming.\n\nThere is definitely a level of silence needed here that I don't talk about much in the account. You need inner silence and some command over your attention. The 'dreams' entered from silence are very different to ordinary dreams. And while I still call them dreams, reading the books again has shown me that this may actually be pretty misleading and even don Juan didn't like the term 'dreaming'.\n\nI'm going to talk more about this kind of dreaming in some coming posts and also the difference between some of the IOBs that you can meet in this 'dream object' state. This isn't different or separate to gazing, you need to still follow the gazing instructions and techniques given in the books.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Experience Re-Post: Moving Through States of Perception", "link_flair_richtext": [{"e": "text", "t": "Shifting Perception"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_u39070", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.89, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4dz9kepm", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Shifting Perception", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1649910267.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This is a re-post of an experience I posted in the practitioner&amp;#39;s sub a couple of months back. I have edited it slightly to focus on some of the aspects of the experience that I wanted to highlight. I am posting this because it is one of the clearest examples I have of a whole host of different techniques that I have since used many times with great effect and it&amp;#39;s going to give context to some things I want to talk about in future.&lt;/p&gt;\n\n&lt;p&gt;In this session I had taken a low dose of pain medication for a back injury. Everything that happens in this session though are things that I have repeated multiple times before and after while completely sober. I just mention this for transparency. I was awake throughout the entire experience.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;A few hours after I took the medication my pain level had dropped but I could not sleep, so I decided to lie down and see how it affected a session instead.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Thought-Dreams:&lt;/strong&gt;  After I laid down the effects of the drugs became clear. I could still  think clearly and I could silence my internal dialogue easily, but  gossamer hallucinatory dream images were quick to begin appearing behind  my eyelids. These weren&amp;#39;t like the strong substantial visuals of  hypnagogia. There was something really  thin and shallow about them, but they streamed continuously if I left my  attention on them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d seen  similar things years ago after smoking weed, but the key difference this  time was I was able to silence my internal dialogue easily, whereas  weed had only ever made it worse. This gave me some control over the  experience. The most common visuals would form as a path or tunnel or  hallway. I could lightly intend to move along these paths and after a  moment the visuals would update showing the next section of path, almost  like it was procedurally generated. Sometimes they would appear with an  intersection or a new environment and I could choose which way to move.&lt;/p&gt;\n\n&lt;p&gt;Sometimes  I would round a corner and suddenly there would be a completely out of  place looking creature sitting there. It would take me by surprise.  Several times I tried to interact with these creatures. In one instance I  was watching these strange green duck like creatures in an otherwise  normal looking park. After a while they became aware I was watching them  and ran over to me, but I still couldn&amp;#39;t interact with them. They were  just part of the thought-stuff. In contrast, there was an IOB with me  who I could feel present with me throughout the whole experience and who  became more involved later on, sitting completely outside the  thought-dreams as well. I could communicate easily with them and feel  their energy, but the other images felt hollow. It was like I was  outside of them, watching but only influencing them from afar.&lt;/p&gt;\n\n&lt;p&gt;Over  time other visuals were spliced in as well, mostly things that were  similar to my recent memories. Sometimes the visuals would &amp;#39;peak&amp;#39; and  suddenly become crisper and more vivid, but this would only last a  moment and then they would return to normal. I could push them to &amp;#39;peak&amp;#39;  by intending to see certain places in more detail, but they would  always return to normal very quickly. When sober I could push hypnagogic  images to appear and become more stable this way with a much greater  effect, but with the tramadol I seemed a little stuck in this shallow  thought-dream state.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Puffs:&lt;/strong&gt;  I shifted my attention to the puffs instead. They were much more vivid  than I ever see them and once I become aware of them I realised how many  there were. There were a lot of purples, but also blues and yellows,  moving and mixing in with each other. There were also very black puffs,  blacker than my eyelids, moving through the purples, eating them up and  being followed by other colours, sometimes forming circular swirls.  Seeing them like this reassured me that what I thought were the purple  puffs from my usual sits was probably accurate, but they are really  distorted from my visual snow.&lt;/p&gt;\n\n&lt;p&gt;As I  watched the puffs, I would become aware of the thought-dreams  continuing in a different set of vision that I could choose to focus my  attention on or ignore. I could switch between the puffs and the  thought-dreams with ease, but I was getting a bit sick of both.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Moving the Energy:&lt;/strong&gt;  As I was watching some video game visuals playing themselves out, the  IOB I was with piped up. It was clear I was frustrated with these  visuals a bit because they came from my memory and seemed devoid of  worth.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;These are emanations that  you have already lit up. At death, they will all light up again in  order. Try inhaling the energy from them and pull it back inside of you  as though you were doing recap.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So  I did. I hooked onto the feeling of these images and inhaled their  energy back in. To my amazement it worked, and it worked really well.  Those particular images stopped appearing whereas before they would  appear almost compulsively. I went through the other memory images that  were playing and inhaled them back in as well, experimenting with this  for a while. After some time, the IOB interjected again.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This time, try inhaling ALL the energy and pulling it into the centre of your body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I  reached out and hooked onto the thought-dreams as a whole, whatever  this energetic &amp;#39;stuff&amp;#39; was, whether they were my memories or not. I  pulled it all in and focused on condensing it into a point at the centre  of my body. All the visuals disappeared and then I had the sudden and  distinct tactile sensation of moving my dream arms around. Up to that  point I had just been an observer to these thought-dreams. For a brief  few moments I was aware of my dream body.&lt;/p&gt;\n\n&lt;p&gt;I kept shifting my attention around and the thought-dreams returned. After a few minutes the IOB spoke up again.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Let&amp;#39;s try something else. This time, grab all the energy (of the thought-dreams) and push it upwards.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I  did as they said. As I pushed it, the visuals stopped again and I had  the distinct feeling that I was moving downwards into darkness until I  felt like I was sitting on the floor. The IOB was now sitting to my  right.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Dream Objects:&lt;/strong&gt;  &amp;quot;We&amp;#39;re going to play a game,&amp;quot; he said. I got the feeling of him placing  down two small cardboard boxes on the floor in front of us. &amp;quot;The aim of  the game is to place down as many tokens as possible.&amp;quot; He took a small  hexagonal plastic token from his box and put it down between us. I only  had a very vague visual sense of what was going on but was somehow aware  of what he was doing.&lt;/p&gt;\n\n&lt;p&gt;I quickly  understood the purpose of this game. &amp;quot;It&amp;#39;s not really a game, right? But  you call it that so that the other person is compelled to take part,&amp;quot; I  said. He nodded. It was an exercise in dream objects.&lt;/p&gt;\n\n&lt;p&gt;I  started pulling tokens from the box and placing them face upright on  the ground. There weren&amp;#39;t a lot of perceptual senses involved at first,  but they started to slowly come online. The tactile feel of the tokens  was easy to generate, I could start to feel their shape and texture in  my hands. The next easiest was the audible &amp;#39;click&amp;#39; that the tiles made  as I placed them down. They felt and sounded like mahjong tiles.&lt;/p&gt;\n\n&lt;p&gt;Next  was colour. About half way between pulling them from the box and  placing the tokens down, I would visually perceive their colour; bright  pinks, whites, yellows. Then, the difficult part, perceiving the upright  face of the token. I would place them down with more oomph, trying to  generate those visual peaks. Sometimes it worked, sometimes it didn&amp;#39;t. I  had no idea what was on the other side of the token until I saw it,  essentially creating it at the same time that I was perceiving it. I  managed to get a few to work, some had numbers, others had coloured  symbols. I experimented with creating tokens with other shapes, like  dominoes. I was even able to keep some of the domino pips stable and  place a few as though I were really matching them up.&lt;/p&gt;\n\n&lt;p&gt;Then  I tried tarot cards and it became very clear why they were a little  trickier than tokens. They had fewer perceptual features that I could  take for granted. The tokens had a clear texture and distinct sound when  I place them down. The cards were softer and lighter and I had to  generate not only the face-up artwork, but also the artwork of the card  backing whereas the tokens were just simple plastic. The cards were much  harder to assemble.&lt;/p&gt;\n\n&lt;p&gt;My attention  drifted for a little until I caught myself and refocused. I pulled a  token and placed it down and was met with the IOB clapping at my action  which took me by surprise. I know it was trying to jolt me and  positively reinforce that I had successfully refocused my attention, but  it also made me feel a bit like a child.&lt;/p&gt;\n\n&lt;p&gt;My  energy levels started to dip from the injury and the medication and I  wanted to rest. The IOB suggested I get up and go to the bathroom so I  can &amp;#39;reset&amp;#39; my attention. I did this and returned to bed and didn&amp;#39;t have  any thought-dreams although I struggled to get any undisturbed sleep  until the tramadol completely wore off.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Main Points:&lt;/strong&gt; In the months following this experience I have used the inhaling energy technique many times with great and immediate effect. If I have these thought-dreams or mid-surface level thoughts swimming around when I&amp;#39;m trying to practice, I inhale them and push the energy into my centre and they stop within seconds. Some of those thought-dreams are remnants of memories while others are just random thought-junk.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really amazed me how much energy this can free up. If I go for a session and all I&amp;#39;m getting is these gossamer visuals, in the past I may have assumed I wasn&amp;#39;t balanced enough for the sit and gave up early. Now I can move quickly onto the next part.&lt;/p&gt;\n\n&lt;p&gt;The next part was with the dream objects. I have to stress that these are perceptually nothing like the thought-dreams or the puffs. They are incredibly realistic and sensorial. For me, it is like I am perceiving them with my physical senses, and usually all of them at once; sight, hearing, touch, smell, taste, etc.. This state is already one I was familiar with but I am learning more about it all the time. It&amp;#39;s possible to just stay here and have very clear bi-directional communication with an ally or IOB (telepathic and/or auditory), or use this to enter straight into -very- realistic dreaming.&lt;/p&gt;\n\n&lt;p&gt;There is definitely a level of silence needed here that I don&amp;#39;t talk about much in the account. You need inner silence and some command over your attention. The &amp;#39;dreams&amp;#39; entered from silence are very different to ordinary dreams. And while I still call them dreams, reading the books again has shown me that this may actually be pretty misleading and even don Juan didn&amp;#39;t like the term &amp;#39;dreaming&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to talk more about this kind of dreaming in some coming posts and also the difference between some of the IOBs that you can meet in this &amp;#39;dream object&amp;#39; state. This isn&amp;#39;t different or separate to gazing, you need to still follow the gazing instructions and techniques given in the books.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "f2d3e494-6005-11ea-be90-0ed931fcda17", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "u39070", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "the-mad-prophet", "discussion_type": null, "num_comments": 7, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/", "subreddit_subscribers": 9561, "created_utc": 1649910267.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4s0lvc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1649985986.0, "send_replies": true, "parent_id": "t1_i4pyn62", "score": 2, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "They used to put opium in everything at the beginning of last century. Cough syrup makes sense, but also things like boiled sweets, just cause they could. A lot of the famous occultists back then would definitely have had opium in their systems, even if they weren't taking it recreationally.\n\nBut then part of their primary structure for magical development that actually has the potential to work got mistranslated and accidentally reversed. Ren pointed out part of it to me and it all clicked. Even a good, dedicated practitioner from the main Western lodges last century would have been screwed unless they threw their books away and just started learning from the spirit.\n\nAnd that problem hasn't been fixed yet. The information to fix it is there, in their own history, but not everyone is as interested in digging that much.\n\nIt's really amazing actually. I would rant about it but it would definitely be waay off topic in here.\n\nSiberia might be too cold for poppies, but they have plenty of amanita muscaria mushrooms.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4s0lvc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;They used to put opium in everything at the beginning of last century. Cough syrup makes sense, but also things like boiled sweets, just cause they could. A lot of the famous occultists back then would definitely have had opium in their systems, even if they weren&amp;#39;t taking it recreationally.&lt;/p&gt;\n\n&lt;p&gt;But then part of their primary structure for magical development that actually has the potential to work got mistranslated and accidentally reversed. Ren pointed out part of it to me and it all clicked. Even a good, dedicated practitioner from the main Western lodges last century would have been screwed unless they threw their books away and just started learning from the spirit.&lt;/p&gt;\n\n&lt;p&gt;And that problem hasn&amp;#39;t been fixed yet. The information to fix it is there, in their own history, but not everyone is as interested in digging that much.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s really amazing actually. I would rant about it but it would definitely be waay off topic in here.&lt;/p&gt;\n\n&lt;p&gt;Siberia might be too cold for poppies, but they have plenty of amanita muscaria mushrooms.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u39070", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4s0lvc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649985986.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4pyn62", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1649954925.0, "send_replies": true, "parent_id": "t3_u39070", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I love that movie with Johnny Depp, and the 1800s style \"tonic\" he drank.\n\nOk... Maybe it was Heather Graham too.\n\nBut he was using opium to have visions.\n\nThe chinese called it, \"Chasing the dragon\".\n\nThe problem is, if you tried to duplicate that \"chase\" you'd discover what any opium addict discovers.\n\nIt only works once or twice, and after that you just get addicted.\n\nBut the ancient Akkadians, inheritors of north african magic (like the Jews) used the local wild poppies (not the same species as the modern ones), soaked in crappy new wine, to extract the morphine and codeine.\n\nThat's the \"bitter water\" someone tried to give Jesus on the cross.\n\nPain killer.\n\nThe guards weren't so horrible as to offer him water he couldn't drink.\n\nIt was painkiller.\n\nAnd the Akkadians, like modern Asian temples which grow modern poppies for \"medicine\", loved that poppy wine!\n\nSo did roman soldiers!  They were addicted to the stuff.\n\nTheir daily \"pay\" for going all over the british isles, seizing assets like tin mines for the lead pipes that brought water to rome (and lead poisoning), was the equivalent of an american quarter dollar, made of silver.\n\nBut then rome corrupted itself, they started putting less and less silver in those coins, the soldiers couldn't feed their opium addictions, and rome fell apart.\n\nMy own \"dubious\" view of history.\n\nCarlos put me to the task of studying the bible, and that was among the topics.  Where did the jews learn their weakened form of magic?\n\nThe Akkadians had it too.  The \"Book of the Demons of Akad\" is a GENUINE grimoire.\n\nBut cursed by the Jews to never be reconstructed.\n\nAnd it hasn't!\n\nBut the magic of both the Jews and Akkadians had long since weakened from it's African source.  \n\nNot as much as modern shamanism, compared to the Olmec variety.\n\nBut it wasn't very good anymore.  So  the Jews saw \"Lucifer\", instead of another helpful version of my  \"Fairy\".  And book dealed him.\n\nTheir loss...\n\nThe Akkadians used poppy wine, to reach visionary states.  Which brought them into contact with inorganic beings, thus modern Daoism is obsessed with spirits.\n\nThe Akkadians gave the opium high a name.  Turned it into a mini-cult.  \n\nThis was pre-China.\n\nThen later,  after the Akkadians mixed with some North African blood (some say Shiba),  and migrated to form the Chinese population (half black, half ghostly white like Adam from the Jewish ancestors), the con artist \"Lao Tsu\" decided to \"book deal\" what the Akkadians had discovered, and we got stuck with Daoism.\n\nCrap Asian magic, based on diluted magic from long ago, almost surely originating in North Africa.  \n\nStill obsessed with spirits, but now too weak to actually deal with them for real.\n\nOur magic is from Siberia.  Too cold for poppies.", "edited": 1649955583.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4pyn62", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I love that movie with Johnny Depp, and the 1800s style &amp;quot;tonic&amp;quot; he drank.&lt;/p&gt;\n\n&lt;p&gt;Ok... Maybe it was Heather Graham too.&lt;/p&gt;\n\n&lt;p&gt;But he was using opium to have visions.&lt;/p&gt;\n\n&lt;p&gt;The chinese called it, &amp;quot;Chasing the dragon&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The problem is, if you tried to duplicate that &amp;quot;chase&amp;quot; you&amp;#39;d discover what any opium addict discovers.&lt;/p&gt;\n\n&lt;p&gt;It only works once or twice, and after that you just get addicted.&lt;/p&gt;\n\n&lt;p&gt;But the ancient Akkadians, inheritors of north african magic (like the Jews) used the local wild poppies (not the same species as the modern ones), soaked in crappy new wine, to extract the morphine and codeine.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the &amp;quot;bitter water&amp;quot; someone tried to give Jesus on the cross.&lt;/p&gt;\n\n&lt;p&gt;Pain killer.&lt;/p&gt;\n\n&lt;p&gt;The guards weren&amp;#39;t so horrible as to offer him water he couldn&amp;#39;t drink.&lt;/p&gt;\n\n&lt;p&gt;It was painkiller.&lt;/p&gt;\n\n&lt;p&gt;And the Akkadians, like modern Asian temples which grow modern poppies for &amp;quot;medicine&amp;quot;, loved that poppy wine!&lt;/p&gt;\n\n&lt;p&gt;So did roman soldiers!  They were addicted to the stuff.&lt;/p&gt;\n\n&lt;p&gt;Their daily &amp;quot;pay&amp;quot; for going all over the british isles, seizing assets like tin mines for the lead pipes that brought water to rome (and lead poisoning), was the equivalent of an american quarter dollar, made of silver.&lt;/p&gt;\n\n&lt;p&gt;But then rome corrupted itself, they started putting less and less silver in those coins, the soldiers couldn&amp;#39;t feed their opium addictions, and rome fell apart.&lt;/p&gt;\n\n&lt;p&gt;My own &amp;quot;dubious&amp;quot; view of history.&lt;/p&gt;\n\n&lt;p&gt;Carlos put me to the task of studying the bible, and that was among the topics.  Where did the jews learn their weakened form of magic?&lt;/p&gt;\n\n&lt;p&gt;The Akkadians had it too.  The &amp;quot;Book of the Demons of Akad&amp;quot; is a GENUINE grimoire.&lt;/p&gt;\n\n&lt;p&gt;But cursed by the Jews to never be reconstructed.&lt;/p&gt;\n\n&lt;p&gt;And it hasn&amp;#39;t!&lt;/p&gt;\n\n&lt;p&gt;But the magic of both the Jews and Akkadians had long since weakened from it&amp;#39;s African source.  &lt;/p&gt;\n\n&lt;p&gt;Not as much as modern shamanism, compared to the Olmec variety.&lt;/p&gt;\n\n&lt;p&gt;But it wasn&amp;#39;t very good anymore.  So  the Jews saw &amp;quot;Lucifer&amp;quot;, instead of another helpful version of my  &amp;quot;Fairy&amp;quot;.  And book dealed him.&lt;/p&gt;\n\n&lt;p&gt;Their loss...&lt;/p&gt;\n\n&lt;p&gt;The Akkadians used poppy wine, to reach visionary states.  Which brought them into contact with inorganic beings, thus modern Daoism is obsessed with spirits.&lt;/p&gt;\n\n&lt;p&gt;The Akkadians gave the opium high a name.  Turned it into a mini-cult.  &lt;/p&gt;\n\n&lt;p&gt;This was pre-China.&lt;/p&gt;\n\n&lt;p&gt;Then later,  after the Akkadians mixed with some North African blood (some say Shiba),  and migrated to form the Chinese population (half black, half ghostly white like Adam from the Jewish ancestors), the con artist &amp;quot;Lao Tsu&amp;quot; decided to &amp;quot;book deal&amp;quot; what the Akkadians had discovered, and we got stuck with Daoism.&lt;/p&gt;\n\n&lt;p&gt;Crap Asian magic, based on diluted magic from long ago, almost surely originating in North Africa.  &lt;/p&gt;\n\n&lt;p&gt;Still obsessed with spirits, but now too weak to actually deal with them for real.&lt;/p&gt;\n\n&lt;p&gt;Our magic is from Siberia.  Too cold for poppies.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4pyn62/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649954925.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_u39070", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4q1n55", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1649956114.0, "send_replies": true, "parent_id": "t1_i4opkg7", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That path will surely work!\n\nAnd as long as you avoid the \"pitfalls\" of sleeping dreaming as a path, you'll figure it out.\n\nJust \"explore\" it, don't book deal it.\n\nCarlos explained.\n\nYou find a little thread.  And you follow it, to see where it leads.\n\nThe funny thing about threads is, there's more out there.\n\nSo it'll lead to another one.  If needed, you can switch to that one.\n\nThat's \"navigating\".\n\nBut I'll be more blunt.\n\nYou find stuff that's \"real progress\", and you make it happen more.\n\nIf you hit a dead end, you'll have discovered other possibilities along the way, and you can switch to one of those.\n\nAs long as you avoid the \"pitfall\" of sleeping dreaming, you'll be fine.\n\nWhat's the pitfall?\n\nPeople are lying sacks of shit, who only want attention from others.\n\nAnd sleeping dreams let them lie with impunity, and no one else can contradict them.\n\nA good example is the Facebook person who had some tiny fame there, pretended to be a woman (maybe) and came in here a couple of years ago bragging \"I folded in half!\"\n\nShe (he, it) had a nightmare, and figured out they could lie and claim to have attained the folding in half, from the Eagle's Gift.  They posted it on Facebook to get attention.  They got lots of support and likes, because nearly everyone else on Facebook is a self-promoter too.\n\nI remember that self-promoting angry Quantuum Shaman woman looked at the movie interviewing former private class members following the death of Carlos, and decided Felix was the only interesting one in the group.\n\nThe main bad player con artist from back then, stuck out for her as someone she admired.  She thought they could cross promote each other, to steal more.  A faker can instantly spot another who might benefit them.\n\nThat Facebook person never even studied enough in here to realize we were doing what we do hours each and every single day, not not once in the last 5 years.\n\nLike her(his, its) misrepresented dream.  Imagine bothering this subreddit for close to a whole month or more, and you never realized we do what we do, hours a night.  A systematic exploration of how to make actual progress.\n\nSo just be honest, and navigate!\n\nI can't recall how that Facebook fraud got tossed out, but thank goodness that person is gone.\n\nIt was harder to get booted back then.", "edited": 1649956740.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4q1n55", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That path will surely work!&lt;/p&gt;\n\n&lt;p&gt;And as long as you avoid the &amp;quot;pitfalls&amp;quot; of sleeping dreaming as a path, you&amp;#39;ll figure it out.&lt;/p&gt;\n\n&lt;p&gt;Just &amp;quot;explore&amp;quot; it, don&amp;#39;t book deal it.&lt;/p&gt;\n\n&lt;p&gt;Carlos explained.&lt;/p&gt;\n\n&lt;p&gt;You find a little thread.  And you follow it, to see where it leads.&lt;/p&gt;\n\n&lt;p&gt;The funny thing about threads is, there&amp;#39;s more out there.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;ll lead to another one.  If needed, you can switch to that one.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s &amp;quot;navigating&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ll be more blunt.&lt;/p&gt;\n\n&lt;p&gt;You find stuff that&amp;#39;s &amp;quot;real progress&amp;quot;, and you make it happen more.&lt;/p&gt;\n\n&lt;p&gt;If you hit a dead end, you&amp;#39;ll have discovered other possibilities along the way, and you can switch to one of those.&lt;/p&gt;\n\n&lt;p&gt;As long as you avoid the &amp;quot;pitfall&amp;quot; of sleeping dreaming, you&amp;#39;ll be fine.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the pitfall?&lt;/p&gt;\n\n&lt;p&gt;People are lying sacks of shit, who only want attention from others.&lt;/p&gt;\n\n&lt;p&gt;And sleeping dreams let them lie with impunity, and no one else can contradict them.&lt;/p&gt;\n\n&lt;p&gt;A good example is the Facebook person who had some tiny fame there, pretended to be a woman (maybe) and came in here a couple of years ago bragging &amp;quot;I folded in half!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She (he, it) had a nightmare, and figured out they could lie and claim to have attained the folding in half, from the Eagle&amp;#39;s Gift.  They posted it on Facebook to get attention.  They got lots of support and likes, because nearly everyone else on Facebook is a self-promoter too.&lt;/p&gt;\n\n&lt;p&gt;I remember that self-promoting angry Quantuum Shaman woman looked at the movie interviewing former private class members following the death of Carlos, and decided Felix was the only interesting one in the group.&lt;/p&gt;\n\n&lt;p&gt;The main bad player con artist from back then, stuck out for her as someone she admired.  She thought they could cross promote each other, to steal more.  A faker can instantly spot another who might benefit them.&lt;/p&gt;\n\n&lt;p&gt;That Facebook person never even studied enough in here to realize we were doing what we do hours each and every single day, not not once in the last 5 years.&lt;/p&gt;\n\n&lt;p&gt;Like her(his, its) misrepresented dream.  Imagine bothering this subreddit for close to a whole month or more, and you never realized we do what we do, hours a night.  A systematic exploration of how to make actual progress.&lt;/p&gt;\n\n&lt;p&gt;So just be honest, and navigate!&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t recall how that Facebook fraud got tossed out, but thank goodness that person is gone.&lt;/p&gt;\n\n&lt;p&gt;It was harder to get booted back then.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u39070", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4q1n55/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649956114.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4s4tvq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1649987947.0, "send_replies": true, "parent_id": "t1_i4opkg7", "score": 2, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It sounds like these things are mostly going to resolve themselves with time and experience. You're just learning to get the hang of that transitional space after your AP has moved but it sounds like it hasn't moved far enough to hook you onto something new yet. When you end up in the dark place without any visuals, you can try triggering a room or objects to appear. Try placing your hand on the ground and just feeling whatever surface is below you and see what happens.\n\nI'd definitely pay attention to that presence as well. It is most likely an IOB and in that particular situation they can be very helpful, even if it's just by lending you some energy by their presence. \n\nIn your last paragraph I assume you're talking about sleeping lucid dreaming? Can you describe how a typical dream like this plays out for you so I can get a better idea of what you are doing? Usually, the problem most people have is they are moving too fast and trying to do too many things. \n\nAn account will give me more information, but my general advice is: slow down, don't even bother looking for IOBs (they will become obvious in time), stabilise yourself and move slowly, look at different objects and try to make everything as detailed and clear as possible. Use all your senses. \n\nTreat it as though you're sampling food at a fancy work dinner where you are just a plus one and you're just filling time while your partner is networking. You're in no rush to be anywhere so you might as well enjoy the food and look at the art.\n\nThat builds your dreaming attention which prolongs the time you can spend in a dream, what you are able to do without waking up, and improves your ability to re-enter or change dreams intentionally.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4s4tvq", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It sounds like these things are mostly going to resolve themselves with time and experience. You&amp;#39;re just learning to get the hang of that transitional space after your AP has moved but it sounds like it hasn&amp;#39;t moved far enough to hook you onto something new yet. When you end up in the dark place without any visuals, you can try triggering a room or objects to appear. Try placing your hand on the ground and just feeling whatever surface is below you and see what happens.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d definitely pay attention to that presence as well. It is most likely an IOB and in that particular situation they can be very helpful, even if it&amp;#39;s just by lending you some energy by their presence. &lt;/p&gt;\n\n&lt;p&gt;In your last paragraph I assume you&amp;#39;re talking about sleeping lucid dreaming? Can you describe how a typical dream like this plays out for you so I can get a better idea of what you are doing? Usually, the problem most people have is they are moving too fast and trying to do too many things. &lt;/p&gt;\n\n&lt;p&gt;An account will give me more information, but my general advice is: slow down, don&amp;#39;t even bother looking for IOBs (they will become obvious in time), stabilise yourself and move slowly, look at different objects and try to make everything as detailed and clear as possible. Use all your senses. &lt;/p&gt;\n\n&lt;p&gt;Treat it as though you&amp;#39;re sampling food at a fancy work dinner where you are just a plus one and you&amp;#39;re just filling time while your partner is networking. You&amp;#39;re in no rush to be anywhere so you might as well enjoy the food and look at the art.&lt;/p&gt;\n\n&lt;p&gt;That builds your dreaming attention which prolongs the time you can spend in a dream, what you are able to do without waking up, and improves your ability to re-enter or change dreams intentionally.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u39070", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4s4tvq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649987947.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4opkg7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Signal-Hyena-6068", "can_mod_post": false, "created_utc": 1649934620.0, "send_replies": true, "parent_id": "t3_u39070", "score": 2, "author_fullname": "t2_bwakmelt", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't know if this Is pertinent but i want to ask a question which seems related to the topic of entering dreams directly from silence. \n\nI take the fact that i was dealing with that last night and then you made this post as an intent encouragememt. \n\nSo, i made a post in the past about the technique received by Taisha from Don Juan (in the Sorcerer's crossing book), it's very simple: obviuously you have to be silent and lying down you try to perceive the emanations/Energy Lines of your coocoon, starting from the soles of your feet and then going in every direction from every part of your body; after some time (to me usually between 30 minutes and 1 hour) you start to feel the fibers like they are attached to you and they start to \"burn\" with an sense of electricity and vibration (especially in the hands and feet), here usually, like It happens to Taisha in the book,  i start to lose the physical sense of my body: sensations of drifting,sliding, some parts bigger others smaller and suddendly while believing to be awake i'm asleep.\n\nThe strange thing Is that i end up always in a dark space with nothing at all (where i try to do tensegrity or gaze or recap but i'm too slow or too constricted to move, and i can't see nothing at all) or in the same room where i have fallen asleep (Phantom room?). The nice thing is that using this technique i never lost the transition (It always feels like i'm still awake). \n\nYesterday night i repeated the process two times:\n\n the first After the Electric feel i started to perceive  dry leaves all around me, was literally swimming in dry leaves and i was not doubting It was \"real\", It was one ot the most peaceful and happy sensations i had in my life. After i realized i was dreaming i tried to do some gazing but everything was dark and i couldn't move, i started noticing some White dots and one of them started moving and expanding like It knew i was paying attention, from this movement i received the typical second attention jolt of fright and being an idiot i got excited and woke up.\n\nThe second time no dry leaves but this time i was in my room (i could also hear myself snoring) but It was definetly darker than normal and i couldn't move again, i sensed a presence on my left  and i felt like It was inviting me to notice him/her to solve the problem of movement. Initially i was scared, then i thought It could be my double and suddendly i was moving (more of floating) through the room, It was almost identical to my \"real\" room and i remberered the story of Dan following Cholita through a wall, so trying to enter the wall seemed fun, It looked perfectly solid and real but when i decided to enter i sort of merged with It got too excited and woke up. \n\nSo maybe the question is, what i'm supposed to do besides looking to  find the hands (which happens steadily) or looking for scouts ecc.,? I also tried to point one finger to some objects or entity to see if they disappeared (not having energetic Mass) one entity even laughed at me intending that i had not enough power. Till now i couldn't manipulate objects or see puffs (only Little White dots moving and expanding and \"dancing) in sleeping dreaming, seen barely some in darkroom but recently i had health problems  (sort of chronic fatigue ) and i can't sustain dark room long enough without the need to sleep a lot the next day losing the session and being inconsistent.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4opkg7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t know if this Is pertinent but i want to ask a question which seems related to the topic of entering dreams directly from silence. &lt;/p&gt;\n\n&lt;p&gt;I take the fact that i was dealing with that last night and then you made this post as an intent encouragememt. &lt;/p&gt;\n\n&lt;p&gt;So, i made a post in the past about the technique received by Taisha from Don Juan (in the Sorcerer&amp;#39;s crossing book), it&amp;#39;s very simple: obviuously you have to be silent and lying down you try to perceive the emanations/Energy Lines of your coocoon, starting from the soles of your feet and then going in every direction from every part of your body; after some time (to me usually between 30 minutes and 1 hour) you start to feel the fibers like they are attached to you and they start to &amp;quot;burn&amp;quot; with an sense of electricity and vibration (especially in the hands and feet), here usually, like It happens to Taisha in the book,  i start to lose the physical sense of my body: sensations of drifting,sliding, some parts bigger others smaller and suddendly while believing to be awake i&amp;#39;m asleep.&lt;/p&gt;\n\n&lt;p&gt;The strange thing Is that i end up always in a dark space with nothing at all (where i try to do tensegrity or gaze or recap but i&amp;#39;m too slow or too constricted to move, and i can&amp;#39;t see nothing at all) or in the same room where i have fallen asleep (Phantom room?). The nice thing is that using this technique i never lost the transition (It always feels like i&amp;#39;m still awake). &lt;/p&gt;\n\n&lt;p&gt;Yesterday night i repeated the process two times:&lt;/p&gt;\n\n&lt;p&gt;the first After the Electric feel i started to perceive  dry leaves all around me, was literally swimming in dry leaves and i was not doubting It was &amp;quot;real&amp;quot;, It was one ot the most peaceful and happy sensations i had in my life. After i realized i was dreaming i tried to do some gazing but everything was dark and i couldn&amp;#39;t move, i started noticing some White dots and one of them started moving and expanding like It knew i was paying attention, from this movement i received the typical second attention jolt of fright and being an idiot i got excited and woke up.&lt;/p&gt;\n\n&lt;p&gt;The second time no dry leaves but this time i was in my room (i could also hear myself snoring) but It was definetly darker than normal and i couldn&amp;#39;t move again, i sensed a presence on my left  and i felt like It was inviting me to notice him/her to solve the problem of movement. Initially i was scared, then i thought It could be my double and suddendly i was moving (more of floating) through the room, It was almost identical to my &amp;quot;real&amp;quot; room and i remberered the story of Dan following Cholita through a wall, so trying to enter the wall seemed fun, It looked perfectly solid and real but when i decided to enter i sort of merged with It got too excited and woke up. &lt;/p&gt;\n\n&lt;p&gt;So maybe the question is, what i&amp;#39;m supposed to do besides looking to  find the hands (which happens steadily) or looking for scouts ecc.,? I also tried to point one finger to some objects or entity to see if they disappeared (not having energetic Mass) one entity even laughed at me intending that i had not enough power. Till now i couldn&amp;#39;t manipulate objects or see puffs (only Little White dots moving and expanding and &amp;quot;dancing) in sleeping dreaming, seen barely some in darkroom but recently i had health problems  (sort of chronic fatigue ) and i can&amp;#39;t sustain dark room long enough without the need to sleep a lot the next day losing the session and being inconsistent.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4opkg7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649934620.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_u39070", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_u39070", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_u39070", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4whtbs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i4vx726", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’m not sure, haven’t noticed anything before. If I try it I’ll tell you. I generally try to get past them as quick as possible though.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4whtbs", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’m not sure, haven’t noticed anything before. If I try it I’ll tell you. I generally try to get past them as quick as possible though.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u39070", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4whtbs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1650070584.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1650070584.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4vx726", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1650060758.0, "send_replies": true, "parent_id": "t1_i4rythu", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4vx726/", "num_reports": null, "locked": false, "name": "t1_i4vx726", "created": 1650060758.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4rythu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1649985149.0, "send_replies": true, "parent_id": "t1_i4ruou2", "score": 1, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The thought-dreams or the dream objects?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4rythu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The thought-dreams or the dream objects?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_u39070", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4rythu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649985149.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "i4ruou2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_u39070", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/u39070/experience_repost_moving_through_states_of/i4ruou2/", "num_reports": null, "locked": false, "name": "t1_i4ruou2", "created": 1649983189.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1649983189.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]