[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "A sitting position\n\nReference page 113-114 of the above mentioned book\n\nKindly assist on this matter. \n\nCan anyone please assist with more information, advice, including demonstratstions and pictures on this practice as presented in the book.\n\nThe \"dowel\" mentioned is a piece of wood, a rod, and not a piece of clothing, a \"towel\". Right? \n\nI have seen a sketch in a discussion somewhere in a Castaneda group.  \n\nIt seems to me that sketch is not a correct representation of what the nagual wrote\n\nI do hope that there might be others here who have a direct experience on this \"silence sitting position\" and can provide more  guidance on the matter. \n\n\n\n\n\nThank you\nJK", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Active Side of Infinity", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_tyy915", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.75, "author_flair_background_color": null, "subreddit_type": "public", "ups": 2, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_81uq7cy2", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 2, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1649403881.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;A sitting position&lt;/p&gt;\n\n&lt;p&gt;Reference page 113-114 of the above mentioned book&lt;/p&gt;\n\n&lt;p&gt;Kindly assist on this matter. &lt;/p&gt;\n\n&lt;p&gt;Can anyone please assist with more information, advice, including demonstratstions and pictures on this practice as presented in the book.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;dowel&amp;quot; mentioned is a piece of wood, a rod, and not a piece of clothing, a &amp;quot;towel&amp;quot;. Right? &lt;/p&gt;\n\n&lt;p&gt;I have seen a sketch in a discussion somewhere in a Castaneda group.  &lt;/p&gt;\n\n&lt;p&gt;It seems to me that sketch is not a correct representation of what the nagual wrote&lt;/p&gt;\n\n&lt;p&gt;I do hope that there might be others here who have a direct experience on this &amp;quot;silence sitting position&amp;quot; and can provide more  guidance on the matter. &lt;/p&gt;\n\n&lt;p&gt;Thank you\nJK&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "tyy915", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "mafoto", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/tyy915/the_active_side_of_infinity/", "subreddit_subscribers": 9561, "created_utc": 1649403881.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i3vte1e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1649414546.0, "send_replies": true, "parent_id": "t3_tyy915", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I saw endless \"silence toys\" introduced by Carlos.\n\nIf you start to believe any one of them matters, you're mistaken.\n\nHowever, he did hope they would \"motivate you\" to practice silence.\n\nSo I can't say it's wrong to focus on a single one.\n\nBut \"the right way of walking\" is the main one Carlos used.\n\nMyself, I like, \"Chair silence\", and keeping track of how your chin falls when you blank out, and it hurts your neck.\n\nIt's the \"pain in the neck\" silence technique, and discussed that way by Carlos himself!  It leds to others, such a grabbing pillows to catch the falling chin.\n\nThen there's placing smooth river rocks on your stomach.  Or second hand store paper weights.  Or the Cleargreen leader paper weight.\n\nOr leaning in, cross legged, until you can place the soft part under your chin on the edge of a low coffee table.\n\nSomething you can simulate in darkroom, when you hit a silence blockage way out in the deep orange zone.\n\nSomething done in one of  the Tensegrity moves using the fingers to rub there.\n\nAnd there's squeezing dowels, crystals, or river rocks between the fingers.  Rolls of coins too.\n\nCarlos was so fond of the steel ball berrings he gave us, that he commented how gold would be even heavier, so would work better.  Perhaps just to play with in the hands.\n\nSo I paid most of the money to make him some solid gold ones, with Corey and Felix going around for donations, and arranging the details at the jeweler.\n\n(Gold was cheap back then).\n\nI'm sure there's at least 6 more silence toys!  They just didn't become \"popular\" like the others.\n\nWhat often happens is, people use worrying about acquiring the correct silence toy as an excuse to get out of learning to be silent.\n\nI've even heard, \"I'll practice silence when my new vitamins arrive in the mail next week\".\n\nOr, \"my girlfriend is going to visit her mom next month.  Then I can find the time to practice\".\n\nEndless excuses.\n\nBut the truth is, the fastest way to learn to be silent is to just make up your mind right now, no more internal dialogue.\n\nNone, all day long, forever.  From this moment forth.  YOu're going to have to eventually, when all the fun happens, and you want 24 hour a day fun.\n\nThat's how the fry cook \"Joe Cordoba\" came into existence.  Carlos got a desert apartment and took up a job cooking eggs in a dinner along the highway. I'm a little fuzzy on the locations, if anyone knows, please add it!\n\nThe famous \"flood the basement to stop the piano player\" story about \"intent\" came from that.\n\nI presume he wanted to live where it was possible to force himself silent all day, without being interrupted by colleagues and interviewers.\n\nAnd it's sort of an \"inevitable\" sorcery task to become someone else for a year or two.  Taisha became a homeless woman.\n\nI guess that means Cholita is ahead of the game!  She's homeless just for fun.\n\nAs Carlos later told us, \"I know eggs.  I mean, I *KNOW* eggs.\"\n\nFrom his time as a short order cook at breakfast time.\n\nMy guess?  Watching those eggs fry in silence, was a lot more entertaining than we can imagine.  Because they could move his assemblage point, through silence.  I wouldn't be surprise if the eggs channeled silent knowledge for him.\n\nOften people trying to get out of learning to be silent say, \"But if I don't think,  then I won't be able to do my job!\"\n\nOr, \"But how can I exist without thoughts\"?\n\nGuess what.  Those are just more excuses to get out of it. \n\nIt only takes a day or two of trying, to realize how silly that worry is.  So whoever reads this and was thinking of using that excuse, no one w ho has tried more than a day, has a problem noticing how absurd that is.\n\nAs for the pole, Carlos taught us **exactly** how to make those.  I suspect one of the inner circle women had a nice one, so he lectured about it.\n\nExcept, a very weird thing happened decades later.\n\nI found the absolute most perfect silence pole in Cholita's art studio.\n\nWhere she works on stuff.\n\nThe pole was just the right length so that if you sat cross legged on the floor and leaned your head forward, you were bent just right to make it easy to keep sitting there.  Longer, and you would be leaning back and impossible to remain like that.  Shorter, and you'd have to be a gymnast to stretch down that far.\n\nSo the length has to be customized for how low can you lean in cross legged position, and still be comfortable.  And the end touching the ground goes between the soles of your feet, which are pressed together rather than tucked under.  Those  hold the other end of the pole, with the pad on your forehead.\n\nLower is better, as long as it isn't painful.  It mixes energy from the ankles, with the upper body.  Don't doubt that!  There's a big tasty reserve of energy there.\n\nI often bend my head down to my ankles, when I get to the deep orange zone.\n\nThere's an intent delay so long, you forget you did it.\n\nBut all of a sudden, the magic intensifies!\n\nI suppose Cholita's \"perfect silence pole\" was 2-3 feet long.\n\nBut the main thing is to adjust according to how you would sit cross-legged, so make it as \"comfortable\" as it can get.\n\nThe diameter doesn't really matter, because you stick a pad on the end. To insure that your forehead isn't being poked by the edges of the stick.  Or, you could leave the pad off and slightly round the edges with sandpaper, to make a stick that REMINDS you, to be silent.\n\nA pain pole?\n\nHowever a thin broom stick is too small if you ask me.  It feels \"cheap\".\n\nI'd say, an excellent diameter is an Escrima stick.  A very bad ass filipino weapon.  Devastating in the hands of an old filipino master!  You keep a little dagger in the left hand, hidden.\n\nMine was like that. I just sawed the very end off and actual Escrima stick, so the pad would fit there better.  Those are too round when you buy one.\n\nHowever, some find those Escrima sticks a \"tiny bit\" too thick.\n\nSo just find a \"good thickness\" in the \"dowel department\" at the home depot.\n\nOr be on the lookout on trash day in your neighborhood.\n\nCholita's \"perfect silence pole\", with amazing black leather pad on the end, stuffed with soft cotton puffs  bound onto the stick by a thick rubber band that looked more like a sewing thing that won't crack over time, was just sitting there amidst her things.  On her gigantic table.\n\nNow keep in mind, Carlos was importing art from Mexico.\n\nDon't ask me why,.  I've been trying to find out for decades.\n\nMy theory is, he wasn't doing that at all.  The lineage ended, and they owned very old art.  \n\nCarlos was selling it off, to get revenue for the apprentices who came up here with him.\n\nBeningo, Soledad, La Gorda, and others.\n\nBut that's just my theory.  No one has verified it, or explained why on earth Carlos had a side business.  And when I tried to track down Beningo, I ended up in some unpleasant weirdness.\n\nThe topic fascinates me, because that's how Cholita ended up here.\n\nShe was learning the same business.  Someone gave her the early books of Carlos.  She headed for the peyote fields and got stoned.  Then someone said they would introduce her to the author of the books if she'd follow them back to Los Angeles.\n\nAnd Carlos took over her life.  Arranged \"customers\" for her, who remained somewhat loyal all these years.\n\nCholita was lured by the side business of Carlos which was her \"dream job\".\n\nWorking with amazing art.  She's actually held a picasso.  I used to drool at what she had in her studio, which included stuff she seems to have made herself.\n\nSo when I found her \"silence pole\", I didn't expect her reaction.\n\nI picked it up and commented how perfectly she'd followed the instructions  Carlos gave us.\n\nShe looked at me and said, \"Silence pole?  What are you going on about???  That's an art conservation tool you idiot!\"", "edited": 1649426973.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i3vte1e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I saw endless &amp;quot;silence toys&amp;quot; introduced by Carlos.&lt;/p&gt;\n\n&lt;p&gt;If you start to believe any one of them matters, you&amp;#39;re mistaken.&lt;/p&gt;\n\n&lt;p&gt;However, he did hope they would &amp;quot;motivate you&amp;quot; to practice silence.&lt;/p&gt;\n\n&lt;p&gt;So I can&amp;#39;t say it&amp;#39;s wrong to focus on a single one.&lt;/p&gt;\n\n&lt;p&gt;But &amp;quot;the right way of walking&amp;quot; is the main one Carlos used.&lt;/p&gt;\n\n&lt;p&gt;Myself, I like, &amp;quot;Chair silence&amp;quot;, and keeping track of how your chin falls when you blank out, and it hurts your neck.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the &amp;quot;pain in the neck&amp;quot; silence technique, and discussed that way by Carlos himself!  It leds to others, such a grabbing pillows to catch the falling chin.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s placing smooth river rocks on your stomach.  Or second hand store paper weights.  Or the Cleargreen leader paper weight.&lt;/p&gt;\n\n&lt;p&gt;Or leaning in, cross legged, until you can place the soft part under your chin on the edge of a low coffee table.&lt;/p&gt;\n\n&lt;p&gt;Something you can simulate in darkroom, when you hit a silence blockage way out in the deep orange zone.&lt;/p&gt;\n\n&lt;p&gt;Something done in one of  the Tensegrity moves using the fingers to rub there.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s squeezing dowels, crystals, or river rocks between the fingers.  Rolls of coins too.&lt;/p&gt;\n\n&lt;p&gt;Carlos was so fond of the steel ball berrings he gave us, that he commented how gold would be even heavier, so would work better.  Perhaps just to play with in the hands.&lt;/p&gt;\n\n&lt;p&gt;So I paid most of the money to make him some solid gold ones, with Corey and Felix going around for donations, and arranging the details at the jeweler.&lt;/p&gt;\n\n&lt;p&gt;(Gold was cheap back then).&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure there&amp;#39;s at least 6 more silence toys!  They just didn&amp;#39;t become &amp;quot;popular&amp;quot; like the others.&lt;/p&gt;\n\n&lt;p&gt;What often happens is, people use worrying about acquiring the correct silence toy as an excuse to get out of learning to be silent.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve even heard, &amp;quot;I&amp;#39;ll practice silence when my new vitamins arrive in the mail next week&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;my girlfriend is going to visit her mom next month.  Then I can find the time to practice&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Endless excuses.&lt;/p&gt;\n\n&lt;p&gt;But the truth is, the fastest way to learn to be silent is to just make up your mind right now, no more internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;None, all day long, forever.  From this moment forth.  YOu&amp;#39;re going to have to eventually, when all the fun happens, and you want 24 hour a day fun.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how the fry cook &amp;quot;Joe Cordoba&amp;quot; came into existence.  Carlos got a desert apartment and took up a job cooking eggs in a dinner along the highway. I&amp;#39;m a little fuzzy on the locations, if anyone knows, please add it!&lt;/p&gt;\n\n&lt;p&gt;The famous &amp;quot;flood the basement to stop the piano player&amp;quot; story about &amp;quot;intent&amp;quot; came from that.&lt;/p&gt;\n\n&lt;p&gt;I presume he wanted to live where it was possible to force himself silent all day, without being interrupted by colleagues and interviewers.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s sort of an &amp;quot;inevitable&amp;quot; sorcery task to become someone else for a year or two.  Taisha became a homeless woman.&lt;/p&gt;\n\n&lt;p&gt;I guess that means Cholita is ahead of the game!  She&amp;#39;s homeless just for fun.&lt;/p&gt;\n\n&lt;p&gt;As Carlos later told us, &amp;quot;I know eggs.  I mean, I &lt;em&gt;KNOW&lt;/em&gt; eggs.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;From his time as a short order cook at breakfast time.&lt;/p&gt;\n\n&lt;p&gt;My guess?  Watching those eggs fry in silence, was a lot more entertaining than we can imagine.  Because they could move his assemblage point, through silence.  I wouldn&amp;#39;t be surprise if the eggs channeled silent knowledge for him.&lt;/p&gt;\n\n&lt;p&gt;Often people trying to get out of learning to be silent say, &amp;quot;But if I don&amp;#39;t think,  then I won&amp;#39;t be able to do my job!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;But how can I exist without thoughts&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Guess what.  Those are just more excuses to get out of it. &lt;/p&gt;\n\n&lt;p&gt;It only takes a day or two of trying, to realize how silly that worry is.  So whoever reads this and was thinking of using that excuse, no one w ho has tried more than a day, has a problem noticing how absurd that is.&lt;/p&gt;\n\n&lt;p&gt;As for the pole, Carlos taught us &lt;strong&gt;exactly&lt;/strong&gt; how to make those.  I suspect one of the inner circle women had a nice one, so he lectured about it.&lt;/p&gt;\n\n&lt;p&gt;Except, a very weird thing happened decades later.&lt;/p&gt;\n\n&lt;p&gt;I found the absolute most perfect silence pole in Cholita&amp;#39;s art studio.&lt;/p&gt;\n\n&lt;p&gt;Where she works on stuff.&lt;/p&gt;\n\n&lt;p&gt;The pole was just the right length so that if you sat cross legged on the floor and leaned your head forward, you were bent just right to make it easy to keep sitting there.  Longer, and you would be leaning back and impossible to remain like that.  Shorter, and you&amp;#39;d have to be a gymnast to stretch down that far.&lt;/p&gt;\n\n&lt;p&gt;So the length has to be customized for how low can you lean in cross legged position, and still be comfortable.  And the end touching the ground goes between the soles of your feet, which are pressed together rather than tucked under.  Those  hold the other end of the pole, with the pad on your forehead.&lt;/p&gt;\n\n&lt;p&gt;Lower is better, as long as it isn&amp;#39;t painful.  It mixes energy from the ankles, with the upper body.  Don&amp;#39;t doubt that!  There&amp;#39;s a big tasty reserve of energy there.&lt;/p&gt;\n\n&lt;p&gt;I often bend my head down to my ankles, when I get to the deep orange zone.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an intent delay so long, you forget you did it.&lt;/p&gt;\n\n&lt;p&gt;But all of a sudden, the magic intensifies!&lt;/p&gt;\n\n&lt;p&gt;I suppose Cholita&amp;#39;s &amp;quot;perfect silence pole&amp;quot; was 2-3 feet long.&lt;/p&gt;\n\n&lt;p&gt;But the main thing is to adjust according to how you would sit cross-legged, so make it as &amp;quot;comfortable&amp;quot; as it can get.&lt;/p&gt;\n\n&lt;p&gt;The diameter doesn&amp;#39;t really matter, because you stick a pad on the end. To insure that your forehead isn&amp;#39;t being poked by the edges of the stick.  Or, you could leave the pad off and slightly round the edges with sandpaper, to make a stick that REMINDS you, to be silent.&lt;/p&gt;\n\n&lt;p&gt;A pain pole?&lt;/p&gt;\n\n&lt;p&gt;However a thin broom stick is too small if you ask me.  It feels &amp;quot;cheap&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say, an excellent diameter is an Escrima stick.  A very bad ass filipino weapon.  Devastating in the hands of an old filipino master!  You keep a little dagger in the left hand, hidden.&lt;/p&gt;\n\n&lt;p&gt;Mine was like that. I just sawed the very end off and actual Escrima stick, so the pad would fit there better.  Those are too round when you buy one.&lt;/p&gt;\n\n&lt;p&gt;However, some find those Escrima sticks a &amp;quot;tiny bit&amp;quot; too thick.&lt;/p&gt;\n\n&lt;p&gt;So just find a &amp;quot;good thickness&amp;quot; in the &amp;quot;dowel department&amp;quot; at the home depot.&lt;/p&gt;\n\n&lt;p&gt;Or be on the lookout on trash day in your neighborhood.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s &amp;quot;perfect silence pole&amp;quot;, with amazing black leather pad on the end, stuffed with soft cotton puffs  bound onto the stick by a thick rubber band that looked more like a sewing thing that won&amp;#39;t crack over time, was just sitting there amidst her things.  On her gigantic table.&lt;/p&gt;\n\n&lt;p&gt;Now keep in mind, Carlos was importing art from Mexico.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t ask me why,.  I&amp;#39;ve been trying to find out for decades.&lt;/p&gt;\n\n&lt;p&gt;My theory is, he wasn&amp;#39;t doing that at all.  The lineage ended, and they owned very old art.  &lt;/p&gt;\n\n&lt;p&gt;Carlos was selling it off, to get revenue for the apprentices who came up here with him.&lt;/p&gt;\n\n&lt;p&gt;Beningo, Soledad, La Gorda, and others.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s just my theory.  No one has verified it, or explained why on earth Carlos had a side business.  And when I tried to track down Beningo, I ended up in some unpleasant weirdness.&lt;/p&gt;\n\n&lt;p&gt;The topic fascinates me, because that&amp;#39;s how Cholita ended up here.&lt;/p&gt;\n\n&lt;p&gt;She was learning the same business.  Someone gave her the early books of Carlos.  She headed for the peyote fields and got stoned.  Then someone said they would introduce her to the author of the books if she&amp;#39;d follow them back to Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;And Carlos took over her life.  Arranged &amp;quot;customers&amp;quot; for her, who remained somewhat loyal all these years.&lt;/p&gt;\n\n&lt;p&gt;Cholita was lured by the side business of Carlos which was her &amp;quot;dream job&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Working with amazing art.  She&amp;#39;s actually held a picasso.  I used to drool at what she had in her studio, which included stuff she seems to have made herself.&lt;/p&gt;\n\n&lt;p&gt;So when I found her &amp;quot;silence pole&amp;quot;, I didn&amp;#39;t expect her reaction.&lt;/p&gt;\n\n&lt;p&gt;I picked it up and commented how perfectly she&amp;#39;d followed the instructions  Carlos gave us.&lt;/p&gt;\n\n&lt;p&gt;She looked at me and said, &amp;quot;Silence pole?  What are you going on about???  That&amp;#39;s an art conservation tool you idiot!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/i3vte1e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649414546.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tyy915", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i3w56b5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1649421370.0, "send_replies": true, "parent_id": "t3_tyy915", "score": 3, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[https://www.reddit.com/r/castaneda/comments/bg58m8/the\\_stick/](https://www.reddit.com/r/castaneda/comments/bg58m8/the_stick/) \\- aka the forehead pole\n\nPart of this page:\n\n[https://www.reddit.com/r/castaneda/wiki/silence](https://www.reddit.com/r/castaneda/wiki/silence) \n\nSome specs that someone who attended workshops noted down in the 1990's:\n\n• \"Clicking\" sticks for being from the sea - 17.8 cm x 2.54 cm\n  \n  \n• Balls for point stimulation - 3.4 cm diameter\n  \n  \n• Long pole for forehead - 40 cm, may be longer or shorter...depending on your height and flexibility\n  \n\n• Weight for inner silence - 10.5 cm, 550 grams.", "edited": 1649422536.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i3w56b5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/bg58m8/the_stick/\"&gt;https://www.reddit.com/r/castaneda/comments/bg58m8/the_stick/&lt;/a&gt; - aka the forehead pole&lt;/p&gt;\n\n&lt;p&gt;Part of this page:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/silence\"&gt;https://www.reddit.com/r/castaneda/wiki/silence&lt;/a&gt; &lt;/p&gt;\n\n&lt;p&gt;Some specs that someone who attended workshops noted down in the 1990&amp;#39;s:&lt;/p&gt;\n\n&lt;p&gt;• &amp;quot;Clicking&amp;quot; sticks for being from the sea - 17.8 cm x 2.54 cm&lt;/p&gt;\n\n&lt;p&gt;• Balls for point stimulation - 3.4 cm diameter&lt;/p&gt;\n\n&lt;p&gt;• Long pole for forehead - 40 cm, may be longer or shorter...depending on your height and flexibility&lt;/p&gt;\n\n&lt;p&gt;• Weight for inner silence - 10.5 cm, 550 grams.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/i3w56b5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649421370.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tyy915", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i4apt40", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "mafoto", "can_mod_post": false, "created_utc": 1649687030.0, "send_replies": true, "parent_id": "t3_tyy915", "score": 1, "author_fullname": "t2_81uq7cy2", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you for the comments", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i4apt40", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for the comments&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/i4apt40/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1649687030.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tyy915", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jqmf9se", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1688471661.0, "send_replies": true, "parent_id": "t1_jgd56m8", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Description of a user on Cleargreens Forum who made a silent stick using a broom handle, or a dowel, inserted into the hollow of a foam pool noodle:\n\nImage backup - http://archive.today/3anWP", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jqmf9se", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Description of a user on Cleargreens Forum who made a silent stick using a broom handle, or a dowel, inserted into the hollow of a foam pool noodle:&lt;/p&gt;\n\n&lt;p&gt;Image backup - &lt;a href=\"http://archive.today/3anWP\"&gt;http://archive.today/3anWP&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_tyy915", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/jqmf9se/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1688471661.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jgd56m8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1681571060.0, "send_replies": true, "parent_id": "t3_tyy915", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=1640&amp;format=pjpg&amp;auto=webp&amp;s=4a2eb4389130c4940f950b5069802202c25fea37", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jgd56m8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/3180rqs3u3ua1.jpeg?width=1640&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=4a2eb4389130c4940f950b5069802202c25fea37\"&gt;https://preview.redd.it/3180rqs3u3ua1.jpeg?width=1640&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=4a2eb4389130c4940f950b5069802202c25fea37&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/tyy915/the_active_side_of_infinity/jgd56m8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1681571060.0, "media_metadata": {"3180rqs3u3ua1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 155, "x": 108, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=8f9f95ce8275f153b77cd17960f946ee1734bea3"}, {"y": 310, "x": 216, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b057524e53e55b2fefaab8f3dc0d2e955192c54d"}, {"y": 460, "x": 320, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=277ede271ce60e5195b4012fdbdfcf1083e9380f"}, {"y": 920, "x": 640, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=3c569ecfc0978625da44f319fef0540f7aeb815c"}, {"y": 1381, "x": 960, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=1e573fd48a3eab4419da809db045438d21b7ccb2"}, {"y": 1554, "x": 1080, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=117d7ced197813b6347ab68318a58a1cee0dafe7"}], "s": {"y": 2360, "x": 1640, "u": "https://preview.redd.it/3180rqs3u3ua1.jpeg?width=1640&amp;format=pjpg&amp;auto=webp&amp;s=4a2eb4389130c4940f950b5069802202c25fea37"}, "id": "3180rqs3u3ua1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_tyy915", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]