[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Someone contacted me via private channels, and suggested that it would be worthwhile to put up the full section of TASOI that details the Usher memory:\n\n\"...to go from remembering to reliving requires recapitulating an Usher memory that is preceded by a long walk to stir up the memories and that Chapter (The Usher) covers the whole procedure in detail so I will not quote the whole thing to you. Suffice to say, Carlos found it transformative for recap practice and the book provides every detail needed, and it has nothing to do with the hours per day, despite what logic might suggest - as is the case for much of sorcery.\n\nAnyway, I have a feeling that The Usher event in that book may also radically improve folks capacity to recall what's been happening to them in various states of awareness that they cannot recall, though developing the ability to totally relive the past through recap would seem to be it's own reward.\n\nHowever, again, The Usher memory has nothing to do with hours per day (but in overall effort).\n\nI should mention that there are other occurrence of the usher concept that have nothing so to with recap, because it's a useful concept to explain specific changes that proceed in jumps. It's just a useful frame for talking about certain things, like \"crossing a threshold\" is a useful frame to speak about things that proceed in a stair-step fashion instead of smooth continuity.\"\n\nPrevious posts on this topic:\n\n[What is Memory?](https://www.reddit.com/r/castaneda/comments/d1umbj/what_is_memory/)\n\n[The usher](https://www.reddit.com/r/castaneda/comments/lx7mjs/the_usher/)\n\n[The Usher (Willis Eschenbach in tango mailing list, late 1990's?)](https://www.reddit.com/r/castaneda/comments/oowawy/the_usher_willis_eschenbach_in_tango_mailing_list/)\n\n[Sub With 5.1 Million Members Talking About Their \"Usher Memory\"](https://www.reddit.com/r/castaneda/comments/q2k4u7/sub_with_51_million_members_talking_about_their/)\n\nThe chapter of TASOI on The Usher:\n\n\"I WAS IN don Juan's house in Sonora, sound asleep in my bed, when he woke me up. I had stayed up practically all night, mulling over concepts that he had explained to me.\n\n\"You have rested enough,\" he said firmly, almost gruffly, as he shook me by the shoulders. \"Don't indulge in being fatigued. Your fatigue is, more than fatigue, a desire not to be bothered. Something in you resents being bothered. But it's most important that you exacerbate that part of you until it breaks down. Let's go for a hike.\"\n\nDon Juan was right. There was some part of me that resented immensely being bothered. I wanted to sleep for days and not think about don Juan's sorcery concepts anymore. Thoroughly against my will, I got up and followed him. Don Juan had pre­pared a meal, which I devoured as if I hadn't eaten for days, and then we walked out of the house and headed east, toward the mountains. I had been so dazed that I hadn't noticed that it was early morning until I saw the sun, which was right above the east­ern range of mountains. I wanted to comment to don Juan that I had slept all night without moving, but he hushed me. He said that we were going to go on an expedition to the mountains to search for specific plants.\n\n\"What are you going to do with the plants you are going to col­lect, don Juan?\" I asked him as soon as we had started off.\n\n\"They are not for me,\" he said with a grin. \"They are for a friend of mine, a botanist and pharmacist. He makes potions with them.\"\n\n\"Is he a Yaqui, don Juan? Does he live here in Sonora?\" I asked.\n\n\"No, he isn't a Yaqui, and he doesn't live here in Sonora. You'll meet him someday.\"\n\n\"Is he a sorcerer, don Juan?\"\n\n\"Yes, he is,\" he replied dryly.\n\ni asked him then if I could take some of the plants to be identi­fied at the Botanical Garden at UCLA.\n\n\"Surely, surely!\" he said.\n\nI had found out in the past that whenever he said \"surely,\" he didn't mean it. It was obvious that he had no intention whatso­ever of giving me any specimens for identification. I became very curious about his sorcerer friend, and asked him to tell me more about him, perhaps describe him, telling me where he lived and how he got to meet him.\n\n\"Whoa, whoa, whoa, whoa!\" don Juan said, as if I were a horse. \"Hold it, hold it! Who are you? Professor Lorca? Do you want to study his cognitive system?\"\n\nWe went deep into the arid foothills. Don Juan walked steadily for hours. I thought that the task of the day was going to be just to walk. He finally stopped and sat down on the shaded side of the foothills.\n\n\"It is time that you start on one of the biggest projects of sor­cery,\" don Juan said.\n\n\"What is this project of sorcery that you're talking about, don Juan?\" I inquired.\n\n\"It's called the *recapitulation,\"* he said. \"The old sorcerers used to call it *recounting the events of your life,* and for them, it started as a simple technique, a device to aid them in remembering what they were doing and saying to their disciples. For their disciples, the technique had the same value: It allowed them to remember what their teachers had said and done to them. It took terrible social upheavals, like being conquered and vanquished several times, before the old sorcerers realized that their technique had far-reaching effects.\"\n\n\"Are you referring, don Juan, to the Spanish conquest?\" I asked.\n\n\"No,\" he said. \"That was just the icing on the cake. There were other upheavals before that, more devastating. When the Spaniards got here, the old sorcerers didn't exist any longer. The disciples of those who had survived other upheavals were very cagey by then. They knew how to take care of themselves. It is that new crop of sorcerers who renamed the old sorcerers' tech­nique *recapitulation.*\n\n\"There's an enormous premium on time,\" he continued. \"For sorcerers in general, time is of the essence. The challenge I am faced with is that in a very compact unit of time I must cram into you everything there is to know about sorcery as an abstract proposition, but in order to do that I have to build the necessary space in you.\"\n\n\"What space? What are you talking about, don Juan?\"\n\n\"The premise of sorcerers is that in order to bring something in, there must be a space to put it in,\" he said. \"If you are filled to the brim with the items of everyday life, there's no space for anything new. That space must be built. Do you see what I mean? The sor­cerers of olden times believed that the *recapitulation* of your life made that space. It does, and much more, of course.\n\n\"The way sorcerers perform the *recapitulation* is very formal,\" he went on. \"It consists of writing a list of all the people they have met, from the present to the very beginning of their lives. Once they have that list, they take the first person on it and recollect everything they can about that person. And I mean everything, every detail. It's better to recapitulate from the present to the past, because the memories of the present are fresh, and in this manner, the recollection ability is honed. What practitioners do is to recollect and breathe. They inhale slowly and deliberately, fanning the head from right to left, in a barely noticeable swing, and exhale in the same fashion.\"\n\nHe said that the inhalations and exhalations should be natural; if they were too rapid, one would enter into something that he called tiring *breaths:* breaths that required slower breathing after­ward in order to calm down the muscles.\n\n\"And what do you want me to do, don Juan, with all this?\" I asked.\n\n\"You begin making your list today,\" he said. \"Divide it by years, by occupations, arrange it in any order you want to, but make it sequential, with the most recent person first, and end with Mommy and Daddy. And then, remember everything about them. No more ado than that. As you practice, you will realize what you're doing.\"\n\nOn my next visit to his house, I told don Juan that I had been meticulously going through the events of my life, and that it was very difficult for me to adhere to his strict format and follow my list of persons one by one. Ordinarily, my *recapitulation* took me every which way. I let the events decide the direction of my rec­ollection. What I did, which was volitional, was to adhere to a general unit of time. For instance, I had begun with the people in the anthropology department, but I let my recollection pull me to anywhere in time, from the present to the day I started attending school at UCLA.\n\nI told don Juan that an odd thing I'd found out, which I had completely forgotten, was that I had no idea that UCLA existed until one night when my girlfriend's roommate from college came to Los Angeles and we picked her up at the airport. She was going to study musicology at UCLA. Her plane arrived in the early evening, and she asked me if I could take her to the campus so she could take a look at the place where she was going to spend the next four years of her life. I knew where the campus was, for I had driven past its entrance on Sunset Boulevard endless times on my way to the beach. I had never been on the campus, though.\n\nIt was during the semester break. The few people that we found directed us to the music department. The campus was deserted, but what I witnessed subjectively was the most exquisite thing I have ever seen. It was a delight to my eyes. The buildings seemed to be alive with some energy of their own. What was going to be a very cursory visit to the music department turned out to be a gigantic tour of the entire campus. I fell in love with UCLA. I mentioned to don Juan that the only thing that marred my ecstasy was my girlfriend's annoyance at my insistence on walking through the huge campus.\n\n\"What the hell could there be in here?\" she yelled at me in protest. \"It's as if you have never seen a university campus in your life! You've seen one, you've seen them all. I think you're just try­ing to impress my friend with your sensitivity!\"\n\nI wasn't, and I vehemently told them that I was genuinely impressed by the beauty of my surroundings. I sensed so much hope in those buildings, so much promise, and yet I couldn't express my subjective state.\n\n\"I have been in school nearly all my life,\" my girlfriend said through clenched teeth, \"and I'm sick and tired of it! Nobody's going to find shit in here! All you find is guff, and they don't even prepare you to meet your responsibilities in life.\"\n\nWhen I mentioned that I would like to attend school here, she became even more furious.\n\n\"Get a job!\" she screamed. \"Go and meet life from eight to five, and cut the crap! That's what life is: a job from eight to five, forty hours a week! See what it does to you! Look at me—I'm super-educated now, and I'm not fit for a job.\"\n\nAll I knew was that I had never seen a place so beautiful. I made a promise then that I would go to school at UCLA, no mat­ter what, come hell or high water. My desire had everything to do with me, and yet it was not driven by the need for immediate gratification. It was more in the realm of awe.\n\nI told don Juan that my girlfriend's annoyance had been so jar­ring to me that it forced me to look at her in a different light, and that to my recollection, that was the first time ever that a com­mentary had aroused such a deep reaction in me. I saw facets of character in my girlfriend that I hadn't seen before, facets that scared me stiff.\n\n\"I think I judged her terribly,\" I said to don Juan. \"After our visit to the campus, we drifted apart. It was as if UCLA had come between us like a wedge. I know that it's stupid to think this way.\"\n\n\"It isn't stupid,\" don Juan said. \"It was a perfectly valid reac­tion. While you were walking on the campus, I am sure that you had a bout with *intent.* You *intended* being there, and anything that was opposed to it you had to let go.\n\n\"But don't overdo it,\" he went on. \"The touch of warrior-travelers is very light, although it is cultivated. The hand of a warrior-traveler begins as a heavy, gripping, iron hand but becomes like the hand of a ghost, a hand made of gossamer. Warrior-travelers leave no marks, no tracks. That's the challenge for warrior-travelers.\"\n\nDon Juan's comments made me sink into a deep, morose state of recriminations against myself, for I knew, from the little bit of my recounting, that I was extremely heavy-handed, obsessive, and domineering. I told don Juan about my ruminations.\n\n\"The power of the recapitulation,\" don Juan said, \"is that it stirs up all the garbage of our lives and brings it to the surface.\"\n\nThen don Juan delineated the intricacies of awareness and per­ception, which were the basis of the recapitulation. He began by saying that he was going to present an arrangement of concepts that I should not take as sorcerers' theories under any conditions, because it was an arrangement formulated by the shamans of ancient Mexico as a result of seeing energy directly as it flows in the universe. He warned me that he would present the units of this arrangement to me without any attempt at classifying them or ranking them by any predetermined standard.\n\n\"I'm not interested in classifications,\" he went on. \"You have been classifying everything all your life. Now you are going to be forced to stay away from classifications. The other day, when I asked you if you knew anything about clouds, you gave me the names of all the clouds and the percentage of moisture that one should expect from each one of them. You were a veritable weatherman. But when I asked you if you knew what you could do with the clouds personally, you had no idea what I was talking about.\n\n\"Classifications have a world of their own,\" he continued. \"After you begin to classify anything, the classification becomes alive, and it rules you. But since classifications never started as energy-giving affairs, they always remain like dead logs. They are not trees; they are merely logs.\"\n\nHe explained that the sorcerers of ancient Mexico saw that the universe at large is composed of energy fields in the form of lumi­nous filaments. They saw zillions of them, wherever they turned to see. They also saw that those energy fields arrange themselves into currents of luminous fibers, streams that are constant, peren­nial forces in the universe, and that the current or stream of fila­ments that is related to the recapitulation was named by those sor­cerers the *dark sea of awareness,* and also the *Eagle.*\n\nHe stated that those sorcerers also found out that every crea­ture in the universe is attached to the dark sea *of awareness* at a round point of luminosity that was apparent when those creatures were perceived as energy. On that point of luminosity, which the sorcerers of ancient Mexico called the assemblage point, don Juan said that perception was assembled by a mysterious aspect of the *dark sea of awareness.*\n\nDon Juan asserted that on the *assemblage point* of human beings, zillions of energy fields from the universe at large, in the form of luminous filaments, converge and go through it. These energy fields are converted into sensory data, and the sensory data is then interpreted and perceived as the world we know. Don Juan further explained that what turns the luminous fibers into sensory data is the darl&lt; sea *of awareness.* Sorcerers see this trans­formation and call it the glow *of awareness,* a sheen that extends like a halo around the assemblage point. He warned me then that he was going to make a statement which, in the understanding of sorcerers, was central to comprehending the scope of the *recapitu­lation.*\n\nPutting an enormous emphasis on his words, he said that what we call the senses in organisms is nothing but degrees of aware­ness. He maintained that if we accept that the senses are the *dark sea of awareness,* we have to admit that the interpretation that the senses make of sensory data is also the *dark sea of* awareness. He explained at length that to face the world around us in the terms that we do is the result of the interpretation system of mankind with which every human being is equipped. He also said that every organism in existence has to have an interpretation system that permits it to function in its surroundings.\n\n\"The sorcerers who came after the apocalyptic upheavals I told you about,\" he continued, \"saw that at the moment of death, the *dark sea of awareness* sucked in, so to speak, through the *assem­blage point,* the awareness of living creatures. They also saw that the *dark sea of awareness* had a moment's, let's say, hesitation when it was faced with sorcerers who had done a recounting of their lives. Unbeknownst to them, some had done it so thor­oughly that the *dark sea of* awareness took their awareness in the form of their life experiences, but didn't touch their life force. Sorcerers had found out a gigantic truth about the forces of the universe: The *dark sea of awareness* wants only our life experi­ences, not our life force.\"\n\nThe premises of don Juan's elucidation were incomprehensible to me. Or perhaps it would be more accurate to say that I was vaguely and yet deeply cognizant of how functional the premises of his explanation were.\n\n\"Sorcerers believe,\" don Juan went on, \"that as we *recapitulate* our lives, all the debris, as I told you, comes to the surface. We realize our inconsistencies, our repetitions, but something in us puts up a tremendous resistance to *recapitulating.* Sorcerers say that the road is free only after a gigantic upheaval, after the appearance on our screen of the memory of an event that shakes our foundations with its terrifying clarity of detail. It's the event that drags us to the actual moment that we lived it. Sorcerers call that event the usher, because from then on every event we touch on is relived, not merely remembered.\n\n\"Walking is always something that precipitates memories,\" don Juan went on. \"The sorcerers of ancient Mexico believed that everything we live we store as a sensation on the backs of the legs. They considered the backs of the legs to be the warehouse of man's personal history. So, let's go for a walk in the hills now.\" We walked until it was almost dark.\n\n\"I think I have made you walk long enough,\" don Juan said when we were back at his house, \"to have you ready to begin this sorcerers' maneuver of finding an *usher:* an event in your life that you will remember with such clarity that it will serve as a spot­light to illuminate everything else in your *recapitulation* with the same, or comparable, clarity. Do what sorcerers call *recapitulating pieces of a puzzle.* Something will lead you to remember the event that will serve as your usher.\" He left me alone, giving me one last warning. \"Give it your best shot,\" he said. \"Do your best.\" I was extremely silent for a moment, perhaps due to the silence around me. I experienced, then, a vibration, a sort of jolt in my chest. I had difficulty breathing, but suddenly something opened up in my chest that allowed me to take a deep breath, and a total view of a forgotten event of my childhood burst into my memory, as if it had been held captive and was suddenly released.\n\nI was at my grandfather's studio, where he had a billiard table, and I was playing billiards with him. I was almost nine years old then. My grandfather was quite a skillful player, and compulsively he had taught me every play he knew until I was good enough to have a serious match with him. We spent endless hours playing billiards. I became so proficient at it that one day I defeated him. From that day on, he was incapable of winning. Many a time I deliberately threw the game, just to be nice to him, but he knew it and would become furious with me. Once, he got so upset that he hit me on the top of the head with the cue.\n\nTo my grandfather's chagrin and delight, by the time I was nine years old, I could make carom after carom without stopping. He became so frustrated and impatient in a game with me once that he threw down his cue and told me to play by myself. My compul­sive nature made it possible for me to compete with myself and work the same play on and on until I got it perfectly.\n\nOne day, a man notorious in town for his gambling connec­tions, the owner of a billiards house, came to visit my grandfather. They were talking and playing billiards as I happened to enter the room. I instantly tried to retreat, but my grandfather grabbed me and pulled me in.\n\n\"This is my grandson,\" he said to the man.\n\n\"Very pleased to meet you,\" the man said. He looked at me sternly, and then extended his hand, which was the size of the head of a normal person.\n\nI was horrified. His enormous burst of laughter told me that he was cognizant of my discomfort. He told me that his name was Falelo Quiroga, and I mumbled my name.\n\nHe was very tall, and extremely well dressed. He was wearing a double-breasted blue pinstriped suit with beautifully tapered trousers. He must have been in his early fifties then, but he was trim and fit except for a slight bulge in his midsection. He wasn't fat; he seemed to cultivate the look of a man who is well fed and is not in need of anything. Most of the people in my hometown were gaunt. They were people who labored hard to earn a living and had no time for niceties. Falelo Quiroga appeared to be the opposite. His whole demeanor was that of a man who had time only for niceties.\n\nHe was pleasant-looking. He had a bland, well-shaven face with kind blue eyes. He had the air and the confidence of a doc­tor. People in my town used to say that he was capable of putting anyone at ease, and that he should have been a priest, a lawyer, or a doctor instead of a gambler. They also used to say that he made more money gambling than all the doctors and lawyers in town put together made by working.\n\nHis hair was black, and carefully combed. It was obviously thinning considerably. He tried to hide his receding hairline by combing his hair over his forehead. He had a square jaw and an absolutely winning smile. He had big, white teeth, which were well cared for, the ultimate novelty in an area where tooth decay was monumental. Two other remarkable features of Falelo Quiroga, for me, were his enormous feet and his handmade, black patent-leather shoes. I was fascinated by the fact that his shoes didn't squeak at all as he walked back and forth in the room. I was accustomed to hearing my grandfather's approach by the squeak of the soles of his shoes.\n\n\"My grandson plays billiards very well,\" my grandfather said nonchalantly to Falelo Quiroga. \"Why don't I give him my cue and let him play with you while I watch?\"\n\n\"This child plays billiards7\" the big man asked my grandfather with a laugh.\n\n\"Oh, he does,\" my grandfather assured him. \"Of course, not as well as you do, Falelo. Why don't you try him? And to make it interesting for you, so you won't be patronizing my grandson, let's bet a little money. What do you say if we bet this much?\"\n\nHe put a thick wad of crumpled-up bills on the table and smiled at Falelo Quiroga, shaking his head from side to side as if daring the big man to take his bet.\n\n\"My oh my, that much, eh?\" Falelo Quiroga said, looking at me questioningly. He opened his wallet then and pulled out some neatly folded bills. This, for me, was another surprising detail. My grandfather's habit was to carry his money in every one of his pockets, all crumpled up. When he needed to pay for something, he had to straighten out the bills in order to count them.\n\nFalelo Quiroga didn't say it, but I knew that he felt like a high­way robber. He smiled at my grandfather and, obviously out of respect for him, he put his money on the table. My grandfather, acting as the arbiter, set the game at a certain number of caroms and flipped a coin to see who would start first. Falelo Quiroga won.\n\n\"You better give it all you have, without holding back,\" my grandfather urged him. \"Don't have any qualms about demolish­ing this twerp and winning my money!\"\n\nFalelo Quiroga, following my grandfather's advice, played as hard as he was able, but at one point he missed one carom by a hair. I took the cue. I thought I was going to faint, but seeing my grandfather's glee—he was jumping up and down—calmed me, and besides, it irked me to see Falelo Quiroga about to split his sides laughing when he saw the way I held the cue. I couldn't lean over the table, as billiards is normally played, because of my height. But my grandfather, with painstaking patience and deter­mination, had taught me an alternative way of playing. By extending my arm all the way back, I held the cue nearly above my shoulders, to the side.\n\n\"What does he do when he has to reach the middle of the table?\" Falelo Quiroga asked, laughing.\n\n\"He hangs on the edge of the table,\" my grandfather said mat-ter-of-factly. \"It's permissible, you know.\"\n\nMy grandfather came to me and whispered through clenched teeth that if I tried to be polite and lose he was going to break all the cues on my head. I knew he didn't mean it; this was just his way of expressing his confidence in me.\n\nI won easily. My grandfather was delighted beyond description, but strangely enough, so was Falelo Quiroga. He laughed as he went around the pool table, slapping its edges. My grandfather praised me to the skies. He revealed to Quiroga my best score, and joked that I had excelled because he had found the way to lure me to practice: coffee with Danish pastries.\n\n\"You don't say, you don't say!\" Quiroga kept repeating. He said good-bye; my grandfather picked up the bet money, and the inci­dent was forgotten.\n\nMy grandfather promised to take me to a restaurant and buy me the best meal in town, but he never did. He was very stingy; he was known to be a lavish spender only with women.\n\nTwo days later, two enormous men affiliated with Falelo Quiroga came to me at the time that I got out from school and was leaving.\n\n\"Falelo Quiroga wants to see you,\" one of them said in a gut­tural tone. \"He wants you to go to his place and have some coffee and Danish pastries with him.\"\n\nIf he hadn't said coffee and Danish pastries, I probably would have run away from them. I remembered then that my grandfa­ther had told Falelo Quiroga that I would sell my soul for coffee and Danish pastries. I gladly went with them. However, I couldn't walk as fast as they did, so one of them, the one whose name was Guillermo Falcon, picked me up and cradled me in his huge arms. He laughed through crooked teeth.\n\n\"You better enjoy the ride, kid,\" he said. His breath was terri­ble. \"Have you ever been carried by anyone? Judging by the way you wriggle, never!\" He giggled grotesquely.\n\nFortunately, Falelo Quiroga's place was not too far from the school. Mr. Falcon deposited me on a couch in an office. Falelo Quiroga was there, sitting behind a huge desk. He stood up and shook hands with me. He immediately had some coffee and deli­cious pastries brought to me, and the two of us sat there chatting amiably about my grandfather's chicken farm. He asked me if I would like to have more pastries, and I said that I wouldn't mind if I did. He laughed, and he himself brought me a whole tray of unbelievably delicious pastries from the next room.\n\nAfter I had veritably gorged myself, he politely asked me if I would consider coming to his billiards place in the wee hours of the night to play a couple of friendly games with some people of his choice. He casually mentioned that a considerable amount of money was going to be involved. He openly expressed his trust in my skill, and added that he was going to pay me, for my time and my effort, a percentage of the winning money. He further stated that he knew the mentality of my family; they would have found it improper that he give me money, even though it was pay. So he promised to put the money in the bank in a special account for me, or more practical yet, he would cover any purchase that I made in any of the stores in town, or the food I consumed in any restaurant in town.\n\nI didn't believe a word of what he was saying. I knew that Falelo Quiroga was a crook, a racketeer. I liked, however, the idea of playing billiards with people I didn't know, and I struck a bar­gain with him.\n\n\"Will you give me some coffee and Danish pastries like the ones you gave me today?\" I said.\n\n\"Of course, my boy,\" he replied. \"If you come to play for me, I will buy you the bakery! I will have the baker bake them just for you. Take my word.\"\n\nI warned Falelo Quiroga that the only drawback was my inca­pacity to get out of my house; I had too many aunts who watched me like hawks, and besides, my bedroom was on the second floor.\n\n\"That's no problem,\" Falelo Quiroga assured me. \"You're quite small. Mr. Falcon will catch you if you jump from your window into his arms. He's as big as a house! I recommend that you go to bed early tonight. Mr. Falcon will wake you up by whistling and throwing rocks at your window. You have to watch out, though! He's an impatient man.\"\n\nI went home in the midst of the most astounding excitation. I couldn't go to sleep. I was quite awake when I heard Mr. Falcon whistling and throwing small pebbles against the glass panes of the window. I opened the window. Mr. Falcon was right below me, on the street.\n\n\"Jump into my arms, kid,\" he said to me in a constricted voice, which he tried to modulate into a loud whisper. \"If you don't aim at my arms, I'll drop you and you'll die. Remember that. Don't make me run around. Just aim at my arms. Jump! Jump!\"\n\nI did, and he caught me with the ease of someone catching a bag of cotton. He put me down and told me to run. He said that I was a child awakened from a deep sleep, and that he had to make me run so I would be fully awake by the time I got to the billiards house.\n\nI played that night with two men, and I won both games. I had the most delicious coffee and pastries that one could imagine. Personally, I was in heaven. It was around seven in the morning when I returned home. Nobody had noticed my absence. It was time to go to school. For all practical purposes, everything was normal except for the fact that I was so tired that I couldn't keep my eyes open all day.\n\nFrom that day on, Falelo Quiroga sent Mr. Falcon to pick me up two or three times a week, and I won every game that he made me play. And faithful to his promise, he paid for anything that I bought, including meals at my favorite Chinese restaurant, where I used to go daily. Sometimes, I even invited my friends, whom I mortified no end by running out of the restaurant screaming when the waiter brought the bill. They were amazed at the fact that they were never taken to the police for consuming food and not paying for it.\n\nWhat was an ordeal for me was that I had never conceived of the fact that I would have to contend with the hopes and expec­tations of all the people who bet on me. The ordeal of ordeals, however, took place when a crack player from a nearby city chal­lenged Falelo Quiroga and backed his challenge with a giant bet. The night of the game was an inauspicious night. My grandfather became ill and couldn't fall asleep. The entire family was in an uproar. It appeared that nobody went to bed. I doubted that I had any possibility of sneaking out of my bedroom, but Mr. Falcon's whistling and the pebbles hitting the glass of my window were so insistent that I took a chance and jumped from my window into Mr. Falcon's arms.\n\nIt seemed that every male in town had congregated at the bil­liards place. Anguished faces silently begged me not to lose. Some of the men boldly assured me that they had bet their houses and all their belongings. One man, in a half-joking tone, said that he had bet his wife; if I didn't win, he would be a cuckold that night, or a murderer. He didn't specify whether he meant he would kill his wife in order not to be a cuckold, or me, for losing the game.\n\nFalelo Quiroga paced back and forth. He had hired a masseur to massage me. He wanted me relaxed. The masseur put hot tow­els on my arms and wrists and cold towels on my forehead. He put on my feet the most comfortable, soft shoes that I had ever worn. They had hard, military heels and arch supports. Falelo Quiroga even outfitted me with a beret to keep my hair from falling in my face, as well as a pair of loose overalls with a belt.\n\nHalf of the people around the billiard table were strangers from another town. They glared at me. They gave me the feeling that they wanted me dead.\n\nFalelo Quiroga flipped a coin to decide who would go first. My opponent was a Brazilian of Chinese descent, young, round-faced, very spiffy and confident. He started first, and he made a stagger­ing amount of caroms. I knew by the color of his face that Falelo Quiroga was about to have a heart attack, and so were the other people who had bet everything they had on me.\n\nI played very well that night, and as I approached the number of caroms that the other man had made, the nervousness of the ones who had bet on me reached its peak. Falelo Quiroga was the most hysterical of them all. He yelled at everybody and demanded that someone open the windows because the cigarette smoke made the air unbreathable for me. He wanted the masseur to relax my arms and shoulders. Finally, I had to stop everyone, and in a real hurry, I made the eight caroms that I needed to win. The euphoria of those who had bet on me was indescribable. I was oblivious to all that, for it was already morning and they had to take me home in a hurry.\n\nMy exhaustion that day knew no limits. Very obligingly, Falelo Quiroga didn't send for me for a whole week. However, one after­noon, Mr. Falcon picked me up from school and took me to the billiards house. Falelo Quiroga was extremely serious. He didn't even offer me coffee or Danish pastries. He sent everybody'out of his office and got directly to the point. He pulled his chair close to me.\n\n\"I have put a lot of money in the bank for you,\" he said very solemnly. \"I am true to what I promised you. I give you my word that I will always look after you. You know that! Now, if you do what I am going to tell you to do, you will make so much money that you won't have to work a day in your life. I want you to lose your next game by one carom. I know that you can do it. But I want you to miss by only a hair. The more dramatic, the better.\"\n\nI was dumbfounded. All of this was incomprehensible to me. Falelo Quiroga repeated his request and further explained that he was going to bet anonymously all he had against me, and that that was the nature of our new deal.\n\n\"Mr. Falcon has been guarding you for months,\" he said. \"All I need to tell you is that Mr. Falcon uses all his force to protect you, but he could do the opposite with the same strength.\"\n\nFalelo Quiroga's threat couldn't have been more obvious. He must have seen in my face the horror that I felt, for he relaxed and laughed.\n\n\"Oh, but don't you worry about things like that,\" he said reas­suringly, \"because we are brothers.\"\n\nThis was the first time in my life that I had been placed in an untenable position. I wanted with all my might to run away from Falelo Quiroga, from the fear that he had evoked in me. But at the same time, and with equal force, I wanted to stay; I wanted the ease of being able to buy anything I wanted from any store, and above all, the ease of being able to eat at any restaurant of my choice, without paying. I was never confronted, however, with having to choose one or the other.\n\nUnexpectedly, at least for me, my grandfather moved to another area, quite distant. It was as if he knew what was going on, and he sent me ahead of everyone else. I doubted that he actually knew what was taking place. It seemed that sending me away was one of his usual intuitive actions.\n\nDon Juan's return brought me out of my recollection. I had lost track of time. I should have been famished but I wasn't hungry at all. I was filled with nervous energy. Don Juan lit a kerosene lantern and hung it from a nail on the wall. Its dim light cast strange, dancing shadows in the room. It took a moment for my eyes to adjust to the semidarkness. I entered then into a state of profound sadness. It was a strangely detached feeling, a far-reach­ing longing that came from that semidarkness, or perhaps from the sensation of being trapped. I was so tired that I wanted to leave, but at the same time, and with the same force, I wanted to stay.\n\nDon Juan's voice brought me a measure of control. He appeared to know the reason for and the depth of my turmoil, and modulated his voice to fit the occasion. The severity of his tone helped me to gain control over something that could easily have turned into a hysterical reaction to fatigue and mental stimula­tion.\n\n\"To recount events is magical for sorcerers,\" he said. \"It isn't just telling stories. It is *seeing* the underlying fabric of events. This is the reason recounting is so important and vast.\"\n\nAt his request, I told don Juan the event I had recollected.\n\n\"How appropriate,\" he said, and chuckled with delight. \"The only commentary I can make is that *warrior-travelers* roll with the punches. They go wherever the impulse may take them. The power of warrior-travelers is to be alert, to get maximum effect from minimal impulse. And above all, their power lies in not interfering. Events have a force, a gravity of their own, and trav­elers are just travelers. Everything around them is for their eyes alone. In this fashion, travelers construct the meaning of every situation, without ever asking how it happened this way or that way.\n\n\"Today, you remembered an event that sums up your total life,\" he continued. \"You are always faced with a situation that is the same as the one that you never resolved. You never really had to choose whether to accept or reject Falelo Quiroga's crooked deal.\n\n*\"Infinity* always puts us in this terrible position of having to choose,\" he went on. \"We want *infinity,* but at the same time, we want to run away from it. You want to tell me to go and jump in a lake, but at the same time you are compelled to stay. It would be infinitely easier for you to just be compelled to stay.\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Usher - full passages from The Active Side of Infinity", "link_flair_richtext": [{"e": "text", "t": "Recapitulation"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_yhf9te", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 24, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3mo1k5m8", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Recapitulation", "can_mod_post": false, "score": 24, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1667139114.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Someone contacted me via private channels, and suggested that it would be worthwhile to put up the full section of TASOI that details the Usher memory:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;...to go from remembering to reliving requires recapitulating an Usher memory that is preceded by a long walk to stir up the memories and that Chapter (The Usher) covers the whole procedure in detail so I will not quote the whole thing to you. Suffice to say, Carlos found it transformative for recap practice and the book provides every detail needed, and it has nothing to do with the hours per day, despite what logic might suggest - as is the case for much of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Anyway, I have a feeling that The Usher event in that book may also radically improve folks capacity to recall what&amp;#39;s been happening to them in various states of awareness that they cannot recall, though developing the ability to totally relive the past through recap would seem to be it&amp;#39;s own reward.&lt;/p&gt;\n\n&lt;p&gt;However, again, The Usher memory has nothing to do with hours per day (but in overall effort).&lt;/p&gt;\n\n&lt;p&gt;I should mention that there are other occurrence of the usher concept that have nothing so to with recap, because it&amp;#39;s a useful concept to explain specific changes that proceed in jumps. It&amp;#39;s just a useful frame for talking about certain things, like &amp;quot;crossing a threshold&amp;quot; is a useful frame to speak about things that proceed in a stair-step fashion instead of smooth continuity.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Previous posts on this topic:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/d1umbj/what_is_memory/\"&gt;What is Memory?&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/lx7mjs/the_usher/\"&gt;The usher&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/oowawy/the_usher_willis_eschenbach_in_tango_mailing_list/\"&gt;The Usher (Willis Eschenbach in tango mailing list, late 1990&amp;#39;s?)&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/q2k4u7/sub_with_51_million_members_talking_about_their/\"&gt;Sub With 5.1 Million Members Talking About Their &amp;quot;Usher Memory&amp;quot;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The chapter of TASOI on The Usher:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I WAS IN don Juan&amp;#39;s house in Sonora, sound asleep in my bed, when he woke me up. I had stayed up practically all night, mulling over concepts that he had explained to me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You have rested enough,&amp;quot; he said firmly, almost gruffly, as he shook me by the shoulders. &amp;quot;Don&amp;#39;t indulge in being fatigued. Your fatigue is, more than fatigue, a desire not to be bothered. Something in you resents being bothered. But it&amp;#39;s most important that you exacerbate that part of you until it breaks down. Let&amp;#39;s go for a hike.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan was right. There was some part of me that resented immensely being bothered. I wanted to sleep for days and not think about don Juan&amp;#39;s sorcery concepts anymore. Thoroughly against my will, I got up and followed him. Don Juan had pre­pared a meal, which I devoured as if I hadn&amp;#39;t eaten for days, and then we walked out of the house and headed east, toward the mountains. I had been so dazed that I hadn&amp;#39;t noticed that it was early morning until I saw the sun, which was right above the east­ern range of mountains. I wanted to comment to don Juan that I had slept all night without moving, but he hushed me. He said that we were going to go on an expedition to the mountains to search for specific plants.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What are you going to do with the plants you are going to col­lect, don Juan?&amp;quot; I asked him as soon as we had started off.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;They are not for me,&amp;quot; he said with a grin. &amp;quot;They are for a friend of mine, a botanist and pharmacist. He makes potions with them.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is he a Yaqui, don Juan? Does he live here in Sonora?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, he isn&amp;#39;t a Yaqui, and he doesn&amp;#39;t live here in Sonora. You&amp;#39;ll meet him someday.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is he a sorcerer, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yes, he is,&amp;quot; he replied dryly.&lt;/p&gt;\n\n&lt;p&gt;i asked him then if I could take some of the plants to be identi­fied at the Botanical Garden at UCLA.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Surely, surely!&amp;quot; he said.&lt;/p&gt;\n\n&lt;p&gt;I had found out in the past that whenever he said &amp;quot;surely,&amp;quot; he didn&amp;#39;t mean it. It was obvious that he had no intention whatso­ever of giving me any specimens for identification. I became very curious about his sorcerer friend, and asked him to tell me more about him, perhaps describe him, telling me where he lived and how he got to meet him.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Whoa, whoa, whoa, whoa!&amp;quot; don Juan said, as if I were a horse. &amp;quot;Hold it, hold it! Who are you? Professor Lorca? Do you want to study his cognitive system?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We went deep into the arid foothills. Don Juan walked steadily for hours. I thought that the task of the day was going to be just to walk. He finally stopped and sat down on the shaded side of the foothills.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is time that you start on one of the biggest projects of sor­cery,&amp;quot; don Juan said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is this project of sorcery that you&amp;#39;re talking about, don Juan?&amp;quot; I inquired.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s called the &lt;em&gt;recapitulation,&amp;quot;&lt;/em&gt; he said. &amp;quot;The old sorcerers used to call it &lt;em&gt;recounting the events of your life,&lt;/em&gt; and for them, it started as a simple technique, a device to aid them in remembering what they were doing and saying to their disciples. For their disciples, the technique had the same value: It allowed them to remember what their teachers had said and done to them. It took terrible social upheavals, like being conquered and vanquished several times, before the old sorcerers realized that their technique had far-reaching effects.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Are you referring, don Juan, to the Spanish conquest?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No,&amp;quot; he said. &amp;quot;That was just the icing on the cake. There were other upheavals before that, more devastating. When the Spaniards got here, the old sorcerers didn&amp;#39;t exist any longer. The disciples of those who had survived other upheavals were very cagey by then. They knew how to take care of themselves. It is that new crop of sorcerers who renamed the old sorcerers&amp;#39; tech­nique &lt;em&gt;recapitulation.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There&amp;#39;s an enormous premium on time,&amp;quot; he continued. &amp;quot;For sorcerers in general, time is of the essence. The challenge I am faced with is that in a very compact unit of time I must cram into you everything there is to know about sorcery as an abstract proposition, but in order to do that I have to build the necessary space in you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What space? What are you talking about, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The premise of sorcerers is that in order to bring something in, there must be a space to put it in,&amp;quot; he said. &amp;quot;If you are filled to the brim with the items of everyday life, there&amp;#39;s no space for anything new. That space must be built. Do you see what I mean? The sor­cerers of olden times believed that the &lt;em&gt;recapitulation&lt;/em&gt; of your life made that space. It does, and much more, of course.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The way sorcerers perform the &lt;em&gt;recapitulation&lt;/em&gt; is very formal,&amp;quot; he went on. &amp;quot;It consists of writing a list of all the people they have met, from the present to the very beginning of their lives. Once they have that list, they take the first person on it and recollect everything they can about that person. And I mean everything, every detail. It&amp;#39;s better to recapitulate from the present to the past, because the memories of the present are fresh, and in this manner, the recollection ability is honed. What practitioners do is to recollect and breathe. They inhale slowly and deliberately, fanning the head from right to left, in a barely noticeable swing, and exhale in the same fashion.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He said that the inhalations and exhalations should be natural; if they were too rapid, one would enter into something that he called tiring &lt;em&gt;breaths:&lt;/em&gt; breaths that required slower breathing after­ward in order to calm down the muscles.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;And what do you want me to do, don Juan, with all this?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You begin making your list today,&amp;quot; he said. &amp;quot;Divide it by years, by occupations, arrange it in any order you want to, but make it sequential, with the most recent person first, and end with Mommy and Daddy. And then, remember everything about them. No more ado than that. As you practice, you will realize what you&amp;#39;re doing.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;On my next visit to his house, I told don Juan that I had been meticulously going through the events of my life, and that it was very difficult for me to adhere to his strict format and follow my list of persons one by one. Ordinarily, my &lt;em&gt;recapitulation&lt;/em&gt; took me every which way. I let the events decide the direction of my rec­ollection. What I did, which was volitional, was to adhere to a general unit of time. For instance, I had begun with the people in the anthropology department, but I let my recollection pull me to anywhere in time, from the present to the day I started attending school at UCLA.&lt;/p&gt;\n\n&lt;p&gt;I told don Juan that an odd thing I&amp;#39;d found out, which I had completely forgotten, was that I had no idea that UCLA existed until one night when my girlfriend&amp;#39;s roommate from college came to Los Angeles and we picked her up at the airport. She was going to study musicology at UCLA. Her plane arrived in the early evening, and she asked me if I could take her to the campus so she could take a look at the place where she was going to spend the next four years of her life. I knew where the campus was, for I had driven past its entrance on Sunset Boulevard endless times on my way to the beach. I had never been on the campus, though.&lt;/p&gt;\n\n&lt;p&gt;It was during the semester break. The few people that we found directed us to the music department. The campus was deserted, but what I witnessed subjectively was the most exquisite thing I have ever seen. It was a delight to my eyes. The buildings seemed to be alive with some energy of their own. What was going to be a very cursory visit to the music department turned out to be a gigantic tour of the entire campus. I fell in love with UCLA. I mentioned to don Juan that the only thing that marred my ecstasy was my girlfriend&amp;#39;s annoyance at my insistence on walking through the huge campus.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What the hell could there be in here?&amp;quot; she yelled at me in protest. &amp;quot;It&amp;#39;s as if you have never seen a university campus in your life! You&amp;#39;ve seen one, you&amp;#39;ve seen them all. I think you&amp;#39;re just try­ing to impress my friend with your sensitivity!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wasn&amp;#39;t, and I vehemently told them that I was genuinely impressed by the beauty of my surroundings. I sensed so much hope in those buildings, so much promise, and yet I couldn&amp;#39;t express my subjective state.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have been in school nearly all my life,&amp;quot; my girlfriend said through clenched teeth, &amp;quot;and I&amp;#39;m sick and tired of it! Nobody&amp;#39;s going to find shit in here! All you find is guff, and they don&amp;#39;t even prepare you to meet your responsibilities in life.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;When I mentioned that I would like to attend school here, she became even more furious.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Get a job!&amp;quot; she screamed. &amp;quot;Go and meet life from eight to five, and cut the crap! That&amp;#39;s what life is: a job from eight to five, forty hours a week! See what it does to you! Look at me—I&amp;#39;m super-educated now, and I&amp;#39;m not fit for a job.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;All I knew was that I had never seen a place so beautiful. I made a promise then that I would go to school at UCLA, no mat­ter what, come hell or high water. My desire had everything to do with me, and yet it was not driven by the need for immediate gratification. It was more in the realm of awe.&lt;/p&gt;\n\n&lt;p&gt;I told don Juan that my girlfriend&amp;#39;s annoyance had been so jar­ring to me that it forced me to look at her in a different light, and that to my recollection, that was the first time ever that a com­mentary had aroused such a deep reaction in me. I saw facets of character in my girlfriend that I hadn&amp;#39;t seen before, facets that scared me stiff.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think I judged her terribly,&amp;quot; I said to don Juan. &amp;quot;After our visit to the campus, we drifted apart. It was as if UCLA had come between us like a wedge. I know that it&amp;#39;s stupid to think this way.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It isn&amp;#39;t stupid,&amp;quot; don Juan said. &amp;quot;It was a perfectly valid reac­tion. While you were walking on the campus, I am sure that you had a bout with &lt;em&gt;intent.&lt;/em&gt; You &lt;em&gt;intended&lt;/em&gt; being there, and anything that was opposed to it you had to let go.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But don&amp;#39;t overdo it,&amp;quot; he went on. &amp;quot;The touch of warrior-travelers is very light, although it is cultivated. The hand of a warrior-traveler begins as a heavy, gripping, iron hand but becomes like the hand of a ghost, a hand made of gossamer. Warrior-travelers leave no marks, no tracks. That&amp;#39;s the challenge for warrior-travelers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s comments made me sink into a deep, morose state of recriminations against myself, for I knew, from the little bit of my recounting, that I was extremely heavy-handed, obsessive, and domineering. I told don Juan about my ruminations.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The power of the recapitulation,&amp;quot; don Juan said, &amp;quot;is that it stirs up all the garbage of our lives and brings it to the surface.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then don Juan delineated the intricacies of awareness and per­ception, which were the basis of the recapitulation. He began by saying that he was going to present an arrangement of concepts that I should not take as sorcerers&amp;#39; theories under any conditions, because it was an arrangement formulated by the shamans of ancient Mexico as a result of seeing energy directly as it flows in the universe. He warned me that he would present the units of this arrangement to me without any attempt at classifying them or ranking them by any predetermined standard.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m not interested in classifications,&amp;quot; he went on. &amp;quot;You have been classifying everything all your life. Now you are going to be forced to stay away from classifications. The other day, when I asked you if you knew anything about clouds, you gave me the names of all the clouds and the percentage of moisture that one should expect from each one of them. You were a veritable weatherman. But when I asked you if you knew what you could do with the clouds personally, you had no idea what I was talking about.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Classifications have a world of their own,&amp;quot; he continued. &amp;quot;After you begin to classify anything, the classification becomes alive, and it rules you. But since classifications never started as energy-giving affairs, they always remain like dead logs. They are not trees; they are merely logs.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He explained that the sorcerers of ancient Mexico saw that the universe at large is composed of energy fields in the form of lumi­nous filaments. They saw zillions of them, wherever they turned to see. They also saw that those energy fields arrange themselves into currents of luminous fibers, streams that are constant, peren­nial forces in the universe, and that the current or stream of fila­ments that is related to the recapitulation was named by those sor­cerers the &lt;em&gt;dark sea of awareness,&lt;/em&gt; and also the &lt;em&gt;Eagle.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;He stated that those sorcerers also found out that every crea­ture in the universe is attached to the dark sea &lt;em&gt;of awareness&lt;/em&gt; at a round point of luminosity that was apparent when those creatures were perceived as energy. On that point of luminosity, which the sorcerers of ancient Mexico called the assemblage point, don Juan said that perception was assembled by a mysterious aspect of the &lt;em&gt;dark sea of awareness.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan asserted that on the &lt;em&gt;assemblage point&lt;/em&gt; of human beings, zillions of energy fields from the universe at large, in the form of luminous filaments, converge and go through it. These energy fields are converted into sensory data, and the sensory data is then interpreted and perceived as the world we know. Don Juan further explained that what turns the luminous fibers into sensory data is the darl&amp;lt; sea &lt;em&gt;of awareness.&lt;/em&gt; Sorcerers see this trans­formation and call it the glow &lt;em&gt;of awareness,&lt;/em&gt; a sheen that extends like a halo around the assemblage point. He warned me then that he was going to make a statement which, in the understanding of sorcerers, was central to comprehending the scope of the &lt;em&gt;recapitu­lation.&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Putting an enormous emphasis on his words, he said that what we call the senses in organisms is nothing but degrees of aware­ness. He maintained that if we accept that the senses are the &lt;em&gt;dark sea of awareness,&lt;/em&gt; we have to admit that the interpretation that the senses make of sensory data is also the &lt;em&gt;dark sea of&lt;/em&gt; awareness. He explained at length that to face the world around us in the terms that we do is the result of the interpretation system of mankind with which every human being is equipped. He also said that every organism in existence has to have an interpretation system that permits it to function in its surroundings.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The sorcerers who came after the apocalyptic upheavals I told you about,&amp;quot; he continued, &amp;quot;saw that at the moment of death, the &lt;em&gt;dark sea of awareness&lt;/em&gt; sucked in, so to speak, through the &lt;em&gt;assem­blage point,&lt;/em&gt; the awareness of living creatures. They also saw that the &lt;em&gt;dark sea of awareness&lt;/em&gt; had a moment&amp;#39;s, let&amp;#39;s say, hesitation when it was faced with sorcerers who had done a recounting of their lives. Unbeknownst to them, some had done it so thor­oughly that the &lt;em&gt;dark sea of&lt;/em&gt; awareness took their awareness in the form of their life experiences, but didn&amp;#39;t touch their life force. Sorcerers had found out a gigantic truth about the forces of the universe: The &lt;em&gt;dark sea of awareness&lt;/em&gt; wants only our life experi­ences, not our life force.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The premises of don Juan&amp;#39;s elucidation were incomprehensible to me. Or perhaps it would be more accurate to say that I was vaguely and yet deeply cognizant of how functional the premises of his explanation were.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Sorcerers believe,&amp;quot; don Juan went on, &amp;quot;that as we &lt;em&gt;recapitulate&lt;/em&gt; our lives, all the debris, as I told you, comes to the surface. We realize our inconsistencies, our repetitions, but something in us puts up a tremendous resistance to &lt;em&gt;recapitulating.&lt;/em&gt; Sorcerers say that the road is free only after a gigantic upheaval, after the appearance on our screen of the memory of an event that shakes our foundations with its terrifying clarity of detail. It&amp;#39;s the event that drags us to the actual moment that we lived it. Sorcerers call that event the usher, because from then on every event we touch on is relived, not merely remembered.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Walking is always something that precipitates memories,&amp;quot; don Juan went on. &amp;quot;The sorcerers of ancient Mexico believed that everything we live we store as a sensation on the backs of the legs. They considered the backs of the legs to be the warehouse of man&amp;#39;s personal history. So, let&amp;#39;s go for a walk in the hills now.&amp;quot; We walked until it was almost dark.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think I have made you walk long enough,&amp;quot; don Juan said when we were back at his house, &amp;quot;to have you ready to begin this sorcerers&amp;#39; maneuver of finding an &lt;em&gt;usher:&lt;/em&gt; an event in your life that you will remember with such clarity that it will serve as a spot­light to illuminate everything else in your &lt;em&gt;recapitulation&lt;/em&gt; with the same, or comparable, clarity. Do what sorcerers call &lt;em&gt;recapitulating pieces of a puzzle.&lt;/em&gt; Something will lead you to remember the event that will serve as your usher.&amp;quot; He left me alone, giving me one last warning. &amp;quot;Give it your best shot,&amp;quot; he said. &amp;quot;Do your best.&amp;quot; I was extremely silent for a moment, perhaps due to the silence around me. I experienced, then, a vibration, a sort of jolt in my chest. I had difficulty breathing, but suddenly something opened up in my chest that allowed me to take a deep breath, and a total view of a forgotten event of my childhood burst into my memory, as if it had been held captive and was suddenly released.&lt;/p&gt;\n\n&lt;p&gt;I was at my grandfather&amp;#39;s studio, where he had a billiard table, and I was playing billiards with him. I was almost nine years old then. My grandfather was quite a skillful player, and compulsively he had taught me every play he knew until I was good enough to have a serious match with him. We spent endless hours playing billiards. I became so proficient at it that one day I defeated him. From that day on, he was incapable of winning. Many a time I deliberately threw the game, just to be nice to him, but he knew it and would become furious with me. Once, he got so upset that he hit me on the top of the head with the cue.&lt;/p&gt;\n\n&lt;p&gt;To my grandfather&amp;#39;s chagrin and delight, by the time I was nine years old, I could make carom after carom without stopping. He became so frustrated and impatient in a game with me once that he threw down his cue and told me to play by myself. My compul­sive nature made it possible for me to compete with myself and work the same play on and on until I got it perfectly.&lt;/p&gt;\n\n&lt;p&gt;One day, a man notorious in town for his gambling connec­tions, the owner of a billiards house, came to visit my grandfather. They were talking and playing billiards as I happened to enter the room. I instantly tried to retreat, but my grandfather grabbed me and pulled me in.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is my grandson,&amp;quot; he said to the man.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Very pleased to meet you,&amp;quot; the man said. He looked at me sternly, and then extended his hand, which was the size of the head of a normal person.&lt;/p&gt;\n\n&lt;p&gt;I was horrified. His enormous burst of laughter told me that he was cognizant of my discomfort. He told me that his name was Falelo Quiroga, and I mumbled my name.&lt;/p&gt;\n\n&lt;p&gt;He was very tall, and extremely well dressed. He was wearing a double-breasted blue pinstriped suit with beautifully tapered trousers. He must have been in his early fifties then, but he was trim and fit except for a slight bulge in his midsection. He wasn&amp;#39;t fat; he seemed to cultivate the look of a man who is well fed and is not in need of anything. Most of the people in my hometown were gaunt. They were people who labored hard to earn a living and had no time for niceties. Falelo Quiroga appeared to be the opposite. His whole demeanor was that of a man who had time only for niceties.&lt;/p&gt;\n\n&lt;p&gt;He was pleasant-looking. He had a bland, well-shaven face with kind blue eyes. He had the air and the confidence of a doc­tor. People in my town used to say that he was capable of putting anyone at ease, and that he should have been a priest, a lawyer, or a doctor instead of a gambler. They also used to say that he made more money gambling than all the doctors and lawyers in town put together made by working.&lt;/p&gt;\n\n&lt;p&gt;His hair was black, and carefully combed. It was obviously thinning considerably. He tried to hide his receding hairline by combing his hair over his forehead. He had a square jaw and an absolutely winning smile. He had big, white teeth, which were well cared for, the ultimate novelty in an area where tooth decay was monumental. Two other remarkable features of Falelo Quiroga, for me, were his enormous feet and his handmade, black patent-leather shoes. I was fascinated by the fact that his shoes didn&amp;#39;t squeak at all as he walked back and forth in the room. I was accustomed to hearing my grandfather&amp;#39;s approach by the squeak of the soles of his shoes.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;My grandson plays billiards very well,&amp;quot; my grandfather said nonchalantly to Falelo Quiroga. &amp;quot;Why don&amp;#39;t I give him my cue and let him play with you while I watch?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This child plays billiards7&amp;quot; the big man asked my grandfather with a laugh.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh, he does,&amp;quot; my grandfather assured him. &amp;quot;Of course, not as well as you do, Falelo. Why don&amp;#39;t you try him? And to make it interesting for you, so you won&amp;#39;t be patronizing my grandson, let&amp;#39;s bet a little money. What do you say if we bet this much?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He put a thick wad of crumpled-up bills on the table and smiled at Falelo Quiroga, shaking his head from side to side as if daring the big man to take his bet.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;My oh my, that much, eh?&amp;quot; Falelo Quiroga said, looking at me questioningly. He opened his wallet then and pulled out some neatly folded bills. This, for me, was another surprising detail. My grandfather&amp;#39;s habit was to carry his money in every one of his pockets, all crumpled up. When he needed to pay for something, he had to straighten out the bills in order to count them.&lt;/p&gt;\n\n&lt;p&gt;Falelo Quiroga didn&amp;#39;t say it, but I knew that he felt like a high­way robber. He smiled at my grandfather and, obviously out of respect for him, he put his money on the table. My grandfather, acting as the arbiter, set the game at a certain number of caroms and flipped a coin to see who would start first. Falelo Quiroga won.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You better give it all you have, without holding back,&amp;quot; my grandfather urged him. &amp;quot;Don&amp;#39;t have any qualms about demolish­ing this twerp and winning my money!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Falelo Quiroga, following my grandfather&amp;#39;s advice, played as hard as he was able, but at one point he missed one carom by a hair. I took the cue. I thought I was going to faint, but seeing my grandfather&amp;#39;s glee—he was jumping up and down—calmed me, and besides, it irked me to see Falelo Quiroga about to split his sides laughing when he saw the way I held the cue. I couldn&amp;#39;t lean over the table, as billiards is normally played, because of my height. But my grandfather, with painstaking patience and deter­mination, had taught me an alternative way of playing. By extending my arm all the way back, I held the cue nearly above my shoulders, to the side.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What does he do when he has to reach the middle of the table?&amp;quot; Falelo Quiroga asked, laughing.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He hangs on the edge of the table,&amp;quot; my grandfather said mat-ter-of-factly. &amp;quot;It&amp;#39;s permissible, you know.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;My grandfather came to me and whispered through clenched teeth that if I tried to be polite and lose he was going to break all the cues on my head. I knew he didn&amp;#39;t mean it; this was just his way of expressing his confidence in me.&lt;/p&gt;\n\n&lt;p&gt;I won easily. My grandfather was delighted beyond description, but strangely enough, so was Falelo Quiroga. He laughed as he went around the pool table, slapping its edges. My grandfather praised me to the skies. He revealed to Quiroga my best score, and joked that I had excelled because he had found the way to lure me to practice: coffee with Danish pastries.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You don&amp;#39;t say, you don&amp;#39;t say!&amp;quot; Quiroga kept repeating. He said good-bye; my grandfather picked up the bet money, and the inci­dent was forgotten.&lt;/p&gt;\n\n&lt;p&gt;My grandfather promised to take me to a restaurant and buy me the best meal in town, but he never did. He was very stingy; he was known to be a lavish spender only with women.&lt;/p&gt;\n\n&lt;p&gt;Two days later, two enormous men affiliated with Falelo Quiroga came to me at the time that I got out from school and was leaving.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Falelo Quiroga wants to see you,&amp;quot; one of them said in a gut­tural tone. &amp;quot;He wants you to go to his place and have some coffee and Danish pastries with him.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If he hadn&amp;#39;t said coffee and Danish pastries, I probably would have run away from them. I remembered then that my grandfa­ther had told Falelo Quiroga that I would sell my soul for coffee and Danish pastries. I gladly went with them. However, I couldn&amp;#39;t walk as fast as they did, so one of them, the one whose name was Guillermo Falcon, picked me up and cradled me in his huge arms. He laughed through crooked teeth.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You better enjoy the ride, kid,&amp;quot; he said. His breath was terri­ble. &amp;quot;Have you ever been carried by anyone? Judging by the way you wriggle, never!&amp;quot; He giggled grotesquely.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, Falelo Quiroga&amp;#39;s place was not too far from the school. Mr. Falcon deposited me on a couch in an office. Falelo Quiroga was there, sitting behind a huge desk. He stood up and shook hands with me. He immediately had some coffee and deli­cious pastries brought to me, and the two of us sat there chatting amiably about my grandfather&amp;#39;s chicken farm. He asked me if I would like to have more pastries, and I said that I wouldn&amp;#39;t mind if I did. He laughed, and he himself brought me a whole tray of unbelievably delicious pastries from the next room.&lt;/p&gt;\n\n&lt;p&gt;After I had veritably gorged myself, he politely asked me if I would consider coming to his billiards place in the wee hours of the night to play a couple of friendly games with some people of his choice. He casually mentioned that a considerable amount of money was going to be involved. He openly expressed his trust in my skill, and added that he was going to pay me, for my time and my effort, a percentage of the winning money. He further stated that he knew the mentality of my family; they would have found it improper that he give me money, even though it was pay. So he promised to put the money in the bank in a special account for me, or more practical yet, he would cover any purchase that I made in any of the stores in town, or the food I consumed in any restaurant in town.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t believe a word of what he was saying. I knew that Falelo Quiroga was a crook, a racketeer. I liked, however, the idea of playing billiards with people I didn&amp;#39;t know, and I struck a bar­gain with him.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Will you give me some coffee and Danish pastries like the ones you gave me today?&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Of course, my boy,&amp;quot; he replied. &amp;quot;If you come to play for me, I will buy you the bakery! I will have the baker bake them just for you. Take my word.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I warned Falelo Quiroga that the only drawback was my inca­pacity to get out of my house; I had too many aunts who watched me like hawks, and besides, my bedroom was on the second floor.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;That&amp;#39;s no problem,&amp;quot; Falelo Quiroga assured me. &amp;quot;You&amp;#39;re quite small. Mr. Falcon will catch you if you jump from your window into his arms. He&amp;#39;s as big as a house! I recommend that you go to bed early tonight. Mr. Falcon will wake you up by whistling and throwing rocks at your window. You have to watch out, though! He&amp;#39;s an impatient man.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I went home in the midst of the most astounding excitation. I couldn&amp;#39;t go to sleep. I was quite awake when I heard Mr. Falcon whistling and throwing small pebbles against the glass panes of the window. I opened the window. Mr. Falcon was right below me, on the street.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Jump into my arms, kid,&amp;quot; he said to me in a constricted voice, which he tried to modulate into a loud whisper. &amp;quot;If you don&amp;#39;t aim at my arms, I&amp;#39;ll drop you and you&amp;#39;ll die. Remember that. Don&amp;#39;t make me run around. Just aim at my arms. Jump! Jump!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I did, and he caught me with the ease of someone catching a bag of cotton. He put me down and told me to run. He said that I was a child awakened from a deep sleep, and that he had to make me run so I would be fully awake by the time I got to the billiards house.&lt;/p&gt;\n\n&lt;p&gt;I played that night with two men, and I won both games. I had the most delicious coffee and pastries that one could imagine. Personally, I was in heaven. It was around seven in the morning when I returned home. Nobody had noticed my absence. It was time to go to school. For all practical purposes, everything was normal except for the fact that I was so tired that I couldn&amp;#39;t keep my eyes open all day.&lt;/p&gt;\n\n&lt;p&gt;From that day on, Falelo Quiroga sent Mr. Falcon to pick me up two or three times a week, and I won every game that he made me play. And faithful to his promise, he paid for anything that I bought, including meals at my favorite Chinese restaurant, where I used to go daily. Sometimes, I even invited my friends, whom I mortified no end by running out of the restaurant screaming when the waiter brought the bill. They were amazed at the fact that they were never taken to the police for consuming food and not paying for it.&lt;/p&gt;\n\n&lt;p&gt;What was an ordeal for me was that I had never conceived of the fact that I would have to contend with the hopes and expec­tations of all the people who bet on me. The ordeal of ordeals, however, took place when a crack player from a nearby city chal­lenged Falelo Quiroga and backed his challenge with a giant bet. The night of the game was an inauspicious night. My grandfather became ill and couldn&amp;#39;t fall asleep. The entire family was in an uproar. It appeared that nobody went to bed. I doubted that I had any possibility of sneaking out of my bedroom, but Mr. Falcon&amp;#39;s whistling and the pebbles hitting the glass of my window were so insistent that I took a chance and jumped from my window into Mr. Falcon&amp;#39;s arms.&lt;/p&gt;\n\n&lt;p&gt;It seemed that every male in town had congregated at the bil­liards place. Anguished faces silently begged me not to lose. Some of the men boldly assured me that they had bet their houses and all their belongings. One man, in a half-joking tone, said that he had bet his wife; if I didn&amp;#39;t win, he would be a cuckold that night, or a murderer. He didn&amp;#39;t specify whether he meant he would kill his wife in order not to be a cuckold, or me, for losing the game.&lt;/p&gt;\n\n&lt;p&gt;Falelo Quiroga paced back and forth. He had hired a masseur to massage me. He wanted me relaxed. The masseur put hot tow­els on my arms and wrists and cold towels on my forehead. He put on my feet the most comfortable, soft shoes that I had ever worn. They had hard, military heels and arch supports. Falelo Quiroga even outfitted me with a beret to keep my hair from falling in my face, as well as a pair of loose overalls with a belt.&lt;/p&gt;\n\n&lt;p&gt;Half of the people around the billiard table were strangers from another town. They glared at me. They gave me the feeling that they wanted me dead.&lt;/p&gt;\n\n&lt;p&gt;Falelo Quiroga flipped a coin to decide who would go first. My opponent was a Brazilian of Chinese descent, young, round-faced, very spiffy and confident. He started first, and he made a stagger­ing amount of caroms. I knew by the color of his face that Falelo Quiroga was about to have a heart attack, and so were the other people who had bet everything they had on me.&lt;/p&gt;\n\n&lt;p&gt;I played very well that night, and as I approached the number of caroms that the other man had made, the nervousness of the ones who had bet on me reached its peak. Falelo Quiroga was the most hysterical of them all. He yelled at everybody and demanded that someone open the windows because the cigarette smoke made the air unbreathable for me. He wanted the masseur to relax my arms and shoulders. Finally, I had to stop everyone, and in a real hurry, I made the eight caroms that I needed to win. The euphoria of those who had bet on me was indescribable. I was oblivious to all that, for it was already morning and they had to take me home in a hurry.&lt;/p&gt;\n\n&lt;p&gt;My exhaustion that day knew no limits. Very obligingly, Falelo Quiroga didn&amp;#39;t send for me for a whole week. However, one after­noon, Mr. Falcon picked me up from school and took me to the billiards house. Falelo Quiroga was extremely serious. He didn&amp;#39;t even offer me coffee or Danish pastries. He sent everybody&amp;#39;out of his office and got directly to the point. He pulled his chair close to me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I have put a lot of money in the bank for you,&amp;quot; he said very solemnly. &amp;quot;I am true to what I promised you. I give you my word that I will always look after you. You know that! Now, if you do what I am going to tell you to do, you will make so much money that you won&amp;#39;t have to work a day in your life. I want you to lose your next game by one carom. I know that you can do it. But I want you to miss by only a hair. The more dramatic, the better.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I was dumbfounded. All of this was incomprehensible to me. Falelo Quiroga repeated his request and further explained that he was going to bet anonymously all he had against me, and that that was the nature of our new deal.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Mr. Falcon has been guarding you for months,&amp;quot; he said. &amp;quot;All I need to tell you is that Mr. Falcon uses all his force to protect you, but he could do the opposite with the same strength.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Falelo Quiroga&amp;#39;s threat couldn&amp;#39;t have been more obvious. He must have seen in my face the horror that I felt, for he relaxed and laughed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh, but don&amp;#39;t you worry about things like that,&amp;quot; he said reas­suringly, &amp;quot;because we are brothers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This was the first time in my life that I had been placed in an untenable position. I wanted with all my might to run away from Falelo Quiroga, from the fear that he had evoked in me. But at the same time, and with equal force, I wanted to stay; I wanted the ease of being able to buy anything I wanted from any store, and above all, the ease of being able to eat at any restaurant of my choice, without paying. I was never confronted, however, with having to choose one or the other.&lt;/p&gt;\n\n&lt;p&gt;Unexpectedly, at least for me, my grandfather moved to another area, quite distant. It was as if he knew what was going on, and he sent me ahead of everyone else. I doubted that he actually knew what was taking place. It seemed that sending me away was one of his usual intuitive actions.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s return brought me out of my recollection. I had lost track of time. I should have been famished but I wasn&amp;#39;t hungry at all. I was filled with nervous energy. Don Juan lit a kerosene lantern and hung it from a nail on the wall. Its dim light cast strange, dancing shadows in the room. It took a moment for my eyes to adjust to the semidarkness. I entered then into a state of profound sadness. It was a strangely detached feeling, a far-reach­ing longing that came from that semidarkness, or perhaps from the sensation of being trapped. I was so tired that I wanted to leave, but at the same time, and with the same force, I wanted to stay.&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s voice brought me a measure of control. He appeared to know the reason for and the depth of my turmoil, and modulated his voice to fit the occasion. The severity of his tone helped me to gain control over something that could easily have turned into a hysterical reaction to fatigue and mental stimula­tion.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To recount events is magical for sorcerers,&amp;quot; he said. &amp;quot;It isn&amp;#39;t just telling stories. It is &lt;em&gt;seeing&lt;/em&gt; the underlying fabric of events. This is the reason recounting is so important and vast.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;At his request, I told don Juan the event I had recollected.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How appropriate,&amp;quot; he said, and chuckled with delight. &amp;quot;The only commentary I can make is that &lt;em&gt;warrior-travelers&lt;/em&gt; roll with the punches. They go wherever the impulse may take them. The power of warrior-travelers is to be alert, to get maximum effect from minimal impulse. And above all, their power lies in not interfering. Events have a force, a gravity of their own, and trav­elers are just travelers. Everything around them is for their eyes alone. In this fashion, travelers construct the meaning of every situation, without ever asking how it happened this way or that way.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Today, you remembered an event that sums up your total life,&amp;quot; he continued. &amp;quot;You are always faced with a situation that is the same as the one that you never resolved. You never really had to choose whether to accept or reject Falelo Quiroga&amp;#39;s crooked deal.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;&amp;quot;Infinity&lt;/em&gt; always puts us in this terrible position of having to choose,&amp;quot; he went on. &amp;quot;We want &lt;em&gt;infinity,&lt;/em&gt; but at the same time, we want to run away from it. You want to tell me to go and jump in a lake, but at the same time you are compelled to stay. It would be infinitely easier for you to just be compelled to stay.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "b5a42f16-6005-11ea-af1f-0e3247926003", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "yhf9te", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "TechnoMagical_Intent", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/", "subreddit_subscribers": 9561, "created_utc": 1667139114.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iudi038", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667140812.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 12, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "*Part 3:*\n\nI had listened carefully to don Juan, but I couldn't say that I had understood what he had said. For some strange reason, which was to me as unknown as the cause of my vivid recollections, I couldn't ask him any questions.\n\n\"I know how difficult it is for you,\" don Juan said all of a sud­den, \"to deal with this facet of your life. Every sorcerer that I know has gone through it. The males going through it suffer infi­nitely more damage than the females. I suppose it's the condition of women to be more durable. The sorcerers of ancient Mexico, acting as a group, tried their best to buttress the impact of this disintegrating force. In our day, we have no means of acting as a group, so we must brace ourselves to face in solitude a force that will sweep us away from language, for there is no way to describe' adequately what is going on.\"\n\nDon Juan was right in that I was at a loss for explanations or ways of describing the effect that those recollections had had on me. Don Juan had told me that sorcerers face the unknown in the most common incidents one can imagine. When they are con­fronted with it, and cannot interpret what they are perceiving, they have to rely on an outside source for direction. Don Juan had called that source infinity, or the voice of the spirit, and had said that if sorcerers don't try to be rational about what can't be rationalized, the spirit unerringly tells them what's what.\n\nDon Juan had guided me to accept the idea that infinity was a force that had a voice and was conscious of itself. Consequently, he had prepared me to be ready to listen to that voice and act efficiently always, but without antecedents, using as little as pos­sible the railings of the a priori. I waited impatiently for the voice of the spirit to tell me the meaning of my recollections, but noth­ing happened.\n\nI was in a bookstore one day when a girl recognized me and came over to talk to me. She was tall and slim, and had an inse­cure, little girl's voice. I was trying to make her feel at ease when I was suddenly accosted by an instantaneous energetic change. It was as if an alarm had been triggered in me, and as it had hap­pened in the past, without any volition on my part whatsoever, I recollected another completely forgotten event in my life. The memory of my grandparents' house flooded me. It was a veritable avalanche so intense that it was devastating, and once more, I had to retreat to a corner. My body shook, as if I had taken a chill.\n\nI must have been eight years old...\n\n...Remembering this scene caused a profound upheaval in me. I had buried this incident so deeply that I had forgotten all about it. What I had remembered all along, however, was his admoni­tion to be in charge, which he must have repeated to me over and over throughout the years.\n\nI didn't have a chance to examine this event, or ponder it, because another forgotten memory surfaced with the same force. In it, I was with the girl I had been engaged to. At that time, both of us were saving money to be married and have a house of our own. I heard myself demanding that we have a joint checking account; I wouldn't have it any other way. I felt an imperative need to lecture her on frugality. I heard myself telling her where to buy her clothes, and what the top affordable price should be.\n\nThen I saw myself giving driving lessons to her younger sister and going veritably berserk when she said that she was planning to move out of her parents' house. Forcefully, I threatened her with canceling my lessons. She wept, confessing that she was having an affair with her boss. I jumped out of the car and began kicking the door.\n\nHowever, that was not all. I heard myself telling my fiancee's father not to move to Oregon, where he planned to go. I shouted at the top of my voice that it was a stupid move. I really believed that my reasonings against it were unbeatable. I presented him with budget figures in which I had meticulously calculated his losses. When he didn't pay any attention to me, I slammed the door and left, shaking with rage. I found my fiancee in the living room, playing her guitar. I pulled it out of her hands and yelled at her that she embraced the guitar instead of playing it, as if it were more than an object.\n\nMy desire to impose my will extended all across the board. I made no distinctions; whoever was close to me was there for me to possess and mold, following my whims.\n\nI didn't have to ponder anymore the significance of my vivid visions. For an unquestionable certainty invaded me, as if coming from outside me. It told me that my weak point was the idea that I had to be the man in the director's chair at all times. It had been a deeply ingrained concept with me that I not only had to be in charge, but I had to be in control of any situation. The way in which I had been brought up had reinforced this drive, which must have been arbitrary at its onset, but had turned, in my adult­hood, into a deep necessity.\n\nI was aware, beyond any doubt, that what was at stake was infinity. Don Juan had portrayed it as a conscious force that delib­erately intervenes in the lives of sorcerers. And now it was inter­vening in mine. I knew that infinity was pointing out to me, through the vivid recollection of those forgotten experiences, the intensity and the depth of my drive for control, and thus prepar­ing me for something transcendental to myself. I knew with frightening certainty that something was going to bar any possi­bility of my being in control, and that I needed, more than any­thing else, sobriety, fluidity, and abandon in order to face the things that I felt were coming to me.\n\nNaturally, I told all this to don Juan, elaborating to my heart's content on my speculations and inspirational insights about the possible significance of my recollections.\n\nDon Juan laughed good-humoredly. \"All this is psychological exaggeration on your part, wishful thinking,\" he said. \"You are, as usual, seeking explanations with linear cause and effect. Each of your recollections becomes more and more vivid, more and more maddening to you, because as I told you already, you have entered an irreversible process. Your true mind is emerging, waking up from a state of lifelong lethargy.\"\n\n*(continued in Part 4)*", "edited": 1667141059.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iudi038", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;Part 3:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;I had listened carefully to don Juan, but I couldn&amp;#39;t say that I had understood what he had said. For some strange reason, which was to me as unknown as the cause of my vivid recollections, I couldn&amp;#39;t ask him any questions.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I know how difficult it is for you,&amp;quot; don Juan said all of a sud­den, &amp;quot;to deal with this facet of your life. Every sorcerer that I know has gone through it. The males going through it suffer infi­nitely more damage than the females. I suppose it&amp;#39;s the condition of women to be more durable. The sorcerers of ancient Mexico, acting as a group, tried their best to buttress the impact of this disintegrating force. In our day, we have no means of acting as a group, so we must brace ourselves to face in solitude a force that will sweep us away from language, for there is no way to describe&amp;#39; adequately what is going on.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan was right in that I was at a loss for explanations or ways of describing the effect that those recollections had had on me. Don Juan had told me that sorcerers face the unknown in the most common incidents one can imagine. When they are con­fronted with it, and cannot interpret what they are perceiving, they have to rely on an outside source for direction. Don Juan had called that source infinity, or the voice of the spirit, and had said that if sorcerers don&amp;#39;t try to be rational about what can&amp;#39;t be rationalized, the spirit unerringly tells them what&amp;#39;s what.&lt;/p&gt;\n\n&lt;p&gt;Don Juan had guided me to accept the idea that infinity was a force that had a voice and was conscious of itself. Consequently, he had prepared me to be ready to listen to that voice and act efficiently always, but without antecedents, using as little as pos­sible the railings of the a priori. I waited impatiently for the voice of the spirit to tell me the meaning of my recollections, but noth­ing happened.&lt;/p&gt;\n\n&lt;p&gt;I was in a bookstore one day when a girl recognized me and came over to talk to me. She was tall and slim, and had an inse­cure, little girl&amp;#39;s voice. I was trying to make her feel at ease when I was suddenly accosted by an instantaneous energetic change. It was as if an alarm had been triggered in me, and as it had hap­pened in the past, without any volition on my part whatsoever, I recollected another completely forgotten event in my life. The memory of my grandparents&amp;#39; house flooded me. It was a veritable avalanche so intense that it was devastating, and once more, I had to retreat to a corner. My body shook, as if I had taken a chill.&lt;/p&gt;\n\n&lt;p&gt;I must have been eight years old...&lt;/p&gt;\n\n&lt;p&gt;...Remembering this scene caused a profound upheaval in me. I had buried this incident so deeply that I had forgotten all about it. What I had remembered all along, however, was his admoni­tion to be in charge, which he must have repeated to me over and over throughout the years.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t have a chance to examine this event, or ponder it, because another forgotten memory surfaced with the same force. In it, I was with the girl I had been engaged to. At that time, both of us were saving money to be married and have a house of our own. I heard myself demanding that we have a joint checking account; I wouldn&amp;#39;t have it any other way. I felt an imperative need to lecture her on frugality. I heard myself telling her where to buy her clothes, and what the top affordable price should be.&lt;/p&gt;\n\n&lt;p&gt;Then I saw myself giving driving lessons to her younger sister and going veritably berserk when she said that she was planning to move out of her parents&amp;#39; house. Forcefully, I threatened her with canceling my lessons. She wept, confessing that she was having an affair with her boss. I jumped out of the car and began kicking the door.&lt;/p&gt;\n\n&lt;p&gt;However, that was not all. I heard myself telling my fiancee&amp;#39;s father not to move to Oregon, where he planned to go. I shouted at the top of my voice that it was a stupid move. I really believed that my reasonings against it were unbeatable. I presented him with budget figures in which I had meticulously calculated his losses. When he didn&amp;#39;t pay any attention to me, I slammed the door and left, shaking with rage. I found my fiancee in the living room, playing her guitar. I pulled it out of her hands and yelled at her that she embraced the guitar instead of playing it, as if it were more than an object.&lt;/p&gt;\n\n&lt;p&gt;My desire to impose my will extended all across the board. I made no distinctions; whoever was close to me was there for me to possess and mold, following my whims.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t have to ponder anymore the significance of my vivid visions. For an unquestionable certainty invaded me, as if coming from outside me. It told me that my weak point was the idea that I had to be the man in the director&amp;#39;s chair at all times. It had been a deeply ingrained concept with me that I not only had to be in charge, but I had to be in control of any situation. The way in which I had been brought up had reinforced this drive, which must have been arbitrary at its onset, but had turned, in my adult­hood, into a deep necessity.&lt;/p&gt;\n\n&lt;p&gt;I was aware, beyond any doubt, that what was at stake was infinity. Don Juan had portrayed it as a conscious force that delib­erately intervenes in the lives of sorcerers. And now it was inter­vening in mine. I knew that infinity was pointing out to me, through the vivid recollection of those forgotten experiences, the intensity and the depth of my drive for control, and thus prepar­ing me for something transcendental to myself. I knew with frightening certainty that something was going to bar any possi­bility of my being in control, and that I needed, more than any­thing else, sobriety, fluidity, and abandon in order to face the things that I felt were coming to me.&lt;/p&gt;\n\n&lt;p&gt;Naturally, I told all this to don Juan, elaborating to my heart&amp;#39;s content on my speculations and inspirational insights about the possible significance of my recollections.&lt;/p&gt;\n\n&lt;p&gt;Don Juan laughed good-humoredly. &amp;quot;All this is psychological exaggeration on your part, wishful thinking,&amp;quot; he said. &amp;quot;You are, as usual, seeking explanations with linear cause and effect. Each of your recollections becomes more and more vivid, more and more maddening to you, because as I told you already, you have entered an irreversible process. Your true mind is emerging, waking up from a state of lifelong lethargy.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in Part 4)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iudi038/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667140812.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iudi4dm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667140864.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 11, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "*Part 4:*\n\n\"Infinity is claiming you,\" he continued. \"Whatever means it uses to point that out to you cannot have any other reason, any other cause, any other value than that. What you should do, however, is to be prepared for the onslaughts of infinity. You must be in a state of continuously bracing yourself for a blow of tremendous magnitude. That is the sane, sober way in which sor­cerers face infinity.\"\n\nDon Juan's words left me with a bad taste in my mouth. I actu­ally sensed the assault coming on me, and feared it. Since I had spent my entire life hiding behind some superfluous activity, I immersed myself in work. I gave lectures in classes taught by my friends in different schools in southern California. I wrote copi­ously. I could say without exaggeration that I threw dozens of manuscripts into the garbage can because they didn't fulfill an indispensable requirement that don Juan had described to me as the mark of something that is acceptable by infinity.\n\nHe had said that everything I did had to be an act of sorcery. An act free from encroaching expectations, fears of failure, hopes of success. Free from the cult of me; everything I did had to be impromptu, a work of magic where I freely opened myself to the impulses of the infinite.\n\nOne night, I was sitting at my desk preparing myself for my daily activity of writing. I felt a moment of grogginess. I thought that I was feeling dizzy because I had gotten up too quickly from my mat where I had been doing my exercises. My vision blurred. I saw yellow spots in front of my eyes. I thought I was going to faint. The fainting spell got worse. There was an enormous red spot in front of me. I began to breathe deeply, trying to quiet whatever agitation was causing this visual distortion. I became extraordinarily silent, to the point where I noticed that I was sur­rounded by impenetrable darkness. The thought crossed my mind that I had fainted. However, I could feel the chair, my desk; I could feel everything around me from inside the darkness that surrounded me.\n\nDon Juan had said that the sorcerers of his lineage considered that one of the most coveted results of inner silence was a specific interplay of energy, which is always heralded by a strong emotion. He felt that my recollections were the means to agitate me to the extreme, where I would experience this interplay. Such an inter­play manifested itself in terms of hues that were projected on any horizon in the world of everyday life, be it a mountain, the sky, a wall, or simply the palms of the hands. He had explained that this interplay of hues begins with the appearance of a tenuous brush­stroke of lavender on the horizon. In time, this lavender brush­stroke starts to expand until it covers the visible horizon, like advancing storm clouds.\n\nHe assured me that a dot of a peculiar, rich, pomegranate red shows up, as if bursting from the lavender clouds. He stated that as sorcerers become more disciplined and experienced, the dot of pomegranate expands and finally explodes into thoughts or visions, or in the case of a literate man, into written words; sor­cerers either see visions engendered by energy, hear thoughts being voiced as words, or read written words.\n\nThat night at my desk, I didn't see any lavender brushstrokes, nor did I see any advancing clouds. I was sure that I didn't have the discipline that sorcerers require for such an interplay of energy, but I had an enormous dot of pomegranate red in front of me. This enormous dot, without any preliminaries, exploded into disassociated words that I read as if they were on a sheet of paper coming out of a typewriter. The words moved at such tremendous speed in front of me that it was impossible to read anything. Then I heard a voice describing something to me. Again, the speed of the voice was wrong for my ears. The words were garbled, making it impossible to hear anything that would make sense.\n\nAs if that weren't enough, I began to see liverish scenes like one sees in dreams after a heavy meal. They were baroque, dark, ominous. I began to twirl, and I did so until I got sick to my stom­ach. The whole event ended there. I felt the effect of whatever had happened to me in every muscle of my body. I was exhausted. This violent intervention had made me angry and frustrated.\n\nI rushed to don Juan's house to tell him about this happening. I sensed that I needed his help more than ever.\n\n\"There's nothing gentle about sorcerers or sorcery,\" don Juan commented after he heard my story. \"This was the first time that infinity descended on you in such a fashion. It was like a blitz. It was a total takeover of your faculties. Insofar as the speed of your visions is concerned, you yourself will have to learn to adjust it. For some sorcerers, that's the job of a lifetime. But from now on, energy will appear to you as if it were being projected onto a movie screen.\n\n\"Whether or not you understand the projection,\" he went on, \"is another matter. In order to make an accurate interpretation, you need experience. My recommendation is that you shouldn't be bashful, and you should begin now. Read energy on the wall! Your true mind is emerging, and it has nothing to do with the mind that is a foreign installation. Let your true mind adjust the speed. Be silent, and don't fret, no matter what happens.\"\n\n\"But, don Juan, is all this possible? Can one actually read energy as if it were a text?\" I asked, overwhelmed by the idea.\n\n\"Of course it's possible!\" he retorted. \"In your case, it's not only possible, it's happening to you.\"\n\n\"But why reading it, as if it were a text?\" I insisted, but it was a rhetorical insistence.\n\n\"It's an affectation on your part,\" he said. \"If you read the text, you could repeat it verbatim. However, if you tried to be a viewer of infinity instead of a reader of infinity, you would find that you could not describe whatever you were viewing, and you would end up babbling inanities, incapable of verbalizing what you wit­ness. The same thing if you tried to hear it. This is, of course, spe­cific to you. Anyway, infinity chooses. The warrior-traveler simply acquiesces to the choice.\n\n\"But above all,\" he added after a calculated pause, \"don't be overwhelmed by the event because you cannot describe it. It is an event beyond the syntax of our language.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iudi4dm", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;Part 4:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Infinity is claiming you,&amp;quot; he continued. &amp;quot;Whatever means it uses to point that out to you cannot have any other reason, any other cause, any other value than that. What you should do, however, is to be prepared for the onslaughts of infinity. You must be in a state of continuously bracing yourself for a blow of tremendous magnitude. That is the sane, sober way in which sor­cerers face infinity.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s words left me with a bad taste in my mouth. I actu­ally sensed the assault coming on me, and feared it. Since I had spent my entire life hiding behind some superfluous activity, I immersed myself in work. I gave lectures in classes taught by my friends in different schools in southern California. I wrote copi­ously. I could say without exaggeration that I threw dozens of manuscripts into the garbage can because they didn&amp;#39;t fulfill an indispensable requirement that don Juan had described to me as the mark of something that is acceptable by infinity.&lt;/p&gt;\n\n&lt;p&gt;He had said that everything I did had to be an act of sorcery. An act free from encroaching expectations, fears of failure, hopes of success. Free from the cult of me; everything I did had to be impromptu, a work of magic where I freely opened myself to the impulses of the infinite.&lt;/p&gt;\n\n&lt;p&gt;One night, I was sitting at my desk preparing myself for my daily activity of writing. I felt a moment of grogginess. I thought that I was feeling dizzy because I had gotten up too quickly from my mat where I had been doing my exercises. My vision blurred. I saw yellow spots in front of my eyes. I thought I was going to faint. The fainting spell got worse. There was an enormous red spot in front of me. I began to breathe deeply, trying to quiet whatever agitation was causing this visual distortion. I became extraordinarily silent, to the point where I noticed that I was sur­rounded by impenetrable darkness. The thought crossed my mind that I had fainted. However, I could feel the chair, my desk; I could feel everything around me from inside the darkness that surrounded me.&lt;/p&gt;\n\n&lt;p&gt;Don Juan had said that the sorcerers of his lineage considered that one of the most coveted results of inner silence was a specific interplay of energy, which is always heralded by a strong emotion. He felt that my recollections were the means to agitate me to the extreme, where I would experience this interplay. Such an inter­play manifested itself in terms of hues that were projected on any horizon in the world of everyday life, be it a mountain, the sky, a wall, or simply the palms of the hands. He had explained that this interplay of hues begins with the appearance of a tenuous brush­stroke of lavender on the horizon. In time, this lavender brush­stroke starts to expand until it covers the visible horizon, like advancing storm clouds.&lt;/p&gt;\n\n&lt;p&gt;He assured me that a dot of a peculiar, rich, pomegranate red shows up, as if bursting from the lavender clouds. He stated that as sorcerers become more disciplined and experienced, the dot of pomegranate expands and finally explodes into thoughts or visions, or in the case of a literate man, into written words; sor­cerers either see visions engendered by energy, hear thoughts being voiced as words, or read written words.&lt;/p&gt;\n\n&lt;p&gt;That night at my desk, I didn&amp;#39;t see any lavender brushstrokes, nor did I see any advancing clouds. I was sure that I didn&amp;#39;t have the discipline that sorcerers require for such an interplay of energy, but I had an enormous dot of pomegranate red in front of me. This enormous dot, without any preliminaries, exploded into disassociated words that I read as if they were on a sheet of paper coming out of a typewriter. The words moved at such tremendous speed in front of me that it was impossible to read anything. Then I heard a voice describing something to me. Again, the speed of the voice was wrong for my ears. The words were garbled, making it impossible to hear anything that would make sense.&lt;/p&gt;\n\n&lt;p&gt;As if that weren&amp;#39;t enough, I began to see liverish scenes like one sees in dreams after a heavy meal. They were baroque, dark, ominous. I began to twirl, and I did so until I got sick to my stom­ach. The whole event ended there. I felt the effect of whatever had happened to me in every muscle of my body. I was exhausted. This violent intervention had made me angry and frustrated.&lt;/p&gt;\n\n&lt;p&gt;I rushed to don Juan&amp;#39;s house to tell him about this happening. I sensed that I needed his help more than ever.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There&amp;#39;s nothing gentle about sorcerers or sorcery,&amp;quot; don Juan commented after he heard my story. &amp;quot;This was the first time that infinity descended on you in such a fashion. It was like a blitz. It was a total takeover of your faculties. Insofar as the speed of your visions is concerned, you yourself will have to learn to adjust it. For some sorcerers, that&amp;#39;s the job of a lifetime. But from now on, energy will appear to you as if it were being projected onto a movie screen.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Whether or not you understand the projection,&amp;quot; he went on, &amp;quot;is another matter. In order to make an accurate interpretation, you need experience. My recommendation is that you shouldn&amp;#39;t be bashful, and you should begin now. Read energy on the wall! Your true mind is emerging, and it has nothing to do with the mind that is a foreign installation. Let your true mind adjust the speed. Be silent, and don&amp;#39;t fret, no matter what happens.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But, don Juan, is all this possible? Can one actually read energy as if it were a text?&amp;quot; I asked, overwhelmed by the idea.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Of course it&amp;#39;s possible!&amp;quot; he retorted. &amp;quot;In your case, it&amp;#39;s not only possible, it&amp;#39;s happening to you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But why reading it, as if it were a text?&amp;quot; I insisted, but it was a rhetorical insistence.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It&amp;#39;s an affectation on your part,&amp;quot; he said. &amp;quot;If you read the text, you could repeat it verbatim. However, if you tried to be a viewer of infinity instead of a reader of infinity, you would find that you could not describe whatever you were viewing, and you would end up babbling inanities, incapable of verbalizing what you wit­ness. The same thing if you tried to hear it. This is, of course, spe­cific to you. Anyway, infinity chooses. The warrior-traveler simply acquiesces to the choice.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But above all,&amp;quot; he added after a calculated pause, &amp;quot;don&amp;#39;t be overwhelmed by the event because you cannot describe it. It is an event beyond the syntax of our language.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iudi4dm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667140864.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iudfqvc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667139818.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 7, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "*Part 2:*\n\n\"In reality, I had hung on to the side of the building for at least twenty minutes. When the firemen finally pulled me onto the roof, I had lost any vestige of control. I vomited on the hard floor of the roof, sick to my stomach from fear and the odious smell of melted tar. It was a very hot day; the tar on the cracks of the scratchy roofing sheets was melting in the heat. The ordeal had been so frightening and embarrassing that I didn't want to remember it, and I ended up hallucinating that the firemen had pulled me into a warm, yellow room; they had then put me in a supremely comfortable bed, and I had fallen peacefully asleep, safe, wearing my pajamas, delivered from danger.\n\nMy second recollection was another blast of incommensurable force. I was talking amiably to a group of friends when, for no apparent reason I could account for, I suddenly lost my breath under the impact of a thought, a memory, which was vague for an instant and then became an engrossing experience. Its force was so intense that I had to excuse myself and retreat for a moment to a corner. My friends seemed to understand my reaction; they dis­banded without any comments. What I was remembering was an incident that had taken place in my last year of high school.\n\nMy best friend and I used to walk to school, passing a big mansion with a black wrought-iron fence at least seven feet high and ending in pointed spikes. Behind the fence was an extensive, well-kept green lawn, and a huge, ferocious German shepherd dog. Every day, we used to tease the dog and let him charge at us. He stopped phys­ically at the wrought-iron fence, but his rage seemed to cross over to us. My friend delighted in engaging the dog every day in a contest of mind over matter. He used to stand a few inches from the dog's snout, which protruded between the iron bars at least six inches into the street, and bare his teeth, just like the dog did.\n\n\"Yield, yield!\" my friend shouted every time. \"Obey! Obey! I am more powerful than you!\"\n\nHis daily displays of mental power, which lasted at least five minutes, never affected the dog, outside of leaving him more furi­ous than ever. My friend assured me daily, as part of his ritual, that the dog was either going to obey him or die in front of us of heart failure brought about by rage. His conviction was so intense that I believed that the dog was going to drop dead any day.\n\nOne morning, when we came around, the dog wasn't there. We waited for a moment, but he didn't show up; then we saw him, at the end of the extensive lawn. He seemed to be busy there, so we slowly began to walk away. From the comer of my eye, I noticed that the dog was running at full speed, toward us. When he was per­haps six or seven feet from the fence, he took a gigantic leap over it. I was sure that he was going to rip his belly on the spikes. He barely cleared them and fell onto the street like a sack of potatoes.\n\nI thought for a moment that he was dead, but he was only stunned. Suddenly, he got up, and instead of chasing after the one who had brought about his rage, he ran after me. I jumped onto the roof of a car, but the car was nothing for the dog. He took a leap and was nearly on top of me. I scrambled down and climbed the first tree that was within reach, a flimsy little tree that could barely support my weight. I was sure that it would snap in the middle, sending me right into the dog's jaws to be mauled to death.\n\nIn the tree, I was nearly out of his reach. But the dog jumped again, and snapped his teeth, catching me by the seat of my pants and ripping them. His teeth actually nicked my buttocks. The moment I was safe at the top of the tree, the dog left. He just ran up the street, perhaps looking for my friend.\n\nAt the infirmary in school, the nurse told me that I had to ask the owner of the dog for a certificate of rabies vaccination.\n\n\"You must look into this,\" she said severely. \"You may have rabies already. If the owner refuses to show you the vaccination certificate, you are within your rights to call the police.\"\n\nI talked to the caretaker of the mansion where the dog lived. He accused me of luring the owner's most valuable dog, a pedi­greed animal, out into the street.\n\n\"You better watch out, boy!\" he said in an angry tone. \"The dog got lost. The owner will send you to jail if you keep on bothering us.\"\n\n\"But I may have rabies,\" I said in a sincerely terrified tone.\n\n\"I don't give a shit if you have the bubonic plague,\" the man snapped. \"Scram!\"\n\n\"I'll call the police,\" I said.\n\n\"Call whoever you like,\" he retorted. \"You call the police, we'll turn them against you. In this house, we have enough clout to do that!\"\n\nI believed him, so I lied to the nurse and said that the dog could not be found, and that it had no owner.\n\n\"Oh my god!\" the woman exclaimed. \"Then brace yourself for the worst. I may have to send you to the doctor.\" She gave me a long list of symptoms that I should look for or wait for until they manifested themselves. She said that the injections for rabies were extremely painful, and that they had to be administered sub-cutaneously on the area of the abdomen.\n\n\"I wouldn't wish that treatment on my worst enemy,\" she said, plunging me into a horrid nightmare.\n\nWhat followed was my first real depression. I just lay in my bed feeling every one of the symptoms enumerated by the nurse. I ended up going to the school infirmary and begging the woman to give me the treatment for rabies, no matter how painful. I made a huge scene. I became hysterical. I didn't have rabies, but I had totally lost my control.\n\nI related to don Juan my two recollections in all their detail, sparing nothing. He didn't make any comments. He nodded a few times.\n\n\"In both recollections, don Juan,\" I said, feeling myself the urgency of my voice, \"I was as hysterical as anyone could be. My body was trembling. I was sick to my stomach. I don't want to say it was as if I were in the experiences, because that's not the truth. I was in the experiences themselves both times. And when I couldn't take them anymore, I jumped into my life now. For me, that was a jump into the future. I had the power of going over time. My jump into the past was not abrupt; the event developed slowly, as memories do. It was at the end that I did jump abruptly into the future: my life now.\"\n\n\"Something in you has begun to collapse for sure,\" he finally said. \"It has been collapsing all along, but it repaired itself very quickly every time its supports failed. My feeling is that it is now collapsing totally.\"\n\nAfter another long silence, don Juan explained that the sorcer­ers of ancient Mexico believed that, as he had told me already, we had two minds, and only one of them was truly ours. I had always understood don Juan as saying that there were two parts to our minds, and one of them was always silent because expression was denied to it by the force of the other part. Whatever don Juan had said, I had taken as a metaphorical way to explain, perhaps, the apparent dominance of the left hemisphere of the brain over the right, or something of the like.\n\n\"There is a secret option to the recapitulation,\" don Juan said.\n\n\"Just like I told you that there is a secret option to dying, an option that only sorcerers take. In the case of dying, the secret option is that human beings could retain their life force and relinquish only their awareness, the product of their lives. In the case of the recapitulation, the secret option that only sorcerers take is to choose to enhance their true minds.\n\n\"The haunting memory of your recollections,\" he went on, \"could come only from your true mind. The other mind that we all have and share is, I would say, a cheap model: economy strength, one size fits all. But this is a subject that we will discuss later. What is at stake now is the advent of a disintegrating force. But not a force that is disintegrating you—I don't mean it that way. It is disintegrating what the sorcerers call the foreign installa­tion, which exists in you and in every other human being. The effect of the force that is descending on you, which is disintegrat­ing the foreign installation, is that it pulls sorcerers out of their syn­tax.\"\n\n*(continued in Part 3)*", "edited": 1667141183.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iudfqvc", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;em&gt;Part 2:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In reality, I had hung on to the side of the building for at least twenty minutes. When the firemen finally pulled me onto the roof, I had lost any vestige of control. I vomited on the hard floor of the roof, sick to my stomach from fear and the odious smell of melted tar. It was a very hot day; the tar on the cracks of the scratchy roofing sheets was melting in the heat. The ordeal had been so frightening and embarrassing that I didn&amp;#39;t want to remember it, and I ended up hallucinating that the firemen had pulled me into a warm, yellow room; they had then put me in a supremely comfortable bed, and I had fallen peacefully asleep, safe, wearing my pajamas, delivered from danger.&lt;/p&gt;\n\n&lt;p&gt;My second recollection was another blast of incommensurable force. I was talking amiably to a group of friends when, for no apparent reason I could account for, I suddenly lost my breath under the impact of a thought, a memory, which was vague for an instant and then became an engrossing experience. Its force was so intense that I had to excuse myself and retreat for a moment to a corner. My friends seemed to understand my reaction; they dis­banded without any comments. What I was remembering was an incident that had taken place in my last year of high school.&lt;/p&gt;\n\n&lt;p&gt;My best friend and I used to walk to school, passing a big mansion with a black wrought-iron fence at least seven feet high and ending in pointed spikes. Behind the fence was an extensive, well-kept green lawn, and a huge, ferocious German shepherd dog. Every day, we used to tease the dog and let him charge at us. He stopped phys­ically at the wrought-iron fence, but his rage seemed to cross over to us. My friend delighted in engaging the dog every day in a contest of mind over matter. He used to stand a few inches from the dog&amp;#39;s snout, which protruded between the iron bars at least six inches into the street, and bare his teeth, just like the dog did.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Yield, yield!&amp;quot; my friend shouted every time. &amp;quot;Obey! Obey! I am more powerful than you!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;His daily displays of mental power, which lasted at least five minutes, never affected the dog, outside of leaving him more furi­ous than ever. My friend assured me daily, as part of his ritual, that the dog was either going to obey him or die in front of us of heart failure brought about by rage. His conviction was so intense that I believed that the dog was going to drop dead any day.&lt;/p&gt;\n\n&lt;p&gt;One morning, when we came around, the dog wasn&amp;#39;t there. We waited for a moment, but he didn&amp;#39;t show up; then we saw him, at the end of the extensive lawn. He seemed to be busy there, so we slowly began to walk away. From the comer of my eye, I noticed that the dog was running at full speed, toward us. When he was per­haps six or seven feet from the fence, he took a gigantic leap over it. I was sure that he was going to rip his belly on the spikes. He barely cleared them and fell onto the street like a sack of potatoes.&lt;/p&gt;\n\n&lt;p&gt;I thought for a moment that he was dead, but he was only stunned. Suddenly, he got up, and instead of chasing after the one who had brought about his rage, he ran after me. I jumped onto the roof of a car, but the car was nothing for the dog. He took a leap and was nearly on top of me. I scrambled down and climbed the first tree that was within reach, a flimsy little tree that could barely support my weight. I was sure that it would snap in the middle, sending me right into the dog&amp;#39;s jaws to be mauled to death.&lt;/p&gt;\n\n&lt;p&gt;In the tree, I was nearly out of his reach. But the dog jumped again, and snapped his teeth, catching me by the seat of my pants and ripping them. His teeth actually nicked my buttocks. The moment I was safe at the top of the tree, the dog left. He just ran up the street, perhaps looking for my friend.&lt;/p&gt;\n\n&lt;p&gt;At the infirmary in school, the nurse told me that I had to ask the owner of the dog for a certificate of rabies vaccination.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You must look into this,&amp;quot; she said severely. &amp;quot;You may have rabies already. If the owner refuses to show you the vaccination certificate, you are within your rights to call the police.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I talked to the caretaker of the mansion where the dog lived. He accused me of luring the owner&amp;#39;s most valuable dog, a pedi­greed animal, out into the street.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You better watch out, boy!&amp;quot; he said in an angry tone. &amp;quot;The dog got lost. The owner will send you to jail if you keep on bothering us.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But I may have rabies,&amp;quot; I said in a sincerely terrified tone.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I don&amp;#39;t give a shit if you have the bubonic plague,&amp;quot; the man snapped. &amp;quot;Scram!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;ll call the police,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Call whoever you like,&amp;quot; he retorted. &amp;quot;You call the police, we&amp;#39;ll turn them against you. In this house, we have enough clout to do that!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I believed him, so I lied to the nurse and said that the dog could not be found, and that it had no owner.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Oh my god!&amp;quot; the woman exclaimed. &amp;quot;Then brace yourself for the worst. I may have to send you to the doctor.&amp;quot; She gave me a long list of symptoms that I should look for or wait for until they manifested themselves. She said that the injections for rabies were extremely painful, and that they had to be administered sub-cutaneously on the area of the abdomen.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I wouldn&amp;#39;t wish that treatment on my worst enemy,&amp;quot; she said, plunging me into a horrid nightmare.&lt;/p&gt;\n\n&lt;p&gt;What followed was my first real depression. I just lay in my bed feeling every one of the symptoms enumerated by the nurse. I ended up going to the school infirmary and begging the woman to give me the treatment for rabies, no matter how painful. I made a huge scene. I became hysterical. I didn&amp;#39;t have rabies, but I had totally lost my control.&lt;/p&gt;\n\n&lt;p&gt;I related to don Juan my two recollections in all their detail, sparing nothing. He didn&amp;#39;t make any comments. He nodded a few times.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In both recollections, don Juan,&amp;quot; I said, feeling myself the urgency of my voice, &amp;quot;I was as hysterical as anyone could be. My body was trembling. I was sick to my stomach. I don&amp;#39;t want to say it was as if I were in the experiences, because that&amp;#39;s not the truth. I was in the experiences themselves both times. And when I couldn&amp;#39;t take them anymore, I jumped into my life now. For me, that was a jump into the future. I had the power of going over time. My jump into the past was not abrupt; the event developed slowly, as memories do. It was at the end that I did jump abruptly into the future: my life now.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Something in you has begun to collapse for sure,&amp;quot; he finally said. &amp;quot;It has been collapsing all along, but it repaired itself very quickly every time its supports failed. My feeling is that it is now collapsing totally.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;After another long silence, don Juan explained that the sorcer­ers of ancient Mexico believed that, as he had told me already, we had two minds, and only one of them was truly ours. I had always understood don Juan as saying that there were two parts to our minds, and one of them was always silent because expression was denied to it by the force of the other part. Whatever don Juan had said, I had taken as a metaphorical way to explain, perhaps, the apparent dominance of the left hemisphere of the brain over the right, or something of the like.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There is a secret option to the recapitulation,&amp;quot; don Juan said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Just like I told you that there is a secret option to dying, an option that only sorcerers take. In the case of dying, the secret option is that human beings could retain their life force and relinquish only their awareness, the product of their lives. In the case of the recapitulation, the secret option that only sorcerers take is to choose to enhance their true minds.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The haunting memory of your recollections,&amp;quot; he went on, &amp;quot;could come only from your true mind. The other mind that we all have and share is, I would say, a cheap model: economy strength, one size fits all. But this is a subject that we will discuss later. What is at stake now is the advent of a disintegrating force. But not a force that is disintegrating you—I don&amp;#39;t mean it that way. It is disintegrating what the sorcerers call the foreign installa­tion, which exists in you and in every other human being. The effect of the force that is descending on you, which is disintegrat­ing the foreign installation, is that it pulls sorcerers out of their syn­tax.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in Part 3)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iudfqvc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667139818.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iudf1x0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667139513.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And the first part of the next chapter:\n\nTHE INTERPLAY OF ENERGY ON THE HORIZON\n\n\"THE CLARITY OF the usher brought a new impetus to my recapitulation. A new mood replaced the old one. From then on, I began to recollect events in my life with maddening clarity. It was exactly as if a barrier had been built inside me that had kept me holding rigidly on to meager and unclear memories, and the usher had smashed it. My memory faculty had been for me, prior to that event, a vague way of referring to things that had happened, but which I wanted most of the time to forget. Basically, I had no interest whatsoever in remembering anything of my life. There­fore, I honestly saw absolutely no point in this futile exercise of recapitulating, which don Juan had practically imposed on me. For me, it was a chore that tired me instantly and did nothing but point out my incapacity for concentrating.\n\nI had dutifully made, nevertheless, lists of people, and I had engaged in a haphazard effort of quasi-remembering my interac­tions with them. My lack of clarity in bringing those people into focus didn't dissuade me. I fulfilled what I considered to be my duty, regardless of the way I really felt. With practice, the clarity of my recollection improved, I thought remarkably. I was able to descend, so to speak, on certain choice events with a fair amount of keenness that was at once scary and rewarding. After don Juan presented me with the idea of the usher, however, the power of my recollection became something for which I had no name.\n\nFollowing my list of people made the recapitulation extremely formal and exigent, the way don Juan wanted it. But from time to time, something in me got loose, something that forced me to focus on events unrelated to my list, events whose clarity was so maddening that I was caught and submerged in them, perhaps even more intensely than I had been when I had lived the experi­ences themselves. Every time I recapitulated in such a fashion, I had a degree of detachment which allowed me to see things I had disregarded when I had really been in the throes of them.\n\nThe first time in which the recollection of an event shook me to my foundations happened after I had given a lecture at a col­lege in Oregon. The students in charge of organizing the lecture took me and another anthropology friend of mine to a house to spend the night. I was going to go to a motel, but they insisted, for our comfort, on taking us to this house. They said that it was in the country, and there were no noises, the quietest place in the world, with no telephones, no interference from the outside world. I, like the fool that I was, agreed to go with them. Don Juan had not only warned me to always be a solitary bird, he had demanded that I observe his recommendation, something that I did most of the time, but there were occasions when the gregari­ous creature in me took the upper hand.\n\nThe committee took us to the house, quite a distance from Portland, of a professor who was on sabbatical. Very swiftly, they turned on the lights inside and outside of the house, which was located on a hill with spotlights all around it. With the spotlights on, the house must have been visible from five miles away.\n\nAfter that, the committee took off as fast as they could, something that surprised me because I thought they were going to stay and talk. The house was a wooden A-frame, small, but very well constructed. It had an enormous living room and a mezzanine above it where the bedroom was. Right above, at the apex of the A-frame, there was a life-size crucifix hanging from a strange rotating hinge, which was drilled into the head of the figure. The spotlights on the wall were focused on the crucifix. It was quite an impressive sight, especially when it rotated, squeaking as if the hinge needed oil.\n\nThe bathroom of the house was another sight. It had mirrored tiles on the ceiling, the walls, and the floor, and it was illumi­nated with a reddish light. There was no way to go to the bath­room without seeing yourself from every conceivable angle. I enjoyed all those features of the house, which seemed to me stu­pendous.\n\nWhen the time came for me to go to sleep, however, I encoun­tered a serious problem because there was only one narrow, hard, quite monastic bed and my anthropologist friend was close to having pneumonia, wheezing and retching phlegm every time he coughed. He went straight for the bed and passed out. I looked for a place to sleep. I couldn't find one. That house was barren of comforts. Besides, it was cold. The committee had turned on the lights, but not the heater. I looked for the heater. My search was fruitless, as was my search for the switch to the spotlights or to any of the lights in the house, for that matter. The switches were there on the walls, but they seemed to be overruled by the effect of some main switch. The lights were on, and I had no way to turn them off.\n\nThe only place I could find to sleep was on a thin throw rug, and the only thing I found with which I could cover myself was the tanned hide of a giant French poodle. Obviously, it had been the pet of the house and had been preserved; it had shiny black-marble eyes and an open mouth with the tongue hanging out. I put the head of the poodle skin toward my knees. I still had to cover myself with the tanned rear end, which was on my neck. Its preserved head was like a hard object between my knees, quite unsettling! If it had been dark, it wouldn't have been as bad. I gathered a bundle of washcloths and used them as a pillow. I used as many as possible to cover the hide of the French poodle the best way I could. I couldn't sleep all night.\n\nIt was then, as I lay there cursing myself silently for being so stupid and not following don Juan's recommendation, that I had the first maddeningly clear recollection of my entire life. I had recollected the event that don Juan had called the usher with equal clarity, but my tendency had always been to half-disregard what happened to me when I was with don Juan, on the basis that in his presence anything was possible. This time, however, I was alone.\n\nYears before I met don Juan, I had worked painting signs on buildings. My boss's name was Luigi Palma. One day Luigi got a contract to paint a sign, advertising the sale and rental of bridal gowns and tuxedos, on the back wall of an old building. The owner of the store in the building wanted to catch the eye of pos­sible customers with a large display. Luigi was going to paint a bride and groom, and I was going to do the lettering. We went to the flat roof of the building and set up a scaffold.\n\nI was quite apprehensive although I had no overt reason to be so. I had painted dozens of signs on high buildings. Luigi thought that I was beginning to be afraid of heights, but that my fear was going to pass. When the time came to start working, he lowered the scaffold a few feet from the roof and jumped onto its flat boards. He went to one side, while I stood on the other in order to be totally out of his way. He was the artist.\n\nLuigi began to show off. His painting movements were so erratic and agitated that the scaffold moved back and forth. I became dizzy. I wanted to go back to the flat roof, using the pre­text that I needed more paint and other painters' paraphernalia. I grabbed the edge of the wall that fringed the flat roof and tried to hoist myself up, but the tips of my feet got stuck in the boards of the scaffold. I tried to pull my feet and the scaffold toward the wall; the harder I pulled, the farther away I pushed the scaffold from the wall. Instead of helping me untangle my feet, Luigi sat down and braced himself with the cords that attached the scaf­fold to the flat roof. He crossed himself and looked at me in hor­ror. From his sitting position, he knelt, weeping quietly as he recited the Lord's Prayer.\n\nI held on to the edge of the wall for dear life; what gave me the desperate strength to endure was the certainty that if I was in control, I could keep the scaffold from moving farther and farther away. I wasn't going to lose my grip and fall thirteen floors to my death. Luigi, being a compulsive taskmaster to the bitter end, yelled to me, in the midst of tears, that I should pray. He swore that both of us were going to fall to our deaths, and that the least we could do was to pray for the salvation of our souls. For a moment, I deliberated about whether it was functional to pray. I opted to yell for help. People in the building must have heard my yelling and sent for the firemen. I sincerely thought that it had taken only two or three seconds after I began to yell for the fire­men to come onto the roof and grab Luigi and me and secure the scaffold.\"\n\n*(continued in Part 2)*", "edited": 1667141171.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iudf1x0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And the first part of the next chapter:&lt;/p&gt;\n\n&lt;p&gt;THE INTERPLAY OF ENERGY ON THE HORIZON&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;THE CLARITY OF the usher brought a new impetus to my recapitulation. A new mood replaced the old one. From then on, I began to recollect events in my life with maddening clarity. It was exactly as if a barrier had been built inside me that had kept me holding rigidly on to meager and unclear memories, and the usher had smashed it. My memory faculty had been for me, prior to that event, a vague way of referring to things that had happened, but which I wanted most of the time to forget. Basically, I had no interest whatsoever in remembering anything of my life. There­fore, I honestly saw absolutely no point in this futile exercise of recapitulating, which don Juan had practically imposed on me. For me, it was a chore that tired me instantly and did nothing but point out my incapacity for concentrating.&lt;/p&gt;\n\n&lt;p&gt;I had dutifully made, nevertheless, lists of people, and I had engaged in a haphazard effort of quasi-remembering my interac­tions with them. My lack of clarity in bringing those people into focus didn&amp;#39;t dissuade me. I fulfilled what I considered to be my duty, regardless of the way I really felt. With practice, the clarity of my recollection improved, I thought remarkably. I was able to descend, so to speak, on certain choice events with a fair amount of keenness that was at once scary and rewarding. After don Juan presented me with the idea of the usher, however, the power of my recollection became something for which I had no name.&lt;/p&gt;\n\n&lt;p&gt;Following my list of people made the recapitulation extremely formal and exigent, the way don Juan wanted it. But from time to time, something in me got loose, something that forced me to focus on events unrelated to my list, events whose clarity was so maddening that I was caught and submerged in them, perhaps even more intensely than I had been when I had lived the experi­ences themselves. Every time I recapitulated in such a fashion, I had a degree of detachment which allowed me to see things I had disregarded when I had really been in the throes of them.&lt;/p&gt;\n\n&lt;p&gt;The first time in which the recollection of an event shook me to my foundations happened after I had given a lecture at a col­lege in Oregon. The students in charge of organizing the lecture took me and another anthropology friend of mine to a house to spend the night. I was going to go to a motel, but they insisted, for our comfort, on taking us to this house. They said that it was in the country, and there were no noises, the quietest place in the world, with no telephones, no interference from the outside world. I, like the fool that I was, agreed to go with them. Don Juan had not only warned me to always be a solitary bird, he had demanded that I observe his recommendation, something that I did most of the time, but there were occasions when the gregari­ous creature in me took the upper hand.&lt;/p&gt;\n\n&lt;p&gt;The committee took us to the house, quite a distance from Portland, of a professor who was on sabbatical. Very swiftly, they turned on the lights inside and outside of the house, which was located on a hill with spotlights all around it. With the spotlights on, the house must have been visible from five miles away.&lt;/p&gt;\n\n&lt;p&gt;After that, the committee took off as fast as they could, something that surprised me because I thought they were going to stay and talk. The house was a wooden A-frame, small, but very well constructed. It had an enormous living room and a mezzanine above it where the bedroom was. Right above, at the apex of the A-frame, there was a life-size crucifix hanging from a strange rotating hinge, which was drilled into the head of the figure. The spotlights on the wall were focused on the crucifix. It was quite an impressive sight, especially when it rotated, squeaking as if the hinge needed oil.&lt;/p&gt;\n\n&lt;p&gt;The bathroom of the house was another sight. It had mirrored tiles on the ceiling, the walls, and the floor, and it was illumi­nated with a reddish light. There was no way to go to the bath­room without seeing yourself from every conceivable angle. I enjoyed all those features of the house, which seemed to me stu­pendous.&lt;/p&gt;\n\n&lt;p&gt;When the time came for me to go to sleep, however, I encoun­tered a serious problem because there was only one narrow, hard, quite monastic bed and my anthropologist friend was close to having pneumonia, wheezing and retching phlegm every time he coughed. He went straight for the bed and passed out. I looked for a place to sleep. I couldn&amp;#39;t find one. That house was barren of comforts. Besides, it was cold. The committee had turned on the lights, but not the heater. I looked for the heater. My search was fruitless, as was my search for the switch to the spotlights or to any of the lights in the house, for that matter. The switches were there on the walls, but they seemed to be overruled by the effect of some main switch. The lights were on, and I had no way to turn them off.&lt;/p&gt;\n\n&lt;p&gt;The only place I could find to sleep was on a thin throw rug, and the only thing I found with which I could cover myself was the tanned hide of a giant French poodle. Obviously, it had been the pet of the house and had been preserved; it had shiny black-marble eyes and an open mouth with the tongue hanging out. I put the head of the poodle skin toward my knees. I still had to cover myself with the tanned rear end, which was on my neck. Its preserved head was like a hard object between my knees, quite unsettling! If it had been dark, it wouldn&amp;#39;t have been as bad. I gathered a bundle of washcloths and used them as a pillow. I used as many as possible to cover the hide of the French poodle the best way I could. I couldn&amp;#39;t sleep all night.&lt;/p&gt;\n\n&lt;p&gt;It was then, as I lay there cursing myself silently for being so stupid and not following don Juan&amp;#39;s recommendation, that I had the first maddeningly clear recollection of my entire life. I had recollected the event that don Juan had called the usher with equal clarity, but my tendency had always been to half-disregard what happened to me when I was with don Juan, on the basis that in his presence anything was possible. This time, however, I was alone.&lt;/p&gt;\n\n&lt;p&gt;Years before I met don Juan, I had worked painting signs on buildings. My boss&amp;#39;s name was Luigi Palma. One day Luigi got a contract to paint a sign, advertising the sale and rental of bridal gowns and tuxedos, on the back wall of an old building. The owner of the store in the building wanted to catch the eye of pos­sible customers with a large display. Luigi was going to paint a bride and groom, and I was going to do the lettering. We went to the flat roof of the building and set up a scaffold.&lt;/p&gt;\n\n&lt;p&gt;I was quite apprehensive although I had no overt reason to be so. I had painted dozens of signs on high buildings. Luigi thought that I was beginning to be afraid of heights, but that my fear was going to pass. When the time came to start working, he lowered the scaffold a few feet from the roof and jumped onto its flat boards. He went to one side, while I stood on the other in order to be totally out of his way. He was the artist.&lt;/p&gt;\n\n&lt;p&gt;Luigi began to show off. His painting movements were so erratic and agitated that the scaffold moved back and forth. I became dizzy. I wanted to go back to the flat roof, using the pre­text that I needed more paint and other painters&amp;#39; paraphernalia. I grabbed the edge of the wall that fringed the flat roof and tried to hoist myself up, but the tips of my feet got stuck in the boards of the scaffold. I tried to pull my feet and the scaffold toward the wall; the harder I pulled, the farther away I pushed the scaffold from the wall. Instead of helping me untangle my feet, Luigi sat down and braced himself with the cords that attached the scaf­fold to the flat roof. He crossed himself and looked at me in hor­ror. From his sitting position, he knelt, weeping quietly as he recited the Lord&amp;#39;s Prayer.&lt;/p&gt;\n\n&lt;p&gt;I held on to the edge of the wall for dear life; what gave me the desperate strength to endure was the certainty that if I was in control, I could keep the scaffold from moving farther and farther away. I wasn&amp;#39;t going to lose my grip and fall thirteen floors to my death. Luigi, being a compulsive taskmaster to the bitter end, yelled to me, in the midst of tears, that I should pray. He swore that both of us were going to fall to our deaths, and that the least we could do was to pray for the salvation of our souls. For a moment, I deliberated about whether it was functional to pray. I opted to yell for help. People in the building must have heard my yelling and sent for the firemen. I sincerely thought that it had taken only two or three seconds after I began to yell for the fire­men to come onto the roof and grab Luigi and me and secure the scaffold.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(continued in Part 2)&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iudf1x0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667139513.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iupyz9h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "silence_sam", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iuhoaxf", "score": 3, "author_fullname": "t2_dku1p2ay", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And rather than just stories about some guys life, they all have some deeper meaning or some clear emotional/energetic thing going on in them.  Which by themselves do nothing other than provide examples of how clearly and fully we can learn to remember things, even from way back in our childhoods, and triggers for us to start thinking about the types of things we would want to recapitulate ourselves when we’re making our lists and putting in work.  \n\nI don’t care about his billiards career, but I do think about how fully he could remember minute details from when he was 8 years old and I want to do the same, because I know the benefits and honesty just want to be able to do it because I think it’s awesome, so I keep working.\n\nLike Dory, just keep swimming", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iupyz9h", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And rather than just stories about some guys life, they all have some deeper meaning or some clear emotional/energetic thing going on in them.  Which by themselves do nothing other than provide examples of how clearly and fully we can learn to remember things, even from way back in our childhoods, and triggers for us to start thinking about the types of things we would want to recapitulate ourselves when we’re making our lists and putting in work.  &lt;/p&gt;\n\n&lt;p&gt;I don’t care about his billiards career, but I do think about how fully he could remember minute details from when he was 8 years old and I want to do the same, because I know the benefits and honesty just want to be able to do it because I think it’s awesome, so I keep working.&lt;/p&gt;\n\n&lt;p&gt;Like Dory, just keep swimming&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iupyz9h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667362027.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667362027.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iuhoaxf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iuhmin0", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes! You also get to understand how many hours he practiced at billiards as a young child to get to a skill level where he could consistently beat every adult who played against him (though he was only ever interested in getting Coffee and Pastries!). The same practical obsession which is directly applicable to sorcery endeavors.\n\nI had to skip over a section in the passage contained in the Part 3 comment, the one memory from when he was eight years old, because it would’ve taken five or more comments to include everything then.\n\nToo many.  There is a strict limit on the total allowed characters in comments that is much lower than that in posts. Don Juan wasn’t particularly interested by that last recollection, which is why I chose to leave that one out.", "edited": 1667381284.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iuhoaxf", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes! You also get to understand how many hours he practiced at billiards as a young child to get to a skill level where he could consistently beat every adult who played against him (though he was only ever interested in getting Coffee and Pastries!). The same practical obsession which is directly applicable to sorcery endeavors.&lt;/p&gt;\n\n&lt;p&gt;I had to skip over a section in the passage contained in the Part 3 comment, the one memory from when he was eight years old, because it would’ve taken five or more comments to include everything then.&lt;/p&gt;\n\n&lt;p&gt;Too many.  There is a strict limit on the total allowed characters in comments that is much lower than that in posts. Don Juan wasn’t particularly interested by that last recollection, which is why I chose to leave that one out.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iuhoaxf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667219739.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667219739.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iuhmin0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "silence_sam", "can_mod_post": false, "created_utc": 1667218713.0, "send_replies": true, "parent_id": "t1_iuec7xc", "score": 6, "author_fullname": "t2_dku1p2ay", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I read these passages quite differently.  It’s written pretty clearly in there that the workload is immense, and Carlos describes what it was like starting out, how it was more like a boring exercise that only showed him how terrible he was at concentrating, and how haphazardly and unclearly his memory worked.  But more and more things got more clear until a moment came where he was sucked right into a memory, reliving it.\n\nHe also talks about how there seems to be some “thing” preventing us from doing the recapitulation, some resistance to it.\n\nStuff like this helped me to read, because I can see someone else struggling the way I am, and know that eventually I’ll make it if I don’t give up.\n\n\nI don’t know who asked to have this posted but I am glad it was.  When I was reading the books I was actually listening to them on Scribd and the version I was listening to was missing the part between the Billiards stories and the Scaffold story, and that’s where Carlos talks about his struggles with memory, and how there seems to be something keeping us from wanting to do the recapitulation.  I thought it was just me…phew.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iuhmin0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I read these passages quite differently.  It’s written pretty clearly in there that the workload is immense, and Carlos describes what it was like starting out, how it was more like a boring exercise that only showed him how terrible he was at concentrating, and how haphazardly and unclearly his memory worked.  But more and more things got more clear until a moment came where he was sucked right into a memory, reliving it.&lt;/p&gt;\n\n&lt;p&gt;He also talks about how there seems to be some “thing” preventing us from doing the recapitulation, some resistance to it.&lt;/p&gt;\n\n&lt;p&gt;Stuff like this helped me to read, because I can see someone else struggling the way I am, and know that eventually I’ll make it if I don’t give up.&lt;/p&gt;\n\n&lt;p&gt;I don’t know who asked to have this posted but I am glad it was.  When I was reading the books I was actually listening to them on Scribd and the version I was listening to was missing the part between the Billiards stories and the Scaffold story, and that’s where Carlos talks about his struggles with memory, and how there seems to be something keeping us from wanting to do the recapitulation.  I thought it was just me…phew.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iuhmin0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667218713.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iuejqap", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iueg9g4", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm tempted to read the whole thing, but feel a little like it would be the same as reading \"Jehovah's Witness\" comic books you find at a bus stop. \n\n Telling you how only the 125,000 of their church get to go to heaven.\n\nI hope everyone else enjoys all the reading with no restrictions!\n\nJust keep the CONTEXT in mind.\n\nNagual's blow...   We didn't get any of those.  So \"warrior's way\"?\n\nWithout the nagual's blow learning in the background?\n\nHow come people think that'll work?  It never says so that I'm aware of.\n\nAs for book reading, Cholita used to keep stacks of Castaneda books around the house.\n\nI suppose she was sending me messages with them, set on top of a bathroom shelf next to the toilet, open to  a specific page.    A few with underlined text that didn't seem to make sense to me.\n\nThey finally migrated to a single spot in the living room,  with a black triangular candle she never lit, and a 100 year old Luiseno woven basket I had around from my anthropologist father.\n\n A large one worth $$$?000.\n\nI thought, \"how nice!\"\n\nUntil she ripped the basket into 4 pieces, being brittle due to it's age,  and organized it as a magical spell display in the bottom of the fairly empty recycle bin where I'd be sure to see it eventually.\n\nI'm not sure what happened to the books. Haven't seen them since.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iuejqap", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m tempted to read the whole thing, but feel a little like it would be the same as reading &amp;quot;Jehovah&amp;#39;s Witness&amp;quot; comic books you find at a bus stop. &lt;/p&gt;\n\n&lt;p&gt;Telling you how only the 125,000 of their church get to go to heaven.&lt;/p&gt;\n\n&lt;p&gt;I hope everyone else enjoys all the reading with no restrictions!&lt;/p&gt;\n\n&lt;p&gt;Just keep the CONTEXT in mind.&lt;/p&gt;\n\n&lt;p&gt;Nagual&amp;#39;s blow...   We didn&amp;#39;t get any of those.  So &amp;quot;warrior&amp;#39;s way&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Without the nagual&amp;#39;s blow learning in the background?&lt;/p&gt;\n\n&lt;p&gt;How come people think that&amp;#39;ll work?  It never says so that I&amp;#39;m aware of.&lt;/p&gt;\n\n&lt;p&gt;As for book reading, Cholita used to keep stacks of Castaneda books around the house.&lt;/p&gt;\n\n&lt;p&gt;I suppose she was sending me messages with them, set on top of a bathroom shelf next to the toilet, open to  a specific page.    A few with underlined text that didn&amp;#39;t seem to make sense to me.&lt;/p&gt;\n\n&lt;p&gt;They finally migrated to a single spot in the living room,  with a black triangular candle she never lit, and a 100 year old Luiseno woven basket I had around from my anthropologist father.&lt;/p&gt;\n\n&lt;p&gt;A large one worth $$$?000.&lt;/p&gt;\n\n&lt;p&gt;I thought, &amp;quot;how nice!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Until she ripped the basket into 4 pieces, being brittle due to it&amp;#39;s age,  and organized it as a magical spell display in the bottom of the fairly empty recycle bin where I&amp;#39;d be sure to see it eventually.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure what happened to the books. Haven&amp;#39;t seen them since.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iuejqap/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667156202.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667156202.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "iueg9g4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667154804.0, "send_replies": true, "parent_id": "t1_iuec7xc", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I actually added the (but in overall effort) to their \"the usher memory has nothing to do with hours per day,\" simply because I found that to be a sticking-point statement.\n\nThe rest of that is their writing, other than the passages from the book, which do testify (partially/by inference if you know how many other books were written before this last one) to the years of work Carlos put into recap...even though he saw it as pointless in the beginning.\n\n(and since I created two of the previous Usher posts, it seemed fitting to expand things with the full chapters)", "edited": 1667155408.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iueg9g4", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I actually added the (but in overall effort) to their &amp;quot;the usher memory has nothing to do with hours per day,&amp;quot; simply because I found that to be a sticking-point statement.&lt;/p&gt;\n\n&lt;p&gt;The rest of that is their writing, other than the passages from the book, which do testify (partially/by inference if you know how many other books were written before this last one) to the years of work Carlos put into recap...even though he saw it as pointless in the beginning.&lt;/p&gt;\n\n&lt;p&gt;(and since I created two of the previous Usher posts, it seemed fitting to expand things with the full chapters)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iueg9g4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667154804.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "iuec7xc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1667153238.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I have some concerns about this post.  Which Techno is just passing on.\n\nIt's not his creation.\n\nAnd I suppose it's a good lesson. But not for the content.\n\nIt says more about whoever asked Techno to mention it.\n\nThe problem is,  it's ripe with mental masturbation.\n\nTrying to get out of work by finding an \"inventory factoid\" from the books, which you can use to stave off real effort and declare victory.\n\nThink about it!  Someone reading the books, looking for excuses to work less hard.\n\nHow awful is that?\n\nWhich is all most people really want.  To get out of working hard and pretend to have knowledge, when they don't.\n\nLike all other magic systems.  People have gotten used to the idea that it's ok to pretend your magic.\n\nSo if you can just claim to have remembered your \"usher event\",  then you can go around bragging to everyone that you've mastered recap.\n\nYou can read that in the introductory post text,  which is an obvious attempt by someone to fight off the evil \"Dan\",  who keeps insisting they have to work hard.\n\nHe's like, \"Gotcha!!!\"\n\nJeez...\n\nThere's just no hope for the general population.  Always the same.  Pretending, and angry if you try to make them stop doing that and put in some real work.\n\nKeep in mind, we know how much time the apprentices put into recapitulation.\n\nIt's in the books!\n\nIt was ENDLESS hours of time.  They even constructed little booths to do it inside.\n\nAnd some of what they did was shared recapitulation, with La Gorda going along with Carlos.\n\nI kind of assume they'd even do 8 hour sessions!\n\nCertainly Soledad did, with outstanding benefits. The eagle let her go while she was still alive!\n\nAnd we know that long recap sessions will move your assemblage point far on the J curve if you don't revert to fantasizing and running your internal dialogue to force yourself back to the blue line.\n\nWe also know that at the level of silent knowledge, where the assemblage point has moved all the way along the J curve (which takes hours at first), anything you want to know shows up visually!\n\nSo we already know how to get there, and Carlos emphasized it to us in his final publications.\n\nIt's all stored in the emanations in man's band of awareness. In the interplay.\n\nIn fact, there's likely no other way to get this ability to recall all the details, other than in silent knowledge.\n\nBut the implication here is that you could cheat the system by having a single experience.\n\nVery poor thinking if you really want to succeed!\n\nReliving memories in detail, or getting visual presentations on any topic is so universal to SK mode that don Juan even suggests not doing that, and trying to read text instead.\n\nBecause it's less confusing.\n\nSo I see this post as an invitation to masturbate and save all the hard work. And it's an obvious gloss over what the text actually says and implies.\n\nThis person wanted social status, and didn't care about actually learning magic.\n\nIt's a book deal wannabe.\n\nIf that needs explaining,  which it shouldn't, I'd have to say it's like La Gorda's eye.\n\nShe believed everyone would see that god awful thing.  That it was an inevitable step in sorcery progress.\n\nBut no one else mentioned it!\n\nAnd then, later we find out she was pulling it open like a tensegrity pass.\n\nWhich we have!  The pass itself.\n\nBut I sure don't remember any mention of \"the eye\" while it was taught.\n\nSo the freeky \"eye\" you can learn to see is not some sorcery revelation.   I know, I've seen it more times than I can count. But under vastly different situations.\n\n\"The Eye\" is not an \"inventory item\" you can check off in your confusion that it's possible to \"learn\" sorcery.\n\nThere's a woman there out on social media who claims to have \"lost her shields\".\n\nThat's her claim to fame.  Has no clue how to do what we do in here. Even told me so.  And not interested in putting in that much effort.\n\nBut she's \"lost her shields\", so she's happy.\n\nAnd we had a bad player come here in the past who \"folded in half\".  Seemed to think that gave them sorcery status.  Because they dreamed up doing something from the books, and then distorted it to be a \"success\".\n\nAs if \"folding in half\" was universal, and not just what happened to Carlos while learning from Zuleica.\n\nBoth people making those claims were trying to find something to give the impression they were advanced sorcerers, when they hadn't even begun.  Too lazy to put in the time.\n\nIn this case, Don Juan was just trying to motivate Carlos to put in more effort.  As Carlos did by passing this on to us.\n\nThat's all.\n\nSame as Carlos telling us to find the \"Pomegranate dot\".\n\nI've read text from infinity dozens of times now, and only seen pomegranate dots a few times.\n\nOnce it came from an old fashioned ticker tape machine!\n\nFully awake, eyes open, there was one of those old stock quote machines like in the old TV show \"The Adam's Family\", with the glass dome, spitting out a tape with text on it from infinity.\n\nAnd I've seen entire pages at a time, which Carlos himself describes doing.\n\nSo the pomegranate dot he tells us heralds reading text from infinity, isn't even universal for Carlos.\n\nAnd maybe I only saw a few such \"dots\",  because I was expecting those.\n\nAs he does elsewhere in the books, with other apprentices, don Juan was merely giving Carlos a \"practical task\" to get him to put in more time.\n\nExcept that's not how this is going to go down, in the real world.\n\nBad player men will fall asleep out of boredom from doing a poor job of recap, have a little nightmare, and pretend they found the \"usher\" memory.\n\nAnd previously, wasn't the \"usher event\" when a chair became a chair?\n\nSo it's not even a consistent topic for Carlos.\n\nI've run into people whose claim to have mastered recap was remembering that childhood incident.   When something caused to world to start to be recognizable.\n\nI wasted years on one who never actually put in the worked he claimed, despite his discovery of the \"usher\".\n\nAnd then later switched to sex yoga.  And cursed Cholita on the way out.\n\nThere was a woman behind that one.\n\nBut let's say, we take this at face value.\n\nThat you don't have to put in so much effort, as long as you can find your \"usher\" memory.\n\nWhat exactly does that mean, if it happens honestly and it's not just a bad player lie?\n\nIt just means recap started working as it's supposed to.\n\nThat's all.\n\nKeep in mind, don Juan didn't teach Carlos to move his assemblage point along the outside! \n\nThe way we do.\n\nHe used the Nagual's Blow!  So Carlos had already been to Silent Knowledge hundreds of times, when this part of the story took place.\n\nIn fact, we can't even know if this \"usher memory\" would happen to people who had to travel to silent knowledge on their own power.\n\nMaybe it would only happen to someone who was \"dented\" over and over, pushed directly into Silent Knowledge,  and just needed to find their way back to the place they were pushed by a Nagual.\n\nPerhaps the \"usher memory\" only applies to an apprentice in a lineage.  And not to us, who have to crawl in the dust every inch of the way.\n\nThis whole thing is a nasty gloss of what's actually implied by that text in the books, and typical bad player thinking.\n\nSomeone looking for a \"book deal\" factoid and ignoring the overall details and background of the storyline from the books.\n\nYou just can't get out of the hard work part...\n\nExcept for the women. They can.\n\nBut shouldn't.   Talent should just mean that you go further than those without talent.\n\nNot that you get to work less hard.", "edited": 1667154532.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iuec7xc", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have some concerns about this post.  Which Techno is just passing on.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not his creation.&lt;/p&gt;\n\n&lt;p&gt;And I suppose it&amp;#39;s a good lesson. But not for the content.&lt;/p&gt;\n\n&lt;p&gt;It says more about whoever asked Techno to mention it.&lt;/p&gt;\n\n&lt;p&gt;The problem is,  it&amp;#39;s ripe with mental masturbation.&lt;/p&gt;\n\n&lt;p&gt;Trying to get out of work by finding an &amp;quot;inventory factoid&amp;quot; from the books, which you can use to stave off real effort and declare victory.&lt;/p&gt;\n\n&lt;p&gt;Think about it!  Someone reading the books, looking for excuses to work less hard.&lt;/p&gt;\n\n&lt;p&gt;How awful is that?&lt;/p&gt;\n\n&lt;p&gt;Which is all most people really want.  To get out of working hard and pretend to have knowledge, when they don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Like all other magic systems.  People have gotten used to the idea that it&amp;#39;s ok to pretend your magic.&lt;/p&gt;\n\n&lt;p&gt;So if you can just claim to have remembered your &amp;quot;usher event&amp;quot;,  then you can go around bragging to everyone that you&amp;#39;ve mastered recap.&lt;/p&gt;\n\n&lt;p&gt;You can read that in the introductory post text,  which is an obvious attempt by someone to fight off the evil &amp;quot;Dan&amp;quot;,  who keeps insisting they have to work hard.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s like, &amp;quot;Gotcha!!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Jeez...&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s just no hope for the general population.  Always the same.  Pretending, and angry if you try to make them stop doing that and put in some real work.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, we know how much time the apprentices put into recapitulation.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the books!&lt;/p&gt;\n\n&lt;p&gt;It was ENDLESS hours of time.  They even constructed little booths to do it inside.&lt;/p&gt;\n\n&lt;p&gt;And some of what they did was shared recapitulation, with La Gorda going along with Carlos.&lt;/p&gt;\n\n&lt;p&gt;I kind of assume they&amp;#39;d even do 8 hour sessions!&lt;/p&gt;\n\n&lt;p&gt;Certainly Soledad did, with outstanding benefits. The eagle let her go while she was still alive!&lt;/p&gt;\n\n&lt;p&gt;And we know that long recap sessions will move your assemblage point far on the J curve if you don&amp;#39;t revert to fantasizing and running your internal dialogue to force yourself back to the blue line.&lt;/p&gt;\n\n&lt;p&gt;We also know that at the level of silent knowledge, where the assemblage point has moved all the way along the J curve (which takes hours at first), anything you want to know shows up visually!&lt;/p&gt;\n\n&lt;p&gt;So we already know how to get there, and Carlos emphasized it to us in his final publications.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all stored in the emanations in man&amp;#39;s band of awareness. In the interplay.&lt;/p&gt;\n\n&lt;p&gt;In fact, there&amp;#39;s likely no other way to get this ability to recall all the details, other than in silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;But the implication here is that you could cheat the system by having a single experience.&lt;/p&gt;\n\n&lt;p&gt;Very poor thinking if you really want to succeed!&lt;/p&gt;\n\n&lt;p&gt;Reliving memories in detail, or getting visual presentations on any topic is so universal to SK mode that don Juan even suggests not doing that, and trying to read text instead.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s less confusing.&lt;/p&gt;\n\n&lt;p&gt;So I see this post as an invitation to masturbate and save all the hard work. And it&amp;#39;s an obvious gloss over what the text actually says and implies.&lt;/p&gt;\n\n&lt;p&gt;This person wanted social status, and didn&amp;#39;t care about actually learning magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a book deal wannabe.&lt;/p&gt;\n\n&lt;p&gt;If that needs explaining,  which it shouldn&amp;#39;t, I&amp;#39;d have to say it&amp;#39;s like La Gorda&amp;#39;s eye.&lt;/p&gt;\n\n&lt;p&gt;She believed everyone would see that god awful thing.  That it was an inevitable step in sorcery progress.&lt;/p&gt;\n\n&lt;p&gt;But no one else mentioned it!&lt;/p&gt;\n\n&lt;p&gt;And then, later we find out she was pulling it open like a tensegrity pass.&lt;/p&gt;\n\n&lt;p&gt;Which we have!  The pass itself.&lt;/p&gt;\n\n&lt;p&gt;But I sure don&amp;#39;t remember any mention of &amp;quot;the eye&amp;quot; while it was taught.&lt;/p&gt;\n\n&lt;p&gt;So the freeky &amp;quot;eye&amp;quot; you can learn to see is not some sorcery revelation.   I know, I&amp;#39;ve seen it more times than I can count. But under vastly different situations.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Eye&amp;quot; is not an &amp;quot;inventory item&amp;quot; you can check off in your confusion that it&amp;#39;s possible to &amp;quot;learn&amp;quot; sorcery.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a woman there out on social media who claims to have &amp;quot;lost her shields&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s her claim to fame.  Has no clue how to do what we do in here. Even told me so.  And not interested in putting in that much effort.&lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s &amp;quot;lost her shields&amp;quot;, so she&amp;#39;s happy.&lt;/p&gt;\n\n&lt;p&gt;And we had a bad player come here in the past who &amp;quot;folded in half&amp;quot;.  Seemed to think that gave them sorcery status.  Because they dreamed up doing something from the books, and then distorted it to be a &amp;quot;success&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As if &amp;quot;folding in half&amp;quot; was universal, and not just what happened to Carlos while learning from Zuleica.&lt;/p&gt;\n\n&lt;p&gt;Both people making those claims were trying to find something to give the impression they were advanced sorcerers, when they hadn&amp;#39;t even begun.  Too lazy to put in the time.&lt;/p&gt;\n\n&lt;p&gt;In this case, Don Juan was just trying to motivate Carlos to put in more effort.  As Carlos did by passing this on to us.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all.&lt;/p&gt;\n\n&lt;p&gt;Same as Carlos telling us to find the &amp;quot;Pomegranate dot&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve read text from infinity dozens of times now, and only seen pomegranate dots a few times.&lt;/p&gt;\n\n&lt;p&gt;Once it came from an old fashioned ticker tape machine!&lt;/p&gt;\n\n&lt;p&gt;Fully awake, eyes open, there was one of those old stock quote machines like in the old TV show &amp;quot;The Adam&amp;#39;s Family&amp;quot;, with the glass dome, spitting out a tape with text on it from infinity.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;ve seen entire pages at a time, which Carlos himself describes doing.&lt;/p&gt;\n\n&lt;p&gt;So the pomegranate dot he tells us heralds reading text from infinity, isn&amp;#39;t even universal for Carlos.&lt;/p&gt;\n\n&lt;p&gt;And maybe I only saw a few such &amp;quot;dots&amp;quot;,  because I was expecting those.&lt;/p&gt;\n\n&lt;p&gt;As he does elsewhere in the books, with other apprentices, don Juan was merely giving Carlos a &amp;quot;practical task&amp;quot; to get him to put in more time.&lt;/p&gt;\n\n&lt;p&gt;Except that&amp;#39;s not how this is going to go down, in the real world.&lt;/p&gt;\n\n&lt;p&gt;Bad player men will fall asleep out of boredom from doing a poor job of recap, have a little nightmare, and pretend they found the &amp;quot;usher&amp;quot; memory.&lt;/p&gt;\n\n&lt;p&gt;And previously, wasn&amp;#39;t the &amp;quot;usher event&amp;quot; when a chair became a chair?&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s not even a consistent topic for Carlos.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve run into people whose claim to have mastered recap was remembering that childhood incident.   When something caused to world to start to be recognizable.&lt;/p&gt;\n\n&lt;p&gt;I wasted years on one who never actually put in the worked he claimed, despite his discovery of the &amp;quot;usher&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And then later switched to sex yoga.  And cursed Cholita on the way out.&lt;/p&gt;\n\n&lt;p&gt;There was a woman behind that one.&lt;/p&gt;\n\n&lt;p&gt;But let&amp;#39;s say, we take this at face value.&lt;/p&gt;\n\n&lt;p&gt;That you don&amp;#39;t have to put in so much effort, as long as you can find your &amp;quot;usher&amp;quot; memory.&lt;/p&gt;\n\n&lt;p&gt;What exactly does that mean, if it happens honestly and it&amp;#39;s not just a bad player lie?&lt;/p&gt;\n\n&lt;p&gt;It just means recap started working as it&amp;#39;s supposed to.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, don Juan didn&amp;#39;t teach Carlos to move his assemblage point along the outside! &lt;/p&gt;\n\n&lt;p&gt;The way we do.&lt;/p&gt;\n\n&lt;p&gt;He used the Nagual&amp;#39;s Blow!  So Carlos had already been to Silent Knowledge hundreds of times, when this part of the story took place.&lt;/p&gt;\n\n&lt;p&gt;In fact, we can&amp;#39;t even know if this &amp;quot;usher memory&amp;quot; would happen to people who had to travel to silent knowledge on their own power.&lt;/p&gt;\n\n&lt;p&gt;Maybe it would only happen to someone who was &amp;quot;dented&amp;quot; over and over, pushed directly into Silent Knowledge,  and just needed to find their way back to the place they were pushed by a Nagual.&lt;/p&gt;\n\n&lt;p&gt;Perhaps the &amp;quot;usher memory&amp;quot; only applies to an apprentice in a lineage.  And not to us, who have to crawl in the dust every inch of the way.&lt;/p&gt;\n\n&lt;p&gt;This whole thing is a nasty gloss of what&amp;#39;s actually implied by that text in the books, and typical bad player thinking.&lt;/p&gt;\n\n&lt;p&gt;Someone looking for a &amp;quot;book deal&amp;quot; factoid and ignoring the overall details and background of the storyline from the books.&lt;/p&gt;\n\n&lt;p&gt;You just can&amp;#39;t get out of the hard work part...&lt;/p&gt;\n\n&lt;p&gt;Except for the women. They can.&lt;/p&gt;\n\n&lt;p&gt;But shouldn&amp;#39;t.   Talent should just mean that you go further than those without talent.&lt;/p&gt;\n\n&lt;p&gt;Not that you get to work less hard.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/iuec7xc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667153238.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kfpbm15", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "eternalobserver2", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kfpa503", "score": 1, "author_fullname": "t2_lc84amrsw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kfpbm15", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/kfpbm15/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704034308.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1704034308.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kfpa503", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1704033635.0, "send_replies": true, "parent_id": "t1_kfp9x85", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's the abbreviation for the titled book *The Active Side of Infinity*, by Carlos Castaneda. His last published work.\n\nAdditionally, as a term The Active Side of Infinity is also equated with INTENT.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kfpa503", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s the abbreviation for the titled book &lt;em&gt;The Active Side of Infinity&lt;/em&gt;, by Carlos Castaneda. His last published work.&lt;/p&gt;\n\n&lt;p&gt;Additionally, as a term The Active Side of Infinity is also equated with INTENT.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_yhf9te", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/kfpa503/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704033635.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "kfp9x85", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "eternalobserver2", "can_mod_post": false, "created_utc": 1704033534.0, "send_replies": true, "parent_id": "t3_yhf9te", "score": 1, "author_fullname": "t2_lc84amrsw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "before i start reading and analyzing all this , can someone please tell me what is TASOI ive searched everywhere and no result", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kfp9x85", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;before i start reading and analyzing all this , can someone please tell me what is TASOI ive searched everywhere and no result&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/yhf9te/the_usher_full_passages_from_the_active_side_of/kfp9x85/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704033534.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_yhf9te", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]