[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Rindo](https://preview.redd.it/7wobfly284f81.jpg?width=1024&amp;format=pjpg&amp;auto=webp&amp;s=26abfe37c9526fbd66c6e9b956dd4f81985c5494)\n\nI guess since nothing is up I'll post something.  Just can't make a decent picture.  Too time consuming.\n\nThe problem with darkroom is, it takes 2  hours to get to the \"good stuff\".\n\nUnless you make up your experiences. Then you can get there in 10 minutes!\n\nIt almost doesn't matter \"where\" on the J curve you want to have some big time fun.\n\nIt's still 2 hours.\n\nI don't mean fairies flying over head, and swirling purple flames.\n\nThose only take an hour of serious effort. That's red zone, right in the middle.\n\nIf you do nothing but force perfect silence,  and some tensegrity, you'll get there. If you forget and start fussing, or get too lazy to do tensegrity, you won't.\n\nBy the way, the tensegrity can be really lame and simple. I'm not sure what happens if you do complex long forms.  I never do those unless I'm researching one.\n\nBut if you want to stage truck accidents on the north bound freeway out of Tokyo,  using your inorganic being to be an \"actress\" in a movie,  you have to get yourself down to the red zone and then slide horizontally.   To the right.\n\nThe \"normal\" puffs and manifestations of the red zone are outside of you, waiting to be scooped up and placed on your torso. In that mode, shapeshifting is unlikely.\n\nYou're trying to build up the energy body there. And please do!  That will make the next part easier for sure.\n\nBut to shapeshift, you have to immerse yourself into the puffs and swirls.\n\nFor example,  to shrink yourself down until the floor space of your darkroom is the size of a football field  requires a switch to your dreaming body.\n\nYou won't actually feel it, but you'll be unable to find any other explanation for what happened.\n\nHow to immerse in the red zone?\n\nJust gaze at the sights as if they were \"real\", and try to \"play with the puffs and swirls\".  See if you can toss them, or stack them like a real object. Or figure out something else that makes you feel as if they are \"real\".\n\nBut don't EXPECT to be doing that. It has to be natural, only happening because you're curious about the stuff around you.\n\n\"Natural\" is the key to the red zone.\n\nLook... Treat it like picking up women.\n\nYou can't go in there as nerd guy with a beanie and a computer pad to write notes for google management.\n\nYou have to go in there hot for the women. So they can see, you aren't pretending.\n\nAnd if you're figuring out a title for that chapter of your book, forget it. That's not \"natural\".\n\nJust try picking up a woman in a bar, using the excuse that you're writing a book.\n\nWon't work.\n\nSame with the puffs.  Remember, those are alive!  Didn't you know that?\n\nIt's your double, scattered into pieces.\n\nShapeshifting \"significantly\", meaning, beyond just getting a little \"bent out of shape\" seems to require a right shift of the assemblage point at least a good 25% of the full range Carlos showed us.  He actually called out what happens using his finger to show the positions, and it agrees with what it \"feels like\" when you do it.\n\nShapeshifting started before his finger reached the furthest he wanted to make it go.   The band of man is surprisingly narrow.  Maybe just 2 inches wide.  But the changes as it shifts, are dramatic.\n\nAnd he never moved it all the way as far as you can shift right.\n\nHe just grinned, as if he wasn't \"going there\".  When it went too far to the right.\n\nRemember, when you get too close to the limit you are now being pulled by the cheese slice to the right. The next \"band\" which is not part of \"the band of man\".\n\nCarlos never said which one that was on the right side, as far as I know.  But let's pretend it's the \"dark band of emanations\". The black world.\n\nThat band starts to pull on the emanations you have lit up with your horizontal movement, lighting up ones you're rather not know about.  You've \"influenced intent skimming\" by going too far to the right.\n\nSo likely, shapeshifting can get REALLY strange.\n\nBy the way, unless you want to turn into a bug, I'd stick with right shifts.\n\nLeft bug.  Right beast.\n\nGood rule of thumb.\n\nBut if you only go 25% to the right, it's almost like nothing is out of the ordinary.\n\nIt's just that, you aren't you anymore.\n\nThat likely takes another half hour.  To shift until you're, not  you anymore.\n\nBut since you'll be \"playing\" with stuff, you won't keep track of the time.\n\nYou use silence to get down there, mixed with Tensegrity.\n\nDo you have to have an IOB?\n\nNo.  I ignored them sometimes, when shapeshifting.\n\nI become like a 5 year old who's been shown how to use a hammer by an adult, and I just ditch them and run off to go \"use\" my hammer.\n\nThey won't stop you.\n\nIf you didn't have one at all, but could still see the brilliant puffs, you're good to go.\n\nAlthough I doubt anyone can get there, without an Ally.  Fact is, we need their dark energy to move the assemblage point the way sorcerers do.  Don Juan said so, and apologized to Carlos about it. It's just how it is.\n\nSo if you hear a pretend sorcery teacher say he shuns the IOBs, he's also just said he isn't a sorcerer at all.\n\nHe's a con artist.\n\nAs to the IOBs, we just don't know when the need kicks in.\n\nOnce there, you can use your vision to shift horizontally.  Just \"look\" where you want to go.\n\nBut don't look at nothing!  We aren't pretending here.\n\nFind something in the purple second attention fog, which catches your eye.  And go find out what it is!\n\nDon't worry, even a tiny \"sparkle\" gets more \"real\" when you pay attention to it.\n\nI suspect that's how it works at all levels, even the blue zone.\n\nPerhaps \"Real\" is just a shift right or left at the current level.  So that you see \"things happen\" there.\n\nYou almost surely won't make it down to the red zone, sitting still on the bed.\n\nAnd if you have your eyes closed might as well put on a saffron robe and give it up.  You've turned into Buddha Boy.  Get ready for the Tibetan \"Big Bird\" formal event hat.  That's all you're going to get for fun around those guys.\n\nYou know any Dzogchen who can stage violent truck crashes where the female driver bursts into flames on the ground far below the elevated freeway going over the forest area above Tokyo?\n\nAnd you ask her permission before you stage it, with her eagerly agreeing to die like that?\n\nWhile you're awake, eyes open, completely sober?\n\nI never heard any Dzogchen mention that myself.    In fact, you can't even start this conversation with them. They get furious.\n\nI suspect the Buddha didn't approve, being a saint and all.\n\nTo do the fun stuff, you have to get to the red zone proper.\n\nAnd play there until you see the puffs of colors swirling amidst jet black, where the edges of the puffs are on fire with blue flames. Doesn't have to be a lot of blue flames. Some sparkles created when the purple hits the jet black, are good enough.\n\nOr whatever colors you see.  The main thing is, if you aren't thinking \"Holy Shit!!!!!  It's all TRUE!\", you're in \"weak red zone\".\n\nWeak red zone is fine!  I rarely venture outside that, because you can get yourself trapped down there by learning too much about it.  You can get to the orange, via weak red zone.  And the orange is where Carlos wanted us to go.\n\nBut in honor of Julian, it's ok to try out the red.\n\nToo much though, and it becomes \"real\".\n\nAnd you know what a bitch it's been trying to escape the realness of the blue zone.\n\nSo you don't want to create a \"real\" red zone.\n\nBut everyone should play a little down there.\n\nShapeshifting is the same direction.  You might stage a truck crash one night, then the next turn yourself into some giant beast.\n\nAnd yes, you can go outside in that mode.\n\nIt's possibly the ONLY way you're taking that assemblage point position out the door.\n\nIf you didn't shapeshift, a few steps out into the \"real world\" outside your home, would pull you back to the blue line.\n\nYou'd go outside, and  your neighbor Bill would wave to you, and ask you about your weird house guest (Cholita).  Why does she only use the side door?\n\nSince you can't answer that, best to avoid him.\n\nBut if you shapeshift, there's no one out there!  The whole world is empty of people, despite looking perfectly normal.\n\nBut maybe you're then thinking, shapeshifting and truck accidents are different things?\n\nNope.  How do you think you shrunk down to the size of an ant in your darkroom, so you'd have enough room to erect a high freeway overpass, and a Japanese forest of tall trees to go with it?\n\nThat's shapeshifting.\n\nYou don't \"learn\" how to shape shift.  If you see some guy's video of him claiming to be turning into a crow on Youtube,  you'll soon realize, you just can't learn this stuff.\n\nHe did everything right!  Followed the steps in the books precisely!\n\nEven downed some shrooms!\n\nBut it's just going to be a crazy man running around flapping his arms like wings and repeating what you find in the early books.  Nothing happens.\n\nWhen you're ready to shapeshift for real, you'll be in a cartoon world.\n\nThat's the red zone.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "More Red zone, in honor of Juann's post", "link_flair_richtext": [{"e": "text", "t": "Shifting Perception"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 93, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"7wobfly284f81": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 71, "x": 108, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=92b864ecc6148a8e31f35aea20f63b8251918406"}, {"y": 143, "x": 216, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=8cdd6be51bf86fd33bd0bec71665db54384b5bcb"}, {"y": 212, "x": 320, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=f8de67f3253e9bc3ff4e7e2425b6f36ce63f487f"}, {"y": 425, "x": 640, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=fd6be11963d97149172a9e60a8395d428210de11"}, {"y": 638, "x": 960, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=cd01a436ec144286142618dee11beb09a39a15ff"}], "s": {"y": 681, "x": 1024, "u": "https://preview.redd.it/7wobfly284f81.jpg?width=1024&amp;format=pjpg&amp;auto=webp&amp;s=26abfe37c9526fbd66c6e9b956dd4f81985c5494"}, "id": "7wobfly284f81"}}, "name": "t3_shgtid", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 21, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Shifting Perception", "can_mod_post": false, "score": 21, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/EFyz6OHUata7cxzGn_3x4FanpRs_CTAjTgfZaleTS5U.jpg", "edited": 1643729903.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1643674740.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": true, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/7wobfly284f81.jpg?width=1024&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=26abfe37c9526fbd66c6e9b956dd4f81985c5494\"&gt;Rindo&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I guess since nothing is up I&amp;#39;ll post something.  Just can&amp;#39;t make a decent picture.  Too time consuming.&lt;/p&gt;\n\n&lt;p&gt;The problem with darkroom is, it takes 2  hours to get to the &amp;quot;good stuff&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Unless you make up your experiences. Then you can get there in 10 minutes!&lt;/p&gt;\n\n&lt;p&gt;It almost doesn&amp;#39;t matter &amp;quot;where&amp;quot; on the J curve you want to have some big time fun.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s still 2 hours.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean fairies flying over head, and swirling purple flames.&lt;/p&gt;\n\n&lt;p&gt;Those only take an hour of serious effort. That&amp;#39;s red zone, right in the middle.&lt;/p&gt;\n\n&lt;p&gt;If you do nothing but force perfect silence,  and some tensegrity, you&amp;#39;ll get there. If you forget and start fussing, or get too lazy to do tensegrity, you won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;By the way, the tensegrity can be really lame and simple. I&amp;#39;m not sure what happens if you do complex long forms.  I never do those unless I&amp;#39;m researching one.&lt;/p&gt;\n\n&lt;p&gt;But if you want to stage truck accidents on the north bound freeway out of Tokyo,  using your inorganic being to be an &amp;quot;actress&amp;quot; in a movie,  you have to get yourself down to the red zone and then slide horizontally.   To the right.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;normal&amp;quot; puffs and manifestations of the red zone are outside of you, waiting to be scooped up and placed on your torso. In that mode, shapeshifting is unlikely.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re trying to build up the energy body there. And please do!  That will make the next part easier for sure.&lt;/p&gt;\n\n&lt;p&gt;But to shapeshift, you have to immerse yourself into the puffs and swirls.&lt;/p&gt;\n\n&lt;p&gt;For example,  to shrink yourself down until the floor space of your darkroom is the size of a football field  requires a switch to your dreaming body.&lt;/p&gt;\n\n&lt;p&gt;You won&amp;#39;t actually feel it, but you&amp;#39;ll be unable to find any other explanation for what happened.&lt;/p&gt;\n\n&lt;p&gt;How to immerse in the red zone?&lt;/p&gt;\n\n&lt;p&gt;Just gaze at the sights as if they were &amp;quot;real&amp;quot;, and try to &amp;quot;play with the puffs and swirls&amp;quot;.  See if you can toss them, or stack them like a real object. Or figure out something else that makes you feel as if they are &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t EXPECT to be doing that. It has to be natural, only happening because you&amp;#39;re curious about the stuff around you.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Natural&amp;quot; is the key to the red zone.&lt;/p&gt;\n\n&lt;p&gt;Look... Treat it like picking up women.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t go in there as nerd guy with a beanie and a computer pad to write notes for google management.&lt;/p&gt;\n\n&lt;p&gt;You have to go in there hot for the women. So they can see, you aren&amp;#39;t pretending.&lt;/p&gt;\n\n&lt;p&gt;And if you&amp;#39;re figuring out a title for that chapter of your book, forget it. That&amp;#39;s not &amp;quot;natural&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just try picking up a woman in a bar, using the excuse that you&amp;#39;re writing a book.&lt;/p&gt;\n\n&lt;p&gt;Won&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;Same with the puffs.  Remember, those are alive!  Didn&amp;#39;t you know that?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s your double, scattered into pieces.&lt;/p&gt;\n\n&lt;p&gt;Shapeshifting &amp;quot;significantly&amp;quot;, meaning, beyond just getting a little &amp;quot;bent out of shape&amp;quot; seems to require a right shift of the assemblage point at least a good 25% of the full range Carlos showed us.  He actually called out what happens using his finger to show the positions, and it agrees with what it &amp;quot;feels like&amp;quot; when you do it.&lt;/p&gt;\n\n&lt;p&gt;Shapeshifting started before his finger reached the furthest he wanted to make it go.   The band of man is surprisingly narrow.  Maybe just 2 inches wide.  But the changes as it shifts, are dramatic.&lt;/p&gt;\n\n&lt;p&gt;And he never moved it all the way as far as you can shift right.&lt;/p&gt;\n\n&lt;p&gt;He just grinned, as if he wasn&amp;#39;t &amp;quot;going there&amp;quot;.  When it went too far to the right.&lt;/p&gt;\n\n&lt;p&gt;Remember, when you get too close to the limit you are now being pulled by the cheese slice to the right. The next &amp;quot;band&amp;quot; which is not part of &amp;quot;the band of man&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos never said which one that was on the right side, as far as I know.  But let&amp;#39;s pretend it&amp;#39;s the &amp;quot;dark band of emanations&amp;quot;. The black world.&lt;/p&gt;\n\n&lt;p&gt;That band starts to pull on the emanations you have lit up with your horizontal movement, lighting up ones you&amp;#39;re rather not know about.  You&amp;#39;ve &amp;quot;influenced intent skimming&amp;quot; by going too far to the right.&lt;/p&gt;\n\n&lt;p&gt;So likely, shapeshifting can get REALLY strange.&lt;/p&gt;\n\n&lt;p&gt;By the way, unless you want to turn into a bug, I&amp;#39;d stick with right shifts.&lt;/p&gt;\n\n&lt;p&gt;Left bug.  Right beast.&lt;/p&gt;\n\n&lt;p&gt;Good rule of thumb.&lt;/p&gt;\n\n&lt;p&gt;But if you only go 25% to the right, it&amp;#39;s almost like nothing is out of the ordinary.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just that, you aren&amp;#39;t you anymore.&lt;/p&gt;\n\n&lt;p&gt;That likely takes another half hour.  To shift until you&amp;#39;re, not  you anymore.&lt;/p&gt;\n\n&lt;p&gt;But since you&amp;#39;ll be &amp;quot;playing&amp;quot; with stuff, you won&amp;#39;t keep track of the time.&lt;/p&gt;\n\n&lt;p&gt;You use silence to get down there, mixed with Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;Do you have to have an IOB?&lt;/p&gt;\n\n&lt;p&gt;No.  I ignored them sometimes, when shapeshifting.&lt;/p&gt;\n\n&lt;p&gt;I become like a 5 year old who&amp;#39;s been shown how to use a hammer by an adult, and I just ditch them and run off to go &amp;quot;use&amp;quot; my hammer.&lt;/p&gt;\n\n&lt;p&gt;They won&amp;#39;t stop you.&lt;/p&gt;\n\n&lt;p&gt;If you didn&amp;#39;t have one at all, but could still see the brilliant puffs, you&amp;#39;re good to go.&lt;/p&gt;\n\n&lt;p&gt;Although I doubt anyone can get there, without an Ally.  Fact is, we need their dark energy to move the assemblage point the way sorcerers do.  Don Juan said so, and apologized to Carlos about it. It&amp;#39;s just how it is.&lt;/p&gt;\n\n&lt;p&gt;So if you hear a pretend sorcery teacher say he shuns the IOBs, he&amp;#39;s also just said he isn&amp;#39;t a sorcerer at all.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s a con artist.&lt;/p&gt;\n\n&lt;p&gt;As to the IOBs, we just don&amp;#39;t know when the need kicks in.&lt;/p&gt;\n\n&lt;p&gt;Once there, you can use your vision to shift horizontally.  Just &amp;quot;look&amp;quot; where you want to go.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t look at nothing!  We aren&amp;#39;t pretending here.&lt;/p&gt;\n\n&lt;p&gt;Find something in the purple second attention fog, which catches your eye.  And go find out what it is!&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t worry, even a tiny &amp;quot;sparkle&amp;quot; gets more &amp;quot;real&amp;quot; when you pay attention to it.&lt;/p&gt;\n\n&lt;p&gt;I suspect that&amp;#39;s how it works at all levels, even the blue zone.&lt;/p&gt;\n\n&lt;p&gt;Perhaps &amp;quot;Real&amp;quot; is just a shift right or left at the current level.  So that you see &amp;quot;things happen&amp;quot; there.&lt;/p&gt;\n\n&lt;p&gt;You almost surely won&amp;#39;t make it down to the red zone, sitting still on the bed.&lt;/p&gt;\n\n&lt;p&gt;And if you have your eyes closed might as well put on a saffron robe and give it up.  You&amp;#39;ve turned into Buddha Boy.  Get ready for the Tibetan &amp;quot;Big Bird&amp;quot; formal event hat.  That&amp;#39;s all you&amp;#39;re going to get for fun around those guys.&lt;/p&gt;\n\n&lt;p&gt;You know any Dzogchen who can stage violent truck crashes where the female driver bursts into flames on the ground far below the elevated freeway going over the forest area above Tokyo?&lt;/p&gt;\n\n&lt;p&gt;And you ask her permission before you stage it, with her eagerly agreeing to die like that?&lt;/p&gt;\n\n&lt;p&gt;While you&amp;#39;re awake, eyes open, completely sober?&lt;/p&gt;\n\n&lt;p&gt;I never heard any Dzogchen mention that myself.    In fact, you can&amp;#39;t even start this conversation with them. They get furious.&lt;/p&gt;\n\n&lt;p&gt;I suspect the Buddha didn&amp;#39;t approve, being a saint and all.&lt;/p&gt;\n\n&lt;p&gt;To do the fun stuff, you have to get to the red zone proper.&lt;/p&gt;\n\n&lt;p&gt;And play there until you see the puffs of colors swirling amidst jet black, where the edges of the puffs are on fire with blue flames. Doesn&amp;#39;t have to be a lot of blue flames. Some sparkles created when the purple hits the jet black, are good enough.&lt;/p&gt;\n\n&lt;p&gt;Or whatever colors you see.  The main thing is, if you aren&amp;#39;t thinking &amp;quot;Holy Shit!!!!!  It&amp;#39;s all TRUE!&amp;quot;, you&amp;#39;re in &amp;quot;weak red zone&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Weak red zone is fine!  I rarely venture outside that, because you can get yourself trapped down there by learning too much about it.  You can get to the orange, via weak red zone.  And the orange is where Carlos wanted us to go.&lt;/p&gt;\n\n&lt;p&gt;But in honor of Julian, it&amp;#39;s ok to try out the red.&lt;/p&gt;\n\n&lt;p&gt;Too much though, and it becomes &amp;quot;real&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you know what a bitch it&amp;#39;s been trying to escape the realness of the blue zone.&lt;/p&gt;\n\n&lt;p&gt;So you don&amp;#39;t want to create a &amp;quot;real&amp;quot; red zone.&lt;/p&gt;\n\n&lt;p&gt;But everyone should play a little down there.&lt;/p&gt;\n\n&lt;p&gt;Shapeshifting is the same direction.  You might stage a truck crash one night, then the next turn yourself into some giant beast.&lt;/p&gt;\n\n&lt;p&gt;And yes, you can go outside in that mode.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possibly the ONLY way you&amp;#39;re taking that assemblage point position out the door.&lt;/p&gt;\n\n&lt;p&gt;If you didn&amp;#39;t shapeshift, a few steps out into the &amp;quot;real world&amp;quot; outside your home, would pull you back to the blue line.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d go outside, and  your neighbor Bill would wave to you, and ask you about your weird house guest (Cholita).  Why does she only use the side door?&lt;/p&gt;\n\n&lt;p&gt;Since you can&amp;#39;t answer that, best to avoid him.&lt;/p&gt;\n\n&lt;p&gt;But if you shapeshift, there&amp;#39;s no one out there!  The whole world is empty of people, despite looking perfectly normal.&lt;/p&gt;\n\n&lt;p&gt;But maybe you&amp;#39;re then thinking, shapeshifting and truck accidents are different things?&lt;/p&gt;\n\n&lt;p&gt;Nope.  How do you think you shrunk down to the size of an ant in your darkroom, so you&amp;#39;d have enough room to erect a high freeway overpass, and a Japanese forest of tall trees to go with it?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s shapeshifting.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t &amp;quot;learn&amp;quot; how to shape shift.  If you see some guy&amp;#39;s video of him claiming to be turning into a crow on Youtube,  you&amp;#39;ll soon realize, you just can&amp;#39;t learn this stuff.&lt;/p&gt;\n\n&lt;p&gt;He did everything right!  Followed the steps in the books precisely!&lt;/p&gt;\n\n&lt;p&gt;Even downed some shrooms!&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just going to be a crazy man running around flapping his arms like wings and repeating what you find in the early books.  Nothing happens.&lt;/p&gt;\n\n&lt;p&gt;When you&amp;#39;re ready to shapeshift for real, you&amp;#39;ll be in a cartoon world.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the red zone.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "f2d3e494-6005-11ea-be90-0ed931fcda17", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "shgtid", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 20, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/", "subreddit_subscribers": 9561, "created_utc": 1643674740.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hv6pl5l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1643750164.0, "send_replies": true, "parent_id": "t3_shgtid", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "There's some AMAZING practical magic in this post.\n\nMaybe I'll make one for the orange zone.\n\nIt could be Juann's fault.\n\nHear me out on this one.\n\nJuann said, \"This post have real good advice\".\n\nThen, in came ASTOUNDING advice.  More passes, one designed to teleport you!\n\nAnd Juann also said the other day that Fairy might be punishing him for a while.\n\nThen, I got a full night of punishment, from all of my inorganic beings.  They boycotted me.\n\nOne peeked out at the end of several hours.  Maybe just so I'd know, they could show up if they wanted to. But don't.\n\nIt would in fact be consistent with sorcery for that to have happened.  \n\nNuts yes.  But consistent with what we know.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hv6pl5l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There&amp;#39;s some AMAZING practical magic in this post.&lt;/p&gt;\n\n&lt;p&gt;Maybe I&amp;#39;ll make one for the orange zone.&lt;/p&gt;\n\n&lt;p&gt;It could be Juann&amp;#39;s fault.&lt;/p&gt;\n\n&lt;p&gt;Hear me out on this one.&lt;/p&gt;\n\n&lt;p&gt;Juann said, &amp;quot;This post have real good advice&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Then, in came ASTOUNDING advice.  More passes, one designed to teleport you!&lt;/p&gt;\n\n&lt;p&gt;And Juann also said the other day that Fairy might be punishing him for a while.&lt;/p&gt;\n\n&lt;p&gt;Then, I got a full night of punishment, from all of my inorganic beings.  They boycotted me.&lt;/p&gt;\n\n&lt;p&gt;One peeked out at the end of several hours.  Maybe just so I&amp;#39;d know, they could show up if they wanted to. But don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;It would in fact be consistent with sorcery for that to have happened.  &lt;/p&gt;\n\n&lt;p&gt;Nuts yes.  But consistent with what we know.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6pl5l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643750164.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_shgtid", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hvam3eb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hvafjqs", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "And the green line is essentially \"river of shit magic\".\n\nI actually got a lecture on this in shared dreaming this morning.  I was experimenting with deliberately bringing out the double, by laying down in the middle of a good practice session.\n\nI went back and forth, until I found an inorganic being in one visit, who tore off his face and handed it to me,  because I complained it wasn't right.\n\nI think it might have been Minx. Cholita showed up  and took a nap in our home, then returned to where she's gone.  Maybe she had planned to move more stuff, but got tired instead?  The neighbor spies I have, reported she had some cool shipping containers.\n\nOr maybe she did it on purpose, to help me out? I sure got a boost from it.\n\nI'm puzzled if I should draw up the \"River of Shit Magic\" theme.\n\nMaybe \"River of Mud Magic\" would be a better title.\n\nThe gist of it is, all systems that believe they have magic, have disturbed their internal dialogues enough to get to the green zone, and then the lies piled on top of what you see down in the green zone, have deluded them into \"extrapolating\" the meager results into stories of unlimited magical power.\n\nThey associate the somewhat pitiful green zone sights, with the leader of their system who's been hyped up into a god.\n\nBut they can't escape the green line because they don't actually shut off their internal dialogue. They've only \"disturbed it\".\n\nShutting it off is too difficult, and the \"systems\" which tried to tell people to do that, would go out of business.\n\nSo they have a \"substitute\" for silence.\n\nEven Sufis do that with their spinning, Holy Roller Christians with their wiggling on the floor as if they were possessed by demons, Buddhists with mantras or sutras, and Zen people with Koan puzzles.\n\nCatholics get to river of mud magic at the green line, by contemplating the scriptures.  Which by the way, leads to lucid dreams of heaven.\n\nThat stuff is like the wax food at good Japanese restaurants.  The wax food is easy to see in the window, and gives you promises of  the rewards inside.\n\nBut it's just wax food.  And the restaurant door is locked for everyone but sorcerers.\n\nThe \"exit\" from green magic is nearly inevitable: sleep.  Which further enhances the delusion that it's leading somewhere even more magical because a dream about magic occasionally follows meditation.  You get the double interested, but he can't reach you.\n\nThere's no way you're going further than the green line, without actually removing some of that internal dialogue. Every word in the mind pulls you back towards the blue line.  You can never drift lower that way.\n\nBut the bad players out there (everyone) will confuse themselves by believing a tiny bit of green magic, is going to turn into the  hype they've been fed by their leaders.\n\nIt's genius!  As far as brainwashing people goes.\n\nThey try that on kids.  You see a commercial for a Barbie doll, but she's fully alive and driving around making out with Ken in a pink convertible.\n\nThe smallest ones are unclear whether the toy can really do that.  If Santa Claus is real, then Barbie can make out with ken.\n\nSometimes toy companies get sued for that sort of thing.\n\nBut not Buddhists or Daoists.", "edited": 1643820461.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hvam3eb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And the green line is essentially &amp;quot;river of shit magic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I actually got a lecture on this in shared dreaming this morning.  I was experimenting with deliberately bringing out the double, by laying down in the middle of a good practice session.&lt;/p&gt;\n\n&lt;p&gt;I went back and forth, until I found an inorganic being in one visit, who tore off his face and handed it to me,  because I complained it wasn&amp;#39;t right.&lt;/p&gt;\n\n&lt;p&gt;I think it might have been Minx. Cholita showed up  and took a nap in our home, then returned to where she&amp;#39;s gone.  Maybe she had planned to move more stuff, but got tired instead?  The neighbor spies I have, reported she had some cool shipping containers.&lt;/p&gt;\n\n&lt;p&gt;Or maybe she did it on purpose, to help me out? I sure got a boost from it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m puzzled if I should draw up the &amp;quot;River of Shit Magic&amp;quot; theme.&lt;/p&gt;\n\n&lt;p&gt;Maybe &amp;quot;River of Mud Magic&amp;quot; would be a better title.&lt;/p&gt;\n\n&lt;p&gt;The gist of it is, all systems that believe they have magic, have disturbed their internal dialogues enough to get to the green zone, and then the lies piled on top of what you see down in the green zone, have deluded them into &amp;quot;extrapolating&amp;quot; the meager results into stories of unlimited magical power.&lt;/p&gt;\n\n&lt;p&gt;They associate the somewhat pitiful green zone sights, with the leader of their system who&amp;#39;s been hyped up into a god.&lt;/p&gt;\n\n&lt;p&gt;But they can&amp;#39;t escape the green line because they don&amp;#39;t actually shut off their internal dialogue. They&amp;#39;ve only &amp;quot;disturbed it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Shutting it off is too difficult, and the &amp;quot;systems&amp;quot; which tried to tell people to do that, would go out of business.&lt;/p&gt;\n\n&lt;p&gt;So they have a &amp;quot;substitute&amp;quot; for silence.&lt;/p&gt;\n\n&lt;p&gt;Even Sufis do that with their spinning, Holy Roller Christians with their wiggling on the floor as if they were possessed by demons, Buddhists with mantras or sutras, and Zen people with Koan puzzles.&lt;/p&gt;\n\n&lt;p&gt;Catholics get to river of mud magic at the green line, by contemplating the scriptures.  Which by the way, leads to lucid dreams of heaven.&lt;/p&gt;\n\n&lt;p&gt;That stuff is like the wax food at good Japanese restaurants.  The wax food is easy to see in the window, and gives you promises of  the rewards inside.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just wax food.  And the restaurant door is locked for everyone but sorcerers.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;exit&amp;quot; from green magic is nearly inevitable: sleep.  Which further enhances the delusion that it&amp;#39;s leading somewhere even more magical because a dream about magic occasionally follows meditation.  You get the double interested, but he can&amp;#39;t reach you.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no way you&amp;#39;re going further than the green line, without actually removing some of that internal dialogue. Every word in the mind pulls you back towards the blue line.  You can never drift lower that way.&lt;/p&gt;\n\n&lt;p&gt;But the bad players out there (everyone) will confuse themselves by believing a tiny bit of green magic, is going to turn into the  hype they&amp;#39;ve been fed by their leaders.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s genius!  As far as brainwashing people goes.&lt;/p&gt;\n\n&lt;p&gt;They try that on kids.  You see a commercial for a Barbie doll, but she&amp;#39;s fully alive and driving around making out with Ken in a pink convertible.&lt;/p&gt;\n\n&lt;p&gt;The smallest ones are unclear whether the toy can really do that.  If Santa Claus is real, then Barbie can make out with ken.&lt;/p&gt;\n\n&lt;p&gt;Sometimes toy companies get sued for that sort of thing.&lt;/p&gt;\n\n&lt;p&gt;But not Buddhists or Daoists.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_shgtid", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvam3eb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643819825.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1643819825.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hvafjqs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv5bc4d", "score": 4, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;One of these days we have to figure out why everyone who does darkroom, is not UP TO THEIR EARS in IOB offers. Manifestations where they offer to become your Ally.\n\n&gt;It really shouldn't be possible to make it down to the red zone, without them showing up constantly, trying to become your friend.\n\nYep, I agree. That initial barrier is the problem.\n\nEven in the green zone, the ordinary world Intent is too strong for the inorganic beings to interact.\n\nThe mechanics of the J Curve might be a bit disappointing at first.\n\nEspecially the aspect that you start from 0 at every practice.\n\nAnd beginners can't believe this stuff is real.\n\nI mean, after a bad week I start doubting again too!\n\nThe blue line works like that.\n\nYou just forget there are others states of being.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hvafjqs", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;One of these days we have to figure out why everyone who does darkroom, is not UP TO THEIR EARS in IOB offers. Manifestations where they offer to become your Ally.&lt;/p&gt;\n\n&lt;p&gt;It really shouldn&amp;#39;t be possible to make it down to the red zone, without them showing up constantly, trying to become your friend.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yep, I agree. That initial barrier is the problem.&lt;/p&gt;\n\n&lt;p&gt;Even in the green zone, the ordinary world Intent is too strong for the inorganic beings to interact.&lt;/p&gt;\n\n&lt;p&gt;The mechanics of the J Curve might be a bit disappointing at first.&lt;/p&gt;\n\n&lt;p&gt;Especially the aspect that you start from 0 at every practice.&lt;/p&gt;\n\n&lt;p&gt;And beginners can&amp;#39;t believe this stuff is real.&lt;/p&gt;\n\n&lt;p&gt;I mean, after a bad week I start doubting again too!&lt;/p&gt;\n\n&lt;p&gt;The blue line works like that.&lt;/p&gt;\n\n&lt;p&gt;You just forget there are others states of being.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_shgtid", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvafjqs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643817409.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1643817409.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hvtka95", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hvs5n25", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "This is an amazing post. Thank you!!", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is an amazing post. Thank you!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvtka95/", "num_reports": null, "locked": false, "name": "t1_hvtka95", "created": 1644161681.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1644161681.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hvs5n25", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hvs2k14", "score": 3, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Similar. I think they were trying to highlight that sense of rapport. Don Juan tells Carlos about it when he's trying to help him attract IOBs.\n\n&gt;\"What do sorcerers do with inorganic beings?\"  \n&gt;  \n&gt;\"They mingle with them. They turn them into allies. They form associations; create extraordinary friendships. I call them vast enterprises where perception plays the uppermost role. We are social beings. We unavoidably seek the company of consciousness.  \n&gt;  \n&gt;\"With inorganic beings, the secret is not to fear them. And this must be done from the beginning.  \n&gt;  \n&gt;\"The intent one has to send out to them has to be of power and abandon. In that intent one must encode the message \"I don't fear you. Come to see me. If you do, I'll welcome you. If you don't want to come, I'll miss you.\" With a message like this, they'll get so curious that they'll come for sure.\"  \n&gt;  \n&gt;\"Why should they come to seek me, or why on earth should I seek them?\"  \n&gt;  \n&gt;\"Dreamers, whether they like it or not, in their dreaming seek associations with other beings. This may come to you as a shock, but dreamers automatically seek groups of beings; nexuses \\[\\* nexuses- connected series or groups\\] of inorganic beings in this case. Dreamers seek them avidly.\"\n\nIt's easy to be afraid of otherness. If you think of yourself as one of them who maybe just got a little lost, then they don't seem so other. I think trying to take on their perspective also means its easier to view which of your behaviours they will respond to.\n\nBut that last part wasn't really my point, there's something else I feel like is important. \n\n***You don't really know what it is like interacting with IOBs until you have done it.*** And probably not until you have done it several times.\n\nSometimes we might only have brief interactions with their projections. There isn't a lot of energetic back-and-forth going on, and it can be difficult to tell afterwards if it was really an IOB or not. That's not the kind of interaction I'm talking about. When you get more fluent at it, you realise they can always read our thoughts and feelings. They are very substantial and real. And you can carry on clear and detailed conversations with them once you sync up with them just as you would a person.\n\nIt's those feelings that we can use with them first to develop anything meaningful. They know what a feeling of love and welcoming feels like and what it means, and they know what a feeling of fearfulness is. Controlling our feelings is one of the best ways of showing them that we are serious about our desire to meet them and that it is worth their effort to meet us. Even just being open that you're nervous but genuine.\n\nTaking on the perspective of them makes it easier to generate feelings that you are about to meet some long lost (but possibly weird) family, rather than face a monster in the jungle. It also gives you the confidence that you can tell them to fuck off if you have to, cause they are just like you after all. But preferably you wouldn't need to do that.\n\nPerceiving and engaging in dialogue with them requires a quiet mind. But generating these feelings doesn't. So you can call to them even when you aren't in 'practice mode'.\n\nI think it's that frame of mind that's really important, and I think that's exactly what this IOB was trying to express to me (I made it clear I was asking on behalf of the sub). I hope this is somewhat helpful and that it makes sense. Fostering relationships with IOBs is one of the most rewarding things I have found in this practice. (And they make gazing and dreaming SO much easier just by being around)\n\nEdits: formatting", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hvs5n25", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Similar. I think they were trying to highlight that sense of rapport. Don Juan tells Carlos about it when he&amp;#39;s trying to help him attract IOBs.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;&amp;quot;What do sorcerers do with inorganic beings?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;They mingle with them. They turn them into allies. They form associations; create extraordinary friendships. I call them vast enterprises where perception plays the uppermost role. We are social beings. We unavoidably seek the company of consciousness.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;With inorganic beings, the secret is not to fear them. And this must be done from the beginning.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The intent one has to send out to them has to be of power and abandon. In that intent one must encode the message &amp;quot;I don&amp;#39;t fear you. Come to see me. If you do, I&amp;#39;ll welcome you. If you don&amp;#39;t want to come, I&amp;#39;ll miss you.&amp;quot; With a message like this, they&amp;#39;ll get so curious that they&amp;#39;ll come for sure.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Why should they come to seek me, or why on earth should I seek them?&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Dreamers, whether they like it or not, in their dreaming seek associations with other beings. This may come to you as a shock, but dreamers automatically seek groups of beings; nexuses [* nexuses- connected series or groups] of inorganic beings in this case. Dreamers seek them avidly.&amp;quot;&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;It&amp;#39;s easy to be afraid of otherness. If you think of yourself as one of them who maybe just got a little lost, then they don&amp;#39;t seem so other. I think trying to take on their perspective also means its easier to view which of your behaviours they will respond to.&lt;/p&gt;\n\n&lt;p&gt;But that last part wasn&amp;#39;t really my point, there&amp;#39;s something else I feel like is important. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;&lt;em&gt;You don&amp;#39;t really know what it is like interacting with IOBs until you have done it.&lt;/em&gt;&lt;/strong&gt; And probably not until you have done it several times.&lt;/p&gt;\n\n&lt;p&gt;Sometimes we might only have brief interactions with their projections. There isn&amp;#39;t a lot of energetic back-and-forth going on, and it can be difficult to tell afterwards if it was really an IOB or not. That&amp;#39;s not the kind of interaction I&amp;#39;m talking about. When you get more fluent at it, you realise they can always read our thoughts and feelings. They are very substantial and real. And you can carry on clear and detailed conversations with them once you sync up with them just as you would a person.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s those feelings that we can use with them first to develop anything meaningful. They know what a feeling of love and welcoming feels like and what it means, and they know what a feeling of fearfulness is. Controlling our feelings is one of the best ways of showing them that we are serious about our desire to meet them and that it is worth their effort to meet us. Even just being open that you&amp;#39;re nervous but genuine.&lt;/p&gt;\n\n&lt;p&gt;Taking on the perspective of them makes it easier to generate feelings that you are about to meet some long lost (but possibly weird) family, rather than face a monster in the jungle. It also gives you the confidence that you can tell them to fuck off if you have to, cause they are just like you after all. But preferably you wouldn&amp;#39;t need to do that.&lt;/p&gt;\n\n&lt;p&gt;Perceiving and engaging in dialogue with them requires a quiet mind. But generating these feelings doesn&amp;#39;t. So you can call to them even when you aren&amp;#39;t in &amp;#39;practice mode&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;I think it&amp;#39;s that frame of mind that&amp;#39;s really important, and I think that&amp;#39;s exactly what this IOB was trying to express to me (I made it clear I was asking on behalf of the sub). I hope this is somewhat helpful and that it makes sense. Fostering relationships with IOBs is one of the most rewarding things I have found in this practice. (And they make gazing and dreaming SO much easier just by being around)&lt;/p&gt;\n\n&lt;p&gt;Edits: formatting&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_shgtid", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvs5n25/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644127797.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1644127797.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hvs2k14", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hvrx0xw", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Makes sense in a lot of ways, in the sense that that sounds like \"intend it, yo. Procedure unimportant.\"", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Makes sense in a lot of ways, in the sense that that sounds like &amp;quot;intend it, yo. Procedure unimportant.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvs2k14/", "num_reports": null, "locked": false, "name": "t1_hvs2k14", "created": 1644120398.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1644120398.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hvrx0xw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv5hc0l", "score": 3, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\\&gt; That said, please, someone that can ask an IOB, please check these, so I'm not talking out of my ass and just indulging\n\nI tried to ask an IOB about this last night. I got a clear reply but was too distracted by other things to pursue more information. I didn't ask specifically about the three points you mentioned, I just asked what can people do to attract IOBs to work with them.\n\nThe response was \"take on the perspective that you are one of them.\" \n\nNo idea if this will help, but once they said it I realised it is something that I tend to do already. Perhaps it's a useful ingredient.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hvrx0xw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt; That said, please, someone that can ask an IOB, please check these, so I&amp;#39;m not talking out of my ass and just indulging&lt;/p&gt;\n\n&lt;p&gt;I tried to ask an IOB about this last night. I got a clear reply but was too distracted by other things to pursue more information. I didn&amp;#39;t ask specifically about the three points you mentioned, I just asked what can people do to attract IOBs to work with them.&lt;/p&gt;\n\n&lt;p&gt;The response was &amp;quot;take on the perspective that you are one of them.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;No idea if this will help, but once they said it I realised it is something that I tend to do already. Perhaps it&amp;#39;s a useful ingredient.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_shgtid", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hvrx0xw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1644115832.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1644115832.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hv6nqod", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv6b9tz", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Pretty cool!", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_hv6nqod", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Pretty cool!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_shgtid", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6nqod/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643749489.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1643749489.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hv6owyg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1643749920.0, "send_replies": true, "parent_id": "t1_hv6hfqr", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Shit. I can't afford to read that one.\n\nBut it's what I meant. I fully expect many passes to allow you to walk right through the wall of your darkroom.\n\nI've done it many times!\n\nJust not without the help of an inorganic being.\n\nOr Cholita.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hv6owyg", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Shit. I can&amp;#39;t afford to read that one.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s what I meant. I fully expect many passes to allow you to walk right through the wall of your darkroom.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done it many times!&lt;/p&gt;\n\n&lt;p&gt;Just not without the help of an inorganic being.&lt;/p&gt;\n\n&lt;p&gt;Or Cholita.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6owyg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643749920.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_shgtid", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_shgtid", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hv79lm1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1643757807.0, "send_replies": true, "parent_id": "t1_hv6hfqr", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "The Clara version, \"Opening A Crack In The World\" exactly matches part of the version from the workshop notes, minus the partner.\n\nThe Clara version appears to be the essential minimum set of movements for the pass, plus a lot of incredible details on exactly how to feel, breathing etc., to have the proper intent for the pass. The la Gorda version is missing some details and the workshop version buries the pass somewhat and skips some essential details.\n\nThe section with la Gorda and Carlos, shows the kinda of effects it can have, and Clara outright calls it one of the most important and mysterious passes ... and deja vu.\n\nEdit: This is one that works to cross over without IOB's juicing oneself up, but to make it work you'll need a fuck-ton of personal power.", "edited": 1643759223.0, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The Clara version, &amp;quot;Opening A Crack In The World&amp;quot; exactly matches part of the version from the workshop notes, minus the partner.&lt;/p&gt;\n\n&lt;p&gt;The Clara version appears to be the essential minimum set of movements for the pass, plus a lot of incredible details on exactly how to feel, breathing etc., to have the proper intent for the pass. The la Gorda version is missing some details and the workshop version buries the pass somewhat and skips some essential details.&lt;/p&gt;\n\n&lt;p&gt;The section with la Gorda and Carlos, shows the kinda of effects it can have, and Clara outright calls it one of the most important and mysterious passes ... and deja vu.&lt;/p&gt;\n\n&lt;p&gt;Edit: This is one that works to cross over without IOB&amp;#39;s juicing oneself up, but to make it work you&amp;#39;ll need a fuck-ton of personal power.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv79lm1/", "num_reports": null, "locked": false, "name": "t1_hv79lm1", "created": 1643757807.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv6hfqr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1643747159.0, "send_replies": true, "parent_id": "t1_hv6ch9b", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "And from the books, all except Stalking With The Double. The first passage is listed in the Tensegrity Wiki's Stalking Category in the [all the passes from The Sorcerer's Crossing](https://www.reddit.com/r/castaneda/wiki/tensegrity/stalking_tensegrity/sorcercers_crossing_passes) page as \"p. 124 - Opening A Crack in the World\":\n\n\"\"For the next sorcery pass,\" Clara said, \"stand with your feet together and look straight ahead as if you were facing a door that you are going to open.\"\n\nClara told me to raise my hands to eye level and to curl my fingers **as if I were placing them inside the recessed handles of sliding doors that open in the middle.**\n\n\"What you are going to open is a crack in the energy lines of the world,\" she explained:\n\n\"Imagine those lines as rigid vertical cords that make a screen in front of you.\n\n\"Now grab a bunch of the fibers and pull them apart with all your might.\n\n\"Pull them apart until the opening is big enough for you to step through.\"\n\nShe told me that once I had made that hole, I should step forward with my left leg and then quickly, using my left foot as a pivot, rotate one hundred and eighty degrees counterclockwise to face the direction from which I had come.\n\nBy my turning in this manner, the energy lines I had pushed apart would wrap around me.\n\nTo return, she said, I had to open the lines again by pulling them apart the same way I had done before, then step out with the right foot and quickly turn one hundred and eighty degrees clockwise as soon as I had taken the step. In this fashion, I would have unwrapped myself and would again be facing the direction in which I had begun the sorcery pass.\n\n\"This is one of the most powerful and mysterious of all the sorcery passes,\" Clara cautioned. \"With it we can open doors to different worlds, provided of course that we have stored a surplus of internal energy and are able to realize the intent of the pass.\"\n\nHer serious tone and expression made me ill at ease.\n\nI didn't know what to expect if I succeeded in opening that invisible door.\n\nIn a brusque tone, she then gave me some final instructions.\n\n\"When you step in,\" she said, \"your body has to feel rooted, heavy, full of tension.\n\n\"But once you are inside and have turned around, you should feel light and airy, as if you were floating upward.\n\n\"Exhale sharply as you first lunge forward through the opening, then inhale slowly and deeply, filling your lungs completely with the energy from behind that screen.\"\n\nI practiced the pass several times as Clara looked on, but it was as if I were only going through the outward motions.\n\nI couldn't feel the energy fibers forming the screen that Clara was talking about.\n\n\"You're not pulling the door open hard enough,\" Clara corrected me. \"Use your internal energy, not just your arm muscles. Expel the stale air and pull in your stomach as you lunge forward. Once inside, breathe as many times as you can, but be on the alert. Don't stay longer than you need to.\"\n\nI mustered up all my strength and grabbed the air. Clara stood behind me, held my forearms and gave them a tremendous pull sideways.\n\n**Instantly I felt as if some sliding doors had opened.**\n\nExhaling sharply, I lunged through it, or rather Clara had given me a shove from behind, pushing me forward.\n\nI remembered to turn around and breathe deeply, but for a moment I worried that I wouldn't know when to come out. Clara sensed this and told me when to stop breathing and when to step out.\n\n\"As you practice this sorcery pass by yourself,\" Clara said, \"you'll learn to do it perfectly, but be careful.\n\n\"All sorts of things can happen once you go through that opening.\n\n\"Remember, you have to be cautious and at the same time bold.\"\n\n\"How will I know which is which?\" I asked.\n\nClara shrugged. \"For a while, you won't. Unfortunately, prudence comes to us only after we've gotten blasted.\"\n\nShe added that cautiousness without cowardice is hinged on our ability to control our internal energy; and to divert it into the reserve channels so that it is available to us when we need it for extraordinary actions.\n\n\"With enough internal energy, anything can be accomplished,\" Clara said, \"but we need to store and refine it.\"\n\n:::::::::::::::::::::::::\n\n\"She was about to open the front door, but she stopped short. A most frightening sound came from just outside the door. It sounded to me like a growl. It was so horrendous and ominous that it made us both jump back, away from the door. My physical alarm was so intense that I would have fled if I had had a place to go.\n\nSomething heavy was leaning against the door. It made the door creak. I looked at la Gorda. She seemed to be even more alarmed. She was still standing with her arm outstretched as if to open the door. Her mouth was open. She seemed to have been frozen in midaction.\n\nThe door was about to be sprung open any moment. There were no bangs on it, just a terrifying pressure, not only on the door but all around the house.\n\nLa Gorda stood up and told me to embrace her quickly from behind locking my hands around her waist over her belly button. She performed then a strange movement with her hands.\n\nIt was as though she were flipping a towel while holding it at the level of her eyes. She did it four times.\n\nThen she made another strange movement. She placed her hands at the middle of her chest with the palms up, one above the other without touching. Her elbows were straight out to her sides. She clasped her hands as if she had suddenly grabbed two unseen bars. She slowly turned her hands over until the palms were facing down and then she made a most beautiful, exertive movement, a movement that seemed to engage every muscle in her body. It was as though she were opening a **heavy sliding door** that offered a great resistance. Her body shivered with the exertion. Her arms moved slowly, as if opening a very, very heavy door, until they were fully extended laterally.\n\nI had the clear impression that as soon as she opened that door a wind rushed through. That wind pulled us and we actually went through the wall- or rather, the walls of the house went through us- or perhaps, all three of la Gorda, the house and myself went through the door she had opened.\n\nAll of a sudden I was out in an open field. I could see the dark shapes of the surrounding mountains and trees. I was no longer holding onto la Gorda's waist. A noise above me made me look up, and I saw her hovering perhaps ten feet above me like the black shape of a giant kite. I felt a terrible itch in my belly button and then la Gorda plummeted down to the ground at top speed, but instead of crashing she came to a soft, total halt.\n\nAt the moment that la Gorda landed, the itch in my umbilical region turned into a horribly exhausting nervous pain. It was as if her landing were pulling my insides out. I screamed in pain at the top of my voice.\n\nThen la Gorda was standing next to me, desperately out of breath. I was sitting down. We were again in the room of don Genaro's house where we had been.\n\nLa Gorda seemed unable to catch her breath. She was drenched in perspiration.\"\n\n----------------------", "edited": 1643747784.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_hv6hfqr", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And from the books, all except Stalking With The Double. The first passage is listed in the Tensegrity Wiki&amp;#39;s Stalking Category in the &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/stalking_tensegrity/sorcercers_crossing_passes\"&gt;all the passes from The Sorcerer&amp;#39;s Crossing&lt;/a&gt; page as &amp;quot;p. 124 - Opening A Crack in the World&amp;quot;:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;For the next sorcery pass,&amp;quot; Clara said, &amp;quot;stand with your feet together and look straight ahead as if you were facing a door that you are going to open.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Clara told me to raise my hands to eye level and to curl my fingers &lt;strong&gt;as if I were placing them inside the recessed handles of sliding doors that open in the middle.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What you are going to open is a crack in the energy lines of the world,&amp;quot; she explained:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Imagine those lines as rigid vertical cords that make a screen in front of you.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Now grab a bunch of the fibers and pull them apart with all your might.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Pull them apart until the opening is big enough for you to step through.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She told me that once I had made that hole, I should step forward with my left leg and then quickly, using my left foot as a pivot, rotate one hundred and eighty degrees counterclockwise to face the direction from which I had come.&lt;/p&gt;\n\n&lt;p&gt;By my turning in this manner, the energy lines I had pushed apart would wrap around me.&lt;/p&gt;\n\n&lt;p&gt;To return, she said, I had to open the lines again by pulling them apart the same way I had done before, then step out with the right foot and quickly turn one hundred and eighty degrees clockwise as soon as I had taken the step. In this fashion, I would have unwrapped myself and would again be facing the direction in which I had begun the sorcery pass.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;This is one of the most powerful and mysterious of all the sorcery passes,&amp;quot; Clara cautioned. &amp;quot;With it we can open doors to different worlds, provided of course that we have stored a surplus of internal energy and are able to realize the intent of the pass.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Her serious tone and expression made me ill at ease.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t know what to expect if I succeeded in opening that invisible door.&lt;/p&gt;\n\n&lt;p&gt;In a brusque tone, she then gave me some final instructions.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When you step in,&amp;quot; she said, &amp;quot;your body has to feel rooted, heavy, full of tension.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But once you are inside and have turned around, you should feel light and airy, as if you were floating upward.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Exhale sharply as you first lunge forward through the opening, then inhale slowly and deeply, filling your lungs completely with the energy from behind that screen.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I practiced the pass several times as Clara looked on, but it was as if I were only going through the outward motions.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t feel the energy fibers forming the screen that Clara was talking about.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re not pulling the door open hard enough,&amp;quot; Clara corrected me. &amp;quot;Use your internal energy, not just your arm muscles. Expel the stale air and pull in your stomach as you lunge forward. Once inside, breathe as many times as you can, but be on the alert. Don&amp;#39;t stay longer than you need to.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I mustered up all my strength and grabbed the air. Clara stood behind me, held my forearms and gave them a tremendous pull sideways.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Instantly I felt as if some sliding doors had opened.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Exhaling sharply, I lunged through it, or rather Clara had given me a shove from behind, pushing me forward.&lt;/p&gt;\n\n&lt;p&gt;I remembered to turn around and breathe deeply, but for a moment I worried that I wouldn&amp;#39;t know when to come out. Clara sensed this and told me when to stop breathing and when to step out.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;As you practice this sorcery pass by yourself,&amp;quot; Clara said, &amp;quot;you&amp;#39;ll learn to do it perfectly, but be careful.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;All sorts of things can happen once you go through that opening.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Remember, you have to be cautious and at the same time bold.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How will I know which is which?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;Clara shrugged. &amp;quot;For a while, you won&amp;#39;t. Unfortunately, prudence comes to us only after we&amp;#39;ve gotten blasted.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She added that cautiousness without cowardice is hinged on our ability to control our internal energy; and to divert it into the reserve channels so that it is available to us when we need it for extraordinary actions.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;With enough internal energy, anything can be accomplished,&amp;quot; Clara said, &amp;quot;but we need to store and refine it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;:::::::::::::::::::::::::&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;She was about to open the front door, but she stopped short. A most frightening sound came from just outside the door. It sounded to me like a growl. It was so horrendous and ominous that it made us both jump back, away from the door. My physical alarm was so intense that I would have fled if I had had a place to go.&lt;/p&gt;\n\n&lt;p&gt;Something heavy was leaning against the door. It made the door creak. I looked at la Gorda. She seemed to be even more alarmed. She was still standing with her arm outstretched as if to open the door. Her mouth was open. She seemed to have been frozen in midaction.&lt;/p&gt;\n\n&lt;p&gt;The door was about to be sprung open any moment. There were no bangs on it, just a terrifying pressure, not only on the door but all around the house.&lt;/p&gt;\n\n&lt;p&gt;La Gorda stood up and told me to embrace her quickly from behind locking my hands around her waist over her belly button. She performed then a strange movement with her hands.&lt;/p&gt;\n\n&lt;p&gt;It was as though she were flipping a towel while holding it at the level of her eyes. She did it four times.&lt;/p&gt;\n\n&lt;p&gt;Then she made another strange movement. She placed her hands at the middle of her chest with the palms up, one above the other without touching. Her elbows were straight out to her sides. She clasped her hands as if she had suddenly grabbed two unseen bars. She slowly turned her hands over until the palms were facing down and then she made a most beautiful, exertive movement, a movement that seemed to engage every muscle in her body. It was as though she were opening a &lt;strong&gt;heavy sliding door&lt;/strong&gt; that offered a great resistance. Her body shivered with the exertion. Her arms moved slowly, as if opening a very, very heavy door, until they were fully extended laterally.&lt;/p&gt;\n\n&lt;p&gt;I had the clear impression that as soon as she opened that door a wind rushed through. That wind pulled us and we actually went through the wall- or rather, the walls of the house went through us- or perhaps, all three of la Gorda, the house and myself went through the door she had opened.&lt;/p&gt;\n\n&lt;p&gt;All of a sudden I was out in an open field. I could see the dark shapes of the surrounding mountains and trees. I was no longer holding onto la Gorda&amp;#39;s waist. A noise above me made me look up, and I saw her hovering perhaps ten feet above me like the black shape of a giant kite. I felt a terrible itch in my belly button and then la Gorda plummeted down to the ground at top speed, but instead of crashing she came to a soft, total halt.&lt;/p&gt;\n\n&lt;p&gt;At the moment that la Gorda landed, the itch in my umbilical region turned into a horribly exhausting nervous pain. It was as if her landing were pulling my insides out. I screamed in pain at the top of my voice.&lt;/p&gt;\n\n&lt;p&gt;Then la Gorda was standing next to me, desperately out of breath. I was sitting down. We were again in the room of don Genaro&amp;#39;s house where we had been.&lt;/p&gt;\n\n&lt;p&gt;La Gorda seemed unable to catch her breath. She was drenched in perspiration.&amp;quot;&lt;/p&gt;\n\n&lt;hr/&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_shgtid", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6hfqr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643747159.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hv6oij9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1643749772.0, "send_replies": true, "parent_id": "t1_hv6eibw", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So I've seen all of the passes, and most done by Carlos at least a little bit, before turning Kylie over to us.\n\nIf we could get some \"volunteers\" to do them, I could look and give advice on needed modifications.\n\nAnd we could make a darkroom youtube channel.\n\nWhoever put in the work to make it could monetize it.  Not that you'd make much, since only hundreds of views is what usually happens for obscure tensegrity channels.\n\nOr give it to Enlightenment Channel guy.\n\nEventually the passes will all produce \"practical magic\" is my belief.\n\nFancy explained it to me.  The passes are \"containers\".\n\nFor intent.\n\nBut they're all connected to each other, so if you put something in your copy, it might be available in someone else's copy.\n\nDepends on  how many people you have who are powerful.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hv6oij9", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So I&amp;#39;ve seen all of the passes, and most done by Carlos at least a little bit, before turning Kylie over to us.&lt;/p&gt;\n\n&lt;p&gt;If we could get some &amp;quot;volunteers&amp;quot; to do them, I could look and give advice on needed modifications.&lt;/p&gt;\n\n&lt;p&gt;And we could make a darkroom youtube channel.&lt;/p&gt;\n\n&lt;p&gt;Whoever put in the work to make it could monetize it.  Not that you&amp;#39;d make much, since only hundreds of views is what usually happens for obscure tensegrity channels.&lt;/p&gt;\n\n&lt;p&gt;Or give it to Enlightenment Channel guy.&lt;/p&gt;\n\n&lt;p&gt;Eventually the passes will all produce &amp;quot;practical magic&amp;quot; is my belief.&lt;/p&gt;\n\n&lt;p&gt;Fancy explained it to me.  The passes are &amp;quot;containers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;For intent.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re all connected to each other, so if you put something in your copy, it might be available in someone else&amp;#39;s copy.&lt;/p&gt;\n\n&lt;p&gt;Depends on  how many people you have who are powerful.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6oij9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643749772.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_shgtid", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv6eibw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1643746058.0, "send_replies": true, "parent_id": "t1_hv6ch9b", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Only this result for \"sliding door,\" and nothing for \"slide a door\" in the workshop notes:\n\nNew York, NY - April 27, 2003\n\nThe main pass performed at the NY Sunday workshop is a variation for two partners of a previous pass (whoever knows/recognizes it, may simply adjust it to the following). This pass aids stalking and reflects our daily interactions with others.\n\nThe pass contains three segments:\n\n-1. (meeting the other and first interaction - confrontation)\n\nThe entire pass starts with the two partners standing side by side. Then they slowly turn away from each other as they fan the space in front (as described below)\n\nHorse stance, back loosely to the partner, hand perpendicular to forearm, arms bent at elbow - push lightly with palm of hand from left to right in front of the body/face (**as if pushing a sliding door or curtain**) with left hand/arm; right to left with right hand/arm. Alternate hands/arms a few times as you turn slightly clockwise with entire body. Jump lightly to face your partner (moment of encounter). Continue hand/arm movement.\n\nStrike toward partner with left fist at shoulder level, arm slightly bent at elbow. The partner blocks the blow by striking the same way, from below until the arms of the two touch in an x-like cross. Step forward while striking/attacking - partner step backward when responding/defending. Repeat with right fist, then once again left-right (a sequence of 4).\n\nDisengage by retreating scrapping the mud of energy 2,3 times(L,R), pivot 90 degrees to the right kick a lateral gate to the right (with left foot) then slump.\n\nDisengage. Kick with left foot to the right. Turn about 45 degrees to the right and relax whole body, dropping head to chest and loosening arms down by the sides of the body.\n\n-2. (second encounter/interaction - confrontation)\n\nFrom the last position of complete loosening, jump on the spot (scissors-like) left foot forward. Then jump three times (right-left-right foot), slightly moving leftward (counterclockwise) jump three times once again and repeat one more time as you face your partner (for a total of 3 sets of 3 jumps each).\n\nLift left leg, knee bent, and bring to the right by twisting hips (torso remains facing forward). Repeat three times. Then, hit to the left with both hands fisted and arms swinging at about shoulder level, kick with left foot to the right as you make a step forward. Repeat with opposite side/leg as you approach partner. Stand close to each other, bring left arms up, fisted hands, from around waist level/right side to the level of the chin/left side in a semi-circle until your arms cross. Repeat three times.\n\nGrab a rope at just about knee level. One partner pulls, making 3-4 backward sliding/jumping steps (always the same leg leading) while holding the rope. The other partner follows (pushes) by making forward steps in the same manner. Repeat in the other direction (the one who pulled now pushes and vice versa). Then both partners retrieve, by repeating the same movement backwards simultaneously, thus moving away from each other.\n\nkick up with the right leg towards your partner. then pivot 90 degrees to right as before.\n\nKick to the right with left leg. Relax by bending head forward and turning away from partner (clockwise). This time the position is more composed, not as loose as at the end of the first sequence. Take a deep breath, drawing energy from the sun, palms facing slightly up. Exhale.\n\n-3. (final encounter - cooperation)\n\nTurn slowly toward partner. Hands on knees, looking at partner, slide hands upward, inhaling; turn hands out in a circular motion in front of face and end the circle with the hands turned up at the level of the hips (horse stance, slightly more bent body) in an \"offering\" position (as though you brushed energy from your front body and are now offering it to your partner).\n\nAt the end of the 'offering' breath, as you are facing the partner (palms facing up) bring the palms about 10 cm upwards with a brisk and defined movement, as if lifting something.\n\nPlace wrists at the sides of the chest, hands facing each other and thrust hands forward as if expelling energy from the chest to the front of the energy body. Repeat the movement, but this time wrists/hands are at the level of the lower rib cage. Place wrists at hips and jump lightly forward (with a step) then thrust hands forward. You are now closer to your partner.\n\nHand facing outward, toward your partner, wrist bent, hand flat - make a circle in front of your body clockwise, as if wiping a window. The circle is small and the movement brisk. Repeat the movement with the left hand, making a larger counterclockwise circle with a slower motion. Repeat five times (here I'm not sure about the number).\n\nStep slightly back and to the right, as you rotate arms along each other in front of the chest (elbows bent) in an inward (toward the body) cycle, until your right foot and right arm are in front. Right toes touch the ground (heel lifted), knee bent; elbow bent and forearm pointing up, hand straight up. Repeat movement (light, dance-like steps and arm movement) to the left, ending with left arm/leg forward.\n\nLeft foot forward, make side steps toward your partner until your backs face each other. Backs should not touch. Grab a thick rope/pole from your left, just above the shoulder, on the side of the head and pull it down to the right side of the hip. Repeat the same from right-up to left-down. Do 5 sets. Aim at synchrony with your partner.\n\nStop and feel the space between your backs.\n\nStep to the side to face each other (as initially) and bow in gratitude.\n\nJona Pelovska\n\n[https://web.archive.org/web/20191127161751/http://insensciety.com/notes/2003\\_ny-03\\_04\\_27.html](https://web.archive.org/web/20191127161751/http://insensciety.com/notes/2003_ny-03_04_27.html)", "edited": 1643747040.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_hv6eibw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Only this result for &amp;quot;sliding door,&amp;quot; and nothing for &amp;quot;slide a door&amp;quot; in the workshop notes:&lt;/p&gt;\n\n&lt;p&gt;New York, NY - April 27, 2003&lt;/p&gt;\n\n&lt;p&gt;The main pass performed at the NY Sunday workshop is a variation for two partners of a previous pass (whoever knows/recognizes it, may simply adjust it to the following). This pass aids stalking and reflects our daily interactions with others.&lt;/p&gt;\n\n&lt;p&gt;The pass contains three segments:&lt;/p&gt;\n\n&lt;p&gt;-1. (meeting the other and first interaction - confrontation)&lt;/p&gt;\n\n&lt;p&gt;The entire pass starts with the two partners standing side by side. Then they slowly turn away from each other as they fan the space in front (as described below)&lt;/p&gt;\n\n&lt;p&gt;Horse stance, back loosely to the partner, hand perpendicular to forearm, arms bent at elbow - push lightly with palm of hand from left to right in front of the body/face (&lt;strong&gt;as if pushing a sliding door or curtain&lt;/strong&gt;) with left hand/arm; right to left with right hand/arm. Alternate hands/arms a few times as you turn slightly clockwise with entire body. Jump lightly to face your partner (moment of encounter). Continue hand/arm movement.&lt;/p&gt;\n\n&lt;p&gt;Strike toward partner with left fist at shoulder level, arm slightly bent at elbow. The partner blocks the blow by striking the same way, from below until the arms of the two touch in an x-like cross. Step forward while striking/attacking - partner step backward when responding/defending. Repeat with right fist, then once again left-right (a sequence of 4).&lt;/p&gt;\n\n&lt;p&gt;Disengage by retreating scrapping the mud of energy 2,3 times(L,R), pivot 90 degrees to the right kick a lateral gate to the right (with left foot) then slump.&lt;/p&gt;\n\n&lt;p&gt;Disengage. Kick with left foot to the right. Turn about 45 degrees to the right and relax whole body, dropping head to chest and loosening arms down by the sides of the body.&lt;/p&gt;\n\n&lt;p&gt;-2. (second encounter/interaction - confrontation)&lt;/p&gt;\n\n&lt;p&gt;From the last position of complete loosening, jump on the spot (scissors-like) left foot forward. Then jump three times (right-left-right foot), slightly moving leftward (counterclockwise) jump three times once again and repeat one more time as you face your partner (for a total of 3 sets of 3 jumps each).&lt;/p&gt;\n\n&lt;p&gt;Lift left leg, knee bent, and bring to the right by twisting hips (torso remains facing forward). Repeat three times. Then, hit to the left with both hands fisted and arms swinging at about shoulder level, kick with left foot to the right as you make a step forward. Repeat with opposite side/leg as you approach partner. Stand close to each other, bring left arms up, fisted hands, from around waist level/right side to the level of the chin/left side in a semi-circle until your arms cross. Repeat three times.&lt;/p&gt;\n\n&lt;p&gt;Grab a rope at just about knee level. One partner pulls, making 3-4 backward sliding/jumping steps (always the same leg leading) while holding the rope. The other partner follows (pushes) by making forward steps in the same manner. Repeat in the other direction (the one who pulled now pushes and vice versa). Then both partners retrieve, by repeating the same movement backwards simultaneously, thus moving away from each other.&lt;/p&gt;\n\n&lt;p&gt;kick up with the right leg towards your partner. then pivot 90 degrees to right as before.&lt;/p&gt;\n\n&lt;p&gt;Kick to the right with left leg. Relax by bending head forward and turning away from partner (clockwise). This time the position is more composed, not as loose as at the end of the first sequence. Take a deep breath, drawing energy from the sun, palms facing slightly up. Exhale.&lt;/p&gt;\n\n&lt;p&gt;-3. (final encounter - cooperation)&lt;/p&gt;\n\n&lt;p&gt;Turn slowly toward partner. Hands on knees, looking at partner, slide hands upward, inhaling; turn hands out in a circular motion in front of face and end the circle with the hands turned up at the level of the hips (horse stance, slightly more bent body) in an &amp;quot;offering&amp;quot; position (as though you brushed energy from your front body and are now offering it to your partner).&lt;/p&gt;\n\n&lt;p&gt;At the end of the &amp;#39;offering&amp;#39; breath, as you are facing the partner (palms facing up) bring the palms about 10 cm upwards with a brisk and defined movement, as if lifting something.&lt;/p&gt;\n\n&lt;p&gt;Place wrists at the sides of the chest, hands facing each other and thrust hands forward as if expelling energy from the chest to the front of the energy body. Repeat the movement, but this time wrists/hands are at the level of the lower rib cage. Place wrists at hips and jump lightly forward (with a step) then thrust hands forward. You are now closer to your partner.&lt;/p&gt;\n\n&lt;p&gt;Hand facing outward, toward your partner, wrist bent, hand flat - make a circle in front of your body clockwise, as if wiping a window. The circle is small and the movement brisk. Repeat the movement with the left hand, making a larger counterclockwise circle with a slower motion. Repeat five times (here I&amp;#39;m not sure about the number).&lt;/p&gt;\n\n&lt;p&gt;Step slightly back and to the right, as you rotate arms along each other in front of the chest (elbows bent) in an inward (toward the body) cycle, until your right foot and right arm are in front. Right toes touch the ground (heel lifted), knee bent; elbow bent and forearm pointing up, hand straight up. Repeat movement (light, dance-like steps and arm movement) to the left, ending with left arm/leg forward.&lt;/p&gt;\n\n&lt;p&gt;Left foot forward, make side steps toward your partner until your backs face each other. Backs should not touch. Grab a thick rope/pole from your left, just above the shoulder, on the side of the head and pull it down to the right side of the hip. Repeat the same from right-up to left-down. Do 5 sets. Aim at synchrony with your partner.&lt;/p&gt;\n\n&lt;p&gt;Stop and feel the space between your backs.&lt;/p&gt;\n\n&lt;p&gt;Step to the side to face each other (as initially) and bow in gratitude.&lt;/p&gt;\n\n&lt;p&gt;Jona Pelovska&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20191127161751/http://insensciety.com/notes/2003_ny-03_04_27.html\"&gt;https://web.archive.org/web/20191127161751/http://insensciety.com/notes/2003_ny-03_04_27.html&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_shgtid", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6eibw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643746058.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv6ch9b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv6b9tz", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "It was good I read Dan's post, because right after I was reading \"Stalking with the Double\" and I just ran across a specific passage about Allies and IOBs that has some breadcrumbs on an IOB summoning pass.\n\nbackground - Taisha gets an explanation from Carlos on what an ally is, which causes her to recall encountering one in Clara's house and asking Clara about the thing that is frightening her:\n\n    “Why is it after me?” I (Taisha) asked. “What did I do wrong?”\n    \n    In my mind, I ran the gamut of all the sins of commission and \n    omission, and there were plenty of them.\n    \n    “It’s not what you didn’t do,” she (Clara) said shaking her head\n    pathetically. “It’s what you did do. You’ve been doing your \n    sorcery passes, especially, the one where you grab the imaginary \n    sliding door and pull it open. That’s the one that started this \n    whole thing ...”\n\nAnyone run across a pass having a movement that could be construed as opening a sliding glass door? It's not ringing a bell for me.", "edited": 1643745643.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It was good I read Dan&amp;#39;s post, because right after I was reading &amp;quot;Stalking with the Double&amp;quot; and I just ran across a specific passage about Allies and IOBs that has some breadcrumbs on an IOB summoning pass.&lt;/p&gt;\n\n&lt;p&gt;background - Taisha gets an explanation from Carlos on what an ally is, which causes her to recall encountering one in Clara&amp;#39;s house and asking Clara about the thing that is frightening her:&lt;/p&gt;\n\n&lt;pre&gt;&lt;code&gt;“Why is it after me?” I (Taisha) asked. “What did I do wrong?”\n\nIn my mind, I ran the gamut of all the sins of commission and \nomission, and there were plenty of them.\n\n“It’s not what you didn’t do,” she (Clara) said shaking her head\npathetically. “It’s what you did do. You’ve been doing your \nsorcery passes, especially, the one where you grab the imaginary \nsliding door and pull it open. That’s the one that started this \nwhole thing ...”\n&lt;/code&gt;&lt;/pre&gt;\n\n&lt;p&gt;Anyone run across a pass having a movement that could be construed as opening a sliding glass door? It&amp;#39;s not ringing a bell for me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6ch9b/", "num_reports": null, "locked": false, "name": "t1_hv6ch9b", "created": 1643745292.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1643745292.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv6b9tz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv63hug", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "For everyone else, it's the last pass:\n\nhttps://www.reddit.com/r/castaneda/wiki/tensegrity/vid_transcript_01\n\nIn the first video:\n\nCarlos Castaneda's Tensegrity Vol 1: https://youtu.be/eiC3JKFYm4A?t=41m31s", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_hv6b9tz", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;For everyone else, it&amp;#39;s the last pass:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/vid_transcript_01\"&gt;https://www.reddit.com/r/castaneda/wiki/tensegrity/vid_transcript_01&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;In the first video:&lt;/p&gt;\n\n&lt;p&gt;Carlos Castaneda&amp;#39;s Tensegrity Vol 1: &lt;a href=\"https://youtu.be/eiC3JKFYm4A?t=41m31s\"&gt;https://youtu.be/eiC3JKFYm4A?t=41m31s&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_shgtid", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv6b9tz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643744821.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1643744821.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv63hug", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv5uuw3", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I will remind you if I don't hear from you on \"The Antennae.\" :-)\n\nAlso, the written descriptions are incredibly helpful, but watching someone hit the nail on the head is even better. It would be great if folks that know passes that aren't recorded in video would record them.\n\nHowever, I am getting the impression that if someone was really great at recapitulation, at the right assemblage point, then one way to recover passes would be to recap Carlos/Carol/Don Juan/random workshop attendees/etc. Might even be able to recap deeper into the lineage so no passes can be lost.\n\nAll it would take someone who's recapitulation is at the point where they can confidently recap others!  ...  :-)", "edited": 1643742832.0, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I will remind you if I don&amp;#39;t hear from you on &amp;quot;The Antennae.&amp;quot; :-)&lt;/p&gt;\n\n&lt;p&gt;Also, the written descriptions are incredibly helpful, but watching someone hit the nail on the head is even better. It would be great if folks that know passes that aren&amp;#39;t recorded in video would record them.&lt;/p&gt;\n\n&lt;p&gt;However, I am getting the impression that if someone was really great at recapitulation, at the right assemblage point, then one way to recover passes would be to recap Carlos/Carol/Don Juan/random workshop attendees/etc. Might even be able to recap deeper into the lineage so no passes can be lost.&lt;/p&gt;\n\n&lt;p&gt;All it would take someone who&amp;#39;s recapitulation is at the point where they can confidently recap others!  ...  :-)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv63hug/", "num_reports": null, "locked": false, "name": "t1_hv63hug", "created": 1643741916.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1643741916.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv5uuw3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hv5hc0l", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Darn, another pass I have to look into...  If you don't hear about it for months, remind me.\n\nWe really DO NEED to explore these tensegrity forms, before everyone who saw the originals is dead.\n\nCarlos taught in the second attention also.  \n\nAs for #2, that's how you open a tunnel to their world.  \n\n\\#3 Of course!  But, I'm not sure you can \"summon\" one that way.  If they're already on to you, just talking about them works well.  But if not, I just don't know.   \n\nMaybe that's like going into a public park and shouting out, \"Anyone want to be intimate with me?\"\n\nNot a good idea, not because it might not work.\n\nNot a good idea, because maybe it could.\n\nAlthough, I'd do it.\n\nIf I didn't already have too many IOBs.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hv5uuw3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Darn, another pass I have to look into...  If you don&amp;#39;t hear about it for months, remind me.&lt;/p&gt;\n\n&lt;p&gt;We really DO NEED to explore these tensegrity forms, before everyone who saw the originals is dead.&lt;/p&gt;\n\n&lt;p&gt;Carlos taught in the second attention also.  &lt;/p&gt;\n\n&lt;p&gt;As for #2, that&amp;#39;s how you open a tunnel to their world.  &lt;/p&gt;\n\n&lt;p&gt;#3 Of course!  But, I&amp;#39;m not sure you can &amp;quot;summon&amp;quot; one that way.  If they&amp;#39;re already on to you, just talking about them works well.  But if not, I just don&amp;#39;t know.   &lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s like going into a public park and shouting out, &amp;quot;Anyone want to be intimate with me?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Not a good idea, not because it might not work.&lt;/p&gt;\n\n&lt;p&gt;Not a good idea, because maybe it could.&lt;/p&gt;\n\n&lt;p&gt;Although, I&amp;#39;d do it.&lt;/p&gt;\n\n&lt;p&gt;If I didn&amp;#39;t already have too many IOBs.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_shgtid", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv5uuw3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643738757.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1643738757.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv5hc0l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1643733851.0, "send_replies": true, "parent_id": "t1_hv5bc4d", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "This is a great question for an IOB! :-)\n\nMy two cents - There are three things I've done that seemed to beckon them especially hard, though I was too afraid to pursue them further. That said, please, someone that can ask an IOB, please check these, so I'm not talking out of my ass and just indulging. I don't want to give out bad info, this is just my personal experience and I think there are many, many other things that will call them. For me, getting us to notice or notice and not run in fear is more consequential to having a fruitful relationship and getting the dark energy we all need from them.\n\n1. The magical pass called \"The Antennae\" from chacmools tensegrity volume 1. They give no details on the effects of that pass, except: \"it is a pass full of mystery that beckons,\" or something. \"The hand posture is that of energetic antennae calling to forces beyond man ...\" something.\n2. Gazing with eyes rolling in a circular fashion in the dark room or at the sky.\n3. Verbally reaching out to them.\n\nHaving done those three things and then witnessing very clear indications that something fucking definitely noticed and reached out, I got a touch fearful, and added a bunch of rules of engagement, which I believe will help me stick with it long-term, but perhaps slow down the process too.\n\nAlso, reading of your and others ways to flip the script and have fun with them does help me laugh off the fear.\n\nEdit: Having written all that, I'm guessing lots of folks in darkroom are up to their ears in IOBs and are working to ignore that, so they don't notice ... b/c fear, but maybe it's just me?  :-)\n\nIt's amazing to me, how much it helped me to even reach out at all when I read your posts where you talk extensively about \"why afraid? this shit is baddass!\" Your enthusiasm on them in your posts is rather infectious!!", "edited": 1643738497.0, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is a great question for an IOB! :-)&lt;/p&gt;\n\n&lt;p&gt;My two cents - There are three things I&amp;#39;ve done that seemed to beckon them especially hard, though I was too afraid to pursue them further. That said, please, someone that can ask an IOB, please check these, so I&amp;#39;m not talking out of my ass and just indulging. I don&amp;#39;t want to give out bad info, this is just my personal experience and I think there are many, many other things that will call them. For me, getting us to notice or notice and not run in fear is more consequential to having a fruitful relationship and getting the dark energy we all need from them.&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;The magical pass called &amp;quot;The Antennae&amp;quot; from chacmools tensegrity volume 1. They give no details on the effects of that pass, except: &amp;quot;it is a pass full of mystery that beckons,&amp;quot; or something. &amp;quot;The hand posture is that of energetic antennae calling to forces beyond man ...&amp;quot; something.&lt;/li&gt;\n&lt;li&gt;Gazing with eyes rolling in a circular fashion in the dark room or at the sky.&lt;/li&gt;\n&lt;li&gt;Verbally reaching out to them.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;Having done those three things and then witnessing very clear indications that something fucking definitely noticed and reached out, I got a touch fearful, and added a bunch of rules of engagement, which I believe will help me stick with it long-term, but perhaps slow down the process too.&lt;/p&gt;\n\n&lt;p&gt;Also, reading of your and others ways to flip the script and have fun with them does help me laugh off the fear.&lt;/p&gt;\n\n&lt;p&gt;Edit: Having written all that, I&amp;#39;m guessing lots of folks in darkroom are up to their ears in IOBs and are working to ignore that, so they don&amp;#39;t notice ... b/c fear, but maybe it&amp;#39;s just me?  :-)&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s amazing to me, how much it helped me to even reach out at all when I read your posts where you talk extensively about &amp;quot;why afraid? this shit is baddass!&amp;quot; Your enthusiasm on them in your posts is rather infectious!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv5hc0l/", "num_reports": null, "locked": false, "name": "t1_hv5hc0l", "created": 1643733851.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv5bc4d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1643731632.0, "send_replies": true, "parent_id": "t1_hv4ibf1", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;It is the \"Who cares about the rules??!!\" moment.\n\nThat's a better way to explain a state of mind, someone else tried to explain a different way.  The guy was making it up, so I won't repeat it.  But it sounded like a reasonable explanation.\n\nWho cares about the rules in that form is like a question to a reader, but what motivates the question to be shared with others, is a **feeling**.  \n\nIt's a relationship to the world.\n\nYou essentially return to being a newborn who doesn't know the rules, but with all of your gathered awareness to help you use that state.\n\nThere's a good Sci-Fi movie storyline!\n\nA \"rough\" motorcycle gang, that's a tiny bit weird.\n\nThey're \"rebels\", but someone notices, they're really nice to people in trouble.\n\nAnd it turns out, they only break the rules of reality, not the rules of society.\n\nBut on the surface they seem selfish.\n\n\\&gt;The dark energy gets boosted automatically.\n\nI had to go without last night.  It might be because you and I were commenting back and forth, and I wondered out loud if  having the IOBs around as much as possible, made sorcery easier.\n\nSo they didn't show up...\n\nQuestion answered.  Yes, they make it easier.  It's got to be the dark energy.\n\nI powered through without them, but it really sucks.\n\nOne of these days we have to figure out why everyone who does darkroom, is not UP TO THEIR EARS in IOB offers.  Manifestations where they offer to become your Ally.\n\nIt really shouldn't be possible to make it down to the red zone, without them showing up constantly, trying to become your friend.\n\nBUT, there's that whole \"Man of Knowledge\" thing where you go out into the desert to find one.\n\nThe Men of Knowledge never learned to see, so maybe that's why they had to use a ritual.\n\nSo, if it turns out people are greatly slowed down by not having an IOB, maybe we can eventually figure out a ritual Tensegrity move.\n\nOne of those has to do the trick!  We just haven't noticed it  yet.\n\n\\&gt;You can feel it, and I believe others can too.\n\nMy money is on cats being able to feel it very well.\n\nThey love to climb into those dark energy places like Yoda sent Luke into, and a phantom darth vader attacked him.\n\nCats love places like that.\n\nDogs might just sit outside and bark, waiting for gang of other dogs to go in with them.\n\nSorcerers are like dark energy seeking cats, non-sorcerers are like yapping dogs, shouting into the darkness?\n\n\\&gt;So, as we have been told, the visit to the Inorganic Beings is the key!\n\nThis place exists because Fairy pushed me here.\n\nThe idea I got at first failed, then I got another idea, and that one didn't work, but it gave Fairy a chance to interreact with me continuously because I intended to use her, on people. As a tool.\n\nInstead she guided me to darkroom gazing.\n\nBut she didn't completely hate the idea we could use her on other people.\n\nIt was after all, her main occupation for hundreds of years.\n\nShe's been a teacher for a very long time.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hv5bc4d", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It is the &amp;quot;Who cares about the rules??!!&amp;quot; moment.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s a better way to explain a state of mind, someone else tried to explain a different way.  The guy was making it up, so I won&amp;#39;t repeat it.  But it sounded like a reasonable explanation.&lt;/p&gt;\n\n&lt;p&gt;Who cares about the rules in that form is like a question to a reader, but what motivates the question to be shared with others, is a &lt;strong&gt;feeling&lt;/strong&gt;.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a relationship to the world.&lt;/p&gt;\n\n&lt;p&gt;You essentially return to being a newborn who doesn&amp;#39;t know the rules, but with all of your gathered awareness to help you use that state.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a good Sci-Fi movie storyline!&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;rough&amp;quot; motorcycle gang, that&amp;#39;s a tiny bit weird.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;quot;rebels&amp;quot;, but someone notices, they&amp;#39;re really nice to people in trouble.&lt;/p&gt;\n\n&lt;p&gt;And it turns out, they only break the rules of reality, not the rules of society.&lt;/p&gt;\n\n&lt;p&gt;But on the surface they seem selfish.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;The dark energy gets boosted automatically.&lt;/p&gt;\n\n&lt;p&gt;I had to go without last night.  It might be because you and I were commenting back and forth, and I wondered out loud if  having the IOBs around as much as possible, made sorcery easier.&lt;/p&gt;\n\n&lt;p&gt;So they didn&amp;#39;t show up...&lt;/p&gt;\n\n&lt;p&gt;Question answered.  Yes, they make it easier.  It&amp;#39;s got to be the dark energy.&lt;/p&gt;\n\n&lt;p&gt;I powered through without them, but it really sucks.&lt;/p&gt;\n\n&lt;p&gt;One of these days we have to figure out why everyone who does darkroom, is not UP TO THEIR EARS in IOB offers.  Manifestations where they offer to become your Ally.&lt;/p&gt;\n\n&lt;p&gt;It really shouldn&amp;#39;t be possible to make it down to the red zone, without them showing up constantly, trying to become your friend.&lt;/p&gt;\n\n&lt;p&gt;BUT, there&amp;#39;s that whole &amp;quot;Man of Knowledge&amp;quot; thing where you go out into the desert to find one.&lt;/p&gt;\n\n&lt;p&gt;The Men of Knowledge never learned to see, so maybe that&amp;#39;s why they had to use a ritual.&lt;/p&gt;\n\n&lt;p&gt;So, if it turns out people are greatly slowed down by not having an IOB, maybe we can eventually figure out a ritual Tensegrity move.&lt;/p&gt;\n\n&lt;p&gt;One of those has to do the trick!  We just haven&amp;#39;t noticed it  yet.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;You can feel it, and I believe others can too.&lt;/p&gt;\n\n&lt;p&gt;My money is on cats being able to feel it very well.&lt;/p&gt;\n\n&lt;p&gt;They love to climb into those dark energy places like Yoda sent Luke into, and a phantom darth vader attacked him.&lt;/p&gt;\n\n&lt;p&gt;Cats love places like that.&lt;/p&gt;\n\n&lt;p&gt;Dogs might just sit outside and bark, waiting for gang of other dogs to go in with them.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers are like dark energy seeking cats, non-sorcerers are like yapping dogs, shouting into the darkness?&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;So, as we have been told, the visit to the Inorganic Beings is the key!&lt;/p&gt;\n\n&lt;p&gt;This place exists because Fairy pushed me here.&lt;/p&gt;\n\n&lt;p&gt;The idea I got at first failed, then I got another idea, and that one didn&amp;#39;t work, but it gave Fairy a chance to interreact with me continuously because I intended to use her, on people. As a tool.&lt;/p&gt;\n\n&lt;p&gt;Instead she guided me to darkroom gazing.&lt;/p&gt;\n\n&lt;p&gt;But she didn&amp;#39;t completely hate the idea we could use her on other people.&lt;/p&gt;\n\n&lt;p&gt;It was after all, her main occupation for hundreds of years.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s been a teacher for a very long time.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_shgtid", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv5bc4d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643731632.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "hv4ibf1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "created_utc": 1643718793.0, "send_replies": true, "parent_id": "t3_shgtid", "score": 5, "author_fullname": "t2_6gwhwg98", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This post have really good advice. \n\nThe deep red zone is also crazy in daylight. \n\nIt is the \"Who cares about the rules??!!\" moment. \n\nThe grass, the sky, the mountains or the lake explode into cartoon scenes animating full speed. \n\nExcept they look more holographic than in the darkness. \n\nAnd by watching those animations for 10 minits you end up in an inorganic being world. \n\nWich hell yeah, it is what we are looking for!! \n\nThe dark energy gets boosted automatically. \n\nYou can feel it, and I believe others can too.\n\nIt is kind of alien. \n\nI have the theory that people tend to avoid it. \n\nThe dark energy can pass through the walls, and the ordinary habits run for their life! \n\nBut the most important thing is that after recharging it, the deepest levels of silence becomes possible. \n\nYou try as hard as before, but move double speed, double concentration and double purpouse. \n\nOnce there you can make it to heightened awareness in minits. \n\nSo, as we have been told, the visit to the Inorganic Beings is the key! \n\nEveryone in don Juan party needed it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hv4ibf1", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This post have really good advice. &lt;/p&gt;\n\n&lt;p&gt;The deep red zone is also crazy in daylight. &lt;/p&gt;\n\n&lt;p&gt;It is the &amp;quot;Who cares about the rules??!!&amp;quot; moment. &lt;/p&gt;\n\n&lt;p&gt;The grass, the sky, the mountains or the lake explode into cartoon scenes animating full speed. &lt;/p&gt;\n\n&lt;p&gt;Except they look more holographic than in the darkness. &lt;/p&gt;\n\n&lt;p&gt;And by watching those animations for 10 minits you end up in an inorganic being world. &lt;/p&gt;\n\n&lt;p&gt;Wich hell yeah, it is what we are looking for!! &lt;/p&gt;\n\n&lt;p&gt;The dark energy gets boosted automatically. &lt;/p&gt;\n\n&lt;p&gt;You can feel it, and I believe others can too.&lt;/p&gt;\n\n&lt;p&gt;It is kind of alien. &lt;/p&gt;\n\n&lt;p&gt;I have the theory that people tend to avoid it. &lt;/p&gt;\n\n&lt;p&gt;The dark energy can pass through the walls, and the ordinary habits run for their life! &lt;/p&gt;\n\n&lt;p&gt;But the most important thing is that after recharging it, the deepest levels of silence becomes possible. &lt;/p&gt;\n\n&lt;p&gt;You try as hard as before, but move double speed, double concentration and double purpouse. &lt;/p&gt;\n\n&lt;p&gt;Once there you can make it to heightened awareness in minits. &lt;/p&gt;\n\n&lt;p&gt;So, as we have been told, the visit to the Inorganic Beings is the key! &lt;/p&gt;\n\n&lt;p&gt;Everyone in don Juan party needed it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/shgtid/more_red_zone_in_honor_of_juanns_post/hv4ibf1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643718793.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_shgtid", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}]