[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[removed]", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "[deleted by user]", "link_flair_richtext": [], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_ylwwpj", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 0.87, "author_flair_background_color": "", "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1667562613.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "domain": "", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "ylwwpj", "is_robot_indexable": false, "num_duplicates": 0, "report_reasons": null, "author": "[deleted]", "discussion_type": null, "num_comments": 23, "send_replies": true, "media": null, "contest_mode": false, "author_flair_text_color": "dark", "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/", "whitelist_status": "some_ads", "stickied": false, "url": "", "subreddit_subscribers": 9561, "created_utc": 1667562613.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv633jv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667665316.0, "send_replies": true, "parent_id": "t3_ylwwpj", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Backup link:\n\nhttps://web.archive.org/web/20221105154411/https://www.reddit.com/r/castaneda/comments/ylwwpj/darkroom_results/", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv633jv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Backup link:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://web.archive.org/web/20221105154411/https://www.reddit.com/r/castaneda/comments/ylwwpj/darkroom_results/\"&gt;https://web.archive.org/web/20221105154411/https://www.reddit.com/r/castaneda/comments/ylwwpj/darkroom_results/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv633jv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667665316.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ylwwpj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv5s5n7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1667660663.0, "send_replies": true, "parent_id": "t3_ylwwpj", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This man is now lashing out and then deleting comments he already made.\n\nI'm responding to one he made about how the Cleargreen discussion group might be better than watching me masturbate in here.\n\nDoesn't care at all and hasn't noticed even a little, that the books of Carlos and his reputation had been trashed all over the net, and we were in danger of losing it all.\n\nHe didn't notice.  Carlos isn't important enough for him to even have paid attention until he decided to try to shoplift in our subreddit.\n\nBut he's a perfect example for beginners of why Astral Travel people are hopeless.  How it ruins them. And we really shouldn't pity them at all when they come to us.  Because they won't reciprocate and try to fit in and learn.\n\nI'll go over the (obvious) points you could have noticed if you read and thought about it.\n\nUnfortunately, he'll delete the post.  When he realizes his shame.\n\nTechno even feels bad for that, because some other bad players find deleted posts and blame us for it.  Not realizing, they're the very people who post and delete it.\n\nIf they cared at all about others they'd leave even their mistakes up, for people to learn from.\n\nPoint #1:  There's no way to tell what he was doing before, because we don't really keep track of posts by new people.  It's impossible. But I'm going to assume he's an Astral Traveler who came over here, because he mentioned that he didn't do that when he had his \"potential experience in the double\".\n\nExcept it's clear he tried to turn what we do, into Astral Travel.  Because he wasn't following instructions at all, and was in fact doing what we warn against.\n\nAt the end he does a little whine about how what he's doing is \"valid\".\n\nThere you go!  That's the Monroe delusion.  Monroe created \"Astral Travel\" (based on Yogi/Christian make believe) as a substitute for Carlos.  So he could steal from Castaneda fans. And then he billed it as a scientific (\"Non-dogmatic\") approach to such things in general.  As a \"More intelligent\" alternative to magic born of religious systems.\n\nDidn't notice that what Carlos had, is no religion.  And that if there's any \"dogma\" in the Castaneda world, it's from people trying to fight back against religious delusions.\n\nThat's not dogma!  That's anti-dogma.  Sorcery is 100% anti-dogma.\n\nBut Monroe  gave followers the belief that what they are learning is a substitute for everything else out there.\n\nSo this poster came in, lied about finding puffs (or he wouldn't have blown them off as uninteresting) so we couldn't accuse him of what he actually was going to do, and then tried to substitute Astral travel for what's in here. So he could get attention.\n\nProbably the very thing he was warned about before, which hurt his feelings.\n\nHe's really an \"Archetype\" as Cholita likes to call it, for the delusional Astral Traveler.  You couldn't find a more perfect example.\n\nDid the absolute opposite of what the instructions in here say.\n\nHe  went closed eye on the bed and misrepresented a dream as what's done here. Without helping us out with the details, because he knew those wouldn't go over well.\n\nWe do what he mistakenly confuses for astral travel.   Even though the difference is OBVIOUS.\n\nFully awake, eyes open, we DAILY travel into other worlds.  Stable ones, where you can remain for hours if you get lucky.\n\nSeemingly in our physical body, because you just walk through the solid wall. There's no sleeping, no being in a dream, no \"astral\" body.\n\nBut he didn't bother to study here at all, because what he does is \"valid too\". His words.\n\nNonsense!  You don't go to pastry school and cook up a big pot of chili, telling  them \"Chili is valid too!\"\n\nYou're in the wrong place.\n\nBut Monroe people have been brainwashed to believe theirs is a substitute for everything.  Because Monroe was ignorant, lazy, and greedy.\n\nI really don't see why Monroe got away with it, other than people were so anxious to learn from Carlos, that he got lucky.\n\nPoint #2: This man has absolutely no knowledge of the troubles involved in trying to teach real magic.\n\nDay in and day out attacks by people trying to steal attention, most mentally ill.  And endless misrepresentations of what they're practicing, which pretty much doesn't even make sense if you analyze it.\n\nThis man is unaware of that problem.  Because in fact, he's never been serious about learning magic at all or he would have realized it.  And been a little more understanding about why he got fried for trying to substitute different magic.\n\nHe's not even sincere!\n\nImagine you were learning to play baseball on little league teams.\n\nIf you did that for real, wouldn't you be very familiar with the ins and outs of joining random games?  The nuts and bolts of all the problems you can have with people  not being serious, trying to take over the team, or even not showing up?\n\nMagic is no different.  Everything is like that! If you really do it, you learn that the world is not an \"ideal\" place.\n\nBut his head exploded anyway when that topic was explained to him, to try to get him to think of the community a bit.\n\nPoint #3: He doesn't see any difference between doing something once in a while, and doing it daily.  And also doesn't understand how ordinary dreams get misrepresented by bad players, to match the magic they claim to be learning.   He doesn't even understand why messing with such types of magic (closed eye where you can fall asleep) is even a risk.\n\nJust blew over that point.\n\nWhich means, he DOES NOT do what he says, with any regularity. He isn't familiar with magic at all, and the illusory nature of it.\n\nI can't repeat this enough.  He doesn't even do,  what he claims to do.  Regardless of whether it's \"valid\".\n\nHe isn't even doing it!\n\nOr he would have realized, if you meet \"Lucifer\" using your amazing magical powers, it's not really Lucifer.\n\nIt's just some spirit messing with you.  And the only way you learn that, is by doing it every single day, until you realize Lucifer has mutated over time and is now that woman from the Progressive insurance commercials.\n\nIn the \"Astral Travel\" business there would be plenty of such similar discoveries, on the flakey nature of lucid dreaming.  Which is pretty much what they do.\n\nI've run the whole range of lucid dreaming, putting in intense efforts 4 hours a day to set it up, and even succeeding in traveling using lucid dreaming, 12 hours in a row on a single night.\n\nInto Lucid dreams on average 4 times a night, at my peak.\n\nIt's it's FLAKEY stuff.  That's the nature of that aspect of reality, controlled by our double who has very few logical concerns.\n\nBut this man has no such knowledge.  Which means, he isn't even doing what he claims.\n\nNo one in the astral travel subreddit is!\n\nIt just produces self-entitled angry men who believe what they do is \"valid\", and will go around trying to get attention (from us especially),  but with absolutely no interest at all in learning.\n\nIt's the worst kind of bad guy.\n\nThere's knife murderers out there, and there's pin prick murderers.\n\n\"Death by a thousand cuts\".\n\nAt least if you have the stab you in the heart kind of murderer, you have a chance to avoid him and make sure he's gone away for good.\n\nBut the guy who hangs around sneaking a little cut onto you when you don't notice,  so you bleed just a bit more, is like this man.\n\nAnd others who try to come here and \"set up shop\".\n\nWe get 10 of those hanging around, and it's all over for us.\n\nI almost prefer the mega bad players like Mikhail, running crazy guy, or spooge engine.\n\nAt least they don't have the self-control to hang around and pretend to be helping.\n\nWhen really, they're poking holes in your veins.\n\nSo learn while it's still here, because it's 80% he'll delete the post and maybe even the user name.  \n\nI can say that, only because of the 3 year history of this place.", "edited": 1667661164.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv5s5n7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This man is now lashing out and then deleting comments he already made.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m responding to one he made about how the Cleargreen discussion group might be better than watching me masturbate in here.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t care at all and hasn&amp;#39;t noticed even a little, that the books of Carlos and his reputation had been trashed all over the net, and we were in danger of losing it all.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t notice.  Carlos isn&amp;#39;t important enough for him to even have paid attention until he decided to try to shoplift in our subreddit.&lt;/p&gt;\n\n&lt;p&gt;But he&amp;#39;s a perfect example for beginners of why Astral Travel people are hopeless.  How it ruins them. And we really shouldn&amp;#39;t pity them at all when they come to us.  Because they won&amp;#39;t reciprocate and try to fit in and learn.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll go over the (obvious) points you could have noticed if you read and thought about it.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, he&amp;#39;ll delete the post.  When he realizes his shame.&lt;/p&gt;\n\n&lt;p&gt;Techno even feels bad for that, because some other bad players find deleted posts and blame us for it.  Not realizing, they&amp;#39;re the very people who post and delete it.&lt;/p&gt;\n\n&lt;p&gt;If they cared at all about others they&amp;#39;d leave even their mistakes up, for people to learn from.&lt;/p&gt;\n\n&lt;p&gt;Point #1:  There&amp;#39;s no way to tell what he was doing before, because we don&amp;#39;t really keep track of posts by new people.  It&amp;#39;s impossible. But I&amp;#39;m going to assume he&amp;#39;s an Astral Traveler who came over here, because he mentioned that he didn&amp;#39;t do that when he had his &amp;quot;potential experience in the double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Except it&amp;#39;s clear he tried to turn what we do, into Astral Travel.  Because he wasn&amp;#39;t following instructions at all, and was in fact doing what we warn against.&lt;/p&gt;\n\n&lt;p&gt;At the end he does a little whine about how what he&amp;#39;s doing is &amp;quot;valid&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;There you go!  That&amp;#39;s the Monroe delusion.  Monroe created &amp;quot;Astral Travel&amp;quot; (based on Yogi/Christian make believe) as a substitute for Carlos.  So he could steal from Castaneda fans. And then he billed it as a scientific (&amp;quot;Non-dogmatic&amp;quot;) approach to such things in general.  As a &amp;quot;More intelligent&amp;quot; alternative to magic born of religious systems.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t notice that what Carlos had, is no religion.  And that if there&amp;#39;s any &amp;quot;dogma&amp;quot; in the Castaneda world, it&amp;#39;s from people trying to fight back against religious delusions.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not dogma!  That&amp;#39;s anti-dogma.  Sorcery is 100% anti-dogma.&lt;/p&gt;\n\n&lt;p&gt;But Monroe  gave followers the belief that what they are learning is a substitute for everything else out there.&lt;/p&gt;\n\n&lt;p&gt;So this poster came in, lied about finding puffs (or he wouldn&amp;#39;t have blown them off as uninteresting) so we couldn&amp;#39;t accuse him of what he actually was going to do, and then tried to substitute Astral travel for what&amp;#39;s in here. So he could get attention.&lt;/p&gt;\n\n&lt;p&gt;Probably the very thing he was warned about before, which hurt his feelings.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s really an &amp;quot;Archetype&amp;quot; as Cholita likes to call it, for the delusional Astral Traveler.  You couldn&amp;#39;t find a more perfect example.&lt;/p&gt;\n\n&lt;p&gt;Did the absolute opposite of what the instructions in here say.&lt;/p&gt;\n\n&lt;p&gt;He  went closed eye on the bed and misrepresented a dream as what&amp;#39;s done here. Without helping us out with the details, because he knew those wouldn&amp;#39;t go over well.&lt;/p&gt;\n\n&lt;p&gt;We do what he mistakenly confuses for astral travel.   Even though the difference is OBVIOUS.&lt;/p&gt;\n\n&lt;p&gt;Fully awake, eyes open, we DAILY travel into other worlds.  Stable ones, where you can remain for hours if you get lucky.&lt;/p&gt;\n\n&lt;p&gt;Seemingly in our physical body, because you just walk through the solid wall. There&amp;#39;s no sleeping, no being in a dream, no &amp;quot;astral&amp;quot; body.&lt;/p&gt;\n\n&lt;p&gt;But he didn&amp;#39;t bother to study here at all, because what he does is &amp;quot;valid too&amp;quot;. His words.&lt;/p&gt;\n\n&lt;p&gt;Nonsense!  You don&amp;#39;t go to pastry school and cook up a big pot of chili, telling  them &amp;quot;Chili is valid too!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re in the wrong place.&lt;/p&gt;\n\n&lt;p&gt;But Monroe people have been brainwashed to believe theirs is a substitute for everything.  Because Monroe was ignorant, lazy, and greedy.&lt;/p&gt;\n\n&lt;p&gt;I really don&amp;#39;t see why Monroe got away with it, other than people were so anxious to learn from Carlos, that he got lucky.&lt;/p&gt;\n\n&lt;p&gt;Point #2: This man has absolutely no knowledge of the troubles involved in trying to teach real magic.&lt;/p&gt;\n\n&lt;p&gt;Day in and day out attacks by people trying to steal attention, most mentally ill.  And endless misrepresentations of what they&amp;#39;re practicing, which pretty much doesn&amp;#39;t even make sense if you analyze it.&lt;/p&gt;\n\n&lt;p&gt;This man is unaware of that problem.  Because in fact, he&amp;#39;s never been serious about learning magic at all or he would have realized it.  And been a little more understanding about why he got fried for trying to substitute different magic.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s not even sincere!&lt;/p&gt;\n\n&lt;p&gt;Imagine you were learning to play baseball on little league teams.&lt;/p&gt;\n\n&lt;p&gt;If you did that for real, wouldn&amp;#39;t you be very familiar with the ins and outs of joining random games?  The nuts and bolts of all the problems you can have with people  not being serious, trying to take over the team, or even not showing up?&lt;/p&gt;\n\n&lt;p&gt;Magic is no different.  Everything is like that! If you really do it, you learn that the world is not an &amp;quot;ideal&amp;quot; place.&lt;/p&gt;\n\n&lt;p&gt;But his head exploded anyway when that topic was explained to him, to try to get him to think of the community a bit.&lt;/p&gt;\n\n&lt;p&gt;Point #3: He doesn&amp;#39;t see any difference between doing something once in a while, and doing it daily.  And also doesn&amp;#39;t understand how ordinary dreams get misrepresented by bad players, to match the magic they claim to be learning.   He doesn&amp;#39;t even understand why messing with such types of magic (closed eye where you can fall asleep) is even a risk.&lt;/p&gt;\n\n&lt;p&gt;Just blew over that point.&lt;/p&gt;\n\n&lt;p&gt;Which means, he DOES NOT do what he says, with any regularity. He isn&amp;#39;t familiar with magic at all, and the illusory nature of it.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t repeat this enough.  He doesn&amp;#39;t even do,  what he claims to do.  Regardless of whether it&amp;#39;s &amp;quot;valid&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He isn&amp;#39;t even doing it!&lt;/p&gt;\n\n&lt;p&gt;Or he would have realized, if you meet &amp;quot;Lucifer&amp;quot; using your amazing magical powers, it&amp;#39;s not really Lucifer.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just some spirit messing with you.  And the only way you learn that, is by doing it every single day, until you realize Lucifer has mutated over time and is now that woman from the Progressive insurance commercials.&lt;/p&gt;\n\n&lt;p&gt;In the &amp;quot;Astral Travel&amp;quot; business there would be plenty of such similar discoveries, on the flakey nature of lucid dreaming.  Which is pretty much what they do.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve run the whole range of lucid dreaming, putting in intense efforts 4 hours a day to set it up, and even succeeding in traveling using lucid dreaming, 12 hours in a row on a single night.&lt;/p&gt;\n\n&lt;p&gt;Into Lucid dreams on average 4 times a night, at my peak.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s it&amp;#39;s FLAKEY stuff.  That&amp;#39;s the nature of that aspect of reality, controlled by our double who has very few logical concerns.&lt;/p&gt;\n\n&lt;p&gt;But this man has no such knowledge.  Which means, he isn&amp;#39;t even doing what he claims.&lt;/p&gt;\n\n&lt;p&gt;No one in the astral travel subreddit is!&lt;/p&gt;\n\n&lt;p&gt;It just produces self-entitled angry men who believe what they do is &amp;quot;valid&amp;quot;, and will go around trying to get attention (from us especially),  but with absolutely no interest at all in learning.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the worst kind of bad guy.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s knife murderers out there, and there&amp;#39;s pin prick murderers.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Death by a thousand cuts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At least if you have the stab you in the heart kind of murderer, you have a chance to avoid him and make sure he&amp;#39;s gone away for good.&lt;/p&gt;\n\n&lt;p&gt;But the guy who hangs around sneaking a little cut onto you when you don&amp;#39;t notice,  so you bleed just a bit more, is like this man.&lt;/p&gt;\n\n&lt;p&gt;And others who try to come here and &amp;quot;set up shop&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We get 10 of those hanging around, and it&amp;#39;s all over for us.&lt;/p&gt;\n\n&lt;p&gt;I almost prefer the mega bad players like Mikhail, running crazy guy, or spooge engine.&lt;/p&gt;\n\n&lt;p&gt;At least they don&amp;#39;t have the self-control to hang around and pretend to be helping.&lt;/p&gt;\n\n&lt;p&gt;When really, they&amp;#39;re poking holes in your veins.&lt;/p&gt;\n\n&lt;p&gt;So learn while it&amp;#39;s still here, because it&amp;#39;s 80% he&amp;#39;ll delete the post and maybe even the user name.  &lt;/p&gt;\n\n&lt;p&gt;I can say that, only because of the 3 year history of this place.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv5s5n7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667660663.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ylwwpj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2emz3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv266ba", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "And he brought his wife into the picture, to verify the legitimacy of his experience.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2emz3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;And he brought his wife into the picture, to verify the legitimacy of his experience.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2emz3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667590553.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667590553.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2b139", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1667589093.0, "send_replies": true, "parent_id": "t1_iv266ba", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Thanks! I laughed heartily at the thought I might actually be rewarded by someone’s pity much less on the internet where I couldn’t even get a hug out of the currency 😂😂☠️☠️", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks! I laughed heartily at the thought I might actually be rewarded by someone’s pity much less on the internet where I couldn’t even get a hug out of the currency 😂😂☠️☠️&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2b139/", "num_reports": null, "locked": false, "name": "t1_iv2b139", "created": 1667589093.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv266ba", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Artivist", "can_mod_post": false, "created_utc": 1667587155.0, "send_replies": true, "parent_id": "t1_iv1rx2q", "score": 3, "author_fullname": "t2_4pgwt", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt; Preemptive strike, bribery, and neediness.\n&gt; \n&gt; \n\nYou missed self pity. He started with \"Dan called me a faker and some other names\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv266ba", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Preemptive strike, bribery, and neediness.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;You missed self pity. He started with &amp;quot;Dan called me a faker and some other names&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv266ba/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667587155.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 2, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv3k0ky", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv2tog1", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "The look on her face when he jumps on top of her sword is priceless! 😂 at least she gains a capable teacher in return for the abuse!!", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The look on her face when he jumps on top of her sword is priceless! 😂 at least she gains a capable teacher in return for the abuse!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv3k0ky/", "num_reports": null, "locked": false, "name": "t1_iv3k0ky", "created": 1667608629.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1667608629.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv2tog1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv293n6", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We should be thankful it's not Pai Mei in here!\n\n[The Cruel Tutelage of Pai Mei](https://youtu.be/3VtfqAym5sQ)\n\n[Pai Mei's Training](https://youtu.be/b2dehpRFyLA)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2tog1", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We should be thankful it&amp;#39;s not Pai Mei in here!&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/3VtfqAym5sQ\"&gt;The Cruel Tutelage of Pai Mei&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://youtu.be/b2dehpRFyLA\"&gt;Pai Mei&amp;#39;s Training&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2tog1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667596659.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667596659.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2fc9e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv293n6", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So go to the Cleargreen discussion page, where no one is ever questioned!\n\nIt's open right now!  Exactly same topic.\n\nWhy hang out here?  You don't seem to even bother to read old posts, or you wouldn't be asking  how to proceed next.\n\nYou likely don't stand a chance in here.  You have \"ulterior motives\" written all over you.\n\nEven the people with NO ulterior motives, rarely keep working.\n\nCould be you're really young.\n\nWe haven't been around long enough to see if any of those get older and become serious about learning.\n\nThough I got stuck with a couple of the worst of those, stalking my social media elsewhere.\n\nStill never learning anything at all.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2fc9e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So go to the Cleargreen discussion page, where no one is ever questioned!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s open right now!  Exactly same topic.&lt;/p&gt;\n\n&lt;p&gt;Why hang out here?  You don&amp;#39;t seem to even bother to read old posts, or you wouldn&amp;#39;t be asking  how to proceed next.&lt;/p&gt;\n\n&lt;p&gt;You likely don&amp;#39;t stand a chance in here.  You have &amp;quot;ulterior motives&amp;quot; written all over you.&lt;/p&gt;\n\n&lt;p&gt;Even the people with NO ulterior motives, rarely keep working.&lt;/p&gt;\n\n&lt;p&gt;Could be you&amp;#39;re really young.&lt;/p&gt;\n\n&lt;p&gt;We haven&amp;#39;t been around long enough to see if any of those get older and become serious about learning.&lt;/p&gt;\n\n&lt;p&gt;Though I got stuck with a couple of the worst of those, stalking my social media elsewhere.&lt;/p&gt;\n\n&lt;p&gt;Still never learning anything at all.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2fc9e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667590838.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667590838.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv293n6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv1rx2q", "score": 2, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "It feels bad to be attacked all the time. None of it is true of course. But I still feel indignant for some reason.  Again Dan sorry if you’re offended but my “preemptive strike” is just me (as Carlos did) telling the truth about experience. \n\nI’m certain what happened was not a lucid dream. I’ve been plenty lucid but this is as different. I was me. Fully. In my room. Moving about my house in full consciousness. So I’m truly blown away. Yes. That was very unexpected. \n\nI mean, really what’s wrong with an autogenerated username.\n\nThanks for the attention and time. I’ll try to pick through the insults and low blows and find some knowledge.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It feels bad to be attacked all the time. None of it is true of course. But I still feel indignant for some reason.  Again Dan sorry if you’re offended but my “preemptive strike” is just me (as Carlos did) telling the truth about experience. &lt;/p&gt;\n\n&lt;p&gt;I’m certain what happened was not a lucid dream. I’ve been plenty lucid but this is as different. I was me. Fully. In my room. Moving about my house in full consciousness. So I’m truly blown away. Yes. That was very unexpected. &lt;/p&gt;\n\n&lt;p&gt;I mean, really what’s wrong with an autogenerated username.&lt;/p&gt;\n\n&lt;p&gt;Thanks for the attention and time. I’ll try to pick through the insults and low blows and find some knowledge.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv293n6/", "num_reports": null, "locked": false, "name": "t1_iv293n6", "created": 1667588312.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1667588312.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv5wmvt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv4axi4", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes, there is!\n\nHowever, if I tell you, you'll dream it that way!\n\nThat's the shit of lucid dreaming.\n\nUnderstand, you have ALL the power of your energy body, when you are in your double.\n\nIt's him!\n\nAnd he can materialize anything that's in your subconscious.  Even \"proof\" what he is, in that dream.  You should see what he can do in silent knowledge, materializing video after video for you to answer questions you have!\n\nHe's the half of your awareness that didn't take a birth.  While your other half, is stuck in that organic body we all have.\n\nWhich means, he never got his finger smashed. His older brother never stole his hot chocolate.\n\nThe cute girl next door, never turned him down for a date he barely got up the nerve to ask for.\n\nYour double gets all the hot chocolate, all the girls, and he can smash his finger all day long, and it won't matter a few seconds later.\n\nHe's got NO REASON, to reason.\n\nSo I'd tell you how to tell.  BUT, you'd add it to your dream.\n\nSo it would become useless.\n\nOn the other hand, if you discover it on your own you'll never forget it!\n\nBest solution here is, do it as often as you can, and don't be like the Astral Travel people, exaggerating your successes to get attention.\n\nThat's how we got all the phony religions the world is saddled with.\n\nPeople didn't do what they claim they can do, more than a couple of times. Before they went out to cash in.\n\nAlso, keep in mind that nothing in sorcery is ever \"proven\" to your satisfaction.\n\nI can surely attest to that!\n\nBecause \"doubts\" are not a feature of the real you.\n\nDoubts are a feature of the blue line version of yourself.\n\nThey can never be removed because the blue line protects itself, and anything that would cause you to try to climb out of that crappy river, to the dry land of sorcerers, is an enemy to blue line \"coziness\".\n\nIt'll be doubted forever.\n\nYou have to get onto dry land on the shore and look back into the river of shit, to figure out what's \"true\" and what's not.\n\nBut to be specific, Cholita one day tapped me on the shoulder as I lay in bed sleeping.\n\nI turned around to see what was going on, and it was Cholita alright.\n\nExcept she was glowing in blue!  Like some kind of supernatural alien woman.\n\nShe rotated back and fell onto a wooden plank, dead.\n\nAnd topless I might add...\n\nShe had my interest.\n\nI was fully awake.  It wasn't a dream.\n\nYet right next to my bed, putting on a show, was dead Cholita. All posed in a way I could never forget.\n\nA zombie materialized next to her in a black hoodie. I couldn't see his face, but it felt like \"death\" from movies, come to claim it's next victim.\n\nI got the unforgettable feeling of being in the double but aware of it with my tonal reasoning.\n\nAnd yet, I was in my physical body at the same time!  Goosebumps are a sign of that condition.\n\nCholita tends to be a bit dramatic.  And the double doesn't have to run off and be by himself.  He can be right on top of our physical body, \"assisting\".\n\nCholita started to move to the right of the bed, carried by the Zombie on some kind of platform.  And I looked to see where they might be going.\n\nIt was \"the road to hell\", from a twilight zone episode.\n\nI recognized it!\n\nIt was in a rural area, pastures with old horses, oak trees, short old weathered wooden fences along a dirt road.\n\nLovely! But it curved off to the left in the distance, and I realized Cholita was being taken into hell.\n\nA day or two later I was driving with Cholita, and wanted to ask her if she was aware she had done that.\n\nIt wasn't uncommon, but that particular event was super cool.\n\nI tried to start the conversation, but Cholita despises me.\n\nShe was furiously swiping pictures on her cell phone so I would leave her alone.\n\nWhen she noticed I was looking to see them, she swiped back the other way a few, and held the phone up so I could look at the picture.\n\nIt was exactly what I had seen her do the night before.\n\nExcept, it was a suicide.  So there was no zombie.\n\nBut I recognized what she'd staged, instantly.\n\nAnd yet, I totally doubt that ever happened, up here at the blue line.\n\nIf I hadn't posted about it, I would have forgotten.\n\nEven if she levitates little dishes for me in a public restaurant, over and over on the table where anyone else might also notice it,   a few hours later it's almost erased from my mind and I doubt it ever happened.\n\nMaybe that's part of why Carlos advised to \"keep a journal\".\n\nCertainly not for the reasons most in the community do that.  To become their future book deal.", "edited": 1667663363.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv5wmvt", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, there is!&lt;/p&gt;\n\n&lt;p&gt;However, if I tell you, you&amp;#39;ll dream it that way!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the shit of lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;Understand, you have ALL the power of your energy body, when you are in your double.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s him!&lt;/p&gt;\n\n&lt;p&gt;And he can materialize anything that&amp;#39;s in your subconscious.  Even &amp;quot;proof&amp;quot; what he is, in that dream.  You should see what he can do in silent knowledge, materializing video after video for you to answer questions you have!&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s the half of your awareness that didn&amp;#39;t take a birth.  While your other half, is stuck in that organic body we all have.&lt;/p&gt;\n\n&lt;p&gt;Which means, he never got his finger smashed. His older brother never stole his hot chocolate.&lt;/p&gt;\n\n&lt;p&gt;The cute girl next door, never turned him down for a date he barely got up the nerve to ask for.&lt;/p&gt;\n\n&lt;p&gt;Your double gets all the hot chocolate, all the girls, and he can smash his finger all day long, and it won&amp;#39;t matter a few seconds later.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s got NO REASON, to reason.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;d tell you how to tell.  BUT, you&amp;#39;d add it to your dream.&lt;/p&gt;\n\n&lt;p&gt;So it would become useless.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you discover it on your own you&amp;#39;ll never forget it!&lt;/p&gt;\n\n&lt;p&gt;Best solution here is, do it as often as you can, and don&amp;#39;t be like the Astral Travel people, exaggerating your successes to get attention.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how we got all the phony religions the world is saddled with.&lt;/p&gt;\n\n&lt;p&gt;People didn&amp;#39;t do what they claim they can do, more than a couple of times. Before they went out to cash in.&lt;/p&gt;\n\n&lt;p&gt;Also, keep in mind that nothing in sorcery is ever &amp;quot;proven&amp;quot; to your satisfaction.&lt;/p&gt;\n\n&lt;p&gt;I can surely attest to that!&lt;/p&gt;\n\n&lt;p&gt;Because &amp;quot;doubts&amp;quot; are not a feature of the real you.&lt;/p&gt;\n\n&lt;p&gt;Doubts are a feature of the blue line version of yourself.&lt;/p&gt;\n\n&lt;p&gt;They can never be removed because the blue line protects itself, and anything that would cause you to try to climb out of that crappy river, to the dry land of sorcerers, is an enemy to blue line &amp;quot;coziness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll be doubted forever.&lt;/p&gt;\n\n&lt;p&gt;You have to get onto dry land on the shore and look back into the river of shit, to figure out what&amp;#39;s &amp;quot;true&amp;quot; and what&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;But to be specific, Cholita one day tapped me on the shoulder as I lay in bed sleeping.&lt;/p&gt;\n\n&lt;p&gt;I turned around to see what was going on, and it was Cholita alright.&lt;/p&gt;\n\n&lt;p&gt;Except she was glowing in blue!  Like some kind of supernatural alien woman.&lt;/p&gt;\n\n&lt;p&gt;She rotated back and fell onto a wooden plank, dead.&lt;/p&gt;\n\n&lt;p&gt;And topless I might add...&lt;/p&gt;\n\n&lt;p&gt;She had my interest.&lt;/p&gt;\n\n&lt;p&gt;I was fully awake.  It wasn&amp;#39;t a dream.&lt;/p&gt;\n\n&lt;p&gt;Yet right next to my bed, putting on a show, was dead Cholita. All posed in a way I could never forget.&lt;/p&gt;\n\n&lt;p&gt;A zombie materialized next to her in a black hoodie. I couldn&amp;#39;t see his face, but it felt like &amp;quot;death&amp;quot; from movies, come to claim it&amp;#39;s next victim.&lt;/p&gt;\n\n&lt;p&gt;I got the unforgettable feeling of being in the double but aware of it with my tonal reasoning.&lt;/p&gt;\n\n&lt;p&gt;And yet, I was in my physical body at the same time!  Goosebumps are a sign of that condition.&lt;/p&gt;\n\n&lt;p&gt;Cholita tends to be a bit dramatic.  And the double doesn&amp;#39;t have to run off and be by himself.  He can be right on top of our physical body, &amp;quot;assisting&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Cholita started to move to the right of the bed, carried by the Zombie on some kind of platform.  And I looked to see where they might be going.&lt;/p&gt;\n\n&lt;p&gt;It was &amp;quot;the road to hell&amp;quot;, from a twilight zone episode.&lt;/p&gt;\n\n&lt;p&gt;I recognized it!&lt;/p&gt;\n\n&lt;p&gt;It was in a rural area, pastures with old horses, oak trees, short old weathered wooden fences along a dirt road.&lt;/p&gt;\n\n&lt;p&gt;Lovely! But it curved off to the left in the distance, and I realized Cholita was being taken into hell.&lt;/p&gt;\n\n&lt;p&gt;A day or two later I was driving with Cholita, and wanted to ask her if she was aware she had done that.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t uncommon, but that particular event was super cool.&lt;/p&gt;\n\n&lt;p&gt;I tried to start the conversation, but Cholita despises me.&lt;/p&gt;\n\n&lt;p&gt;She was furiously swiping pictures on her cell phone so I would leave her alone.&lt;/p&gt;\n\n&lt;p&gt;When she noticed I was looking to see them, she swiped back the other way a few, and held the phone up so I could look at the picture.&lt;/p&gt;\n\n&lt;p&gt;It was exactly what I had seen her do the night before.&lt;/p&gt;\n\n&lt;p&gt;Except, it was a suicide.  So there was no zombie.&lt;/p&gt;\n\n&lt;p&gt;But I recognized what she&amp;#39;d staged, instantly.&lt;/p&gt;\n\n&lt;p&gt;And yet, I totally doubt that ever happened, up here at the blue line.&lt;/p&gt;\n\n&lt;p&gt;If I hadn&amp;#39;t posted about it, I would have forgotten.&lt;/p&gt;\n\n&lt;p&gt;Even if she levitates little dishes for me in a public restaurant, over and over on the table where anyone else might also notice it,   a few hours later it&amp;#39;s almost erased from my mind and I doubt it ever happened.&lt;/p&gt;\n\n&lt;p&gt;Maybe that&amp;#39;s part of why Carlos advised to &amp;quot;keep a journal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Certainly not for the reasons most in the community do that.  To become their future book deal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv5wmvt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667662586.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667662586.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv4axi4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Agitated_Direction17", "can_mod_post": false, "created_utc": 1667622967.0, "send_replies": true, "parent_id": "t1_iv1rx2q", "score": 1, "author_fullname": "t2_rkgy103u", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "is there a good way to know if im really in my double or if its just a realistic lucid dream?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv4axi4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;is there a good way to know if im really in my double or if its just a realistic lucid dream?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv4axi4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667622967.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv1rx2q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1667581688.0, "send_replies": true, "parent_id": "t3_ylwwpj", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It sounds to me like you cooked up some puffs by putting in a small effort to follow instructions, maybe actually seeing them, maybe not, and then went back to astral projection pretending.\n\nIt's also possible that your previous astral travel pretending got your double interested in playing along with it.  Those pick up our waking obsessions very easily.\n\nAnd he likes any adventures that aren't \"grief stricken\".  The normal mood of our waking body.\n\nPlus \"true\" isn't really applicable to him.  He's happy to make astral travel look true.\n\nMy favorite example is having been married to Maybell the cow when I was just barely getting lucid in 4 gates dreaming, and not seeing anything wrong with that.  I was more bothered about the trim on the barn I supposedly owned to hold Maybell.\n\nSo you may have a \"playful\" double.\n\nThey do come out just the way you described, for real.\n\nAnd yet, people also just doze off while doing lazy practicing, have a lucid dream, and can't tell the difference between that and the double making it into the real world. So they overlook any details that might help, such as being married to a cow. And decide to flatter themselves in the account.\n\nCarlos himself made this distinction between dreams about magic, and real magic.\n\nI wish everyone were more familiar with that sort of topic, so I don't have to explain it each time and justify myself by pointing out Carlos had to do the same.\n\nAnd, I can only assume your are male.  But if not, what I say here doesn't really apply.  Your experience would be typical for some woman.\n\nYou should be aware, I don't even remember usernames.  It might seem important to you, but I can't possibly keep track.  There's thousands who flow through here, and usually 3 bad apples per week.\n\nEven Techno can barely keep track.  It's not like it's a rare thing.\n\nSome are polite bad players, some high IQ bad players, and it's even harder to see through those than the mediocre ones.\n\nBut I don't recall who is who, unless you bring it back up.\n\nNo one else does either.\n\nI would hope you realize that now, and try to help out by not being as fussy as you seem to be.\n\nWe have another person in here right now, pretending.  But hasn't crossed the line yet.\n\nAnd yet, I have to hear about it while in Silent Knowledge.\n\nSo I get disturbed by it not just at an ordinary level, but also at the level of \"the spirit\".\n\nI posted about that in the advanced subreddit this morning, before I even saw your post.\n\nAgain, Carlos had the very same problem. He'd \"see\" that something was wrong in the group, and have to figure out how to deal with it. It just wasn't \"moving the right direction\", and the \"disturbance\" centered around a specific person.\n\nThe women around him had to protect a person or two. \n\nWhich, in the long run, didn't help at all. Carlos had been right about it each time.\n\nBut I'm still stuck battling all that just like Carlos,  or this place would quickly be destroyed. \n\nLots of credit to the mods there.\n\nWe get a mix of problems.  Maybe there's some talented people mixed in there, but frankly I don't see those getting upset over being mislabeled.  Flattered is the more likely reaction.\n\nMyself, I don't mind when I decide to tell someone what I did last night, because they asked and I'm curious what the reaction would be.\n\nAnd they end up with a shocked look on their face like I'm speaking blasphemy.\n\nIt's kind of cool.\n\nAnd then there's the ones who get stoned and post \"experiences\" in here and don't tell us.  Or they're on meds. Ok to be on meds, but be sure to mention it if you seem unusually talented.  Might even lead to a way to help less talented people!\n\nSome people know they're out of line and at risk to post, but can't resist doing it anyway.  Another bad sign, since you ought to be practicing because you want magic, not because you want social interaction.\n\nSo they make remarks like, \"I can't believe this happened so fast\", or \"I'm blown away\".\n\nTrying to use bribery to get permission to seek attention while posting.\n\nThat's one way we can sort of tell in hard cases.\n\nAnd some do \"preemptive strikes\" similar to what you did, and like to use my name. \n\nA treat of a tantrum directed at me specifically.\n\nNever ever a good sign...\n\nThere's really no way to tell which is going on, which is sadly why Carlos very rarely asked for experiences.\n\nIt's like an invitation to behave badly.\n\nCholita got her butt kicked once. And it smarted for decades.\n\nBut actually the truth is, Carlos simply told her the literal truth about her experience.  I doubt he even remembered it a week later.\n\nBut she misunderstood it as an insult.\n\nYou also seem to be very needy.  \"What do I do next?\"\n\nThis is a place to self-learn, not an apprenticeship.\n\nThat's not a sign of real experiences.  It's a sign of wanting to kiss up to an authority figure, to get \"credentials\".\n\nRegardless of whether your experience was genuine or not, you have at least 3 very distinct signs of a bad player in your post.  \n\nPreemptive strike, bribery, and neediness.\n\nBut again, don't say anything for awhile, and no one is going to remember.\n\nYou could have picked a less memorable user name. I hope it wasn't autogenerated by Reddit...\n\nJust trying to help you and others get it right.\n\nSorcery is very very precise, or it won't work at all.\n\nBut it's also very very worth it.  You'll kick the ass of any saint or prophet who was ever written about.  Hands down.\n\nEven give Dr. Strange reasons to be jealous.\n\nI was literally using the air last night, to make palm prints which remained.\n\nI built a wall out of palm prints.\n\nThen went looking for \"red cobwebs\".\n\nThose are like drugs to your Ally.  Feed them 3, and they'll turn so real you'll be worried you might have kidnapped a real woman due to madness.\n\nDon Juan and La Gorda used them for flying.", "edited": 1667582615.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv1rx2q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It sounds to me like you cooked up some puffs by putting in a small effort to follow instructions, maybe actually seeing them, maybe not, and then went back to astral projection pretending.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also possible that your previous astral travel pretending got your double interested in playing along with it.  Those pick up our waking obsessions very easily.&lt;/p&gt;\n\n&lt;p&gt;And he likes any adventures that aren&amp;#39;t &amp;quot;grief stricken&amp;quot;.  The normal mood of our waking body.&lt;/p&gt;\n\n&lt;p&gt;Plus &amp;quot;true&amp;quot; isn&amp;#39;t really applicable to him.  He&amp;#39;s happy to make astral travel look true.&lt;/p&gt;\n\n&lt;p&gt;My favorite example is having been married to Maybell the cow when I was just barely getting lucid in 4 gates dreaming, and not seeing anything wrong with that.  I was more bothered about the trim on the barn I supposedly owned to hold Maybell.&lt;/p&gt;\n\n&lt;p&gt;So you may have a &amp;quot;playful&amp;quot; double.&lt;/p&gt;\n\n&lt;p&gt;They do come out just the way you described, for real.&lt;/p&gt;\n\n&lt;p&gt;And yet, people also just doze off while doing lazy practicing, have a lucid dream, and can&amp;#39;t tell the difference between that and the double making it into the real world. So they overlook any details that might help, such as being married to a cow. And decide to flatter themselves in the account.&lt;/p&gt;\n\n&lt;p&gt;Carlos himself made this distinction between dreams about magic, and real magic.&lt;/p&gt;\n\n&lt;p&gt;I wish everyone were more familiar with that sort of topic, so I don&amp;#39;t have to explain it each time and justify myself by pointing out Carlos had to do the same.&lt;/p&gt;\n\n&lt;p&gt;And, I can only assume your are male.  But if not, what I say here doesn&amp;#39;t really apply.  Your experience would be typical for some woman.&lt;/p&gt;\n\n&lt;p&gt;You should be aware, I don&amp;#39;t even remember usernames.  It might seem important to you, but I can&amp;#39;t possibly keep track.  There&amp;#39;s thousands who flow through here, and usually 3 bad apples per week.&lt;/p&gt;\n\n&lt;p&gt;Even Techno can barely keep track.  It&amp;#39;s not like it&amp;#39;s a rare thing.&lt;/p&gt;\n\n&lt;p&gt;Some are polite bad players, some high IQ bad players, and it&amp;#39;s even harder to see through those than the mediocre ones.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t recall who is who, unless you bring it back up.&lt;/p&gt;\n\n&lt;p&gt;No one else does either.&lt;/p&gt;\n\n&lt;p&gt;I would hope you realize that now, and try to help out by not being as fussy as you seem to be.&lt;/p&gt;\n\n&lt;p&gt;We have another person in here right now, pretending.  But hasn&amp;#39;t crossed the line yet.&lt;/p&gt;\n\n&lt;p&gt;And yet, I have to hear about it while in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;So I get disturbed by it not just at an ordinary level, but also at the level of &amp;quot;the spirit&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I posted about that in the advanced subreddit this morning, before I even saw your post.&lt;/p&gt;\n\n&lt;p&gt;Again, Carlos had the very same problem. He&amp;#39;d &amp;quot;see&amp;quot; that something was wrong in the group, and have to figure out how to deal with it. It just wasn&amp;#39;t &amp;quot;moving the right direction&amp;quot;, and the &amp;quot;disturbance&amp;quot; centered around a specific person.&lt;/p&gt;\n\n&lt;p&gt;The women around him had to protect a person or two. &lt;/p&gt;\n\n&lt;p&gt;Which, in the long run, didn&amp;#39;t help at all. Carlos had been right about it each time.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m still stuck battling all that just like Carlos,  or this place would quickly be destroyed. &lt;/p&gt;\n\n&lt;p&gt;Lots of credit to the mods there.&lt;/p&gt;\n\n&lt;p&gt;We get a mix of problems.  Maybe there&amp;#39;s some talented people mixed in there, but frankly I don&amp;#39;t see those getting upset over being mislabeled.  Flattered is the more likely reaction.&lt;/p&gt;\n\n&lt;p&gt;Myself, I don&amp;#39;t mind when I decide to tell someone what I did last night, because they asked and I&amp;#39;m curious what the reaction would be.&lt;/p&gt;\n\n&lt;p&gt;And they end up with a shocked look on their face like I&amp;#39;m speaking blasphemy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s kind of cool.&lt;/p&gt;\n\n&lt;p&gt;And then there&amp;#39;s the ones who get stoned and post &amp;quot;experiences&amp;quot; in here and don&amp;#39;t tell us.  Or they&amp;#39;re on meds. Ok to be on meds, but be sure to mention it if you seem unusually talented.  Might even lead to a way to help less talented people!&lt;/p&gt;\n\n&lt;p&gt;Some people know they&amp;#39;re out of line and at risk to post, but can&amp;#39;t resist doing it anyway.  Another bad sign, since you ought to be practicing because you want magic, not because you want social interaction.&lt;/p&gt;\n\n&lt;p&gt;So they make remarks like, &amp;quot;I can&amp;#39;t believe this happened so fast&amp;quot;, or &amp;quot;I&amp;#39;m blown away&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Trying to use bribery to get permission to seek attention while posting.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s one way we can sort of tell in hard cases.&lt;/p&gt;\n\n&lt;p&gt;And some do &amp;quot;preemptive strikes&amp;quot; similar to what you did, and like to use my name. &lt;/p&gt;\n\n&lt;p&gt;A treat of a tantrum directed at me specifically.&lt;/p&gt;\n\n&lt;p&gt;Never ever a good sign...&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s really no way to tell which is going on, which is sadly why Carlos very rarely asked for experiences.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like an invitation to behave badly.&lt;/p&gt;\n\n&lt;p&gt;Cholita got her butt kicked once. And it smarted for decades.&lt;/p&gt;\n\n&lt;p&gt;But actually the truth is, Carlos simply told her the literal truth about her experience.  I doubt he even remembered it a week later.&lt;/p&gt;\n\n&lt;p&gt;But she misunderstood it as an insult.&lt;/p&gt;\n\n&lt;p&gt;You also seem to be very needy.  &amp;quot;What do I do next?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This is a place to self-learn, not an apprenticeship.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not a sign of real experiences.  It&amp;#39;s a sign of wanting to kiss up to an authority figure, to get &amp;quot;credentials&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Regardless of whether your experience was genuine or not, you have at least 3 very distinct signs of a bad player in your post.  &lt;/p&gt;\n\n&lt;p&gt;Preemptive strike, bribery, and neediness.&lt;/p&gt;\n\n&lt;p&gt;But again, don&amp;#39;t say anything for awhile, and no one is going to remember.&lt;/p&gt;\n\n&lt;p&gt;You could have picked a less memorable user name. I hope it wasn&amp;#39;t autogenerated by Reddit...&lt;/p&gt;\n\n&lt;p&gt;Just trying to help you and others get it right.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is very very precise, or it won&amp;#39;t work at all.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s also very very worth it.  You&amp;#39;ll kick the ass of any saint or prophet who was ever written about.  Hands down.&lt;/p&gt;\n\n&lt;p&gt;Even give Dr. Strange reasons to be jealous.&lt;/p&gt;\n\n&lt;p&gt;I was literally using the air last night, to make palm prints which remained.&lt;/p&gt;\n\n&lt;p&gt;I built a wall out of palm prints.&lt;/p&gt;\n\n&lt;p&gt;Then went looking for &amp;quot;red cobwebs&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are like drugs to your Ally.  Feed them 3, and they&amp;#39;ll turn so real you&amp;#39;ll be worried you might have kidnapped a real woman due to madness.&lt;/p&gt;\n\n&lt;p&gt;Don Juan and La Gorda used them for flying.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv1rx2q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667581688.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ylwwpj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 3, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2qf6u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "GentleAnimus", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv2bbrv", "score": 2, "author_fullname": "t2_7835unz5", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Take what you can get and move on. Tbh, IMHO, that guy doesn't know whether he's coming or going lol. I feel the same way.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2qf6u", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Take what you can get and move on. Tbh, IMHO, that guy doesn&amp;#39;t know whether he&amp;#39;s coming or going lol. I feel the same way.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2qf6u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667595283.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667595283.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2ulsw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv2bbrv", "score": 1, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Dan has already helped me several times. I don't see the necessity in anyone calling anyone bad actors, but it's a concerted effort to keep the group pure, so it is what it is. Im still formulating my opinions..\n\nNobody is a golden angel sent from heaven, at least not 100% of the time. What would be the point of such a purely positive being?? Like other guy said, take what helps, what is valuable, leave the rest, and let people be. It's for you, it's your journey, so don't let anything discourage you, at least certainly not seriously and definitely not forever.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2ulsw", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan has already helped me several times. I don&amp;#39;t see the necessity in anyone calling anyone bad actors, but it&amp;#39;s a concerted effort to keep the group pure, so it is what it is. Im still formulating my opinions..&lt;/p&gt;\n\n&lt;p&gt;Nobody is a golden angel sent from heaven, at least not 100% of the time. What would be the point of such a purely positive being?? Like other guy said, take what helps, what is valuable, leave the rest, and let people be. It&amp;#39;s for you, it&amp;#39;s your journey, so don&amp;#39;t let anything discourage you, at least certainly not seriously and definitely not forever.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2ulsw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667597055.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667597055.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv2bbrv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv2a65i", "score": 3, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "If we’re being honest, by all Dan’s own descriptions, Dan is a bad actor. That is something I had not previously considered. That perhaps this is not the place I thought it was. Just because something works doesn’t mean it’s good or safe. Perhaps it would be wise to stay out of Dans cobwebs.", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If we’re being honest, by all Dan’s own descriptions, Dan is a bad actor. That is something I had not previously considered. That perhaps this is not the place I thought it was. Just because something works doesn’t mean it’s good or safe. Perhaps it would be wise to stay out of Dans cobwebs.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2bbrv/", "num_reports": null, "locked": false, "name": "t1_iv2bbrv", "created": 1667589214.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1667589214.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv2a65i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1667588744.0, "send_replies": true, "parent_id": "t3_ylwwpj", "score": 4, "author_fullname": "t2_8tq5aje6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's good to accept feedback, to understand that viewpoint, regardless of how it makes you feel immediately. And it helps to understand the meaning, intention and preferences of the people giving you that feedback, as well as their potential areas of blindspots and lack of concern. It's tough love in here, and a commitment to a clean and direct intention. They want you to be as clear and honest and trustworthy as you can be, to not spread misinformation, to not be full of drama, full of false needs, or overly selfish intentions. They do this because they care very much about keeping this place pure and meaningful. It's actually a very good thing and extremely helpful to have people like him to \"light a fire under your ass\", and to be brutally honest with how they're perceiving you. Would you rather they dropped their standards and let anything slide with smiles and good humor? Then this place would very quickly lose its meaning and direction.\n\nAnd remember, just because Dan (especially Dan lol) or someone is meaningfully trying to \"kick\" \"baaaaad\" behaviors out of you, for the benefit of the group AND you, it doesn't mean they're 100% accurately depicting something bad in you, they aren't perfect, and they can't exactly know everything about you. Only YOU are going to really feel your meanings and intentions, and what kind of personal drama could be muddying them, and how that's going to affect your messages on reddit, they're just doing their best to identify potential problems and snip them at the bud. They've been down these roads before and this is how they've learned to keep things running well, to avoid undesired consequences. They can't have a ton of people hitting dead ends and being validated in that. It helps nobody and especially not the practicer in question. So don't take it personally, but do accept the potential reality in the feedback they give you if you have the space for it. Cause they know what they're talking about and their intention is absolutely not to attack or lower YOU, personally, *just because.*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv2a65i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s good to accept feedback, to understand that viewpoint, regardless of how it makes you feel immediately. And it helps to understand the meaning, intention and preferences of the people giving you that feedback, as well as their potential areas of blindspots and lack of concern. It&amp;#39;s tough love in here, and a commitment to a clean and direct intention. They want you to be as clear and honest and trustworthy as you can be, to not spread misinformation, to not be full of drama, full of false needs, or overly selfish intentions. They do this because they care very much about keeping this place pure and meaningful. It&amp;#39;s actually a very good thing and extremely helpful to have people like him to &amp;quot;light a fire under your ass&amp;quot;, and to be brutally honest with how they&amp;#39;re perceiving you. Would you rather they dropped their standards and let anything slide with smiles and good humor? Then this place would very quickly lose its meaning and direction.&lt;/p&gt;\n\n&lt;p&gt;And remember, just because Dan (especially Dan lol) or someone is meaningfully trying to &amp;quot;kick&amp;quot; &amp;quot;baaaaad&amp;quot; behaviors out of you, for the benefit of the group AND you, it doesn&amp;#39;t mean they&amp;#39;re 100% accurately depicting something bad in you, they aren&amp;#39;t perfect, and they can&amp;#39;t exactly know everything about you. Only YOU are going to really feel your meanings and intentions, and what kind of personal drama could be muddying them, and how that&amp;#39;s going to affect your messages on reddit, they&amp;#39;re just doing their best to identify potential problems and snip them at the bud. They&amp;#39;ve been down these roads before and this is how they&amp;#39;ve learned to keep things running well, to avoid undesired consequences. They can&amp;#39;t have a ton of people hitting dead ends and being validated in that. It helps nobody and especially not the practicer in question. So don&amp;#39;t take it personally, but do accept the potential reality in the feedback they give you if you have the space for it. Cause they know what they&amp;#39;re talking about and their intention is absolutely not to attack or lower YOU, personally, &lt;em&gt;just because.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2a65i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667588744.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_ylwwpj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 4, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_ylwwpj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "iv2bn27", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv29wmx", "score": 6, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "First, reach it consistently. Then see your questions get answered, automatically.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_iv2bn27", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;First, reach it consistently. Then see your questions get answered, automatically.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_ylwwpj", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv2bn27/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667589342.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667589342.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv29wmx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv10aj6", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Really curious about the possibility to influence the shared state of reality while reaching the dream double. My first instinct was to test by he boundaries and limitations. Curious if anyone will answer that one.  Can one affect the “waking reality” (probably using an offensive word again?  Feel like I have to tiptoe around here.) after reaching the dream double??", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Really curious about the possibility to influence the shared state of reality while reaching the dream double. My first instinct was to test by he boundaries and limitations. Curious if anyone will answer that one.  Can one affect the “waking reality” (probably using an offensive word again?  Feel like I have to tiptoe around here.) after reaching the dream double??&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv29wmx/", "num_reports": null, "locked": false, "name": "t1_iv29wmx", "created": 1667588637.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1667588637.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv10aj6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_iv0pfhz", "score": 10, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The a.p. can move very quickly when it’s trajectory is being guided by Intent. Reaching that same speed ‘on our own’ takes a lifetime (it’s our other half that’s the actual ‘own’) of sustained effort.\n\nAs schizophrenic as that sounds, it’s our true condition. Which is actually why society works so hard to make it sound crazy. Who’s going to grow the crops, build the roads, knit the clothing etc. for all the people (some historical cabal of women wanted) to populate the Earth…if too many are off exploring the second attention.\n\nWhich is after all, far more interesting.\n\nSo our current human condition required shifting that sustained effort into matter, instead of ‘spirit.’\n\nAnd when that became habit we became miserable.\n\nBut we do have smartphones…\n\n![gif](giphy|104vPBH8buV9vy)", "edited": 1667570929.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv10aj6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The a.p. can move very quickly when it’s trajectory is being guided by Intent. Reaching that same speed ‘on our own’ takes a lifetime (it’s our other half that’s the actual ‘own’) of sustained effort.&lt;/p&gt;\n\n&lt;p&gt;As schizophrenic as that sounds, it’s our true condition. Which is actually why society works so hard to make it sound crazy. Who’s going to grow the crops, build the roads, knit the clothing etc. for all the people (some historical cabal of women wanted) to populate the Earth…if too many are off exploring the second attention.&lt;/p&gt;\n\n&lt;p&gt;Which is after all, far more interesting.&lt;/p&gt;\n\n&lt;p&gt;So our current human condition required shifting that sustained effort into matter, instead of ‘spirit.’&lt;/p&gt;\n\n&lt;p&gt;And when that became habit we became miserable.&lt;/p&gt;\n\n&lt;p&gt;But we do have smartphones…&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://giphy.com/gifs/104vPBH8buV9vy\" target=\"_blank\"&gt;&lt;img src=\"https://external-preview.redd.it/24g4zhmfJ4ZXPKQXBf6k-Xqt6L_qolhkSVb-HoHhdCU.gif?width=317&amp;height=200&amp;s=b2f6d2bd99d87fd64f57b9e6e5805dc9e543cdd1\" width=\"317\" height=\"200\"&gt;&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv10aj6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667570705.0, "media_metadata": {"giphy|104vPBH8buV9vy": {"status": "valid", "e": "AnimatedImage", "m": "image/gif", "ext": "https://giphy.com/gifs/104vPBH8buV9vy", "p": [{"y": 88, "x": 140, "u": "https://a.thumbs.redditmedia.com/Tj_rNk8z9HT0_6OQfOfWMcOhjnFj3RWF_dix54F8Jb4.jpg"}], "s": {"y": 200, "gif": "https://external-preview.redd.it/24g4zhmfJ4ZXPKQXBf6k-Xqt6L_qolhkSVb-HoHhdCU.gif?width=317&amp;height=200&amp;s=b2f6d2bd99d87fd64f57b9e6e5805dc9e543cdd1", "mp4": "https://external-preview.redd.it/24g4zhmfJ4ZXPKQXBf6k-Xqt6L_qolhkSVb-HoHhdCU.gif?width=317&amp;height=200&amp;format=mp4&amp;s=0e2a2b4d828c4f599cee258bdebae6268364bea4", "x": 317}, "t": "giphy", "id": "giphy|104vPBH8buV9vy"}}, "author_flair_text": null, "treatment_tags": [], "created_utc": 1667570705.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv0pfhz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "[deleted]", "can_mod_post": false, "created_utc": 1667565696.0, "send_replies": true, "parent_id": "t1_iv0ncpz", "score": 4, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "I just don’t (didn’t) really have the vocabulary to communicate my experience. “astral projection” was the closest thing in my lexicon. This was indeed my “dreaming double” then?  \n\nCan you help me understand more about the position of one’s assemblage point to arrive in one’s double? I guess my confusion stems from the thought that I would have to go through many phases (zones?) to arrive at that point but it happened relatively quickly and without much ado.  Was my assemblage moving during the darkroom excercise? How would I know where it is on the j curve at any given time?  Just before being pulled from body, I was hearing odd clicks and pops from my room that would kind of “zap” my perception almost like an electric shock. Is that a normal part of darkroom excercises or indicative of a specific assemblage shift?  It seems to occur every time just before I join my double. \n\nSorry if these questions seem dumb or bad playerish I just have no ordinary context for this experience and I arrived here directly because of you guys so it’s really the only place I can ask.", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I just don’t (didn’t) really have the vocabulary to communicate my experience. “astral projection” was the closest thing in my lexicon. This was indeed my “dreaming double” then?  &lt;/p&gt;\n\n&lt;p&gt;Can you help me understand more about the position of one’s assemblage point to arrive in one’s double? I guess my confusion stems from the thought that I would have to go through many phases (zones?) to arrive at that point but it happened relatively quickly and without much ado.  Was my assemblage moving during the darkroom excercise? How would I know where it is on the j curve at any given time?  Just before being pulled from body, I was hearing odd clicks and pops from my room that would kind of “zap” my perception almost like an electric shock. Is that a normal part of darkroom excercises or indicative of a specific assemblage shift?  It seems to occur every time just before I join my double. &lt;/p&gt;\n\n&lt;p&gt;Sorry if these questions seem dumb or bad playerish I just have no ordinary context for this experience and I arrived here directly because of you guys so it’s really the only place I can ask.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv0pfhz/", "num_reports": null, "locked": false, "name": "t1_iv0pfhz", "created": 1667565696.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv0ncpz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1667564608.0, "send_replies": true, "parent_id": "t1_iv0jzlj", "score": 9, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Do it the next night. And the next. Sorcery is the mastery of intent, not cool experience collections. Those are to keep us going, and to motivate others if we write about them.\n\nAnd make a new habit of referring to it as reaching your dreaming double, which was already doing it’s thing before you became directly aware/reconnected, rather than [the problematic term](https://www.reddit.com/r/castaneda/wiki/terminology/astral_projection) you used in the post.\n\nWhen used, you’re invoking an entire intent you aren’t aware of yet, and sending cross-signals to that force which is actually behind EVERY cool experience.\n\nWords still have (some) power.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_iv0ncpz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do it the next night. And the next. Sorcery is the mastery of intent, not cool experience collections. Those are to keep us going, and to motivate others if we write about them.&lt;/p&gt;\n\n&lt;p&gt;And make a new habit of referring to it as reaching your dreaming double, which was already doing it’s thing before you became directly aware/reconnected, rather than &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/terminology/astral_projection\"&gt;the problematic term&lt;/a&gt; you used in the post.&lt;/p&gt;\n\n&lt;p&gt;When used, you’re invoking an entire intent you aren’t aware of yet, and sending cross-signals to that force which is actually behind EVERY cool experience.&lt;/p&gt;\n\n&lt;p&gt;Words still have (some) power.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_ylwwpj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv0ncpz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1667564608.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "iv0jzlj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_ylwwpj", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "One more question. Where do I go from here?", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One more question. Where do I go from here?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/ylwwpj/deleted_by_user/iv0jzlj/", "num_reports": null, "locked": false, "name": "t1_iv0jzlj", "created": 1667562698.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1667562698.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]