[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Couldn't find a real pic, but anyone whos been there will recognize this.](https://preview.redd.it/a9bueabrndm81.png?width=764&amp;format=png&amp;auto=webp&amp;s=561d387741ee119ea3333f719b11df6cc5411181)\n\nCopied from Facebook, so that's why it's a bit hostile to the audience.  I got threatened with violence just this morning!  It's war out there.\n\n\\*\\*\\*\\*\n\nIf you can manage to put in some work, between thinking about your next sorcery \"book deal\", you might learn to move your assemblage point. You'll soon discover that the J curve map is very accurate.\n\nCarlos gave it to us in a single lecture, during the month or two when he knew he was dying, and needed to do something for us.\n\nHe hadn't been able to find a new male leader. He'd tried with Tony, Howard, and the guy who studied Maria Sabina, who's name starts with P. I can never remember that!\n\nNone wanted the job, and so Carlos released some techniques we use now, to do the astounding things you see in the pictures here.\n\nHis plan worked! We got to the whitish light, where \"Seeing Energy on a Horizon\" takes place. And some to \"Silent Knowledge\".\n\nBut unfortunately, that's nowhere near the end of the path, it's really just the start.\n\nRecently we've been exploring how to share inorganic beings. The topic comes up, because it's so obvious.\n\nLet's say Carlos meet's Little Smoke, then later Little Smoke is around La Gorda.\n\nThe IOBs have very few emanations in common with us, so their \"trick\" is to scare the hell out of us anyway they can, leaving you a tiny bit traumatized, and embedding those stray emanations we give off, from fright, inside their own \"bodies\". Meanwhile they interact with us using facial expressions or movements, embedding their own emanations inside us. It's like a body fluid swap... A big kiss hello, from a scary spirit.\n\nBut that's nothing sinister! That happens with humans all the time. It's why you do recapitulation. To get back those fibers of your own awareness, and to expel the ones that are foreign to you.\n\nSorcery is NOT multiple things. In the end, it's all just one single thing. And that one thing, causes all the rest of what we do. You'll see that, if you manage to get yourself to work hard.\n\nIn the case of the IOBs, it's not a good idea to get rid of those stray emanations they embed in us. They're like a \"string\" connecting you to the inorganic being.\n\nThe old seers went so far as to deactivate all emanations in themselves, which were not in common with their inorganic beings.\n\nIn that manner, a group of 4 escaped death at that big rock don Juan took Carlos to. So he could see them himself. There were 4 old seers, each with 3 allies. Still alive. Thousands of years old perhaps.\n\nThe few emanations you can activate with a visit from an inorganic being, remain active for quite a while. The glow of awareness continues.\n\nMy experience suggests it does in fact fade with time, and so if you have an Ally and neglect her, it becomes harder for her to materialize in our realm.\n\nBut from recapitulation, we know those embedded emanations can last a lifetime. And we follow \"the intent of the sorcerers of ancient Mexico\", so I guess we could assume, energetic connections can last at least 10,000 years.\n\nOr at least, the connection is pretty sturdy over long periods of time. In fact, you may still be connected to your childhood \"Monster under the bed\". You should give her a call some time!\n\nSo you end up with a thread connecting you, and your Ally.\n\nCarlos used the word \"thread\" on occasion, but since we're on the internet, I prefer \"string\".\n\nBack to our situation. There's Carlos with a string connecting him to Little Smoke, and along comes La Gorda. She has a string too.\n\nWith the IOB in the middle.\n\nWhat can you do with that? Can you share dreaming, or even travel to other worlds together?\n\nFortunately, there's at least 14 books by Carlos and the witches. They're FILLED with what we need, if we intend to use them as a map.\n\nIn the case of whether you can user your IOB for shared dreaming and travel, we have the case of Carlos and Carol Tiggs using the inorganic beings as a springboard into the second attention.\n\nDon Juan called it, \"Using awareness as a feature of the environment\".\n\nIf you keep going you'll realize, there are so many ways to do that, you can't really even list them all.\n\nBasically you just need your IOB around, visibly perhaps, when you go travel into the second attention.\n\nMy own Ally has materialized over a portal, similar to how Disney has the talking skull over the dark tunnel their Pirates of the Caribbean ride plummets into, at the start of the ride. The spirit of the dead pirate, gives the people entry to magical realms.\n\nIn my case, one night I was awake on pillows on the bed, saw a portal on my bedroom wall, my Ally was just above it, and I got an urge to leap inside.\n\nFully awake, eyes open, sober, I leaped through a solid wall into another world. And remained there, with the world fully stable, for hours. It was not a \"dream\", since at no time did I run the risk of losing lucidity. And in fact, I was awake the whole time!\n\nDon't expect to be able to explain that. It defies explaining. There is of course the \"academic\" explanation, but it's best to worry about that, once you can do this on a regular basis.\n\nSo one way to use awareness as a feature of the environment, is to convince your ally to decorate your darkroom.\n\nA magical Vase, a treasure chest filled with gems. They can do either, and don't really care. You can even get them to hang out above you, during recapitulation. That will give you entry to very old memories, which you can \"relive\".\n\nDon't feel silly for a completely absurd idea, for how to keep them around. If you can \"pull it off\", go for it! They don't judge.\n\nDon Juan wore Little Smoke like a red rag on his belt near his gourd, for years.  Or to be more accurate, with the completely absurd situation, Little Smoke was said to be contained in the gourd, and could be  unleashed by don Juan whenever he liked, giving the apprentices something to fear.  Meanwhile, the rag represented what could happen, when that type of dark energy magic was released.  It could bring even a rag to life!\n\nit was a mini version of \"Using awareness as a feature of the environment\".\n\nSo ladies, don't throw away that jewelry!  Cholita loves bangles.  When there's too many and most are black, is when I get worried the most.\n\nPretty much, we're like 3 year old girls throwing a tea party, to those 2 billion year old spirits.\n\nThey barely understand what we're chattering about.\n\nWhen one of the kids at the \"tea party\" pours them some \"tea\" from an empty cup, your inorganic being is going to smile after drinking some, and tell you it's the best tea in China!\n\nThey just want to be invited to the party. They know it's 3 year olds, but they won't hold that against you. 3 years old, 100 years old, there's not much difference to an entity that lives 5 billion years.\n\nYou could also convince your Ally to turn into a big Siberian Cat, and stick around. I've done that for a day or two.\n\nThe cat is a magical object, and gives you dark energy in a range of emanations we normally can't possibly enter.\n\nWitches call them, \"Familiar Spirits\".", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Using Awareness as a Feature of the Environment", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"a9bueabrndm81": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 144, "x": 108, "u": "https://preview.redd.it/a9bueabrndm81.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=010407829699a2d70dda36b297047eddfeca3659"}, {"y": 289, "x": 216, "u": "https://preview.redd.it/a9bueabrndm81.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=4fa86741bc5bee1f42b0d2fb388ce1e49373e3df"}, {"y": 428, "x": 320, "u": "https://preview.redd.it/a9bueabrndm81.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=a10ad8646de14dbf4e902f1261428eb1a4f6b20b"}, {"y": 857, "x": 640, "u": "https://preview.redd.it/a9bueabrndm81.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=e03f9bff449f0ca1a4809a3e18dd20f72c261fb2"}], "s": {"y": 1024, "x": 764, "u": "https://preview.redd.it/a9bueabrndm81.png?width=764&amp;format=png&amp;auto=webp&amp;s=561d387741ee119ea3333f719b11df6cc5411181"}, "id": "a9bueabrndm81"}}, "name": "t3_taagdo", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 21, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 21, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/aVGidw8KSUmx2ENht_Vuz9NNqAhrSYWTPjUp1ygbsc8.jpg", "edited": 1646842495.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1646840307.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/a9bueabrndm81.png?width=764&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=561d387741ee119ea3333f719b11df6cc5411181\"&gt;Couldn&amp;#39;t find a real pic, but anyone whos been there will recognize this.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Copied from Facebook, so that&amp;#39;s why it&amp;#39;s a bit hostile to the audience.  I got threatened with violence just this morning!  It&amp;#39;s war out there.&lt;/p&gt;\n\n&lt;p&gt;****&lt;/p&gt;\n\n&lt;p&gt;If you can manage to put in some work, between thinking about your next sorcery &amp;quot;book deal&amp;quot;, you might learn to move your assemblage point. You&amp;#39;ll soon discover that the J curve map is very accurate.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave it to us in a single lecture, during the month or two when he knew he was dying, and needed to do something for us.&lt;/p&gt;\n\n&lt;p&gt;He hadn&amp;#39;t been able to find a new male leader. He&amp;#39;d tried with Tony, Howard, and the guy who studied Maria Sabina, who&amp;#39;s name starts with P. I can never remember that!&lt;/p&gt;\n\n&lt;p&gt;None wanted the job, and so Carlos released some techniques we use now, to do the astounding things you see in the pictures here.&lt;/p&gt;\n\n&lt;p&gt;His plan worked! We got to the whitish light, where &amp;quot;Seeing Energy on a Horizon&amp;quot; takes place. And some to &amp;quot;Silent Knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But unfortunately, that&amp;#39;s nowhere near the end of the path, it&amp;#39;s really just the start.&lt;/p&gt;\n\n&lt;p&gt;Recently we&amp;#39;ve been exploring how to share inorganic beings. The topic comes up, because it&amp;#39;s so obvious.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say Carlos meet&amp;#39;s Little Smoke, then later Little Smoke is around La Gorda.&lt;/p&gt;\n\n&lt;p&gt;The IOBs have very few emanations in common with us, so their &amp;quot;trick&amp;quot; is to scare the hell out of us anyway they can, leaving you a tiny bit traumatized, and embedding those stray emanations we give off, from fright, inside their own &amp;quot;bodies&amp;quot;. Meanwhile they interact with us using facial expressions or movements, embedding their own emanations inside us. It&amp;#39;s like a body fluid swap... A big kiss hello, from a scary spirit.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s nothing sinister! That happens with humans all the time. It&amp;#39;s why you do recapitulation. To get back those fibers of your own awareness, and to expel the ones that are foreign to you.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is NOT multiple things. In the end, it&amp;#39;s all just one single thing. And that one thing, causes all the rest of what we do. You&amp;#39;ll see that, if you manage to get yourself to work hard.&lt;/p&gt;\n\n&lt;p&gt;In the case of the IOBs, it&amp;#39;s not a good idea to get rid of those stray emanations they embed in us. They&amp;#39;re like a &amp;quot;string&amp;quot; connecting you to the inorganic being.&lt;/p&gt;\n\n&lt;p&gt;The old seers went so far as to deactivate all emanations in themselves, which were not in common with their inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;In that manner, a group of 4 escaped death at that big rock don Juan took Carlos to. So he could see them himself. There were 4 old seers, each with 3 allies. Still alive. Thousands of years old perhaps.&lt;/p&gt;\n\n&lt;p&gt;The few emanations you can activate with a visit from an inorganic being, remain active for quite a while. The glow of awareness continues.&lt;/p&gt;\n\n&lt;p&gt;My experience suggests it does in fact fade with time, and so if you have an Ally and neglect her, it becomes harder for her to materialize in our realm.&lt;/p&gt;\n\n&lt;p&gt;But from recapitulation, we know those embedded emanations can last a lifetime. And we follow &amp;quot;the intent of the sorcerers of ancient Mexico&amp;quot;, so I guess we could assume, energetic connections can last at least 10,000 years.&lt;/p&gt;\n\n&lt;p&gt;Or at least, the connection is pretty sturdy over long periods of time. In fact, you may still be connected to your childhood &amp;quot;Monster under the bed&amp;quot;. You should give her a call some time!&lt;/p&gt;\n\n&lt;p&gt;So you end up with a thread connecting you, and your Ally.&lt;/p&gt;\n\n&lt;p&gt;Carlos used the word &amp;quot;thread&amp;quot; on occasion, but since we&amp;#39;re on the internet, I prefer &amp;quot;string&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Back to our situation. There&amp;#39;s Carlos with a string connecting him to Little Smoke, and along comes La Gorda. She has a string too.&lt;/p&gt;\n\n&lt;p&gt;With the IOB in the middle.&lt;/p&gt;\n\n&lt;p&gt;What can you do with that? Can you share dreaming, or even travel to other worlds together?&lt;/p&gt;\n\n&lt;p&gt;Fortunately, there&amp;#39;s at least 14 books by Carlos and the witches. They&amp;#39;re FILLED with what we need, if we intend to use them as a map.&lt;/p&gt;\n\n&lt;p&gt;In the case of whether you can user your IOB for shared dreaming and travel, we have the case of Carlos and Carol Tiggs using the inorganic beings as a springboard into the second attention.&lt;/p&gt;\n\n&lt;p&gt;Don Juan called it, &amp;quot;Using awareness as a feature of the environment&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you keep going you&amp;#39;ll realize, there are so many ways to do that, you can&amp;#39;t really even list them all.&lt;/p&gt;\n\n&lt;p&gt;Basically you just need your IOB around, visibly perhaps, when you go travel into the second attention.&lt;/p&gt;\n\n&lt;p&gt;My own Ally has materialized over a portal, similar to how Disney has the talking skull over the dark tunnel their Pirates of the Caribbean ride plummets into, at the start of the ride. The spirit of the dead pirate, gives the people entry to magical realms.&lt;/p&gt;\n\n&lt;p&gt;In my case, one night I was awake on pillows on the bed, saw a portal on my bedroom wall, my Ally was just above it, and I got an urge to leap inside.&lt;/p&gt;\n\n&lt;p&gt;Fully awake, eyes open, sober, I leaped through a solid wall into another world. And remained there, with the world fully stable, for hours. It was not a &amp;quot;dream&amp;quot;, since at no time did I run the risk of losing lucidity. And in fact, I was awake the whole time!&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t expect to be able to explain that. It defies explaining. There is of course the &amp;quot;academic&amp;quot; explanation, but it&amp;#39;s best to worry about that, once you can do this on a regular basis.&lt;/p&gt;\n\n&lt;p&gt;So one way to use awareness as a feature of the environment, is to convince your ally to decorate your darkroom.&lt;/p&gt;\n\n&lt;p&gt;A magical Vase, a treasure chest filled with gems. They can do either, and don&amp;#39;t really care. You can even get them to hang out above you, during recapitulation. That will give you entry to very old memories, which you can &amp;quot;relive&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t feel silly for a completely absurd idea, for how to keep them around. If you can &amp;quot;pull it off&amp;quot;, go for it! They don&amp;#39;t judge.&lt;/p&gt;\n\n&lt;p&gt;Don Juan wore Little Smoke like a red rag on his belt near his gourd, for years.  Or to be more accurate, with the completely absurd situation, Little Smoke was said to be contained in the gourd, and could be  unleashed by don Juan whenever he liked, giving the apprentices something to fear.  Meanwhile, the rag represented what could happen, when that type of dark energy magic was released.  It could bring even a rag to life!&lt;/p&gt;\n\n&lt;p&gt;it was a mini version of &amp;quot;Using awareness as a feature of the environment&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So ladies, don&amp;#39;t throw away that jewelry!  Cholita loves bangles.  When there&amp;#39;s too many and most are black, is when I get worried the most.&lt;/p&gt;\n\n&lt;p&gt;Pretty much, we&amp;#39;re like 3 year old girls throwing a tea party, to those 2 billion year old spirits.&lt;/p&gt;\n\n&lt;p&gt;They barely understand what we&amp;#39;re chattering about.&lt;/p&gt;\n\n&lt;p&gt;When one of the kids at the &amp;quot;tea party&amp;quot; pours them some &amp;quot;tea&amp;quot; from an empty cup, your inorganic being is going to smile after drinking some, and tell you it&amp;#39;s the best tea in China!&lt;/p&gt;\n\n&lt;p&gt;They just want to be invited to the party. They know it&amp;#39;s 3 year olds, but they won&amp;#39;t hold that against you. 3 years old, 100 years old, there&amp;#39;s not much difference to an entity that lives 5 billion years.&lt;/p&gt;\n\n&lt;p&gt;You could also convince your Ally to turn into a big Siberian Cat, and stick around. I&amp;#39;ve done that for a day or two.&lt;/p&gt;\n\n&lt;p&gt;The cat is a magical object, and gives you dark energy in a range of emanations we normally can&amp;#39;t possibly enter.&lt;/p&gt;\n\n&lt;p&gt;Witches call them, &amp;quot;Familiar Spirits&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "taagdo", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/", "subreddit_subscribers": 9561, "created_utc": 1646840307.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hzzucd9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hzzqc2a", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The biggest drive is to be ad hoc priests in an organization that will both pay them and acknowledge their special status.\n\nSame old, same old...rinse and repeat.\n\nAnd those types have always had a strained relationship with the prophet in the wilderness (this subreddit).\n\nSorry to say, this has always also been kind of appropriate for Cleargreen. But in fact it's virtually unavoidable if you have to \"officially\" function in the human social sphere.\n\nWe in here don't have to concern ourselves with being official. Perhaps that's what 'urks the bad players, jealously?\n\nBut there's really nothing to be jealous about until one is much further down the line. Until then, there are no social perks outside of non-indigenous cultures. Just tons of solitary toil.", "edited": 1647025737.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_hzzucd9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The biggest drive is to be ad hoc priests in an organization that will both pay them and acknowledge their special status.&lt;/p&gt;\n\n&lt;p&gt;Same old, same old...rinse and repeat.&lt;/p&gt;\n\n&lt;p&gt;And those types have always had a strained relationship with the prophet in the wilderness (this subreddit).&lt;/p&gt;\n\n&lt;p&gt;Sorry to say, this has always also been kind of appropriate for Cleargreen. But in fact it&amp;#39;s virtually unavoidable if you have to &amp;quot;officially&amp;quot; function in the human social sphere.&lt;/p&gt;\n\n&lt;p&gt;We in here don&amp;#39;t have to concern ourselves with being official. Perhaps that&amp;#39;s what &amp;#39;urks the bad players, jealously?&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s really nothing to be jealous about until one is much further down the line. Until then, there are no social perks outside of non-indigenous cultures. Just tons of solitary toil.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_taagdo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/hzzucd9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646846655.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1646846655.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i058y53", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_i04zqkj", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That was either spoogy's stooge, or spoogy himself.\n\nCan't tell.\n\nHe did seem tricked to believe there was a debate coming right after his posts.\n\nBut we thought spooge guy was summoning native americans to attack us, under the pretense we were racist.\n\nIn fact, Kachora's henchmen use that line.  The \"cultural appropriation\" bit.\n\nI saw one use it, to pressure the makers of \"The Spot\" to use Kachora's voice.\n\nNow, if the guy who did a rapidpost of \"real shamanism\" wasn't spoogy, it means there's several Kachora guys dominating the shamanism subreddit.\n\nWhich makes sense.  Where else can they recruit?\n\nThe shamanism subreddit mods should be ashamed of  themselves.\n\nThere is real shamanism out there.  But the tribes don't promote it to outsiders.\n\nMeanwhile, Castaneda had spectacular original shamanism.\n\nAnd I'm pretty sure each one of the mods, would have said he was \"thoroughly debunked\" before I started posting there.\n\nNow they only wish that was true, or that no one else would figure out it's false.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i058y53", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That was either spoogy&amp;#39;s stooge, or spoogy himself.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t tell.&lt;/p&gt;\n\n&lt;p&gt;He did seem tricked to believe there was a debate coming right after his posts.&lt;/p&gt;\n\n&lt;p&gt;But we thought spooge guy was summoning native americans to attack us, under the pretense we were racist.&lt;/p&gt;\n\n&lt;p&gt;In fact, Kachora&amp;#39;s henchmen use that line.  The &amp;quot;cultural appropriation&amp;quot; bit.&lt;/p&gt;\n\n&lt;p&gt;I saw one use it, to pressure the makers of &amp;quot;The Spot&amp;quot; to use Kachora&amp;#39;s voice.&lt;/p&gt;\n\n&lt;p&gt;Now, if the guy who did a rapidpost of &amp;quot;real shamanism&amp;quot; wasn&amp;#39;t spoogy, it means there&amp;#39;s several Kachora guys dominating the shamanism subreddit.&lt;/p&gt;\n\n&lt;p&gt;Which makes sense.  Where else can they recruit?&lt;/p&gt;\n\n&lt;p&gt;The shamanism subreddit mods should be ashamed of  themselves.&lt;/p&gt;\n\n&lt;p&gt;There is real shamanism out there.  But the tribes don&amp;#39;t promote it to outsiders.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile, Castaneda had spectacular original shamanism.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m pretty sure each one of the mods, would have said he was &amp;quot;thoroughly debunked&amp;quot; before I started posting there.&lt;/p&gt;\n\n&lt;p&gt;Now they only wish that was true, or that no one else would figure out it&amp;#39;s false.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_taagdo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/i058y53/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646940816.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1646940816.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "i04zqkj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_hzzqc2a", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oops! Tata Kachora isn't the one I was thinking about. \n\nSo screw that guys posterity (which he never had anyway), since he's the pretender one.\n\nIt was that other 100 + year old native medicine man who that same user, or group of users, brought up.\n\nThe one with the sunglasses and cowboy hat, and a cigarette hanging out of his tight-lipped mouth.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_i04zqkj", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oops! Tata Kachora isn&amp;#39;t the one I was thinking about. &lt;/p&gt;\n\n&lt;p&gt;So screw that guys posterity (which he never had anyway), since he&amp;#39;s the pretender one.&lt;/p&gt;\n\n&lt;p&gt;It was that other 100 + year old native medicine man who that same user, or group of users, brought up.&lt;/p&gt;\n\n&lt;p&gt;The one with the sunglasses and cowboy hat, and a cigarette hanging out of his tight-lipped mouth.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_taagdo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/i04zqkj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646937274.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1646937274.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "hzzqc2a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1646845128.0, "send_replies": true, "parent_id": "t1_hzzohpv", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\\&gt;I'm not lumping close to 100 year old Kachora himself into this\n\nCould be he's only 80. I can't remember the number, but a 90s article suggested his \"added amount\".\n\nBut if he is 100, he's probably just happy when he can locate his teeth.\n\nDo you suppose all bad players are either fake teachers, or defending one we don't know about?\n\nI can't imagine why a person who is interested in Castaneda, would become angry over this subreddit.\n\nIt's pretty much 100% \"by the books\".\n\nIt's just a little advanced for people who fixated on being, \"impeccable\" and ignored all the rest.\n\nI saw that Charly Spider claimed, in his empty subreddit,  that being impeccable was the \"traditional way\" to learn sorcery.\n\nThat could in fact be a Kachora delusion.\n\nAnd among Eastern Bloc angry men, it's easy to find a Facebook page they read, or a \"secret technique\" school, which enforces that view that sorcery is magic free.\n\nIt's all just behavior and philosophy.\n\nThey kind of have no choice but to emphasize that view since if they didn't, people would start to ask, \"where's the magic?\"\n\nSo they say, \"Magic is dangerous.  Just be impeccable.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hzzqc2a", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;I&amp;#39;m not lumping close to 100 year old Kachora himself into this&lt;/p&gt;\n\n&lt;p&gt;Could be he&amp;#39;s only 80. I can&amp;#39;t remember the number, but a 90s article suggested his &amp;quot;added amount&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But if he is 100, he&amp;#39;s probably just happy when he can locate his teeth.&lt;/p&gt;\n\n&lt;p&gt;Do you suppose all bad players are either fake teachers, or defending one we don&amp;#39;t know about?&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t imagine why a person who is interested in Castaneda, would become angry over this subreddit.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty much 100% &amp;quot;by the books&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just a little advanced for people who fixated on being, &amp;quot;impeccable&amp;quot; and ignored all the rest.&lt;/p&gt;\n\n&lt;p&gt;I saw that Charly Spider claimed, in his empty subreddit,  that being impeccable was the &amp;quot;traditional way&amp;quot; to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;That could in fact be a Kachora delusion.&lt;/p&gt;\n\n&lt;p&gt;And among Eastern Bloc angry men, it&amp;#39;s easy to find a Facebook page they read, or a &amp;quot;secret technique&amp;quot; school, which enforces that view that sorcery is magic free.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all just behavior and philosophy.&lt;/p&gt;\n\n&lt;p&gt;They kind of have no choice but to emphasize that view since if they didn&amp;#39;t, people would start to ask, &amp;quot;where&amp;#39;s the magic?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So they say, &amp;quot;Magic is dangerous.  Just be impeccable.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_taagdo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/hzzqc2a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646845128.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "hzzohpv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1646844428.0, "send_replies": true, "parent_id": "t3_taagdo", "score": 4, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\n\n&gt;Fortunately, there's at least 14 books by Carlos and the witches.\n\nIt's 17 available books actually, what with the addition of Taisha's unpublished manuscript.\n\n&gt;\tIt's war out there.\n\nLets dissect a comment that was deleted from the subreddit:\n\n\"Tata Kachora is a friend of mine...Tata Kachora told me that a lot of the information in the first three books is valid, but after that everything *(was stuff neither Kachora or I understand, or put any effort into)*. *(So)* I have *(instead)* written a book about my relationship with Tata Kachora that will be out on Amazon Kindle in a few weeks (🤑)....those interested will understand *(how self-important I am)* soon.\"\n\nSo we see that the only real war is between those who are interested in human social standing, authority, tradition...yada yada. River of Filth stuff.\n\nAnd not in experiencing the actual deeper magic of the universe.\n\nIf they were, they would be tickled pink over finding this subreddit and the information it contains! Rather than feeling threatened.\n\nThey also have apparently little to no interest in accepting the internally uncomfortable parts of the teachings. The non-cozy bits. Preferring pomp and circumstance.\n\nI'm not lumping close to 100 year old Kachora himself into this, only his fanboys; some of which are unwittedly kicking-up a very bad name for him in posterity.", "edited": 1646848987.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hzzohpv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Fortunately, there&amp;#39;s at least 14 books by Carlos and the witches.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;It&amp;#39;s 17 available books actually, what with the addition of Taisha&amp;#39;s unpublished manuscript.&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s war out there.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Lets dissect a comment that was deleted from the subreddit:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Tata Kachora is a friend of mine...Tata Kachora told me that a lot of the information in the first three books is valid, but after that everything &lt;em&gt;(was stuff neither Kachora or I understand, or put any effort into)&lt;/em&gt;. &lt;em&gt;(So)&lt;/em&gt; I have &lt;em&gt;(instead)&lt;/em&gt; written a book about my relationship with Tata Kachora that will be out on Amazon Kindle in a few weeks (🤑)....those interested will understand &lt;em&gt;(how self-important I am)&lt;/em&gt; soon.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So we see that the only real war is between those who are interested in human social standing, authority, tradition...yada yada. River of Filth stuff.&lt;/p&gt;\n\n&lt;p&gt;And not in experiencing the actual deeper magic of the universe.&lt;/p&gt;\n\n&lt;p&gt;If they were, they would be tickled pink over finding this subreddit and the information it contains! Rather than feeling threatened.&lt;/p&gt;\n\n&lt;p&gt;They also have apparently little to no interest in accepting the internally uncomfortable parts of the teachings. The non-cozy bits. Preferring pomp and circumstance.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not lumping close to 100 year old Kachora himself into this, only his fanboys; some of which are unwittedly kicking-up a very bad name for him in posterity.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/hzzohpv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646844428.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_taagdo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i00jmmt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1646856589.0, "send_replies": true, "parent_id": "t1_i004y8y", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's what the old seers had to do.  License the bad players to control them.\n\nI'm pretty sure \"the seers\" were the ones who got the government to require licenses.  Think about it.  The seers didn't need to battle with other sorcerers. They had it all.\n\nIt was the fake sorcerers who need to go around bullying, to keep themselves famous.\n\nBut the old seers still needed their sharp little knives, to deal with the Kachora followers who were simply crazy and couldn't be reasoned with.\n\nIf we can gain enough energetic mass, I believe we could convince Cleargreen to make \"Men of Knowledge\" licenses.\n\nJust teach them tensegrity and the \"warriors way\" nonsense.\n\nThen, add in shamanic drum group remote viewing to their knowledge, so they can at least \"try\" to get people to the green line.\n\nMaybe some of Nyei's flute playing.  See what gives people a path to the green zone most easily.\n\nThe licensed sorcerer's own powerplant nonsense is their business. Allowed.\n\nJust like in the past.\n\nThat's my theory on what might help.  But it would take one of us, to help with the shamanic drumming shared remote viewing.  Until a \"Man of Knowledge\" finally manages to do that.\n\nI wouldn't be suprised if the original Man of knowledge versus seer relationship wasn't a bit like that.\n\nWhere Men of Knowledge occasionally become seers, and so are happy to help their old buddies out.\n\nWe could just copy what happened before.\n\nLet the \"Men of Knowledge\" kick each other's asses.  So they leave the \"seers\" alone.\n\nWe WILL rise to  that much power. I just don't know how long it will take.\n\nIt's all automatic.  No one needs to teach or tell you what happens when the assemblage point reaches the far end of the J curve.\n\nBefore that, it's a struggle to duplicate a cool experience.  And to keep motivated, even if you can get to the red zone.\n\nBut in Silent KNowledge, there's so many \"new techniques\" out there, you wouldn't bother to even try repeating something, if it took more than a wave of the hand.  Just let it be if it's that \"stubborn\".\n\nYou really can just wave your hand, to summon a remote view in the air.\n\nBut the HARD part is getting over there, and still having any energy left.\n\nOnce there, it's amazing.\n\nAn analogy: In the red zone, you have only the 1 pound box of See's candy (chocolates).\n\nIn Silent Knowledge, you own the store.  So you aren't picking around trying to find the last marshmallow chocolate candy when they all look pretty much alike  until you bite in.\n\nIn Silent Knowledge, you just keep doing what you do. Anything you did in the past that you wish you could repeat, floats by as an \"offering\" again.  Based on the fact that you were wanting it.\n\nI was gazing at \"next to nothing\" last night, in Silent Knowledge.\n\nI realized, \"Next to nothing\" is precisely what you want to gaze at, when you first get there.\n\nThe nothing, turns out to contain somethings.\n\nFlows of energy, that seem alive on their own.  Stuff  you could never notice before moving the assemblage point that far.\n\nAnd you don't get bored!  You simply \"run out of energy\".\n\nPerhaps trying to repeat things, is a red zone prejudice?\n\nMaybe the red zone makes you \"ambitious\", by it's very nature.\n\nThen, there's the unexplained pink zone...", "edited": 1646857581.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i00jmmt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s what the old seers had to do.  License the bad players to control them.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m pretty sure &amp;quot;the seers&amp;quot; were the ones who got the government to require licenses.  Think about it.  The seers didn&amp;#39;t need to battle with other sorcerers. They had it all.&lt;/p&gt;\n\n&lt;p&gt;It was the fake sorcerers who need to go around bullying, to keep themselves famous.&lt;/p&gt;\n\n&lt;p&gt;But the old seers still needed their sharp little knives, to deal with the Kachora followers who were simply crazy and couldn&amp;#39;t be reasoned with.&lt;/p&gt;\n\n&lt;p&gt;If we can gain enough energetic mass, I believe we could convince Cleargreen to make &amp;quot;Men of Knowledge&amp;quot; licenses.&lt;/p&gt;\n\n&lt;p&gt;Just teach them tensegrity and the &amp;quot;warriors way&amp;quot; nonsense.&lt;/p&gt;\n\n&lt;p&gt;Then, add in shamanic drum group remote viewing to their knowledge, so they can at least &amp;quot;try&amp;quot; to get people to the green line.&lt;/p&gt;\n\n&lt;p&gt;Maybe some of Nyei&amp;#39;s flute playing.  See what gives people a path to the green zone most easily.&lt;/p&gt;\n\n&lt;p&gt;The licensed sorcerer&amp;#39;s own powerplant nonsense is their business. Allowed.&lt;/p&gt;\n\n&lt;p&gt;Just like in the past.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s my theory on what might help.  But it would take one of us, to help with the shamanic drumming shared remote viewing.  Until a &amp;quot;Man of Knowledge&amp;quot; finally manages to do that.&lt;/p&gt;\n\n&lt;p&gt;I wouldn&amp;#39;t be suprised if the original Man of knowledge versus seer relationship wasn&amp;#39;t a bit like that.&lt;/p&gt;\n\n&lt;p&gt;Where Men of Knowledge occasionally become seers, and so are happy to help their old buddies out.&lt;/p&gt;\n\n&lt;p&gt;We could just copy what happened before.&lt;/p&gt;\n\n&lt;p&gt;Let the &amp;quot;Men of Knowledge&amp;quot; kick each other&amp;#39;s asses.  So they leave the &amp;quot;seers&amp;quot; alone.&lt;/p&gt;\n\n&lt;p&gt;We WILL rise to  that much power. I just don&amp;#39;t know how long it will take.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all automatic.  No one needs to teach or tell you what happens when the assemblage point reaches the far end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;Before that, it&amp;#39;s a struggle to duplicate a cool experience.  And to keep motivated, even if you can get to the red zone.&lt;/p&gt;\n\n&lt;p&gt;But in Silent KNowledge, there&amp;#39;s so many &amp;quot;new techniques&amp;quot; out there, you wouldn&amp;#39;t bother to even try repeating something, if it took more than a wave of the hand.  Just let it be if it&amp;#39;s that &amp;quot;stubborn&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You really can just wave your hand, to summon a remote view in the air.&lt;/p&gt;\n\n&lt;p&gt;But the HARD part is getting over there, and still having any energy left.&lt;/p&gt;\n\n&lt;p&gt;Once there, it&amp;#39;s amazing.&lt;/p&gt;\n\n&lt;p&gt;An analogy: In the red zone, you have only the 1 pound box of See&amp;#39;s candy (chocolates).&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you own the store.  So you aren&amp;#39;t picking around trying to find the last marshmallow chocolate candy when they all look pretty much alike  until you bite in.&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you just keep doing what you do. Anything you did in the past that you wish you could repeat, floats by as an &amp;quot;offering&amp;quot; again.  Based on the fact that you were wanting it.&lt;/p&gt;\n\n&lt;p&gt;I was gazing at &amp;quot;next to nothing&amp;quot; last night, in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;I realized, &amp;quot;Next to nothing&amp;quot; is precisely what you want to gaze at, when you first get there.&lt;/p&gt;\n\n&lt;p&gt;The nothing, turns out to contain somethings.&lt;/p&gt;\n\n&lt;p&gt;Flows of energy, that seem alive on their own.  Stuff  you could never notice before moving the assemblage point that far.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t get bored!  You simply &amp;quot;run out of energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Perhaps trying to repeat things, is a red zone prejudice?&lt;/p&gt;\n\n&lt;p&gt;Maybe the red zone makes you &amp;quot;ambitious&amp;quot;, by it&amp;#39;s very nature.&lt;/p&gt;\n\n&lt;p&gt;Then, there&amp;#39;s the unexplained pink zone...&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_taagdo", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/i00jmmt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646856589.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "i004y8y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1646850873.0, "send_replies": true, "parent_id": "t3_taagdo", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "On you getting physical threats.\n\nThere's not very many men more angry than those who think another man is depriving them of an opportunity to get their d*ck wet.\n\nAnam on YouTube, and some of his India-heritage follower(s), are in this group.\n\nThis is where your idea of offering certification comes in. As in this \"Toltec diploma entitles you to [insert indeterminate number] of courtesans (concubines, for those without a thesaurus on hand).\"\n\nSounds awful because it is awful 🤮", "edited": 1646851085.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_i004y8y", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;On you getting physical threats.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s not very many men more angry than those who think another man is depriving them of an opportunity to get their d*ck wet.&lt;/p&gt;\n\n&lt;p&gt;Anam on YouTube, and some of his India-heritage follower(s), are in this group.&lt;/p&gt;\n\n&lt;p&gt;This is where your idea of offering certification comes in. As in this &amp;quot;Toltec diploma entitles you to [insert indeterminate number] of courtesans (concubines, for those without a thesaurus on hand).&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Sounds awful because it is awful 🤮&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/i004y8y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1646850873.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_taagdo", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_taagdo", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "i032l8u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_taagdo", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "Nice one, helped a lot at the right time I was very close to cutting those strings during recapitulating looks like those feelings are useful, I believe I seen a dark apparition idk if it was trying to make new connections sometimes just hinting like hey I’m behind you watching type of vibe or some noises coming from so and so or a laughter plus calling your name from outside last night I was certain an IOB wanted me to acknowledge it? \n\nI’m assuming it is the trauma or those feelings that keeps our bond alive (through emanation if I’m understanding you correctly)?. What happens when IOB can’t use scare tactics don’t work anymore?\nI read in one of Carlos books when the ally takes you for a spin the world stops and that Carlos had to tackle and grab his ally an instruction given by juan matus. Can grabbing an ally be summed up to summoning those strings to the IOB and once it responds grabbing it and not letting go until it spins?\n\nAnother question Did Carlos ever mentioned wearing ear plugs (sensory deprivation) and it’s relationship to moving the AP or what’s your take on it.", "edited": 1646902417.0, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Nice one, helped a lot at the right time I was very close to cutting those strings during recapitulating looks like those feelings are useful, I believe I seen a dark apparition idk if it was trying to make new connections sometimes just hinting like hey I’m behind you watching type of vibe or some noises coming from so and so or a laughter plus calling your name from outside last night I was certain an IOB wanted me to acknowledge it? &lt;/p&gt;\n\n&lt;p&gt;I’m assuming it is the trauma or those feelings that keeps our bond alive (through emanation if I’m understanding you correctly)?. What happens when IOB can’t use scare tactics don’t work anymore?\nI read in one of Carlos books when the ally takes you for a spin the world stops and that Carlos had to tackle and grab his ally an instruction given by juan matus. Can grabbing an ally be summed up to summoning those strings to the IOB and once it responds grabbing it and not letting go until it spins?&lt;/p&gt;\n\n&lt;p&gt;Another question Did Carlos ever mentioned wearing ear plugs (sensory deprivation) and it’s relationship to moving the AP or what’s your take on it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/taagdo/using_awareness_as_a_feature_of_the_environment/i032l8u/", "num_reports": null, "locked": false, "name": "t1_i032l8u", "created": 1646901246.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1646901246.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]