[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[removed]", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "[deleted by user]", "link_flair_richtext": [], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": null, "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_s6i486", "quarantine": false, "link_flair_text_color": "dark", "upvote_ratio": 0.73, "author_flair_background_color": "", "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": null, "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "thumbnail": "default", "edited": false, "author_flair_css_class": null, "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1642461655.0, "link_flair_type": "text", "wls": 7, "removed_by_category": null, "banned_by": null, "domain": "", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "", "id": "s6i486", "is_robot_indexable": false, "num_duplicates": 0, "report_reasons": null, "author": "[deleted]", "discussion_type": null, "num_comments": 10, "send_replies": true, "media": null, "contest_mode": false, "author_flair_text_color": "dark", "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/", "whitelist_status": "some_ads", "stickied": false, "url": "", "subreddit_subscribers": 9561, "created_utc": 1642461655.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "htbxn7i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_htal2j7", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "She implied that,  when she created Fairy's Pass.\n\nBut if she helps Juann, that's a very good thing. We need people who push to the limits.\n\nBesides, there's inorganic beings all around us.  When don Juan said he wouldn't tell Carlos the types of inorganic beings because he'd discover them on his own and it would be exciting, he was telling the truth.\n\nI'm up to my ears, and have now counted 5 \"types\" that are visible and behaviorally different.\n\nI was expecting, \"lizard type\", and \"sparrow type\", but it's more bizarre than that.\n\nSo just get out to the middle of the orange zone, and you'll be up to your ears in them.\n\nFor example, make a nice phantom room, then use tensegrity moves appropriate to cut a hole in one of the walls.  If you can visibly see it, they'll come in from there.\n\nOr do star gazing, so that your awareness flows out into space, where some IOBs will notice you.\n\nI guess the mirror in the water trick was the clue to us on how to find different types!  Go to different locations and situations!\n\nWhich can be done in the darkroom also.\n\n\\&gt;And also how do you have enough energy to cross the red zone.\n\nI'm celibate, and practice silence all day when I'm not interfacing with people. And I did a very thorough recapitulation, to the point that I got darkroom type magic while doing it.\n\nBut it's the kind of question that indicates you're on the right trail, instead of the ugly path of pretending to get attention, like the post this is in.  One of the worst to ever show up on the subreddit, in some ways.\n\nDefinitely \"flier\" motivated.  I'm starting to think, the fliers can influence us the same way Little Smoke did for me.\n\nThey cause your attention to look the direction they want.\n\nOf course, sometimes they simply speak, but most of the time, you just \"get lucky\" on learning, when you've seen them in the last few minutes, even if they don't stick around.\n\nI'm thinking, maybe the fliers deviate people like that also, to keep them focused on the river of shit.\n\nAnd they managed to take over the world, because people were torn away from the natural environment and crowded into rooms in cities.\n\nWhere they could focus their attention on other people, and their interactions with them as the most important thing.\n\nBlocking any desire to seek actual magic.\n\n\\&gt; Still want to learn to reach orange.\n\nDo you do tensegrity?  It's the fastest way out of the red zone.  Concentrate on the \"smoothness\" of moves, such as when the arm sweeps, and focus  your gaze like you were Kylie, with the \"death stare\" she has.\n\nAs what you are focusing on moves, try to see disturbances in the air, or feel cobwebs or temperature changes.\n\nAlso, do you scoop puffs onto the pouches?  You REALLY need to heed that.  Without building the energy body, it's \"flat\" in the second attention. You only get to see what the Tonal's eyes can pick up. Which is more than we know, but not as much as what the double can perceive.\n\nTry \"romancing\" the double using the \"affection for the energy body\" pass.\n\nEventually I'll draw it up, but it works so well eventually that you can literally copy those Olmec statues where the double is in front of the sorcerer.\n\nI haven't figured out how to put him on your back like that one rare figurine.\n\nBut I believe, that just indicates he projected out into an alternate reality, but there's still a real time connection between their memories.\n\nI suppose the fastest way to make more progress is to please the Spirit with creative new efforts done with \"gusto\".\n\nIn the darkroom, we sort of learn the way Carlos did in the early books, going from one \"demo\" to another, and never stopping to try to make any use of  the last.\n\nSo once you get on the Spirit's \"gravy train\" it plays don Juan for you, and gives you a new lesson every few days.\n\nStanding up to petty tyrants also can help.  It deviates the internal dialogue as you fuss around, but it's not a deep internal dialogue.\n\nSo between forcing silence, and then forgetting for an instant, the \"storyline\" in your head is single minded on the petty tyrant.\n\nIf you battle that, it seems to count for \"tripple points\" as effort, as far as \"intent gifts\" go.\n\nAn example:\n\nYou're forcing silence, and are halfway between green and red.   Meaning, where there's enough magic to know the assemblage point moved, but nothing you'd want to brag about to your friends.\n\nYou start thinking about the petty tyrant.  Could just be someone like the guy who made this post, trying to steal energy from the group.\n\nYou fight off the internal dialogue, which is obsessed with what you \"should have said\", or \"could have done better\".  You finally conclude, it wasn't perfect, but it was the best you know how to do.\n\nYou drop it, back to silence, and notice you are standing on a little city.  It's down at your feet!\n\nYou were \"drifting\" as you battled the petty tyrant in your internal dialogue.  Like, you stopped paying attention to your little boat (assemblage point position), and it drifted out into the lake further, without you realizing it.  Otherwise, you might have subconsciously forced it back to the shore when you noticed the drift.\n\nThat's why don  Juan tells Carlos that a  usable petty tyrant ought to annoy you to distraction.\n\nDistraction = not forcing the assemblage point on this reality, so if it's already loose, it can drift.\n\nSo that there's something new to see, and intent then makes it \"rewarding\" with a beneficial \"reskimming\".  \n\nEasy for intent to do that if you deserve it.  When you're on the edge of the river of shit, almost out onto the shore, intent can make it go either way.\n\nThe city now at your feet looks like dry ice vapor several inches high on your floor. Such as if you put a huge chunk in hot water in a bowl on the floor, it would spread out and you'd be standing in a \"cloud\".\n\nExcept as you gaze down into the cloud, you see tall buildings and roads between them.\n\nIt's a \"basic\" intent gift at the near red level. It could even be reached with shamanic drumming. Or maybe even shamanic flute, like Nyei likes to do now.  Seems like Carol Tiggs has been influencing her.\n\nThe city at your feet is not just a view of magic.\n\nIt's an entire field of specialty.  Phantom floors.\n\nYou just got introduced to a single magical topic, the same as don Juan did for Carlos using Little Smoke.\n\nYou could find yourself an IOB down there, on the streets of that phantom floor.\n\nIf you see a being down there, gently reach down and scoop him up, and onto your energy pouch.\n\nSee if you can perceive a \"sparkle\" where your hand put it down.", "edited": 1642608390.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_htbxn7i", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;She implied that,  when she created Fairy&amp;#39;s Pass.&lt;/p&gt;\n\n&lt;p&gt;But if she helps Juann, that&amp;#39;s a very good thing. We need people who push to the limits.&lt;/p&gt;\n\n&lt;p&gt;Besides, there&amp;#39;s inorganic beings all around us.  When don Juan said he wouldn&amp;#39;t tell Carlos the types of inorganic beings because he&amp;#39;d discover them on his own and it would be exciting, he was telling the truth.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m up to my ears, and have now counted 5 &amp;quot;types&amp;quot; that are visible and behaviorally different.&lt;/p&gt;\n\n&lt;p&gt;I was expecting, &amp;quot;lizard type&amp;quot;, and &amp;quot;sparrow type&amp;quot;, but it&amp;#39;s more bizarre than that.&lt;/p&gt;\n\n&lt;p&gt;So just get out to the middle of the orange zone, and you&amp;#39;ll be up to your ears in them.&lt;/p&gt;\n\n&lt;p&gt;For example, make a nice phantom room, then use tensegrity moves appropriate to cut a hole in one of the walls.  If you can visibly see it, they&amp;#39;ll come in from there.&lt;/p&gt;\n\n&lt;p&gt;Or do star gazing, so that your awareness flows out into space, where some IOBs will notice you.&lt;/p&gt;\n\n&lt;p&gt;I guess the mirror in the water trick was the clue to us on how to find different types!  Go to different locations and situations!&lt;/p&gt;\n\n&lt;p&gt;Which can be done in the darkroom also.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;And also how do you have enough energy to cross the red zone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m celibate, and practice silence all day when I&amp;#39;m not interfacing with people. And I did a very thorough recapitulation, to the point that I got darkroom type magic while doing it.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s the kind of question that indicates you&amp;#39;re on the right trail, instead of the ugly path of pretending to get attention, like the post this is in.  One of the worst to ever show up on the subreddit, in some ways.&lt;/p&gt;\n\n&lt;p&gt;Definitely &amp;quot;flier&amp;quot; motivated.  I&amp;#39;m starting to think, the fliers can influence us the same way Little Smoke did for me.&lt;/p&gt;\n\n&lt;p&gt;They cause your attention to look the direction they want.&lt;/p&gt;\n\n&lt;p&gt;Of course, sometimes they simply speak, but most of the time, you just &amp;quot;get lucky&amp;quot; on learning, when you&amp;#39;ve seen them in the last few minutes, even if they don&amp;#39;t stick around.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m thinking, maybe the fliers deviate people like that also, to keep them focused on the river of shit.&lt;/p&gt;\n\n&lt;p&gt;And they managed to take over the world, because people were torn away from the natural environment and crowded into rooms in cities.&lt;/p&gt;\n\n&lt;p&gt;Where they could focus their attention on other people, and their interactions with them as the most important thing.&lt;/p&gt;\n\n&lt;p&gt;Blocking any desire to seek actual magic.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Still want to learn to reach orange.&lt;/p&gt;\n\n&lt;p&gt;Do you do tensegrity?  It&amp;#39;s the fastest way out of the red zone.  Concentrate on the &amp;quot;smoothness&amp;quot; of moves, such as when the arm sweeps, and focus  your gaze like you were Kylie, with the &amp;quot;death stare&amp;quot; she has.&lt;/p&gt;\n\n&lt;p&gt;As what you are focusing on moves, try to see disturbances in the air, or feel cobwebs or temperature changes.&lt;/p&gt;\n\n&lt;p&gt;Also, do you scoop puffs onto the pouches?  You REALLY need to heed that.  Without building the energy body, it&amp;#39;s &amp;quot;flat&amp;quot; in the second attention. You only get to see what the Tonal&amp;#39;s eyes can pick up. Which is more than we know, but not as much as what the double can perceive.&lt;/p&gt;\n\n&lt;p&gt;Try &amp;quot;romancing&amp;quot; the double using the &amp;quot;affection for the energy body&amp;quot; pass.&lt;/p&gt;\n\n&lt;p&gt;Eventually I&amp;#39;ll draw it up, but it works so well eventually that you can literally copy those Olmec statues where the double is in front of the sorcerer.&lt;/p&gt;\n\n&lt;p&gt;I haven&amp;#39;t figured out how to put him on your back like that one rare figurine.&lt;/p&gt;\n\n&lt;p&gt;But I believe, that just indicates he projected out into an alternate reality, but there&amp;#39;s still a real time connection between their memories.&lt;/p&gt;\n\n&lt;p&gt;I suppose the fastest way to make more progress is to please the Spirit with creative new efforts done with &amp;quot;gusto&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In the darkroom, we sort of learn the way Carlos did in the early books, going from one &amp;quot;demo&amp;quot; to another, and never stopping to try to make any use of  the last.&lt;/p&gt;\n\n&lt;p&gt;So once you get on the Spirit&amp;#39;s &amp;quot;gravy train&amp;quot; it plays don Juan for you, and gives you a new lesson every few days.&lt;/p&gt;\n\n&lt;p&gt;Standing up to petty tyrants also can help.  It deviates the internal dialogue as you fuss around, but it&amp;#39;s not a deep internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;So between forcing silence, and then forgetting for an instant, the &amp;quot;storyline&amp;quot; in your head is single minded on the petty tyrant.&lt;/p&gt;\n\n&lt;p&gt;If you battle that, it seems to count for &amp;quot;tripple points&amp;quot; as effort, as far as &amp;quot;intent gifts&amp;quot; go.&lt;/p&gt;\n\n&lt;p&gt;An example:&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re forcing silence, and are halfway between green and red.   Meaning, where there&amp;#39;s enough magic to know the assemblage point moved, but nothing you&amp;#39;d want to brag about to your friends.&lt;/p&gt;\n\n&lt;p&gt;You start thinking about the petty tyrant.  Could just be someone like the guy who made this post, trying to steal energy from the group.&lt;/p&gt;\n\n&lt;p&gt;You fight off the internal dialogue, which is obsessed with what you &amp;quot;should have said&amp;quot;, or &amp;quot;could have done better&amp;quot;.  You finally conclude, it wasn&amp;#39;t perfect, but it was the best you know how to do.&lt;/p&gt;\n\n&lt;p&gt;You drop it, back to silence, and notice you are standing on a little city.  It&amp;#39;s down at your feet!&lt;/p&gt;\n\n&lt;p&gt;You were &amp;quot;drifting&amp;quot; as you battled the petty tyrant in your internal dialogue.  Like, you stopped paying attention to your little boat (assemblage point position), and it drifted out into the lake further, without you realizing it.  Otherwise, you might have subconsciously forced it back to the shore when you noticed the drift.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why don  Juan tells Carlos that a  usable petty tyrant ought to annoy you to distraction.&lt;/p&gt;\n\n&lt;p&gt;Distraction = not forcing the assemblage point on this reality, so if it&amp;#39;s already loose, it can drift.&lt;/p&gt;\n\n&lt;p&gt;So that there&amp;#39;s something new to see, and intent then makes it &amp;quot;rewarding&amp;quot; with a beneficial &amp;quot;reskimming&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;Easy for intent to do that if you deserve it.  When you&amp;#39;re on the edge of the river of shit, almost out onto the shore, intent can make it go either way.&lt;/p&gt;\n\n&lt;p&gt;The city now at your feet looks like dry ice vapor several inches high on your floor. Such as if you put a huge chunk in hot water in a bowl on the floor, it would spread out and you&amp;#39;d be standing in a &amp;quot;cloud&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Except as you gaze down into the cloud, you see tall buildings and roads between them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;basic&amp;quot; intent gift at the near red level. It could even be reached with shamanic drumming. Or maybe even shamanic flute, like Nyei likes to do now.  Seems like Carol Tiggs has been influencing her.&lt;/p&gt;\n\n&lt;p&gt;The city at your feet is not just a view of magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an entire field of specialty.  Phantom floors.&lt;/p&gt;\n\n&lt;p&gt;You just got introduced to a single magical topic, the same as don Juan did for Carlos using Little Smoke.&lt;/p&gt;\n\n&lt;p&gt;You could find yourself an IOB down there, on the streets of that phantom floor.&lt;/p&gt;\n\n&lt;p&gt;If you see a being down there, gently reach down and scoop him up, and onto your energy pouch.&lt;/p&gt;\n\n&lt;p&gt;See if you can perceive a &amp;quot;sparkle&amp;quot; where your hand put it down.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/htbxn7i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642607927.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1642607927.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "htd0zvm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_htal2j7", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I forgot. Sunlight glitter!  Don't neglect that.\n\nI'd love to figure out why it works so I could get out of it.\n\nBut it just does.\n\nLa Catalina seemed to have been obsessed with it.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_htd0zvm", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I forgot. Sunlight glitter!  Don&amp;#39;t neglect that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d love to figure out why it works so I could get out of it.&lt;/p&gt;\n\n&lt;p&gt;But it just does.&lt;/p&gt;\n\n&lt;p&gt;La Catalina seemed to have been obsessed with it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/htd0zvm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642622607.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1642622607.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "htal2j7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ShadowAmbasador55555", "can_mod_post": false, "created_utc": 1642579813.0, "send_replies": true, "parent_id": "t1_ht72k10", "score": 2, "author_fullname": "t2_hzau3vsl", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You think darkroomgazing by itself could summon little smoke? And also how do you have enough energy to cross the red zone. I have been running out of energy slightly past the red line and falling back down to the green. This has been happening for like 2 years in one way or an other. How do i consistently learn to pass the red and enter orange? It feel as if i \"burn my energy\". \n\nOften times it burns out when i \"feel silence\". It will be some time spent in \"blissfulness\", and then back to hell the next day. Some days it will be followed by some insane dreams or me waking up and seeing stuff during the night. Nothing spesial. Still want to learn to reach orange.", "edited": 1642589129.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_htal2j7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You think darkroomgazing by itself could summon little smoke? And also how do you have enough energy to cross the red zone. I have been running out of energy slightly past the red line and falling back down to the green. This has been happening for like 2 years in one way or an other. How do i consistently learn to pass the red and enter orange? It feel as if i &amp;quot;burn my energy&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Often times it burns out when i &amp;quot;feel silence&amp;quot;. It will be some time spent in &amp;quot;blissfulness&amp;quot;, and then back to hell the next day. Some days it will be followed by some insane dreams or me waking up and seeing stuff during the night. Nothing spesial. Still want to learn to reach orange.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/htal2j7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642579813.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ht72k10", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1642524561.0, "send_replies": true, "parent_id": "t3_s6i486", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So this is fine, and might even lead somewhere.  No one knows.\n\nBut we're at war here!  We almost lost it all.\n\nAnd the darkroom path we have, comes directly from Little Smoke.  It wasn't me.  She designed dark room.  Carlos gave her to us, she helped, and so try to do the real darkroom thing once in a while.  Especially causing puffs to get brilliant, using silence.\n\nBut basically you've reverted to doing what everyone out there is doing, which destroyed the entire Castaneda community.\n\nDiscussing your random dreams as if they were sorcery practices so you can get attention and feel useful.\n\nAnd doing anything you can, to avoid learning to be silent because that's painful.\n\nYou're supposed to clean your room, but you're polishing the silver instead, hoping that keeps mommy from forcing you to clean it.\n\nMy conclusion from last night, about this topic, is that some people are \"assistant\" types.\n\nThey aren't burning with desire to learn magic.\n\nThey want to assist.\n\nBy the way, neither are the women burning with desire to learn \"tricks\" like in the pictures.  If they learned a trick, it would be so they could teach it to another woman, and share the experience together.\n\nThere are exceptions of course, like La Gorda who liked to learn tricks.\n\nBut in general, there are \"assistant\" types who come into this subreddit, and are a bit difficult to deal with, because this subreddit is \"man of action\" oriented.\n\nI used to call those \"comrade types\".   Amid the \"assistant\" types, there are also \"drunken assistant\" types.  They hide out in the tent behind the battle lines, trying to assist in a safe location.\n\nWe have several of both types (sober and drunken) hanging out in this subreddit.\n\nAnyone who's been here a year, could probably name them.\n\nThey never actually learn to get silent, but if you try to encourage it with stern words, they freak out and start insisting they work hard.  And how dare you question them?\n\nThey use social pressure to blackmail you to leave them alone, so they can continue to do what they really wanted.\n\nTry to \"assist\".\n\nAssistant types need a task I suppose.  Carlos had Grant.  Grant was a slightly overweight Irish man with red hair, who ran the audio/visual equipment at workshops.\n\nBut to keep him in the assistant mind frame, Carlos made him get naked in sorcery theater.\n\nAssistant types have the ugly habit of trying to become the leader, even though they have no interest in actual learning.  They want to become \"personal assistants\" to as many as possible. So there's a sinister side to the assistant type. They try to kidnap people.\n\nNow, about your efforts.\n\nNo one can say that won't lead to something.\n\nBut it's like you've run off to do a Ponzi scheme, instead of getting a steady job. And you're trying to interest us in some weird new digital coin you found.   Maybe one of those race chicken coins.\n\nBefore you've even made any profit from it.\n\nAnd in the last 50 years since the books came out,  not one single person out of what I estimate to be 50,000 who tried seriously, ever made that \"cool dream\" path work to learn sorcery.\n\nYou might find something, but the motivations are dubious.\n\nIf you want to be serious about it, use Zuleica's pass. Carlos designed it to make the fibers of the energy body flow left and right, to make the \"arm echo\" in darkness mix in there due to how the arms move back and forth, and to show the \"hand echo\" due to flicking your fingers.\n\nThat WILL make the energy body visible for real, and you can truly \"walk in the double\" using that.\n\nBut you have to be able to perceive puffs first.  Zuleica's pass won't work, until  you \"stuff a puff\" into the pouches.\n\nMix that with what you are doing.\n\nBut I can't fathom why you'd want to go off on  your own. It might be a confusion about what sorcery is, and you're equating it with all the pretend systems out there, like Yoga, Daoism, and Buddhism.\n\nIn Yoga, it's fine to come up with your own \"path\".  It's all just attention seeking anyway, so if you want to put on Yogi diapers and take pics of yourself in lotus position on a mountain, no one will criticize it.  It's all \"mood\" to them anyway, and that mood is as good as any other.\n\nBut we aren't pretending here.  Choices are deadly serious.\n\nMy suggestion: Keep it up!  Be an assistant type for us.  We'll all remember you chose to test that out for us.  But report honestly what happens, and try to \"adjust\" it.\n\nCholita literally walks right through a solid wall, as a result of \"walking around in the double\".\n\nI've seen it over and over.\n\nI bump into the wall 99.9% of the time.\n\nThough, walking through the bed is a bit easier.\n\nBy the way: If someone says, \"Extremely powerful exercise\",  you know they're pretending.\n\nIt's what people do in other systems.\n\nThey can't say, \"Oh my god, I walked right through my solid chest of drawers to grab a magic object on my floor!  I didn't realize I was doing it, I just wanted that object.\"\n\nThey have no magic to report, so they say, \"Feel the LOVE!!\", instead.\n\nHalleluiah brothers!\n\nIf they say, \"My journey\", you know they're involved in mental masturbation.\n\nYou should read more older posts.\n\nMy grumpy analysis will seep into you and you'll have a bit more of \"the map\" in your mind.\n\nCarlos left us a map. Try to follow it. He gave Cholita a really bad day, when she told him about her weird dreams for too long.\n\nShe still remembers that with embarassment, 25 years later.", "edited": 1642525213.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ht72k10", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So this is fine, and might even lead somewhere.  No one knows.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re at war here!  We almost lost it all.&lt;/p&gt;\n\n&lt;p&gt;And the darkroom path we have, comes directly from Little Smoke.  It wasn&amp;#39;t me.  She designed dark room.  Carlos gave her to us, she helped, and so try to do the real darkroom thing once in a while.  Especially causing puffs to get brilliant, using silence.&lt;/p&gt;\n\n&lt;p&gt;But basically you&amp;#39;ve reverted to doing what everyone out there is doing, which destroyed the entire Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;Discussing your random dreams as if they were sorcery practices so you can get attention and feel useful.&lt;/p&gt;\n\n&lt;p&gt;And doing anything you can, to avoid learning to be silent because that&amp;#39;s painful.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re supposed to clean your room, but you&amp;#39;re polishing the silver instead, hoping that keeps mommy from forcing you to clean it.&lt;/p&gt;\n\n&lt;p&gt;My conclusion from last night, about this topic, is that some people are &amp;quot;assistant&amp;quot; types.&lt;/p&gt;\n\n&lt;p&gt;They aren&amp;#39;t burning with desire to learn magic.&lt;/p&gt;\n\n&lt;p&gt;They want to assist.&lt;/p&gt;\n\n&lt;p&gt;By the way, neither are the women burning with desire to learn &amp;quot;tricks&amp;quot; like in the pictures.  If they learned a trick, it would be so they could teach it to another woman, and share the experience together.&lt;/p&gt;\n\n&lt;p&gt;There are exceptions of course, like La Gorda who liked to learn tricks.&lt;/p&gt;\n\n&lt;p&gt;But in general, there are &amp;quot;assistant&amp;quot; types who come into this subreddit, and are a bit difficult to deal with, because this subreddit is &amp;quot;man of action&amp;quot; oriented.&lt;/p&gt;\n\n&lt;p&gt;I used to call those &amp;quot;comrade types&amp;quot;.   Amid the &amp;quot;assistant&amp;quot; types, there are also &amp;quot;drunken assistant&amp;quot; types.  They hide out in the tent behind the battle lines, trying to assist in a safe location.&lt;/p&gt;\n\n&lt;p&gt;We have several of both types (sober and drunken) hanging out in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;Anyone who&amp;#39;s been here a year, could probably name them.&lt;/p&gt;\n\n&lt;p&gt;They never actually learn to get silent, but if you try to encourage it with stern words, they freak out and start insisting they work hard.  And how dare you question them?&lt;/p&gt;\n\n&lt;p&gt;They use social pressure to blackmail you to leave them alone, so they can continue to do what they really wanted.&lt;/p&gt;\n\n&lt;p&gt;Try to &amp;quot;assist&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Assistant types need a task I suppose.  Carlos had Grant.  Grant was a slightly overweight Irish man with red hair, who ran the audio/visual equipment at workshops.&lt;/p&gt;\n\n&lt;p&gt;But to keep him in the assistant mind frame, Carlos made him get naked in sorcery theater.&lt;/p&gt;\n\n&lt;p&gt;Assistant types have the ugly habit of trying to become the leader, even though they have no interest in actual learning.  They want to become &amp;quot;personal assistants&amp;quot; to as many as possible. So there&amp;#39;s a sinister side to the assistant type. They try to kidnap people.&lt;/p&gt;\n\n&lt;p&gt;Now, about your efforts.&lt;/p&gt;\n\n&lt;p&gt;No one can say that won&amp;#39;t lead to something.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s like you&amp;#39;ve run off to do a Ponzi scheme, instead of getting a steady job. And you&amp;#39;re trying to interest us in some weird new digital coin you found.   Maybe one of those race chicken coins.&lt;/p&gt;\n\n&lt;p&gt;Before you&amp;#39;ve even made any profit from it.&lt;/p&gt;\n\n&lt;p&gt;And in the last 50 years since the books came out,  not one single person out of what I estimate to be 50,000 who tried seriously, ever made that &amp;quot;cool dream&amp;quot; path work to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;You might find something, but the motivations are dubious.&lt;/p&gt;\n\n&lt;p&gt;If you want to be serious about it, use Zuleica&amp;#39;s pass. Carlos designed it to make the fibers of the energy body flow left and right, to make the &amp;quot;arm echo&amp;quot; in darkness mix in there due to how the arms move back and forth, and to show the &amp;quot;hand echo&amp;quot; due to flicking your fingers.&lt;/p&gt;\n\n&lt;p&gt;That WILL make the energy body visible for real, and you can truly &amp;quot;walk in the double&amp;quot; using that.&lt;/p&gt;\n\n&lt;p&gt;But you have to be able to perceive puffs first.  Zuleica&amp;#39;s pass won&amp;#39;t work, until  you &amp;quot;stuff a puff&amp;quot; into the pouches.&lt;/p&gt;\n\n&lt;p&gt;Mix that with what you are doing.&lt;/p&gt;\n\n&lt;p&gt;But I can&amp;#39;t fathom why you&amp;#39;d want to go off on  your own. It might be a confusion about what sorcery is, and you&amp;#39;re equating it with all the pretend systems out there, like Yoga, Daoism, and Buddhism.&lt;/p&gt;\n\n&lt;p&gt;In Yoga, it&amp;#39;s fine to come up with your own &amp;quot;path&amp;quot;.  It&amp;#39;s all just attention seeking anyway, so if you want to put on Yogi diapers and take pics of yourself in lotus position on a mountain, no one will criticize it.  It&amp;#39;s all &amp;quot;mood&amp;quot; to them anyway, and that mood is as good as any other.&lt;/p&gt;\n\n&lt;p&gt;But we aren&amp;#39;t pretending here.  Choices are deadly serious.&lt;/p&gt;\n\n&lt;p&gt;My suggestion: Keep it up!  Be an assistant type for us.  We&amp;#39;ll all remember you chose to test that out for us.  But report honestly what happens, and try to &amp;quot;adjust&amp;quot; it.&lt;/p&gt;\n\n&lt;p&gt;Cholita literally walks right through a solid wall, as a result of &amp;quot;walking around in the double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen it over and over.&lt;/p&gt;\n\n&lt;p&gt;I bump into the wall 99.9% of the time.&lt;/p&gt;\n\n&lt;p&gt;Though, walking through the bed is a bit easier.&lt;/p&gt;\n\n&lt;p&gt;By the way: If someone says, &amp;quot;Extremely powerful exercise&amp;quot;,  you know they&amp;#39;re pretending.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s what people do in other systems.&lt;/p&gt;\n\n&lt;p&gt;They can&amp;#39;t say, &amp;quot;Oh my god, I walked right through my solid chest of drawers to grab a magic object on my floor!  I didn&amp;#39;t realize I was doing it, I just wanted that object.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They have no magic to report, so they say, &amp;quot;Feel the LOVE!!&amp;quot;, instead.&lt;/p&gt;\n\n&lt;p&gt;Halleluiah brothers!&lt;/p&gt;\n\n&lt;p&gt;If they say, &amp;quot;My journey&amp;quot;, you know they&amp;#39;re involved in mental masturbation.&lt;/p&gt;\n\n&lt;p&gt;You should read more older posts.&lt;/p&gt;\n\n&lt;p&gt;My grumpy analysis will seep into you and you&amp;#39;ll have a bit more of &amp;quot;the map&amp;quot; in your mind.&lt;/p&gt;\n\n&lt;p&gt;Carlos left us a map. Try to follow it. He gave Cholita a really bad day, when she told him about her weird dreams for too long.&lt;/p&gt;\n\n&lt;p&gt;She still remembers that with embarassment, 25 years later.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/ht72k10/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642524561.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_s6i486", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hu2cu9m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1643056089.0, "send_replies": true, "parent_id": "t1_ht4zngy", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Did you read my last comment in here, about how bad this man is?\n\nCareful.  \n\nI just hope we aren't suffering from more native america trouble makers.\n\nWe had a spell of them.\n\nMotivated by two who got kicked out.\n\nThere's crazies in all communities, and I'm sure less than normal with native americans.\n\nBut some of those feel \"entitled\" because of the topic.\n\n\"Entitled\"  bad players are the worst.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hu2cu9m", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Did you read my last comment in here, about how bad this man is?&lt;/p&gt;\n\n&lt;p&gt;Careful.  &lt;/p&gt;\n\n&lt;p&gt;I just hope we aren&amp;#39;t suffering from more native america trouble makers.&lt;/p&gt;\n\n&lt;p&gt;We had a spell of them.&lt;/p&gt;\n\n&lt;p&gt;Motivated by two who got kicked out.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s crazies in all communities, and I&amp;#39;m sure less than normal with native americans.&lt;/p&gt;\n\n&lt;p&gt;But some of those feel &amp;quot;entitled&amp;quot; because of the topic.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Entitled&amp;quot;  bad players are the worst.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/hu2cu9m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643056089.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "htfeid2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "DiligentMeaning5649", "can_mod_post": false, "created_utc": 1642659982.0, "send_replies": true, "parent_id": "t1_ht4zngy", "score": 1, "author_fullname": "t2_hzomgjg0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I tried the bob-cancellation gait. Wow! What a mind trip. It is as if reality becomes a Hyper-real dream or something.\n\nJust curious- what is your gait like? I found myself having to bend the back leg a bit to prevent the 'falling' of the body while raising the front ball of the foot upon landing to adjust the rate of weight transfer.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_htfeid2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I tried the bob-cancellation gait. Wow! What a mind trip. It is as if reality becomes a Hyper-real dream or something.&lt;/p&gt;\n\n&lt;p&gt;Just curious- what is your gait like? I found myself having to bend the back leg a bit to prevent the &amp;#39;falling&amp;#39; of the body while raising the front ball of the foot upon landing to adjust the rate of weight transfer.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/htfeid2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642659982.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "htapoj9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Junior-Worth-5276", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ht56yql", "score": 2, "author_fullname": "t2_ae6m0rud", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I've seen the perceptual differences too, but I don't attach much meaning to it generally. I use my walk to increase my silence, and the loosening of perceptions like that just shows im getting quieter as i practice. Like Dan said, silence is the goal, and dark room is where the silence really can shine, no pun intended. I think of walking and driving as the gym, and dark room and dreaming as being in the game.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_htapoj9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;ve seen the perceptual differences too, but I don&amp;#39;t attach much meaning to it generally. I use my walk to increase my silence, and the loosening of perceptions like that just shows im getting quieter as i practice. Like Dan said, silence is the goal, and dark room is where the silence really can shine, no pun intended. I think of walking and driving as the gym, and dark room and dreaming as being in the game.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/htapoj9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642583430.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1642583430.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ht56yql", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "DiligentMeaning5649", "can_mod_post": false, "created_utc": 1642485246.0, "send_replies": true, "parent_id": "t1_ht4zngy", "score": 1, "author_fullname": "t2_hzomgjg0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Very cool- I noticed before that using a specific gait tended to make items in the foreground shift back and forth against the background. It was really strange and kind of made me feel like my surroundings were less real. I will have to try to bob cancellation though as that sounds really stellar!\n\nAlso, I appreciate how your username checks out. Lol.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ht56yql", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Very cool- I noticed before that using a specific gait tended to make items in the foreground shift back and forth against the background. It was really strange and kind of made me feel like my surroundings were less real. I will have to try to bob cancellation though as that sounds really stellar!&lt;/p&gt;\n\n&lt;p&gt;Also, I appreciate how your username checks out. Lol.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_s6i486", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/ht56yql/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642485246.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ht4zngy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "walkerjim", "can_mod_post": false, "created_utc": 1642481246.0, "send_replies": true, "parent_id": "t3_s6i486", "score": 3, "author_fullname": "t2_233jey9f", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "i do something similar, and use a deliberate gait to stop my eyeline from bouncing up and down everytime i step, to deepen the effect of walking in a dream. i have a lot of dreams where i am either walking/gliding or flying. my modified walk has brought me into a quieter place, and the same aproach to driving simulates the feeling of flying, which accomplishes the same thing, though i am not comfortable to let go completely behind the wheel. the ditches around here have deep weeds!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ht4zngy", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;i do something similar, and use a deliberate gait to stop my eyeline from bouncing up and down everytime i step, to deepen the effect of walking in a dream. i have a lot of dreams where i am either walking/gliding or flying. my modified walk has brought me into a quieter place, and the same aproach to driving simulates the feeling of flying, which accomplishes the same thing, though i am not comfortable to let go completely behind the wheel. the ditches around here have deep weeds!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/ht4zngy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1642481246.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_s6i486", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "hu2czgb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1643056145.0, "send_replies": true, "parent_id": "t3_s6i486", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So this guy turns out to be completely nuts.\n\nHe posted angry crazy messages in private chat.\n\nAnyone who felt sorry for him, needs to watch more carefully.\n\nHe's big time book deal crazy.\n\nHere's his final paragraph to me, in private messaging.\n\nYou visit other worlds. Big fucking deal. Let's see some real power- go destroy some Fliers like I have with my Intent. We are literally at war and all you clowns can do is play 'moderator' and act like petty tyrants while mentally masturbating in the second attention. Pathetic.\n\nHe's a \"destoyer of fliers\"!!!!\n\nWow, how powerful he is.\n\nLook...\n\nIf someone causes trouble in this subreddit, ignoring the magic in favor of posting pretend techniques, he's almost surely completely schizophrenic, and likely of the paranoid variety.\n\nWe're a shiny object.  He'll find another, after he wears out his welcome.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_hu2czgb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So this guy turns out to be completely nuts.&lt;/p&gt;\n\n&lt;p&gt;He posted angry crazy messages in private chat.&lt;/p&gt;\n\n&lt;p&gt;Anyone who felt sorry for him, needs to watch more carefully.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s big time book deal crazy.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s his final paragraph to me, in private messaging.&lt;/p&gt;\n\n&lt;p&gt;You visit other worlds. Big fucking deal. Let&amp;#39;s see some real power- go destroy some Fliers like I have with my Intent. We are literally at war and all you clowns can do is play &amp;#39;moderator&amp;#39; and act like petty tyrants while mentally masturbating in the second attention. Pathetic.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s a &amp;quot;destoyer of fliers&amp;quot;!!!!&lt;/p&gt;\n\n&lt;p&gt;Wow, how powerful he is.&lt;/p&gt;\n\n&lt;p&gt;Look...&lt;/p&gt;\n\n&lt;p&gt;If someone causes trouble in this subreddit, ignoring the magic in favor of posting pretend techniques, he&amp;#39;s almost surely completely schizophrenic, and likely of the paranoid variety.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re a shiny object.  He&amp;#39;ll find another, after he wears out his welcome.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/s6i486/deleted_by_user/hu2czgb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1643056145.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_s6i486", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]