[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Hello all - long time lurker first time poster here.\n\nLooking for some help because I've been having some experiences that seem to line up directly with yall's teachings/verbiage.\n\nWithin the past 3 years I've been through some major trauma which has been suggested to me that it has synced my brain hemispheres (hemi-sync'd) up.  Since then I can feel a blob of energy coursing all over my body. It seems to always be in motion. I call it my perpetual motion machine but it seems to be what your community calls an IOB. There is intelligence to it. It started off hugging me at my feet but now seems to be through my entire body. The energy has definitely raised at least up to my hips (from my feet initially).\n\nI've been practicing getting silent but it is very hard. It feels to me almost like there is another entity there doing the talking as a way to hold me here. I believe I read that Castaneda has a similar belief? Where it is some type of leech or draining force that your IOB will get rid of for you? Where it keeps humans drained down to their feet and once it is gone your energy will move up your body? I'm very interested in this and would appreciate if you can point me to some places where it is spoken about in the books. (I've never read the books).\n\nI am almost constantly seeing yellow/orange star bursts in my vision. Sometimes they are blue or green but usually yellow/orange. When I close my eyes it is like a kaleidoscope. However, I have yet to see the purple puffs your community speaks of.\n\nLately I've been putting on hemi-sync music with headphones and trying to enter what you guys call a waking dream(?) state. I'll tell you what I've been doing and hopefully you can give me some tips or suggestions.\n\nWithin a couple minutes of relaxing with the hemi-sync music my body enters into a weightless state where I can easily feel my IOB coursing over my body. My limbs become numb/fall asleep. At this point I begin using my mind to move my body along with the IOB swirling my body but I remain physically immobile (other communities say to do this to astral project which seems to be in direct contradiction to yall's tensegrity teachings where you say to physically move with the flow).\n\nMy body eventually falls completely asleep but still feels like it is riding this spiral of energy. A recurring feeling everytime I do this is that of my shoulder blades locking back along with my head. My feet and legs also will point inwards on each other where my feet make a V shape and point down. I do this while laying down. I've tried sitting and standing but seem to have the fastest results while lying down.\n\nAt this point I am so relaxed and following the spiral with my mind that my body feels like it is starting to shrink. Someone told me that at this point I should just stop what I am doing with my mind and get silent, so that's what I have been trying.\n\nWhen I do this my body eventually begins to physically move without any conscious effort. My body becomes extremely rigid and tense and it feels to me like I am locked into a reclining chair even though I am laying down. It feels like I am expending next to no energy even though all my muscles are tensed up and I am rigid. I've been to this point multiple times but then the swirling energy on my body always seems to stop here. Do you guys have any suggestions on what to try next? I've tried holding the locked in position and getting silent but can't seem to reacquire the flow. I've also tried letting my body relax. No matter what it seems like at this point my brain is in overdrive and it is almost impossible to get silent.\n\nSorry for the long post.. Do you guys have any suggestions for me? I've also tried doing some tensegrity moves before I lay down with the hemi-sync music. Do I just need to get more silent? How do I help my IOB get these leeches out of my brain so that I can make that happen better?\n\nEdit: I just wanted to add that while I have been practicing dark room I am probably half assing it. The room I do this in cannot get completely dark b/c the blinds are not thick enough to block out moonlight and b/c there is a LED in the heater. Should I try getting heavier blinds and throwing the breaker on the heater? It's supposed to be like pitch black dark, right? Thanks for your help!", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Any suggestions for me?", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_xkdt29", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.86, "author_flair_background_color": null, "subreddit_type": "public", "ups": 5, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_7yby7x4z", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 5, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1663788097.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1663787114.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Hello all - long time lurker first time poster here.&lt;/p&gt;\n\n&lt;p&gt;Looking for some help because I&amp;#39;ve been having some experiences that seem to line up directly with yall&amp;#39;s teachings/verbiage.&lt;/p&gt;\n\n&lt;p&gt;Within the past 3 years I&amp;#39;ve been through some major trauma which has been suggested to me that it has synced my brain hemispheres (hemi-sync&amp;#39;d) up.  Since then I can feel a blob of energy coursing all over my body. It seems to always be in motion. I call it my perpetual motion machine but it seems to be what your community calls an IOB. There is intelligence to it. It started off hugging me at my feet but now seems to be through my entire body. The energy has definitely raised at least up to my hips (from my feet initially).&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been practicing getting silent but it is very hard. It feels to me almost like there is another entity there doing the talking as a way to hold me here. I believe I read that Castaneda has a similar belief? Where it is some type of leech or draining force that your IOB will get rid of for you? Where it keeps humans drained down to their feet and once it is gone your energy will move up your body? I&amp;#39;m very interested in this and would appreciate if you can point me to some places where it is spoken about in the books. (I&amp;#39;ve never read the books).&lt;/p&gt;\n\n&lt;p&gt;I am almost constantly seeing yellow/orange star bursts in my vision. Sometimes they are blue or green but usually yellow/orange. When I close my eyes it is like a kaleidoscope. However, I have yet to see the purple puffs your community speaks of.&lt;/p&gt;\n\n&lt;p&gt;Lately I&amp;#39;ve been putting on hemi-sync music with headphones and trying to enter what you guys call a waking dream(?) state. I&amp;#39;ll tell you what I&amp;#39;ve been doing and hopefully you can give me some tips or suggestions.&lt;/p&gt;\n\n&lt;p&gt;Within a couple minutes of relaxing with the hemi-sync music my body enters into a weightless state where I can easily feel my IOB coursing over my body. My limbs become numb/fall asleep. At this point I begin using my mind to move my body along with the IOB swirling my body but I remain physically immobile (other communities say to do this to astral project which seems to be in direct contradiction to yall&amp;#39;s tensegrity teachings where you say to physically move with the flow).&lt;/p&gt;\n\n&lt;p&gt;My body eventually falls completely asleep but still feels like it is riding this spiral of energy. A recurring feeling everytime I do this is that of my shoulder blades locking back along with my head. My feet and legs also will point inwards on each other where my feet make a V shape and point down. I do this while laying down. I&amp;#39;ve tried sitting and standing but seem to have the fastest results while lying down.&lt;/p&gt;\n\n&lt;p&gt;At this point I am so relaxed and following the spiral with my mind that my body feels like it is starting to shrink. Someone told me that at this point I should just stop what I am doing with my mind and get silent, so that&amp;#39;s what I have been trying.&lt;/p&gt;\n\n&lt;p&gt;When I do this my body eventually begins to physically move without any conscious effort. My body becomes extremely rigid and tense and it feels to me like I am locked into a reclining chair even though I am laying down. It feels like I am expending next to no energy even though all my muscles are tensed up and I am rigid. I&amp;#39;ve been to this point multiple times but then the swirling energy on my body always seems to stop here. Do you guys have any suggestions on what to try next? I&amp;#39;ve tried holding the locked in position and getting silent but can&amp;#39;t seem to reacquire the flow. I&amp;#39;ve also tried letting my body relax. No matter what it seems like at this point my brain is in overdrive and it is almost impossible to get silent.&lt;/p&gt;\n\n&lt;p&gt;Sorry for the long post.. Do you guys have any suggestions for me? I&amp;#39;ve also tried doing some tensegrity moves before I lay down with the hemi-sync music. Do I just need to get more silent? How do I help my IOB get these leeches out of my brain so that I can make that happen better?&lt;/p&gt;\n\n&lt;p&gt;Edit: I just wanted to add that while I have been practicing dark room I am probably half assing it. The room I do this in cannot get completely dark b/c the blinds are not thick enough to block out moonlight and b/c there is a LED in the heater. Should I try getting heavier blinds and throwing the breaker on the heater? It&amp;#39;s supposed to be like pitch black dark, right? Thanks for your help!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "xkdt29", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "MRSlizKrysps", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/xkdt29/any_suggestions_for_me/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/xkdt29/any_suggestions_for_me/", "subreddit_subscribers": 9561, "created_utc": 1663787114.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ipe10l3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1663797262.0, "send_replies": true, "parent_id": "t3_xkdt29", "score": 15, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Go down the recapitulation path.  You get the same super cool magic if you do it for real.\n\nBut that means 2 hours a day, serious effort, not fantasizing while doing it.  Memories only (which means \"mostly silent\").\n\nAnd make the best list anyone ever made.\n\nVisit every place you ever lived after you finish the first list, and make a new list.\n\nThen go to the grocery store, and look at every item on the shelf, to get more memories.\n\nFinally, after you finish all of those you'll have seen COOL magic by then, your IOB will be behaving, you'll be able to remote view the memories for real, and your double will have come out a few times, get a little dictionary and start with A, going through each word, to find more memories.\n\nAround halfway through you'll realize it's enough.\n\nThere's a concrete feeling.  You regain your childhood intensity of daydreaming, and when you gaze in front of you, you see a web of sorts, hooked to all of the events in your life.\n\nFor darkroom, you seem a bit too scattered and needy.  Like you don't really want to learn, but rather want \"like minded friends\".\n\nIt's impossible to learn darkroom with that mindset.\n\nAnd there's no one in here who can afford to help others beyond some specific questions once in a while. \n\nLearning sorcery is the hardest thing a human being can do.  So you really have to be a \"do it yourself\" type.\n\nUnless you do recapitulation. \n\nThat's a fixed path with known steps.  Which repairs the very things that make it impossible for someone to put in a serious effort at darkroom.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ipe10l3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Go down the recapitulation path.  You get the same super cool magic if you do it for real.&lt;/p&gt;\n\n&lt;p&gt;But that means 2 hours a day, serious effort, not fantasizing while doing it.  Memories only (which means &amp;quot;mostly silent&amp;quot;).&lt;/p&gt;\n\n&lt;p&gt;And make the best list anyone ever made.&lt;/p&gt;\n\n&lt;p&gt;Visit every place you ever lived after you finish the first list, and make a new list.&lt;/p&gt;\n\n&lt;p&gt;Then go to the grocery store, and look at every item on the shelf, to get more memories.&lt;/p&gt;\n\n&lt;p&gt;Finally, after you finish all of those you&amp;#39;ll have seen COOL magic by then, your IOB will be behaving, you&amp;#39;ll be able to remote view the memories for real, and your double will have come out a few times, get a little dictionary and start with A, going through each word, to find more memories.&lt;/p&gt;\n\n&lt;p&gt;Around halfway through you&amp;#39;ll realize it&amp;#39;s enough.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a concrete feeling.  You regain your childhood intensity of daydreaming, and when you gaze in front of you, you see a web of sorts, hooked to all of the events in your life.&lt;/p&gt;\n\n&lt;p&gt;For darkroom, you seem a bit too scattered and needy.  Like you don&amp;#39;t really want to learn, but rather want &amp;quot;like minded friends&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s impossible to learn darkroom with that mindset.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s no one in here who can afford to help others beyond some specific questions once in a while. &lt;/p&gt;\n\n&lt;p&gt;Learning sorcery is the hardest thing a human being can do.  So you really have to be a &amp;quot;do it yourself&amp;quot; type.&lt;/p&gt;\n\n&lt;p&gt;Unless you do recapitulation. &lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a fixed path with known steps.  Which repairs the very things that make it impossible for someone to put in a serious effort at darkroom.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/xkdt29/any_suggestions_for_me/ipe10l3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1663797262.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_xkdt29", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 15}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ipdzbq4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "EducationalCorner118", "can_mod_post": false, "created_utc": 1663796568.0, "send_replies": true, "parent_id": "t3_xkdt29", "score": 6, "author_fullname": "t2_bdcaqqn6", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Personally... Every light can be distracting in the darkroom.. use ducktape for the LEDS.. a blanket for the windows.. old clothes for the light gaps in the door.. or if the room is dark enough you can use a hoodie to cover your eyes.. but for me is better to gaze at the pitch-black room..", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ipdzbq4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Personally... Every light can be distracting in the darkroom.. use ducktape for the LEDS.. a blanket for the windows.. old clothes for the light gaps in the door.. or if the room is dark enough you can use a hoodie to cover your eyes.. but for me is better to gaze at the pitch-black room..&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/xkdt29/any_suggestions_for_me/ipdzbq4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1663796568.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_xkdt29", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}]