[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/uiwsiajwj1ib1.png?width=1598&amp;format=png&amp;auto=webp&amp;s=622d4b83d009f1417e69630245ee065832d6718b\n\nI was all over asia a decade or so back, and at one point the Allies of Carlos decided to push me into heightened awareness, and blackmail me to try to fix this mess in the Castaneda community.\n\nAt one point, they pulled me into the entry way to the inorganic being's world. In broad daylight, as I was sitting on the steps of On 8 hotel in Bangkok.  I was watching what looked to be a \"magic\" cat. The hotel kept him around to battle the endless rat population, which he did very well. Didn't even kill them anymore, since there were tens of thousands living within his territory. But he did let them know, that hotel was guarded.\n\nI saw him leap up a full story on an apartment buildings' balconies and electrical wiring in one jump.  Then he leaped up another, and another, as if showing off for me. And began to tight rope from the apartments across the small Thai lane, back to the hotel.\n\n[Down on the right, the orange carpeting. That's the hotel the cat guarded.](https://preview.redd.it/cfoe69a9n1ib1.jpg?width=2612&amp;format=pjpg&amp;auto=webp&amp;s=ccb2360cb28cfdd8a35b7201e5504942f3c7fa07)\n\nI'd been thinking he was such a lazy cat, walking in slow speed due to the smoldering heat of Bangkok.\n\nBut in fact, there was simply no point in chasing rats at full speed.  You couldn't even put a dent in their population.  You just had to remind them, not to go over to your hotel.\n\nAs a result of watching a magical cat, I found myself pulled into the entryway to the inorganic being's world.  To a place Carol Tiggs had shown me back in private classes.\n\nI was no longer sitting on the steps of the hotel.\n\nThere I got a lecture on the Naguals of our lineage, including a picture very close to what you see in this post.  Minus all the tiny people.  I understood it to be Loban's ship, and was surprised it looked more Dutch than Chinese.\n\nBut it was animating in the bizarre supernatural oil painting, complete with ornate frame, which contained it.   It was hanging on the tunnel wall as if that were merely a hallway to a much larger mansion.\n\nIt looked a bit like \"Time Lord Art\", from Dr. Who.  It actually contained an historical event in real time.\n\nI gazed down the tunnel to see how many more \"Naguals\" were featured, each representing a lineage.\n\nI realized Carlos had spoken about this place in private classes, and the witches Taisha and Florinda had even found similar pictures of one of the Naguals of our lineage.\n\nIt's INTENT!  The latent awareness of humans, still dancing around in the emanations of Man's Band of Awareness.\n\nSilent Knowledge.\n\nOnce I started speculating about it, I found myself back on the steps of the hotel.\n\nSince then I've been curious to resolve if the kind of ship I saw,  Dutch, was correct.\n\nOr was it a Chinese ship, imitating Dutch ornamentation?\n\nWith AI on the rise, there's easy access to research that would take weeks if you did it yourself.\n\nAnd most people would mess it up with preconceived expectations.\n\nSo I asked ChatGPT to help me track down Loban.\n\nI didn't recall the likely date he discovered our sorcery in Mexico, so what I told him might be off.\n\nBut it's intriguing anyway.\n\nGuangzhou... I've heard that name before.\n\n\\*\\*\\* From ChatGPT \\*\\*\\*\n\nTo ChatGPT:\n\nCould you theorize for me?  Let's say a Daoist Kungfu sorcerer came from China in a trading ship. We don't know what variety, it could even be Dutch. But Chinese too. He traveled to Mexico, in the 1600s.  Would he have most likely come from Hong Kong, going to Mexico City?  I've seen some statues in Mexico City of Chinese historical figures.\n\nChatGPT:\n\nYour scenario presents an intriguing blend of historical fact, myth, and speculation. While the concrete documentation of a Daoist Kungfu sorcerer from China visiting Mexico in the 1600s is nonexistent (to the best of my knowledge), the broader aspects of your premise, such as maritime trade, Chinese diaspora, and cross-cultural exchange, offer fascinating avenues for exploration. Let's dissect the scenario:\n\n1. **Origin of the Daoist Kungfu Sorcerer**: If we were to pick a port of departure in the 1600s, Guangzhou (also historically known as Canton) would be more probable than Hong Kong. In the 1600s, Guangzhou was the primary port for the maritime Silk Road and a central hub for trade between China and the rest of the world.\n2. **The Vessel and Route**: The mention of a Dutch ship is not entirely out of place. The Dutch were active in maritime trade in the 17th century, including routes that connected Europe, Africa, the Americas, and Asia. Chinese junks (large ships) were also known to travel far and wide, though primarily within the Asian region. If our hypothetical sorcerer sailed on a Dutch ship, it's plausible he could have traveled from China to the Dutch East Indies (modern-day Indonesia), and from there, across the Pacific, possibly to the Spanish colonies in the Americas.\n3. **Mexico as a Destination**: Mexico, particularly Acapulco, was a significant part of the Manila-Acapulco Galleon Trade that lasted from the 16th to the 19th century. This trade connected the Spanish colonies in Asia (primarily the Philippines) and the Americas. Goods, people, and ideas traveled along this route. If a Chinese individual ended up in Mexico during the 1600s, the galleon trade route would be the most probable explanation. While most Chinese migrants in this period were recorded in the Philippines, it's not entirely impossible for some to have traveled further to the Americas.\n4. **Chinese Historical Figures in Mexico**: By the 19th and early 20th centuries, there was a more pronounced Chinese presence in parts of Mexico due to migration during that period. The statues you've seen might be connected to this later wave of Chinese migration. Alternatively, they could be a modern homage to the diverse influences and peoples that have shaped Mexico over the centuries.\n5. **Daoism and Mesoamerican Beliefs**: If we're to play with the notion of a Daoist Kungfu sorcerer, it would be fascinating to imagine the potential cultural and spiritual exchanges between Daoist beliefs and Mesoamerican indigenous religions. Both traditions have rich cosmologies, understandings of balance, and reverence for nature. A blending or mutual appreciation of these spiritual traditions would make for an exciting narrative.\n\nWhile the specifics of your scenario might be more rooted in fiction than fact, the broader strokes touch on real historical connections and migrations that shaped the early modern world. It also offers a rich tapestry for imagining \"what ifs\" and the myriad ways cultures have intersected and influenced one another over time.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Journey of Loban", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 106, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"uiwsiajwj1ib1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 81, "x": 108, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=79ba1e4deaf68161e4a9620eeae612c82756b604"}, {"y": 163, "x": 216, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=8a27f32734de68075be8465db4204e815592d298"}, {"y": 242, "x": 320, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=c3c52f6b30d469d9091e946211b98bf44a53b270"}, {"y": 484, "x": 640, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=96628646ad946d9746215b46e40e32c139f51e06"}, {"y": 726, "x": 960, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=c2f3301cb8eb543658eda6173664fd42395914d6"}, {"y": 817, "x": 1080, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=0fcefa9b55f9bfc7e7993bcaab92d549b84cab14"}], "s": {"y": 1210, "x": 1598, "u": "https://preview.redd.it/uiwsiajwj1ib1.png?width=1598&amp;format=png&amp;auto=webp&amp;s=622d4b83d009f1417e69630245ee065832d6718b"}, "id": "uiwsiajwj1ib1"}, "cfoe69a9n1ib1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 50, "x": 108, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=81ef245c7557af7c21e09f80c1fde787d4fb28ef"}, {"y": 100, "x": 216, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=94c45b15862c7be2d3162ed61d04fb0a4f3f8914"}, {"y": 148, "x": 320, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=3f0bc9daa396b58c87b68072a7e04251bfea6c91"}, {"y": 296, "x": 640, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=25061a39fcf85ccaae6e7a165b166c983693136a"}, {"y": 445, "x": 960, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=b76c5248c6258405bd11221371d73606922a7c04"}, {"y": 500, "x": 1080, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=2396f060dd02950be68c571e270fb998627477be"}], "s": {"y": 1211, "x": 2612, "u": "https://preview.redd.it/cfoe69a9n1ib1.jpg?width=2612&amp;format=pjpg&amp;auto=webp&amp;s=ccb2360cb28cfdd8a35b7201e5504942f3c7fa07"}, "id": "cfoe69a9n1ib1"}}, "name": "t3_15qpb04", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 25, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 25, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/byWQUTIHT-I3z95J_1YNNre7BQSmyyQ5OiszUUSqi6E.jpg", "edited": 1692004955.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1692003696.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/uiwsiajwj1ib1.png?width=1598&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=622d4b83d009f1417e69630245ee065832d6718b\"&gt;https://preview.redd.it/uiwsiajwj1ib1.png?width=1598&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=622d4b83d009f1417e69630245ee065832d6718b&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I was all over asia a decade or so back, and at one point the Allies of Carlos decided to push me into heightened awareness, and blackmail me to try to fix this mess in the Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;At one point, they pulled me into the entry way to the inorganic being&amp;#39;s world. In broad daylight, as I was sitting on the steps of On 8 hotel in Bangkok.  I was watching what looked to be a &amp;quot;magic&amp;quot; cat. The hotel kept him around to battle the endless rat population, which he did very well. Didn&amp;#39;t even kill them anymore, since there were tens of thousands living within his territory. But he did let them know, that hotel was guarded.&lt;/p&gt;\n\n&lt;p&gt;I saw him leap up a full story on an apartment buildings&amp;#39; balconies and electrical wiring in one jump.  Then he leaped up another, and another, as if showing off for me. And began to tight rope from the apartments across the small Thai lane, back to the hotel.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/cfoe69a9n1ib1.jpg?width=2612&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=ccb2360cb28cfdd8a35b7201e5504942f3c7fa07\"&gt;Down on the right, the orange carpeting. That&amp;#39;s the hotel the cat guarded.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d been thinking he was such a lazy cat, walking in slow speed due to the smoldering heat of Bangkok.&lt;/p&gt;\n\n&lt;p&gt;But in fact, there was simply no point in chasing rats at full speed.  You couldn&amp;#39;t even put a dent in their population.  You just had to remind them, not to go over to your hotel.&lt;/p&gt;\n\n&lt;p&gt;As a result of watching a magical cat, I found myself pulled into the entryway to the inorganic being&amp;#39;s world.  To a place Carol Tiggs had shown me back in private classes.&lt;/p&gt;\n\n&lt;p&gt;I was no longer sitting on the steps of the hotel.&lt;/p&gt;\n\n&lt;p&gt;There I got a lecture on the Naguals of our lineage, including a picture very close to what you see in this post.  Minus all the tiny people.  I understood it to be Loban&amp;#39;s ship, and was surprised it looked more Dutch than Chinese.&lt;/p&gt;\n\n&lt;p&gt;But it was animating in the bizarre supernatural oil painting, complete with ornate frame, which contained it.   It was hanging on the tunnel wall as if that were merely a hallway to a much larger mansion.&lt;/p&gt;\n\n&lt;p&gt;It looked a bit like &amp;quot;Time Lord Art&amp;quot;, from Dr. Who.  It actually contained an historical event in real time.&lt;/p&gt;\n\n&lt;p&gt;I gazed down the tunnel to see how many more &amp;quot;Naguals&amp;quot; were featured, each representing a lineage.&lt;/p&gt;\n\n&lt;p&gt;I realized Carlos had spoken about this place in private classes, and the witches Taisha and Florinda had even found similar pictures of one of the Naguals of our lineage.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s INTENT!  The latent awareness of humans, still dancing around in the emanations of Man&amp;#39;s Band of Awareness.&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Once I started speculating about it, I found myself back on the steps of the hotel.&lt;/p&gt;\n\n&lt;p&gt;Since then I&amp;#39;ve been curious to resolve if the kind of ship I saw,  Dutch, was correct.&lt;/p&gt;\n\n&lt;p&gt;Or was it a Chinese ship, imitating Dutch ornamentation?&lt;/p&gt;\n\n&lt;p&gt;With AI on the rise, there&amp;#39;s easy access to research that would take weeks if you did it yourself.&lt;/p&gt;\n\n&lt;p&gt;And most people would mess it up with preconceived expectations.&lt;/p&gt;\n\n&lt;p&gt;So I asked ChatGPT to help me track down Loban.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t recall the likely date he discovered our sorcery in Mexico, so what I told him might be off.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s intriguing anyway.&lt;/p&gt;\n\n&lt;p&gt;Guangzhou... I&amp;#39;ve heard that name before.&lt;/p&gt;\n\n&lt;p&gt;*** From ChatGPT ***&lt;/p&gt;\n\n&lt;p&gt;To ChatGPT:&lt;/p&gt;\n\n&lt;p&gt;Could you theorize for me?  Let&amp;#39;s say a Daoist Kungfu sorcerer came from China in a trading ship. We don&amp;#39;t know what variety, it could even be Dutch. But Chinese too. He traveled to Mexico, in the 1600s.  Would he have most likely come from Hong Kong, going to Mexico City?  I&amp;#39;ve seen some statues in Mexico City of Chinese historical figures.&lt;/p&gt;\n\n&lt;p&gt;ChatGPT:&lt;/p&gt;\n\n&lt;p&gt;Your scenario presents an intriguing blend of historical fact, myth, and speculation. While the concrete documentation of a Daoist Kungfu sorcerer from China visiting Mexico in the 1600s is nonexistent (to the best of my knowledge), the broader aspects of your premise, such as maritime trade, Chinese diaspora, and cross-cultural exchange, offer fascinating avenues for exploration. Let&amp;#39;s dissect the scenario:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Origin of the Daoist Kungfu Sorcerer&lt;/strong&gt;: If we were to pick a port of departure in the 1600s, Guangzhou (also historically known as Canton) would be more probable than Hong Kong. In the 1600s, Guangzhou was the primary port for the maritime Silk Road and a central hub for trade between China and the rest of the world.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The Vessel and Route&lt;/strong&gt;: The mention of a Dutch ship is not entirely out of place. The Dutch were active in maritime trade in the 17th century, including routes that connected Europe, Africa, the Americas, and Asia. Chinese junks (large ships) were also known to travel far and wide, though primarily within the Asian region. If our hypothetical sorcerer sailed on a Dutch ship, it&amp;#39;s plausible he could have traveled from China to the Dutch East Indies (modern-day Indonesia), and from there, across the Pacific, possibly to the Spanish colonies in the Americas.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Mexico as a Destination&lt;/strong&gt;: Mexico, particularly Acapulco, was a significant part of the Manila-Acapulco Galleon Trade that lasted from the 16th to the 19th century. This trade connected the Spanish colonies in Asia (primarily the Philippines) and the Americas. Goods, people, and ideas traveled along this route. If a Chinese individual ended up in Mexico during the 1600s, the galleon trade route would be the most probable explanation. While most Chinese migrants in this period were recorded in the Philippines, it&amp;#39;s not entirely impossible for some to have traveled further to the Americas.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Chinese Historical Figures in Mexico&lt;/strong&gt;: By the 19th and early 20th centuries, there was a more pronounced Chinese presence in parts of Mexico due to migration during that period. The statues you&amp;#39;ve seen might be connected to this later wave of Chinese migration. Alternatively, they could be a modern homage to the diverse influences and peoples that have shaped Mexico over the centuries.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Daoism and Mesoamerican Beliefs&lt;/strong&gt;: If we&amp;#39;re to play with the notion of a Daoist Kungfu sorcerer, it would be fascinating to imagine the potential cultural and spiritual exchanges between Daoist beliefs and Mesoamerican indigenous religions. Both traditions have rich cosmologies, understandings of balance, and reverence for nature. A blending or mutual appreciation of these spiritual traditions would make for an exciting narrative.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;While the specifics of your scenario might be more rooted in fiction than fact, the broader strokes touch on real historical connections and migrations that shaped the early modern world. It also offers a rich tapestry for imagining &amp;quot;what ifs&amp;quot; and the myriad ways cultures have intersected and influenced one another over time.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "15qpb04", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/15qpb04/the_journey_of_loban/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/15qpb04/the_journey_of_loban/", "subreddit_subscribers": 9561, "created_utc": 1692003696.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jw4li4e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "YungSnuggieDisciple", "can_mod_post": false, "created_utc": 1692013507.0, "send_replies": true, "parent_id": "t1_jw4dr6l", "score": 6, "author_fullname": "t2_f7s5z", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Someone who literally calls themself John Doe on the discord  chat group said that intent isn’t a mind reader, it’s an ACTION reader, on the topic of intent, being “results oriented”, and what our primary and secondary motivations really are. Not sure if that’s a good advice for beginners, but it seems to line up imo", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jw4li4e", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Someone who literally calls themself John Doe on the discord  chat group said that intent isn’t a mind reader, it’s an ACTION reader, on the topic of intent, being “results oriented”, and what our primary and secondary motivations really are. Not sure if that’s a good advice for beginners, but it seems to line up imo&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15qpb04", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15qpb04/the_journey_of_loban/jw4li4e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1692013507.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jw4m6ml", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jw4kkkt", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "As long as you work hard to learn to be silent, what's ok and not ok will become obvious.\n\nAnd teaching is in fact an integral part of the *intent* of the old seers.\n\nBut there's also the \"Curiosa\" type witch  who only explores, and mostly non-human realms. And deliberately seeks out places no man has gone before.\n\nLike Captain Janeway, without the crew.  Just hoping to leave a log of her travels that others might try out some day.\n\nSo possibly there's non-teacher intent too.\n\nI can't imagine Cholita having any interest at all in teaching.\n\nOr even competing.  She kicks all of our butts put together.  But has absolutely no interest in proving that.\n\nIn fact, she doesn't see why we want to \"save\" sorcery in the first place.\n\nShe considers what happened with the attempts of Carlos and the witches, to be the end of it.\n\nWhich makes me suspicious of who that old woman was, that came to visit me with Cholita.\n\nAnd took away my Allies.\n\nMaybe Cholita isn't \"above it all\", but has her own private deal going on.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jw4m6ml", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;As long as you work hard to learn to be silent, what&amp;#39;s ok and not ok will become obvious.&lt;/p&gt;\n\n&lt;p&gt;And teaching is in fact an integral part of the &lt;em&gt;intent&lt;/em&gt; of the old seers.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s also the &amp;quot;Curiosa&amp;quot; type witch  who only explores, and mostly non-human realms. And deliberately seeks out places no man has gone before.&lt;/p&gt;\n\n&lt;p&gt;Like Captain Janeway, without the crew.  Just hoping to leave a log of her travels that others might try out some day.&lt;/p&gt;\n\n&lt;p&gt;So possibly there&amp;#39;s non-teacher intent too.&lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t imagine Cholita having any interest at all in teaching.&lt;/p&gt;\n\n&lt;p&gt;Or even competing.  She kicks all of our butts put together.  But has absolutely no interest in proving that.&lt;/p&gt;\n\n&lt;p&gt;In fact, she doesn&amp;#39;t see why we want to &amp;quot;save&amp;quot; sorcery in the first place.&lt;/p&gt;\n\n&lt;p&gt;She considers what happened with the attempts of Carlos and the witches, to be the end of it.&lt;/p&gt;\n\n&lt;p&gt;Which makes me suspicious of who that old woman was, that came to visit me with Cholita.&lt;/p&gt;\n\n&lt;p&gt;And took away my Allies.&lt;/p&gt;\n\n&lt;p&gt;Maybe Cholita isn&amp;#39;t &amp;quot;above it all&amp;quot;, but has her own private deal going on.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15qpb04", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15qpb04/the_journey_of_loban/jw4m6ml/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1692013886.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1692013886.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "jw4kkkt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Lengthiness-7613", "can_mod_post": false, "created_utc": 1692012972.0, "send_replies": true, "parent_id": "t1_jw4dr6l", "score": -2, "author_fullname": "t2_9n89tsi8a", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I am very interested in magic. But I also like to be the best or one of the best magicians here (I like first place like an olympic contestant) but I also like to discover magical things and magical possibilities like a scientist and To teach the people of these two subreddits so that I have helped others and the subreddits respect me.\n\nIn short, I want to be the best magician here and discover many magical possibilities and teach others and make others progress and others respect me.\n\nDo these intentions that I have create a problem for my witchcraft? Should I remove goals other than my first goal (interest in magic)?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jw4kkkt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I am very interested in magic. But I also like to be the best or one of the best magicians here (I like first place like an olympic contestant) but I also like to discover magical things and magical possibilities like a scientist and To teach the people of these two subreddits so that I have helped others and the subreddits respect me.&lt;/p&gt;\n\n&lt;p&gt;In short, I want to be the best magician here and discover many magical possibilities and teach others and make others progress and others respect me.&lt;/p&gt;\n\n&lt;p&gt;Do these intentions that I have create a problem for my witchcraft? Should I remove goals other than my first goal (interest in magic)?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15qpb04", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15qpb04/the_journey_of_loban/jw4kkkt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1692012972.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": -2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jw4dr6l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1692008649.0, "send_replies": true, "parent_id": "t3_15qpb04", "score": 19, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Let me add something to this, which I got to see last night.\n\nOnce in a while you'll read either Carlos or one of the witches say, that to learn sorcery you simply \"intend it\".\n\nThat's a bit frustrating, with how much work it takes.\n\nAnd I'm not absolutely certain that phrase \"intend it\" is a very useful one.\n\nBecause we'll misunderstand it to mean, you have to want it and pursue it, or make it a hobby, or just magically shout \"Intent!!!\" and it will come.\n\nNone of those are true.\n\nAnd yet, all of those are true.\n\nCarlos used to give \"offers\" from infinity to his private classes. No one ever took him up as far as I know. \n\nThey were crazy things, you could barely notice were in fact \"offers\".\n\nAnd in reality, they were offers to intend to learn sorcery.\n\nMany other possibilities exist to sincerely intend it.  Those were just ones that \"came up\" while Carlos was seeing energy.\n\nSuch as \"walk to san diego\".  A 110 mile walk. He wanted us to leave after class that day.\n\nIn fact, it would have been a full commitment to intending to learn sorcery.\n\nA good example of how something totally nonsensical, requiring great effort with seemingly no possible reward, is an excellent way to \"intend\" to learn sorcery.\n\nBut let's face it. Such things are GREAT when you have an entire lineage helping you.\n\nYou don't have to worry about ever actually seeing any real magic, so that you know you aren't just another fake chinese magic follower. Or angry, delusional Euro-magic obsessed person.\n\nIf you already have people demonstrating the real thing, what constitutes \"jumping\" (committing to the intent of sorcery) is just a formality.\n\nYou don't need any \"convincing\" because you have magical beings making sure of that.\n\nFor US, we need PROOF!\n\nOtherwise, there's no wise seers to use the bullwhip on us, to get our lazy butts to work hard.\n\nCarol Tiggs actually joked about getting a bullwhip, to use at workshops.\n\nSomehow I ended up picturing her in black leather with stockings, but I suppose she never actually suggested that.\n\nSo how can we \"jump\" by \"intending to learn sorcery\"?\n\nWhen we don't even have a crappy second tier \"courier\" sorcerer from a lineage to help us.\n\nLet alone a Nagual!\n\nThe Tensegrity.\n\nThe tensegrity contains the intent.\n\nVISIBLY!\n\nTake Jadey's recent video of the Recapitulation series.\n\n[https://www.youtube.com/watch?v=nH3rMhgbVPM](https://www.youtube.com/watch?v=nH3rMhgbVPM)\n\nThe most vivid example of intent in that pass, might be this movement:\n\nhttps://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=1467&amp;format=pjpg&amp;auto=webp&amp;s=482de64c96fd3e958a793f1124544972d77b85a7\n\nIf you keep up the tensegrity, in darkness and the best silence you can manage, at that point in those passes you have intense purple clouds in front of you, waiting to form the \"energy body\". Not yet committed to the \"blue ball of energy\", but hovering around \"thinking about it\".\n\nThat motion flattens them down, and the intent of sorcery becomes visible. You \"push\" the intent of the blue ball of energy body, down to be more useful for riding inside after shrinking the tonal.\n\nIt's not just the magical sight of the purple puffs.  Or even the little human face (yours) that will become visible above the clouds of colored light, as you get more advanced.\n\nIt's \"how\" the clouds spread down, obeying your hands.  \n\nFinally, obeying your hands.\n\nSo that \"your command becomes the Eagle's Command\".\n\nThat's intending to learn sorcery.\n\nAnd you CANNOT be intending to become famous, get your own little franchise and steal money from people based on your mistaken sorcery knowledge in fake books on the topic, you can't believe you can bully others to accept your lies about \"seeing\" or whatever you have been making up in your mind.  \n\nTrying to dominate chat groups and social media for what can only be a hellish imaginary purpose.\n\nYou have to ONLY want to really, truly learn sorcery.\n\nIf you have visions of people adoring you, you screwed up.\n\nIf you want a little Buddhist throne to sit on, you're doomed.\n\nYou have to be \"intending\" something so bizarre, namely to follow the path of the 8000 year old seers, that you really can't even tell other people about it.\n\nIt's the absolute opposite of attention seeking.\n\nBecause attention seeking is ALSO \"intent\".\n\nIt's the intent to stay where you are, but try to climb above the heads of the other prisoners of the river of shit.\n\nTo profit by climbing up on their backs.\n\nBe the \"Dali Lama\" parasite living off the hard efforts of others while pretending you can lift them up.\n\nWith ALL of you still stuck in the river of shit.\n\nCarlos used to describe the bad men such as Miguel, Victor, or Ken as \"riding on his back like a monkey\".\n\nIt's impossible to learn any real sorcery at all, with those motivations.\n\nSo if you're looking for a \"franchise\", get a Del Taco.\n\nSorcery isn't franchisable.\n\nBut it CAN be \"intended\".", "edited": 1692009374.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jw4dr6l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Let me add something to this, which I got to see last night.&lt;/p&gt;\n\n&lt;p&gt;Once in a while you&amp;#39;ll read either Carlos or one of the witches say, that to learn sorcery you simply &amp;quot;intend it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a bit frustrating, with how much work it takes.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m not absolutely certain that phrase &amp;quot;intend it&amp;quot; is a very useful one.&lt;/p&gt;\n\n&lt;p&gt;Because we&amp;#39;ll misunderstand it to mean, you have to want it and pursue it, or make it a hobby, or just magically shout &amp;quot;Intent!!!&amp;quot; and it will come.&lt;/p&gt;\n\n&lt;p&gt;None of those are true.&lt;/p&gt;\n\n&lt;p&gt;And yet, all of those are true.&lt;/p&gt;\n\n&lt;p&gt;Carlos used to give &amp;quot;offers&amp;quot; from infinity to his private classes. No one ever took him up as far as I know. &lt;/p&gt;\n\n&lt;p&gt;They were crazy things, you could barely notice were in fact &amp;quot;offers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And in reality, they were offers to intend to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;Many other possibilities exist to sincerely intend it.  Those were just ones that &amp;quot;came up&amp;quot; while Carlos was seeing energy.&lt;/p&gt;\n\n&lt;p&gt;Such as &amp;quot;walk to san diego&amp;quot;.  A 110 mile walk. He wanted us to leave after class that day.&lt;/p&gt;\n\n&lt;p&gt;In fact, it would have been a full commitment to intending to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;A good example of how something totally nonsensical, requiring great effort with seemingly no possible reward, is an excellent way to &amp;quot;intend&amp;quot; to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;But let&amp;#39;s face it. Such things are GREAT when you have an entire lineage helping you.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t have to worry about ever actually seeing any real magic, so that you know you aren&amp;#39;t just another fake chinese magic follower. Or angry, delusional Euro-magic obsessed person.&lt;/p&gt;\n\n&lt;p&gt;If you already have people demonstrating the real thing, what constitutes &amp;quot;jumping&amp;quot; (committing to the intent of sorcery) is just a formality.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need any &amp;quot;convincing&amp;quot; because you have magical beings making sure of that.&lt;/p&gt;\n\n&lt;p&gt;For US, we need PROOF!&lt;/p&gt;\n\n&lt;p&gt;Otherwise, there&amp;#39;s no wise seers to use the bullwhip on us, to get our lazy butts to work hard.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs actually joked about getting a bullwhip, to use at workshops.&lt;/p&gt;\n\n&lt;p&gt;Somehow I ended up picturing her in black leather with stockings, but I suppose she never actually suggested that.&lt;/p&gt;\n\n&lt;p&gt;So how can we &amp;quot;jump&amp;quot; by &amp;quot;intending to learn sorcery&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;When we don&amp;#39;t even have a crappy second tier &amp;quot;courier&amp;quot; sorcerer from a lineage to help us.&lt;/p&gt;\n\n&lt;p&gt;Let alone a Nagual!&lt;/p&gt;\n\n&lt;p&gt;The Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity contains the intent.&lt;/p&gt;\n\n&lt;p&gt;VISIBLY!&lt;/p&gt;\n\n&lt;p&gt;Take Jadey&amp;#39;s recent video of the Recapitulation series.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=nH3rMhgbVPM\"&gt;https://www.youtube.com/watch?v=nH3rMhgbVPM&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The most vivid example of intent in that pass, might be this movement:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=1467&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=482de64c96fd3e958a793f1124544972d77b85a7\"&gt;https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=1467&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=482de64c96fd3e958a793f1124544972d77b85a7&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;If you keep up the tensegrity, in darkness and the best silence you can manage, at that point in those passes you have intense purple clouds in front of you, waiting to form the &amp;quot;energy body&amp;quot;. Not yet committed to the &amp;quot;blue ball of energy&amp;quot;, but hovering around &amp;quot;thinking about it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That motion flattens them down, and the intent of sorcery becomes visible. You &amp;quot;push&amp;quot; the intent of the blue ball of energy body, down to be more useful for riding inside after shrinking the tonal.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not just the magical sight of the purple puffs.  Or even the little human face (yours) that will become visible above the clouds of colored light, as you get more advanced.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;how&amp;quot; the clouds spread down, obeying your hands.  &lt;/p&gt;\n\n&lt;p&gt;Finally, obeying your hands.&lt;/p&gt;\n\n&lt;p&gt;So that &amp;quot;your command becomes the Eagle&amp;#39;s Command&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s intending to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;And you CANNOT be intending to become famous, get your own little franchise and steal money from people based on your mistaken sorcery knowledge in fake books on the topic, you can&amp;#39;t believe you can bully others to accept your lies about &amp;quot;seeing&amp;quot; or whatever you have been making up in your mind.  &lt;/p&gt;\n\n&lt;p&gt;Trying to dominate chat groups and social media for what can only be a hellish imaginary purpose.&lt;/p&gt;\n\n&lt;p&gt;You have to ONLY want to really, truly learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;If you have visions of people adoring you, you screwed up.&lt;/p&gt;\n\n&lt;p&gt;If you want a little Buddhist throne to sit on, you&amp;#39;re doomed.&lt;/p&gt;\n\n&lt;p&gt;You have to be &amp;quot;intending&amp;quot; something so bizarre, namely to follow the path of the 8000 year old seers, that you really can&amp;#39;t even tell other people about it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the absolute opposite of attention seeking.&lt;/p&gt;\n\n&lt;p&gt;Because attention seeking is ALSO &amp;quot;intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the intent to stay where you are, but try to climb above the heads of the other prisoners of the river of shit.&lt;/p&gt;\n\n&lt;p&gt;To profit by climbing up on their backs.&lt;/p&gt;\n\n&lt;p&gt;Be the &amp;quot;Dali Lama&amp;quot; parasite living off the hard efforts of others while pretending you can lift them up.&lt;/p&gt;\n\n&lt;p&gt;With ALL of you still stuck in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;Carlos used to describe the bad men such as Miguel, Victor, or Ken as &amp;quot;riding on his back like a monkey&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s impossible to learn any real sorcery at all, with those motivations.&lt;/p&gt;\n\n&lt;p&gt;So if you&amp;#39;re looking for a &amp;quot;franchise&amp;quot;, get a Del Taco.&lt;/p&gt;\n\n&lt;p&gt;Sorcery isn&amp;#39;t franchisable.&lt;/p&gt;\n\n&lt;p&gt;But it CAN be &amp;quot;intended&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15qpb04/the_journey_of_loban/jw4dr6l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1692008649.0, "media_metadata": {"m1fxk1hgx1ib1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=71ec396201831f0ceb8136037e9bd32e2444fe17"}, {"y": 120, "x": 216, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a0fae277f4b78a537fbdb21a2c2102a1610665cd"}, {"y": 178, "x": 320, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=d9cbc584fda1c35a42f2d4bb71c5fe585173fe63"}, {"y": 357, "x": 640, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=fdcb19aad22ef75be7f677f229fbeff62a0afa15"}, {"y": 535, "x": 960, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=f4a6d1e4a5f6aa375d44891033c14e1a1d1fe157"}, {"y": 602, "x": 1080, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=5d32468eb29f23262d7f76ece65229edc7bb2d79"}], "s": {"y": 819, "x": 1467, "u": "https://preview.redd.it/m1fxk1hgx1ib1.jpeg?width=1467&amp;format=pjpg&amp;auto=webp&amp;s=482de64c96fd3e958a793f1124544972d77b85a7"}, "id": "m1fxk1hgx1ib1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15qpb04", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 19}}], "before": null}}]