[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://reddit.com/link/138tfaj/video/q4m8cnz7f1ya1/player\n\nFirst, as an \"artist\" I apologize for this animation. There's a lot of flaws.\n\nAnd I'm not actually an artist.  If you saw my paintings you'd realize they're simply photorealistic.\n\nWhich anyone who does oil painting knows, is totally cheating.\n\nMy goal was to dream a scene on the blank canvas, and paint over it to make it visible to everyone.\n\nBut photorealistic is now IDEAL for modern animations.\n\nOne thing I learned doing oil painting is, nothing is ever finished.\n\nYou just finally give up in disgust.\n\nExcept Cholita.  She loves finishing as much as she loves creating her visual spells. Which should never be underestimated.\n\nJust ask the neighborhood wild life.  It's not good to piss off Cholita.\n\nShe imprisoned a blue jay in our fireplace,  placed a mummified sparrow in the large fountain I got her so it would spin in the water flow as a warning to others, and took care of the neighbor's orange cat that was in a war with her.\n\nAll without obviously touching anything I suspect.  The only thing she did that I can pinpoint, is comment that it was good if I put those anti-algae tablets into the water in the fountain, in response to me warning her it might make the birds sick.\n\nShe just said, \"Good!\"\n\nI still don't know how the blue jay got into the fire place behind the iron grating.\n\nAlong with a picture of me as a child which she found in the garage,  placing it in there nearly buried in black ashes.\n\nI left that there.\n\nNever touch a witch's spells! That might be the trigger.\n\nSound ludicrous?\n\nDid you read all of the books?  Look for \"corn kernel magic\".\n\nIt's EXACTLY how some witches do spells.  \n\nTraces of the emanations are altered by that action of touching the kernel, which can result in \"re skimming\" later on.\n\nThe inorganic beings have the same rule. Don't steal from the IOB world! To them that possibly means, they can keep you along with their property you took.\n\nBut I was happy to let the blue jay out.\n\nTook a while to convince the traumatized bird it was ok to fly out the open side door into Cholita's garden.\n\nThis week I found she'd increased the spells in the back yard a few days ago, when it looked like she'd managed to permanently blow an electrical box fuse.\n\nCholita is hard on electrical stuff. I had to buy an outlet tester, just so I could make sure the bathroom outlet still had power for her hair dryer each day.\n\nSo I was out there in the backyard at the electrical box on the back of the house three days ago, and noticed her spell additions.\n\nAnd that she'd beaten the nice large clay bowl of ranunculus flowers I got for her to a pulp.\n\nBut then, she left \"a few\" of them that were the shape she likes.  They're doing fine now.\n\nAnyway, this is Lily.  An inorganic being.\n\nWe believe she belonged to Mad Prophet. Her ally is named \"Ren\", which means Lily in Japanese.\n\nBeginners:  Despite the \"superman effect\" where everyone new to sorcery believes sorcerers are all knowing and never make mistakes, the truth is when it comes to the Allies you can't really tell who's who at our level.\n\nThey simply don't come with nametags.\n\nLily showed up like this, to the left of me, while I was sitting up on the bed on pillows gazing into the whitish light you can see on surfaces when you move your assemblage point to the orange zone.\n\nYou gaze at the whitish light looking for \"disturbances\".\n\nCarlos would have said, you are looking for \"energy\".\n\nIf you do that, you'll soon learn that energy comes in too many forms to limit them when searching. You have to be open to anything you detect.\n\nOne form is a \"pull\".\n\nYou feel a pull in a certain direction, and after getting over the initial response of \"That's just me imagining stuff\" you turn your head that direction and see what's really there.\n\nLily was there a year or two ago.  To the left, and slightly down. Any other angle of the head would not have \"found\" her.\n\nBut don't pretend that!  You'll mess it up.  Your \"double\" will know where and when to look.\n\n&amp;#x200B;\n\n[Lily showing off](https://preview.redd.it/x7rukwdoj1ya1.png?width=360&amp;format=png&amp;auto=webp&amp;s=8b36bb969a2a74ab37f6ca3e11b956cc14e5c363)\n\nThat picture of course, was my \"recreation\" of the scene.\n\nBut very close!\n\nI got the impression at the time, that Lily likes the cenotes of the old Olmec seers.  Created when an asteroid hit there, and wiped out the dinosaurs.\n\nSo I tried to copy Lily in my animation software.\n\nAnd my goal this morning was just to test out some \"PopcornFX\" special effects I purchased, hoping to find something useful for \"puffs\".\n\nThe purple puffs are very hard to recreate, but I hope to get them down well enough that an experience darkroomer can look at them in an animation and determine where on the J curve that might happen.\n\nI suppose we'll know the animations are working when Google's \"spell check\" doesn't underline the word \"darkroomer\" as an error.\n\nWhen enough use that word so that google adds it to the common dictionary.\n\nLily spoke to me saying she was going to \"teach me to leave the darkroom\".\n\nNaturally I didn't understand she was referring to \"shrinking the tonal\".\n\nThe same happened with my Ally \"Fancy\", who said she was going to teach me \"Sliding Dreaming\".\n\nTurns out, she meant how to slide the assemblage point horizontally at a given depth, to make things more real.\n\nIt's possible that the Allies created darkroom, and will continue to help us perfect it!\n\nBeginners:   This is how real stuff gets!\n\nSo maybe when I say \"Asian Crap Magic\", you might consider if perhaps that's an accurate description of Buddhism, Daoism, Hinduism, Kabbalah, and \"Magick\"?\n\nAll of those are just pretending, built on bad dreamlike visions had during closed eye meditation when it manages to move your assemblage point down a few inches.\n\nA very shallow movement, but one that does produce visions and bliss and \"cosmic consciousness\".\n\nA con artist Yogi type will have a few such lame visions, greatly exaggerate their importance as the \"Fire Kasina\" text did for the Buddha, and then start their own religion so they can cash in.\n\nNo one who has real magic will charge you for it!\n\nThat's an abomination.\n\nNot to mention, it's too much damned actual work to learn real magic!\n\nYou can't charge people money to practice \"dark room\".  You'll go out of business fast.\n\nThus my \"abomination\" remark.  Anyone motivated by money, can't be honest with their followers.\n\nWe can't even get most to try darkroom for free!\n\nBut hopefully by showing the Dr. Strange level rewards we might increase how many actually learn to do this themselves.\n\nDid I mention this is done wide awake, completely sober, eyes open, and in the course of doing Tensegrity movements to move the assemblage point and bring out your energy body?\n\nIf enough learn this it might make it easier for future people to learn.\n\nThat's how sorcery works!\n\nWe do, what people in the past did.  Pulled by their latent glow of awareness, in realms of reality that would otherwise be completely phantom.\n\nWithout the old seers we couldn't much of this at all. There would literally be \"no place\" to go in the second attention.\n\nIs this video an exaggeration?\n\nAbsolutely not.\n\nIn fact, it's not nearly as vivid and cool as the real thing was.  When I learned this for real from Lily, that sparkle you see was actually the stars above my ceiling, twinkling invitingly to get me to notice places I could leap to.\n\nI just don't have any \"twinkling stars\" videos to use.  I might have to use screen capture and an astrologer's star map program to make one myself.\n\nBut Lily left after she finished teaching me.\n\nI believe it was 5 lessons total over 3-6 months.\n\nSomeday I'll have to go back and try to find those old Lily posts, so I can recreate them all.\n\nChatGPT claims, if I can learn how to add a \"thumbnail\" to my animations reddit will put that up on the post as the picture you see in the list of posts that day.\n\nReddit doesn't seem to be able to read into a video, and pick a scene with more activity than the start of most videos has.  The way youtube can.\n\nBut I'm not being offered thumbnails in my animation software.\n\nIf anyone knows an easy way to get reddit to put up a picture instead of being blank, I'd love to hear about it.\n\nInstagram lets you choose from the timeline when you post there.\n\nThe problem is, if you post a link to youtube, they'll put up the picture youtube used as the still shot on the post.\n\nBut if you point to youtube, then the video isn't actually stored in reddit, and that post can go bad if the youtube channel is gone or censored by Youtube.\n\nMy comments on the videos on youtube are \"ify\".  One day youtube might decide I'm involved in \"religious hate\".\n\nIt's maddening trying to bring back real magic!\n\nThe world hates it so much.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "An Animation Of Lily!", "link_flair_richtext": [{"e": "text", "t": "Inorganic Beings"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"q4m8cnz7f1ya1": {"status": "valid", "e": "RedditVideo", "dashUrl": "https://v.redd.it/link/138tfaj/asset/q4m8cnz7f1ya1/DASHPlaylist.mpd?a=1718050045%2CMDYzOWI4MWJkNTg0ZDc1ODViM2NmNzU1ODI0ZTRiODM2ZDQ0ZmUyOWQ4ZjliNjFjNzA5N2IxMTYzZjhhOTA0Zg%3D%3D&amp;v=1&amp;f=sd", "x": 1080, "y": 1080, "hlsUrl": "https://v.redd.it/link/138tfaj/asset/q4m8cnz7f1ya1/HLSPlaylist.m3u8?a=1718050045%2CNWY4NjhiZDVkMTFhZGYxMGZhMTM5ZTYzYTk4NjUwNjBlOTc4NzMyNWEwY2FlMWEyNmIyZGQ4YjUyZDg4ZGExZQ%3D%3D&amp;v=1&amp;f=sd", "id": "q4m8cnz7f1ya1", "isGif": false}, "x7rukwdoj1ya1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 75, "x": 108, "u": "https://preview.redd.it/x7rukwdoj1ya1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=796fe266ba4c70ff9c0e503bd66ce0363f3a65f7"}, {"y": 150, "x": 216, "u": "https://preview.redd.it/x7rukwdoj1ya1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=a25108f34a48c31062550f80eb3fc792ae1dc733"}, {"y": 223, "x": 320, "u": "https://preview.redd.it/x7rukwdoj1ya1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=d373fd438ea9008529b34ee25154e3558b2b611d"}], "s": {"y": 251, "x": 360, "u": "https://preview.redd.it/x7rukwdoj1ya1.png?width=360&amp;format=png&amp;auto=webp&amp;s=8b36bb969a2a74ab37f6ca3e11b956cc14e5c363"}, "id": "x7rukwdoj1ya1"}}, "name": "t3_138tfaj", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 27, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Inorganic Beings", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1683314870.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1683303244.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/link/138tfaj/video/q4m8cnz7f1ya1/player\"&gt;https://reddit.com/link/138tfaj/video/q4m8cnz7f1ya1/player&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;First, as an &amp;quot;artist&amp;quot; I apologize for this animation. There&amp;#39;s a lot of flaws.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m not actually an artist.  If you saw my paintings you&amp;#39;d realize they&amp;#39;re simply photorealistic.&lt;/p&gt;\n\n&lt;p&gt;Which anyone who does oil painting knows, is totally cheating.&lt;/p&gt;\n\n&lt;p&gt;My goal was to dream a scene on the blank canvas, and paint over it to make it visible to everyone.&lt;/p&gt;\n\n&lt;p&gt;But photorealistic is now IDEAL for modern animations.&lt;/p&gt;\n\n&lt;p&gt;One thing I learned doing oil painting is, nothing is ever finished.&lt;/p&gt;\n\n&lt;p&gt;You just finally give up in disgust.&lt;/p&gt;\n\n&lt;p&gt;Except Cholita.  She loves finishing as much as she loves creating her visual spells. Which should never be underestimated.&lt;/p&gt;\n\n&lt;p&gt;Just ask the neighborhood wild life.  It&amp;#39;s not good to piss off Cholita.&lt;/p&gt;\n\n&lt;p&gt;She imprisoned a blue jay in our fireplace,  placed a mummified sparrow in the large fountain I got her so it would spin in the water flow as a warning to others, and took care of the neighbor&amp;#39;s orange cat that was in a war with her.&lt;/p&gt;\n\n&lt;p&gt;All without obviously touching anything I suspect.  The only thing she did that I can pinpoint, is comment that it was good if I put those anti-algae tablets into the water in the fountain, in response to me warning her it might make the birds sick.&lt;/p&gt;\n\n&lt;p&gt;She just said, &amp;quot;Good!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I still don&amp;#39;t know how the blue jay got into the fire place behind the iron grating.&lt;/p&gt;\n\n&lt;p&gt;Along with a picture of me as a child which she found in the garage,  placing it in there nearly buried in black ashes.&lt;/p&gt;\n\n&lt;p&gt;I left that there.&lt;/p&gt;\n\n&lt;p&gt;Never touch a witch&amp;#39;s spells! That might be the trigger.&lt;/p&gt;\n\n&lt;p&gt;Sound ludicrous?&lt;/p&gt;\n\n&lt;p&gt;Did you read all of the books?  Look for &amp;quot;corn kernel magic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s EXACTLY how some witches do spells.  &lt;/p&gt;\n\n&lt;p&gt;Traces of the emanations are altered by that action of touching the kernel, which can result in &amp;quot;re skimming&amp;quot; later on.&lt;/p&gt;\n\n&lt;p&gt;The inorganic beings have the same rule. Don&amp;#39;t steal from the IOB world! To them that possibly means, they can keep you along with their property you took.&lt;/p&gt;\n\n&lt;p&gt;But I was happy to let the blue jay out.&lt;/p&gt;\n\n&lt;p&gt;Took a while to convince the traumatized bird it was ok to fly out the open side door into Cholita&amp;#39;s garden.&lt;/p&gt;\n\n&lt;p&gt;This week I found she&amp;#39;d increased the spells in the back yard a few days ago, when it looked like she&amp;#39;d managed to permanently blow an electrical box fuse.&lt;/p&gt;\n\n&lt;p&gt;Cholita is hard on electrical stuff. I had to buy an outlet tester, just so I could make sure the bathroom outlet still had power for her hair dryer each day.&lt;/p&gt;\n\n&lt;p&gt;So I was out there in the backyard at the electrical box on the back of the house three days ago, and noticed her spell additions.&lt;/p&gt;\n\n&lt;p&gt;And that she&amp;#39;d beaten the nice large clay bowl of ranunculus flowers I got for her to a pulp.&lt;/p&gt;\n\n&lt;p&gt;But then, she left &amp;quot;a few&amp;quot; of them that were the shape she likes.  They&amp;#39;re doing fine now.&lt;/p&gt;\n\n&lt;p&gt;Anyway, this is Lily.  An inorganic being.&lt;/p&gt;\n\n&lt;p&gt;We believe she belonged to Mad Prophet. Her ally is named &amp;quot;Ren&amp;quot;, which means Lily in Japanese.&lt;/p&gt;\n\n&lt;p&gt;Beginners:  Despite the &amp;quot;superman effect&amp;quot; where everyone new to sorcery believes sorcerers are all knowing and never make mistakes, the truth is when it comes to the Allies you can&amp;#39;t really tell who&amp;#39;s who at our level.&lt;/p&gt;\n\n&lt;p&gt;They simply don&amp;#39;t come with nametags.&lt;/p&gt;\n\n&lt;p&gt;Lily showed up like this, to the left of me, while I was sitting up on the bed on pillows gazing into the whitish light you can see on surfaces when you move your assemblage point to the orange zone.&lt;/p&gt;\n\n&lt;p&gt;You gaze at the whitish light looking for &amp;quot;disturbances&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos would have said, you are looking for &amp;quot;energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If you do that, you&amp;#39;ll soon learn that energy comes in too many forms to limit them when searching. You have to be open to anything you detect.&lt;/p&gt;\n\n&lt;p&gt;One form is a &amp;quot;pull&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You feel a pull in a certain direction, and after getting over the initial response of &amp;quot;That&amp;#39;s just me imagining stuff&amp;quot; you turn your head that direction and see what&amp;#39;s really there.&lt;/p&gt;\n\n&lt;p&gt;Lily was there a year or two ago.  To the left, and slightly down. Any other angle of the head would not have &amp;quot;found&amp;quot; her.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t pretend that!  You&amp;#39;ll mess it up.  Your &amp;quot;double&amp;quot; will know where and when to look.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/x7rukwdoj1ya1.png?width=360&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=8b36bb969a2a74ab37f6ca3e11b956cc14e5c363\"&gt;Lily showing off&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;That picture of course, was my &amp;quot;recreation&amp;quot; of the scene.&lt;/p&gt;\n\n&lt;p&gt;But very close!&lt;/p&gt;\n\n&lt;p&gt;I got the impression at the time, that Lily likes the cenotes of the old Olmec seers.  Created when an asteroid hit there, and wiped out the dinosaurs.&lt;/p&gt;\n\n&lt;p&gt;So I tried to copy Lily in my animation software.&lt;/p&gt;\n\n&lt;p&gt;And my goal this morning was just to test out some &amp;quot;PopcornFX&amp;quot; special effects I purchased, hoping to find something useful for &amp;quot;puffs&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The purple puffs are very hard to recreate, but I hope to get them down well enough that an experience darkroomer can look at them in an animation and determine where on the J curve that might happen.&lt;/p&gt;\n\n&lt;p&gt;I suppose we&amp;#39;ll know the animations are working when Google&amp;#39;s &amp;quot;spell check&amp;quot; doesn&amp;#39;t underline the word &amp;quot;darkroomer&amp;quot; as an error.&lt;/p&gt;\n\n&lt;p&gt;When enough use that word so that google adds it to the common dictionary.&lt;/p&gt;\n\n&lt;p&gt;Lily spoke to me saying she was going to &amp;quot;teach me to leave the darkroom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Naturally I didn&amp;#39;t understand she was referring to &amp;quot;shrinking the tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The same happened with my Ally &amp;quot;Fancy&amp;quot;, who said she was going to teach me &amp;quot;Sliding Dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Turns out, she meant how to slide the assemblage point horizontally at a given depth, to make things more real.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible that the Allies created darkroom, and will continue to help us perfect it!&lt;/p&gt;\n\n&lt;p&gt;Beginners:   This is how real stuff gets!&lt;/p&gt;\n\n&lt;p&gt;So maybe when I say &amp;quot;Asian Crap Magic&amp;quot;, you might consider if perhaps that&amp;#39;s an accurate description of Buddhism, Daoism, Hinduism, Kabbalah, and &amp;quot;Magick&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;All of those are just pretending, built on bad dreamlike visions had during closed eye meditation when it manages to move your assemblage point down a few inches.&lt;/p&gt;\n\n&lt;p&gt;A very shallow movement, but one that does produce visions and bliss and &amp;quot;cosmic consciousness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A con artist Yogi type will have a few such lame visions, greatly exaggerate their importance as the &amp;quot;Fire Kasina&amp;quot; text did for the Buddha, and then start their own religion so they can cash in.&lt;/p&gt;\n\n&lt;p&gt;No one who has real magic will charge you for it!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s an abomination.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, it&amp;#39;s too much damned actual work to learn real magic!&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t charge people money to practice &amp;quot;dark room&amp;quot;.  You&amp;#39;ll go out of business fast.&lt;/p&gt;\n\n&lt;p&gt;Thus my &amp;quot;abomination&amp;quot; remark.  Anyone motivated by money, can&amp;#39;t be honest with their followers.&lt;/p&gt;\n\n&lt;p&gt;We can&amp;#39;t even get most to try darkroom for free!&lt;/p&gt;\n\n&lt;p&gt;But hopefully by showing the Dr. Strange level rewards we might increase how many actually learn to do this themselves.&lt;/p&gt;\n\n&lt;p&gt;Did I mention this is done wide awake, completely sober, eyes open, and in the course of doing Tensegrity movements to move the assemblage point and bring out your energy body?&lt;/p&gt;\n\n&lt;p&gt;If enough learn this it might make it easier for future people to learn.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how sorcery works!&lt;/p&gt;\n\n&lt;p&gt;We do, what people in the past did.  Pulled by their latent glow of awareness, in realms of reality that would otherwise be completely phantom.&lt;/p&gt;\n\n&lt;p&gt;Without the old seers we couldn&amp;#39;t much of this at all. There would literally be &amp;quot;no place&amp;quot; to go in the second attention.&lt;/p&gt;\n\n&lt;p&gt;Is this video an exaggeration?&lt;/p&gt;\n\n&lt;p&gt;Absolutely not.&lt;/p&gt;\n\n&lt;p&gt;In fact, it&amp;#39;s not nearly as vivid and cool as the real thing was.  When I learned this for real from Lily, that sparkle you see was actually the stars above my ceiling, twinkling invitingly to get me to notice places I could leap to.&lt;/p&gt;\n\n&lt;p&gt;I just don&amp;#39;t have any &amp;quot;twinkling stars&amp;quot; videos to use.  I might have to use screen capture and an astrologer&amp;#39;s star map program to make one myself.&lt;/p&gt;\n\n&lt;p&gt;But Lily left after she finished teaching me.&lt;/p&gt;\n\n&lt;p&gt;I believe it was 5 lessons total over 3-6 months.&lt;/p&gt;\n\n&lt;p&gt;Someday I&amp;#39;ll have to go back and try to find those old Lily posts, so I can recreate them all.&lt;/p&gt;\n\n&lt;p&gt;ChatGPT claims, if I can learn how to add a &amp;quot;thumbnail&amp;quot; to my animations reddit will put that up on the post as the picture you see in the list of posts that day.&lt;/p&gt;\n\n&lt;p&gt;Reddit doesn&amp;#39;t seem to be able to read into a video, and pick a scene with more activity than the start of most videos has.  The way youtube can.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not being offered thumbnails in my animation software.&lt;/p&gt;\n\n&lt;p&gt;If anyone knows an easy way to get reddit to put up a picture instead of being blank, I&amp;#39;d love to hear about it.&lt;/p&gt;\n\n&lt;p&gt;Instagram lets you choose from the timeline when you post there.&lt;/p&gt;\n\n&lt;p&gt;The problem is, if you post a link to youtube, they&amp;#39;ll put up the picture youtube used as the still shot on the post.&lt;/p&gt;\n\n&lt;p&gt;But if you point to youtube, then the video isn&amp;#39;t actually stored in reddit, and that post can go bad if the youtube channel is gone or censored by Youtube.&lt;/p&gt;\n\n&lt;p&gt;My comments on the videos on youtube are &amp;quot;ify&amp;quot;.  One day youtube might decide I&amp;#39;m involved in &amp;quot;religious hate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s maddening trying to bring back real magic!&lt;/p&gt;\n\n&lt;p&gt;The world hates it so much.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "25c96bb2-6006-11ea-a318-0e7b3e95c21d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "138tfaj", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/138tfaj/an_animation_of_lily/", "subreddit_subscribers": 9561, "created_utc": 1683303244.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jj03ek0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1683315473.0, "send_replies": true, "parent_id": "t3_138tfaj", "score": 11, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Corn Kernel magic:\n\n\\*\\*\\*\n\nI remembered at that moment that years before he had told me, while discussing corn sorcery and divination, that the number of corn kernels that a sorcerer possessed was forty-eight. He had never explained why.\n\nI asked him again, \"Why forty-eight?\"\n\n\"Forty-eight is our number,\" he said. \"That's what makes us men. I don't know why. Don't waste your power in idiotic questions.\"\n\n\\*\\*\\*\n\n“Earlier you wanted to know about seeing,” he said. “The ancient sorcerers of our lineage, used many different methods to understand the state of things. They used corn kernels, the patterns in the clouds, the formation of leaves in the trees and on the ground, or after a fire had gone out, the placement of the charred wood.”\n\n\\*\\*\\*\n\nThe caretaker dismissed my probings with a wave of his hand and urged me to eat my food. His unwillingness to satisfy my curiosity only piqued my interest. I couldn't imagine why he didn't want to talk about the contraptions when he was so good at evasive answers: He could have told me anything.\n\nThe instant we finished our meal, he asked me to retrieve his cot from the armoire. Knowing his preference, I unfolded it for him in front of the curtained French door. Sighing contentedly, he lay down, resting his head on the rectangular little pillow that was attached to one end of the cot. It was filled with dried beans and maize kernels. According to him, the pillow ensured sweet dreams.\n\n\"I'm ready for my nap now,\" he said, loosening the belt on his pants. It was his polite way of dismissing me.\n\n\\*\\*\\*\n\n\"There are limitations on those types of powers,\" he went on, \"but such a point is, I am sure, incomprehensible to you. It has taken me nearly a lifetime to understand that by itself an ally can reveal all the secrets of these lesser powers; rendering them rather childish. I had tools like that at one time when I was very young.\"\n\n\"What power objects did you have?\"\n\n\"Maiz-pinto, crystals, and feathers.\"\n\n\"What is maiz-pinto, don Juan?\"\n\n\"It is a small kernel of corn which has a streak of red color in its middle.\"\n\n\"Is it a single kernel?\"\n\n\"No. A brujo owns forty-eight kernels.\"\n\n\"What do the kernels do, don Juan?\"\n\n\"Each one of them can kill a man by entering into his body.\"\n\n\"How does a kernel enter into a human body?\"\n\n\"It is a power object and its power consists, among other things, in entering into the body.\"\n\n\"What does it do when it enters into the body?\"\n\n\"It immerses itself in the body. It settles on the chest, or on the intestines. The man becomes ill, and unless the brujo who is tending him is stronger than the bewitcher, he will die within three months from the moment the kernel entered into his body.\"\n\n\"Is there any way of curing him?\"\n\n\"The only way is to suck the kernel out, but very few brujos would dare to do that. A brujo may succeed in sucking the kernel out, but unless he is powerful enough to repel it, it will get inside him, and will kill him instead.\"\n\n\"But how does a kernel manage to enter into someone's body?\"\n\n\"To explain that I must tell you about corn witchcraft, which is one of the most powerful witchcrafts I know. The witchcraft is done by two kernels. One of them is put inside a fresh bud of a yellow flower. The flower is then set on a spot where it will come into contact with the victim; the road on which he walks every day; or any place where he is habitually present. As soon as the victim steps on the kernel, or touches it in any way, the witchcraft is done. The kernel immerses itself in the body.\"\n\n\"What happens to the kernel after the man has touched it?\"\n\n\"All its power goes inside the man, and the kernel is free. It becomes just another kernel. It may be left at the site of the witchcraft, or it may be swept away; it does not matter. It is better to sweep it away into the underbrush where a bird will eat it.\"\n\n\"Can a bird eat it before the man touches it?\"\n\n\"No. No bird is that stupid, I assure you. The birds stay away from it.\"\n\nDon Juan then described a very complex procedure by which such power kernels can be obtained.\n\n\"You must bear in mind that maiz-pinto is merely an instrument, not an ally,\" he said. \"Once you make that distinction, you will have no problem. But if you consider such tools to be supreme, you will be a fool.\"\n\n\"Are the power objects as powerful as an ally?\" I asked.\n\nDon Juan laughed scornfully before answering. It seemed that he was trying hard to be patient with me.\n\n\"Maiz-pinto, crystals, and feathers are mere toys in comparison with an ally,\" he said. \"These power objects are necessary only when a man does not have an ally. It is a waste of time to pursue them, especially for you. You should be trying to get an ally. When you succeed, you will understand what I am telling you now. Power objects are like a game for children.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jj03ek0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Corn Kernel magic:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;I remembered at that moment that years before he had told me, while discussing corn sorcery and divination, that the number of corn kernels that a sorcerer possessed was forty-eight. He had never explained why.&lt;/p&gt;\n\n&lt;p&gt;I asked him again, &amp;quot;Why forty-eight?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Forty-eight is our number,&amp;quot; he said. &amp;quot;That&amp;#39;s what makes us men. I don&amp;#39;t know why. Don&amp;#39;t waste your power in idiotic questions.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;“Earlier you wanted to know about seeing,” he said. “The ancient sorcerers of our lineage, used many different methods to understand the state of things. They used corn kernels, the patterns in the clouds, the formation of leaves in the trees and on the ground, or after a fire had gone out, the placement of the charred wood.”&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;The caretaker dismissed my probings with a wave of his hand and urged me to eat my food. His unwillingness to satisfy my curiosity only piqued my interest. I couldn&amp;#39;t imagine why he didn&amp;#39;t want to talk about the contraptions when he was so good at evasive answers: He could have told me anything.&lt;/p&gt;\n\n&lt;p&gt;The instant we finished our meal, he asked me to retrieve his cot from the armoire. Knowing his preference, I unfolded it for him in front of the curtained French door. Sighing contentedly, he lay down, resting his head on the rectangular little pillow that was attached to one end of the cot. It was filled with dried beans and maize kernels. According to him, the pillow ensured sweet dreams.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I&amp;#39;m ready for my nap now,&amp;quot; he said, loosening the belt on his pants. It was his polite way of dismissing me.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There are limitations on those types of powers,&amp;quot; he went on, &amp;quot;but such a point is, I am sure, incomprehensible to you. It has taken me nearly a lifetime to understand that by itself an ally can reveal all the secrets of these lesser powers; rendering them rather childish. I had tools like that at one time when I was very young.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What power objects did you have?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Maiz-pinto, crystals, and feathers.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What is maiz-pinto, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is a small kernel of corn which has a streak of red color in its middle.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is it a single kernel?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. A brujo owns forty-eight kernels.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do the kernels do, don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Each one of them can kill a man by entering into his body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How does a kernel enter into a human body?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is a power object and its power consists, among other things, in entering into the body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What does it do when it enters into the body?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It immerses itself in the body. It settles on the chest, or on the intestines. The man becomes ill, and unless the brujo who is tending him is stronger than the bewitcher, he will die within three months from the moment the kernel entered into his body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is there any way of curing him?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The only way is to suck the kernel out, but very few brujos would dare to do that. A brujo may succeed in sucking the kernel out, but unless he is powerful enough to repel it, it will get inside him, and will kill him instead.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But how does a kernel manage to enter into someone&amp;#39;s body?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To explain that I must tell you about corn witchcraft, which is one of the most powerful witchcrafts I know. The witchcraft is done by two kernels. One of them is put inside a fresh bud of a yellow flower. The flower is then set on a spot where it will come into contact with the victim; the road on which he walks every day; or any place where he is habitually present. As soon as the victim steps on the kernel, or touches it in any way, the witchcraft is done. The kernel immerses itself in the body.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What happens to the kernel after the man has touched it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;All its power goes inside the man, and the kernel is free. It becomes just another kernel. It may be left at the site of the witchcraft, or it may be swept away; it does not matter. It is better to sweep it away into the underbrush where a bird will eat it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Can a bird eat it before the man touches it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No. No bird is that stupid, I assure you. The birds stay away from it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan then described a very complex procedure by which such power kernels can be obtained.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You must bear in mind that maiz-pinto is merely an instrument, not an ally,&amp;quot; he said. &amp;quot;Once you make that distinction, you will have no problem. But if you consider such tools to be supreme, you will be a fool.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Are the power objects as powerful as an ally?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;Don Juan laughed scornfully before answering. It seemed that he was trying hard to be patient with me.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Maiz-pinto, crystals, and feathers are mere toys in comparison with an ally,&amp;quot; he said. &amp;quot;These power objects are necessary only when a man does not have an ally. It is a waste of time to pursue them, especially for you. You should be trying to get an ally. When you succeed, you will understand what I am telling you now. Power objects are like a game for children.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jj03ek0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683315473.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_138tfaj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_138tfaj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_138tfaj", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jjlfhem", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jjj9j0k", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Only if you demonstrate to \"the spirit\" that you are after it.\n\nThe emanations reskim into our selected reality based on our own use of awareness.\n\nIf you focus on attention seeking, praise from elders, endorsement by a large religious organization, or even the pursuit of a \"soul mate\", then you don't get directed down the path the old seers took.\n\nIt's possible to see this visually at advanced stages of darkroom.\n\nBut impossible to explain.\n\nIt might be possible to cartoon it, however.\n\nBy skipping back and forth between views of the world, and the emanations.\n\nThat fact that you can perceive that, is possibly what gives women an advantage, and also possibly why cleargreen focused on women as their best potential audience.\n\nWomen evolved to pay attention to that \"interplay\" level of activity.\n\nTo look around and figure out who or what is helping, and what is not.\n\nThe men evolved to look for a weakness they could exploit, to take down their rivals or rise in power over others.\n\nAnd we select **men** for our gurus?!??\n\nBut oddly, if you keep moving further and further into the emanations the differences between men and women's approach to magic seem to be lessened.\n\nThe men still look for weaknesses to exploit, but then it's in the emanations and the flow of intent.\n\nFor example, noticing that if you don't give intent much information, it tends to pick what you hoped for.\n\nIf I had to guess, I'd say women just noticed how to go the direction they wanted, without thinking about what triggered it.\n\nJust never think any of this is theoretical!\n\nThat's the beginner's mistake in here.  To think there's a list of theories and facts that will help you out.\n\nBut the truth is, this is all fully visible and tactile.  And until you can perceive it directly, and deduce your own \"rules\", it's hopeless.\n\nSorcerers are too simple minded to make up \"sacred scrolls\".\n\nThe ones we follow couldn't even read.\n\nAnd there's no other path but to follow them.", "edited": 1683721924.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jjlfhem", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Only if you demonstrate to &amp;quot;the spirit&amp;quot; that you are after it.&lt;/p&gt;\n\n&lt;p&gt;The emanations reskim into our selected reality based on our own use of awareness.&lt;/p&gt;\n\n&lt;p&gt;If you focus on attention seeking, praise from elders, endorsement by a large religious organization, or even the pursuit of a &amp;quot;soul mate&amp;quot;, then you don&amp;#39;t get directed down the path the old seers took.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible to see this visually at advanced stages of darkroom.&lt;/p&gt;\n\n&lt;p&gt;But impossible to explain.&lt;/p&gt;\n\n&lt;p&gt;It might be possible to cartoon it, however.&lt;/p&gt;\n\n&lt;p&gt;By skipping back and forth between views of the world, and the emanations.&lt;/p&gt;\n\n&lt;p&gt;That fact that you can perceive that, is possibly what gives women an advantage, and also possibly why cleargreen focused on women as their best potential audience.&lt;/p&gt;\n\n&lt;p&gt;Women evolved to pay attention to that &amp;quot;interplay&amp;quot; level of activity.&lt;/p&gt;\n\n&lt;p&gt;To look around and figure out who or what is helping, and what is not.&lt;/p&gt;\n\n&lt;p&gt;The men evolved to look for a weakness they could exploit, to take down their rivals or rise in power over others.&lt;/p&gt;\n\n&lt;p&gt;And we select &lt;strong&gt;men&lt;/strong&gt; for our gurus?!??&lt;/p&gt;\n\n&lt;p&gt;But oddly, if you keep moving further and further into the emanations the differences between men and women&amp;#39;s approach to magic seem to be lessened.&lt;/p&gt;\n\n&lt;p&gt;The men still look for weaknesses to exploit, but then it&amp;#39;s in the emanations and the flow of intent.&lt;/p&gt;\n\n&lt;p&gt;For example, noticing that if you don&amp;#39;t give intent much information, it tends to pick what you hoped for.&lt;/p&gt;\n\n&lt;p&gt;If I had to guess, I&amp;#39;d say women just noticed how to go the direction they wanted, without thinking about what triggered it.&lt;/p&gt;\n\n&lt;p&gt;Just never think any of this is theoretical!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the beginner&amp;#39;s mistake in here.  To think there&amp;#39;s a list of theories and facts that will help you out.&lt;/p&gt;\n\n&lt;p&gt;But the truth is, this is all fully visible and tactile.  And until you can perceive it directly, and deduce your own &amp;quot;rules&amp;quot;, it&amp;#39;s hopeless.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers are too simple minded to make up &amp;quot;sacred scrolls&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The ones we follow couldn&amp;#39;t even read.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s no other path but to follow them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_138tfaj", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jjlfhem/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683721669.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1683721669.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jjj9j0k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jj8d701", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jjj9j0k/", "num_reports": null, "locked": false, "name": "t1_jjj9j0k", "created": 1683673964.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1683673964.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "jj8d701", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jj8aqdt", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "My theory lately is that \"enlightenment\" is heavily polluted with insect consciousness.\n\nThey left shift themselves up at the green line where the very first perceivable magic begins, looking for what they've been told is supposed to be the result.\n\nAnd if they shifted right, things would be a lot more interesting!\n\nThat's the physical direction.  Sex, strength, craving for activity.\n\nBut they've been told to shun those.\n\nTo the left is heaven, prosperity, and insects.\n\nNaturally their leaders, wanting money above all else, would encourage shifting left so that you don't cause trouble.  \n\nSo you'll sit still and feel \"prosperous\". In fact, I wouldn't be surprised if there were \"wise\" Asian sayings about how poverty makes you prosperous.\n\nThus basically \"enlightenment\" might merely be the insect hive mind up at the green line.\n\nBut we'll need really powerful seers to figure that out.  By visiting the \"enlightened\".\n\nIt would be more fun to visit the oldest 4 McDonald's restaurants.\n\nBut someone will get stuck going to see Asian con artists like the Dali Lama.\n\nCarlos and the witches went looking around like that.\n\nAll sorcerers likely do. \n\nWhen I first fell into heightened awareness for a few weeks, with the results lingering for months, I started looking around for others with answers.\n\nFound zero.  Same as Carlos. There's nothing out there.\n\nCarlos and the witches ran into one famous female guru and discovered she merely had a gigantic assemblage point, which made her better able to manipulate her followers.\n\nAnd she wanted to have sex with Carlos.\n\nOr was it the witches?\n\nI forget.\n\nIt's probably in the lecture notes.", "edited": 1683480629.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jj8d701", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My theory lately is that &amp;quot;enlightenment&amp;quot; is heavily polluted with insect consciousness.&lt;/p&gt;\n\n&lt;p&gt;They left shift themselves up at the green line where the very first perceivable magic begins, looking for what they&amp;#39;ve been told is supposed to be the result.&lt;/p&gt;\n\n&lt;p&gt;And if they shifted right, things would be a lot more interesting!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the physical direction.  Sex, strength, craving for activity.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;ve been told to shun those.&lt;/p&gt;\n\n&lt;p&gt;To the left is heaven, prosperity, and insects.&lt;/p&gt;\n\n&lt;p&gt;Naturally their leaders, wanting money above all else, would encourage shifting left so that you don&amp;#39;t cause trouble.  &lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;ll sit still and feel &amp;quot;prosperous&amp;quot;. In fact, I wouldn&amp;#39;t be surprised if there were &amp;quot;wise&amp;quot; Asian sayings about how poverty makes you prosperous.&lt;/p&gt;\n\n&lt;p&gt;Thus basically &amp;quot;enlightenment&amp;quot; might merely be the insect hive mind up at the green line.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;ll need really powerful seers to figure that out.  By visiting the &amp;quot;enlightened&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It would be more fun to visit the oldest 4 McDonald&amp;#39;s restaurants.&lt;/p&gt;\n\n&lt;p&gt;But someone will get stuck going to see Asian con artists like the Dali Lama.&lt;/p&gt;\n\n&lt;p&gt;Carlos and the witches went looking around like that.&lt;/p&gt;\n\n&lt;p&gt;All sorcerers likely do. &lt;/p&gt;\n\n&lt;p&gt;When I first fell into heightened awareness for a few weeks, with the results lingering for months, I started looking around for others with answers.&lt;/p&gt;\n\n&lt;p&gt;Found zero.  Same as Carlos. There&amp;#39;s nothing out there.&lt;/p&gt;\n\n&lt;p&gt;Carlos and the witches ran into one famous female guru and discovered she merely had a gigantic assemblage point, which made her better able to manipulate her followers.&lt;/p&gt;\n\n&lt;p&gt;And she wanted to have sex with Carlos.&lt;/p&gt;\n\n&lt;p&gt;Or was it the witches?&lt;/p&gt;\n\n&lt;p&gt;I forget.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s probably in the lecture notes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_138tfaj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jj8d701/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683480289.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1683480289.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jj8aqdt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1683479259.0, "send_replies": true, "parent_id": "t1_jj3pnc5", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[deleted]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[deleted]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jj8aqdt/", "num_reports": null, "locked": false, "name": "t1_jj8aqdt", "created": 1683479259.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "jj3pnc5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1683389553.0, "send_replies": true, "parent_id": "t1_jj3bec7", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Buddhism took poor Hindu Meditation,  left over from 10,000 year old north african shamanism (trace the migrations to prove that to yourself), and adapted it to steal from China and Japan.\n\nMaking it fit into the \"seniority system\" there.  Where once you reach a high state, you can never lose it.\n\nBut in fact, consciousness doesn't work like that at all.\n\nIt's a big lie.\n\nI suppose for a couple of months after you learn to get to the green zone reliably, you believe it's an \"achievement\".\n\nBut it's not.  You'll go back to always being up at the blue line on the j curve soon if you stop pushing.\n\nThe Hindus were actually more honest about it, and thus we get that Jungian analysis of the two systems, and people puzzling over who's right. Hindus or Buddhists?\n\nIt's a silly argument, because both are pathetic.\n\nIt's like 2 kids arguing over whether batman could beat superman.\n\nAny witch kicks the butt of either Yogis or \"Buddhist Masters\"!\n\nThey just don't get the male endorsement credit, so they tend not to realize it.\n\nAny of our witches far exceeds the skills of \"the Buddha\".\n\nBut you could say, the Yogis are more honest than Buddhists.\n\nThey \"intuited\" the J curve.\n\nDidn't get far on it, but they knew it was a sliding scale of cool experiences.\n\nFurther and further is what they felt.\n\nWithout understanding what as moving.\n\nI believe the TM people have at least 5 levels of enlightenment, they believe they have mapped out.\n\nUp at the green line, about as far as any Yogi actually goes, you can slide left and right.\n\nAt first you arrive at the green line and then suddenly you see \"space\" in front of you, even with your eyes closed.\n\nAnd if you get lucky, you can see a phantom copy of the room where you are meditating. As a vision.\n\nIt's just normal green line stuff!\n\nBut if you slide left there, you get bliss plus \"heavenly\" feelings.\n\nInsect feelings?\n\nAnd silent knowledge starts to be provided up there.\n\nSo it feels like all the knowledge of the cosmos is available to you.\n\nCosmic consciousness.\n\nExcept, it's not such a big deal. They're just greedy to cash in, so they lie about the significance of it.\n\nAnd in India, Yogis are always despicable drug addicts, or evil con men.\n\nWhich has nothing to do with their stretching exercises.\n\nThey simply noticed what women already knew:  You can do exercises,  lay on a mat with your eyes closed, and move into the green zone on the J curve.\n\nCarlos tried to take advantage of that at the end, with his \"naked not-doings class\".\n\nAll women.\n\nLaying down between sessions, I've heard, was part of it.\n\n\"Cosmic consciousness\" is only cool because it has the possibility of silent knowledge being channeled to you, through whatever comes along up at the green line.\n\nBut it's nothing at all like real silent knowledge, where you don't need anything to channel it.\n\nYou ARE it by then. With no trace of \"self\" left.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jj3pnc5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Buddhism took poor Hindu Meditation,  left over from 10,000 year old north african shamanism (trace the migrations to prove that to yourself), and adapted it to steal from China and Japan.&lt;/p&gt;\n\n&lt;p&gt;Making it fit into the &amp;quot;seniority system&amp;quot; there.  Where once you reach a high state, you can never lose it.&lt;/p&gt;\n\n&lt;p&gt;But in fact, consciousness doesn&amp;#39;t work like that at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a big lie.&lt;/p&gt;\n\n&lt;p&gt;I suppose for a couple of months after you learn to get to the green zone reliably, you believe it&amp;#39;s an &amp;quot;achievement&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not.  You&amp;#39;ll go back to always being up at the blue line on the j curve soon if you stop pushing.&lt;/p&gt;\n\n&lt;p&gt;The Hindus were actually more honest about it, and thus we get that Jungian analysis of the two systems, and people puzzling over who&amp;#39;s right. Hindus or Buddhists?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a silly argument, because both are pathetic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like 2 kids arguing over whether batman could beat superman.&lt;/p&gt;\n\n&lt;p&gt;Any witch kicks the butt of either Yogis or &amp;quot;Buddhist Masters&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;They just don&amp;#39;t get the male endorsement credit, so they tend not to realize it.&lt;/p&gt;\n\n&lt;p&gt;Any of our witches far exceeds the skills of &amp;quot;the Buddha&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But you could say, the Yogis are more honest than Buddhists.&lt;/p&gt;\n\n&lt;p&gt;They &amp;quot;intuited&amp;quot; the J curve.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t get far on it, but they knew it was a sliding scale of cool experiences.&lt;/p&gt;\n\n&lt;p&gt;Further and further is what they felt.&lt;/p&gt;\n\n&lt;p&gt;Without understanding what as moving.&lt;/p&gt;\n\n&lt;p&gt;I believe the TM people have at least 5 levels of enlightenment, they believe they have mapped out.&lt;/p&gt;\n\n&lt;p&gt;Up at the green line, about as far as any Yogi actually goes, you can slide left and right.&lt;/p&gt;\n\n&lt;p&gt;At first you arrive at the green line and then suddenly you see &amp;quot;space&amp;quot; in front of you, even with your eyes closed.&lt;/p&gt;\n\n&lt;p&gt;And if you get lucky, you can see a phantom copy of the room where you are meditating. As a vision.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just normal green line stuff!&lt;/p&gt;\n\n&lt;p&gt;But if you slide left there, you get bliss plus &amp;quot;heavenly&amp;quot; feelings.&lt;/p&gt;\n\n&lt;p&gt;Insect feelings?&lt;/p&gt;\n\n&lt;p&gt;And silent knowledge starts to be provided up there.&lt;/p&gt;\n\n&lt;p&gt;So it feels like all the knowledge of the cosmos is available to you.&lt;/p&gt;\n\n&lt;p&gt;Cosmic consciousness.&lt;/p&gt;\n\n&lt;p&gt;Except, it&amp;#39;s not such a big deal. They&amp;#39;re just greedy to cash in, so they lie about the significance of it.&lt;/p&gt;\n\n&lt;p&gt;And in India, Yogis are always despicable drug addicts, or evil con men.&lt;/p&gt;\n\n&lt;p&gt;Which has nothing to do with their stretching exercises.&lt;/p&gt;\n\n&lt;p&gt;They simply noticed what women already knew:  You can do exercises,  lay on a mat with your eyes closed, and move into the green zone on the J curve.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to take advantage of that at the end, with his &amp;quot;naked not-doings class&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All women.&lt;/p&gt;\n\n&lt;p&gt;Laying down between sessions, I&amp;#39;ve heard, was part of it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Cosmic consciousness&amp;quot; is only cool because it has the possibility of silent knowledge being channeled to you, through whatever comes along up at the green line.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s nothing at all like real silent knowledge, where you don&amp;#39;t need anything to channel it.&lt;/p&gt;\n\n&lt;p&gt;You ARE it by then. With no trace of &amp;quot;self&amp;quot; left.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_138tfaj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jj3pnc5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683389553.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "jj3bec7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Lengthiness-7613", "can_mod_post": false, "created_utc": 1683383309.0, "send_replies": true, "parent_id": "t3_138tfaj", "score": 1, "author_fullname": "t2_9n89tsi8a", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": " \\&gt;A very shallow movement, but one that does produce visions and bliss and \"cosmic consciousness\" \n\nCan you tell me what you mean by cosmic awareness?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jj3bec7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;A very shallow movement, but one that does produce visions and bliss and &amp;quot;cosmic consciousness&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;Can you tell me what you mean by cosmic awareness?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/138tfaj/an_animation_of_lily/jj3bec7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1683383309.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_138tfaj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]