[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=955&amp;format=pjpg&amp;auto=webp&amp;s=773128275d7696d56b126dcad44f3205c6a54d09\n\nCan't put in time for a better post today, but this is actually good to think about.\n\nIt was a reply to a new person in here, which made it to facebook, and then back to here.\n\n\\*\\*\\* from facebook \\*\\*\\*\n\nProto Cartoon: Escape From Blue Island\n\nI hope to make a cartoon of a prisoner escaping a prison on \"Blue Island\", only to be trapped at every stage. He believes he's found freedom once he's out of the prison, but ends up trapped in the next bad thing out there.\n\nIt explains Buddhism, Daoism, Hinduism, Qabalah, and Enochian Magick.\n\nAnything that seems to be wise and profound, but which only ends up creating big bullies who try to steal from others.\n\nSorcerers don't do that. Freedom is their only goal, whatever that really means.\n\nSo here's some musings from the subreddit on this topic. It's not anywhere near a good storyline for a cartoon, but it's good for those of you who are pretending your sorcery to read so that you realize how awful it is to be stuck up at the blue line entirely. Never seeing even the green line on the J curve, due to your own ego and laziness.\n\nJust know that even if you get up the urge to \"get real\", you still have more prisons you can fall into along the way.\n\nBut at least by then they're \"magical prisons\".\n\n\\*\\*\\* from a reddit comment \\*\\*\\*\n\n(Female poster has crazy cool experiences typical of women)\n\n(reply)\n\nSo here's a \"mood map\" of the J curve, from the point of view of experiences there.\n\nI might cartoon it. It's only recently been becoming obvious to me.\n\nUp at the blue line everything pretty much sucks endlessly, but we convince ourselves it's going to be better someday. We have little fairy tales in our minds to keep us believing we'll all live happily ever after.\n\nOur grandparents who know we won't, still take part in making the grandkids kids feel optimistic and hopeful. And those delusions will take them at least into their mid 20s.\n\nAt which point they'll still believe everyone else is having a good time, so it must just be them and they need to work on it.\n\nNot dump it all.\n\nIf you use some meditation technique to escape to the green, it feels like a revelation there!\n\nIt doesn't suck!\n\nBliss, visions, the ability to shift left and see God, Angels, and Heaven.\n\nOr shift right into visions of physical activity, sex, violence.\n\nRemote viewing is possible up at the green too, making you feel more powerful than other people.\n\nYou can't really change up there, but you can view alternatives and confuse yourself into thinking that viewing them, is the same as having changed yourself.\n\nIt's the green zone.\n\nPeople get slimed, it goes to their head, and they declare themselves \"Master\".\n\nMostly because to get to the green they learned some technique from some very dishonest people, such as the Buddhist system, which is cashing in on that green zone effect through all sorts of made up claims about what it represents.\n\nAbout how you are now immortal and godlike because you escaped some curse from the universe, such as \"re-incarnation\".\n\nComplete nonsense, but when you consider it in bliss with visions of God it seems like it might be true.\n\nAnd self-flattery settles that argument for you.\n\nBut it's just beginner's stuff you constantly experience in dreams, half awake, or with shamanic drumming, or when soothing yourself by just about any method.\n\nThe red zone which comes next is where \"meaning\" comes into play.\n\n\"Meaning\" alters reality down there!\n\nUp in the green zone, reality isn't actually altered unless you go off into a vision.\n\nBut in the red zone you can manufacture a clown car on your floor, complete with dwarf clowns inside. And it's REAL.\n\nYou can make anything!\n\nOr turn into any creature.\n\nEach \"transformation\" needs a shift of the assemblage point, and so there are tricks and feelings and realizations both to get it to shift horizontally down there, and also to \"fine tune\" the new reality you are making.\n\nIt's \"very meaningful\" down in the red zone. Drug trips get you solidly in there, and people who use mushrooms are often so delusional from \"meanings\" that they can't even hold a normal conversation with others.\n\nThe Allies even try to trap us with all that \"meaning\", promising (and delivering) to teach us magic forever if we'll just come over to their place where it's nice and comfortable.\n\nSo down in the red you get trapped by \"meaning\".\n\nYou're free from becoming a foul green slime monster (Asian \"Master\"), but now you've gotten confused by \"meanings\".\n\nWhich sorcerers barely value at all.\n\nThey only pertain to a single point in space!\n\nElsewhere, all meanings are meaningless.\n\nSo you get to HA, the next stop on the J curve, which you mentioned. It's been assigned the color orange in that J curve diagram. Kind of brownish in that particular drawing due to enhancing it to make the blue more prominent up at the top.\n\nIn HA, called \"heightened awareness\" in the books, all the \"advanced stuff\" your teacher told you about shows up once in a while. Alternate realities you can \"assemble\", spirits offering to take you to their world, magical objects blowing your mind when they try to interact with you.\n\nEven shared dreaming and visits from the double of another sorcerer.\n\nBut virtually all of those cool things only show up once...\n\nThen a different thing the next time. It's an endless flow of new \"revelations\".\n\nA vast land of potential things you can do, which you can never seem to master.\n\nEach still comes with all the stuff from the green and red lines.\n\nBliss, visions, shapeshifting possibilities.\n\nBut you can add in full on waking dreaming, which gives you the ability to assemble other worlds.\n\nAnd with some red zone mechanics you can fully enter into those, leaving your darkroom through the solid walls.\n\nThat region is ALSO a trap.\n\nYou get trapped in the \"quagmire of endless realities\".\n\nEach feeling like a \"revelation\". \n\n  \nThere's an infinite number of revelations you can view while trapped in the orange zone.  It's the \"Zone of Revelations\"?  \n\n\nOr something like that.\n\nMy description of orange needs some work. I'll come up with some metaphor when I get a chance to cartoon this description of the J curve, as a series of \"traps\".\n\nReally where we want to go is the purple zone at the end.\n\nWhere \"all knowledge\" is present and available to you.\n\nKind of.\n\nThere's just too much of it!\n\nI suppose that means, sorcerers try to experience all of that knowledge in the same instant?\n\nThe \"third attention\"?\n\nSo they don't have to keep trying to figure out how to find what they want?\n\nIncrease the dosage...\n\nWhich might be why there's some unpleasant implications to some descriptions of what the new seers try to do.\n\nDo they get to live forever and explore, or do they just explore everything at the same time, and that's the end of it?\n\nIt probably doesn't matter, because if someone starting out isn't interested in the sights along the way and is instead worried about the goal, they'll never put in enough effort to even see the red zone.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Proto Cartoon Idea: Escape From Blue Island Prison", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 97, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"mjk14ehw60fa1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 74, "x": 108, "u": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=17519735f7779b364f91f5b872b9805e261c0336"}, {"y": 149, "x": 216, "u": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=51fef3b395e4c9fd367a99cf28556a27c29b78c2"}, {"y": 221, "x": 320, "u": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=0f1d536cf0bd7e8194ade395fac4c9691e2483ce"}, {"y": 443, "x": 640, "u": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c2a531ccbd61af3da5bd23c83445acd7172ff7f5"}], "s": {"y": 662, "x": 955, "u": "https://preview.redd.it/mjk14ehw60fa1.jpg?width=955&amp;format=pjpg&amp;auto=webp&amp;s=773128275d7696d56b126dcad44f3205c6a54d09"}, "id": "mjk14ehw60fa1"}}, "name": "t3_10oaosu", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 25, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 25, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/_Bg0cxitOVInfj5UJtO97JsFkr1N7NQHTcAm5DhZX7s.jpg", "edited": 1675015087.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1675007243.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/mjk14ehw60fa1.jpg?width=955&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=773128275d7696d56b126dcad44f3205c6a54d09\"&gt;https://preview.redd.it/mjk14ehw60fa1.jpg?width=955&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=773128275d7696d56b126dcad44f3205c6a54d09&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t put in time for a better post today, but this is actually good to think about.&lt;/p&gt;\n\n&lt;p&gt;It was a reply to a new person in here, which made it to facebook, and then back to here.&lt;/p&gt;\n\n&lt;p&gt;*** from facebook ***&lt;/p&gt;\n\n&lt;p&gt;Proto Cartoon: Escape From Blue Island&lt;/p&gt;\n\n&lt;p&gt;I hope to make a cartoon of a prisoner escaping a prison on &amp;quot;Blue Island&amp;quot;, only to be trapped at every stage. He believes he&amp;#39;s found freedom once he&amp;#39;s out of the prison, but ends up trapped in the next bad thing out there.&lt;/p&gt;\n\n&lt;p&gt;It explains Buddhism, Daoism, Hinduism, Qabalah, and Enochian Magick.&lt;/p&gt;\n\n&lt;p&gt;Anything that seems to be wise and profound, but which only ends up creating big bullies who try to steal from others.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers don&amp;#39;t do that. Freedom is their only goal, whatever that really means.&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s some musings from the subreddit on this topic. It&amp;#39;s not anywhere near a good storyline for a cartoon, but it&amp;#39;s good for those of you who are pretending your sorcery to read so that you realize how awful it is to be stuck up at the blue line entirely. Never seeing even the green line on the J curve, due to your own ego and laziness.&lt;/p&gt;\n\n&lt;p&gt;Just know that even if you get up the urge to &amp;quot;get real&amp;quot;, you still have more prisons you can fall into along the way.&lt;/p&gt;\n\n&lt;p&gt;But at least by then they&amp;#39;re &amp;quot;magical prisons&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;*** from a reddit comment ***&lt;/p&gt;\n\n&lt;p&gt;(Female poster has crazy cool experiences typical of women)&lt;/p&gt;\n\n&lt;p&gt;(reply)&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s a &amp;quot;mood map&amp;quot; of the J curve, from the point of view of experiences there.&lt;/p&gt;\n\n&lt;p&gt;I might cartoon it. It&amp;#39;s only recently been becoming obvious to me.&lt;/p&gt;\n\n&lt;p&gt;Up at the blue line everything pretty much sucks endlessly, but we convince ourselves it&amp;#39;s going to be better someday. We have little fairy tales in our minds to keep us believing we&amp;#39;ll all live happily ever after.&lt;/p&gt;\n\n&lt;p&gt;Our grandparents who know we won&amp;#39;t, still take part in making the grandkids kids feel optimistic and hopeful. And those delusions will take them at least into their mid 20s.&lt;/p&gt;\n\n&lt;p&gt;At which point they&amp;#39;ll still believe everyone else is having a good time, so it must just be them and they need to work on it.&lt;/p&gt;\n\n&lt;p&gt;Not dump it all.&lt;/p&gt;\n\n&lt;p&gt;If you use some meditation technique to escape to the green, it feels like a revelation there!&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t suck!&lt;/p&gt;\n\n&lt;p&gt;Bliss, visions, the ability to shift left and see God, Angels, and Heaven.&lt;/p&gt;\n\n&lt;p&gt;Or shift right into visions of physical activity, sex, violence.&lt;/p&gt;\n\n&lt;p&gt;Remote viewing is possible up at the green too, making you feel more powerful than other people.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t really change up there, but you can view alternatives and confuse yourself into thinking that viewing them, is the same as having changed yourself.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the green zone.&lt;/p&gt;\n\n&lt;p&gt;People get slimed, it goes to their head, and they declare themselves &amp;quot;Master&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Mostly because to get to the green they learned some technique from some very dishonest people, such as the Buddhist system, which is cashing in on that green zone effect through all sorts of made up claims about what it represents.&lt;/p&gt;\n\n&lt;p&gt;About how you are now immortal and godlike because you escaped some curse from the universe, such as &amp;quot;re-incarnation&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Complete nonsense, but when you consider it in bliss with visions of God it seems like it might be true.&lt;/p&gt;\n\n&lt;p&gt;And self-flattery settles that argument for you.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s just beginner&amp;#39;s stuff you constantly experience in dreams, half awake, or with shamanic drumming, or when soothing yourself by just about any method.&lt;/p&gt;\n\n&lt;p&gt;The red zone which comes next is where &amp;quot;meaning&amp;quot; comes into play.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Meaning&amp;quot; alters reality down there!&lt;/p&gt;\n\n&lt;p&gt;Up in the green zone, reality isn&amp;#39;t actually altered unless you go off into a vision.&lt;/p&gt;\n\n&lt;p&gt;But in the red zone you can manufacture a clown car on your floor, complete with dwarf clowns inside. And it&amp;#39;s REAL.&lt;/p&gt;\n\n&lt;p&gt;You can make anything!&lt;/p&gt;\n\n&lt;p&gt;Or turn into any creature.&lt;/p&gt;\n\n&lt;p&gt;Each &amp;quot;transformation&amp;quot; needs a shift of the assemblage point, and so there are tricks and feelings and realizations both to get it to shift horizontally down there, and also to &amp;quot;fine tune&amp;quot; the new reality you are making.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;very meaningful&amp;quot; down in the red zone. Drug trips get you solidly in there, and people who use mushrooms are often so delusional from &amp;quot;meanings&amp;quot; that they can&amp;#39;t even hold a normal conversation with others.&lt;/p&gt;\n\n&lt;p&gt;The Allies even try to trap us with all that &amp;quot;meaning&amp;quot;, promising (and delivering) to teach us magic forever if we&amp;#39;ll just come over to their place where it&amp;#39;s nice and comfortable.&lt;/p&gt;\n\n&lt;p&gt;So down in the red you get trapped by &amp;quot;meaning&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re free from becoming a foul green slime monster (Asian &amp;quot;Master&amp;quot;), but now you&amp;#39;ve gotten confused by &amp;quot;meanings&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which sorcerers barely value at all.&lt;/p&gt;\n\n&lt;p&gt;They only pertain to a single point in space!&lt;/p&gt;\n\n&lt;p&gt;Elsewhere, all meanings are meaningless.&lt;/p&gt;\n\n&lt;p&gt;So you get to HA, the next stop on the J curve, which you mentioned. It&amp;#39;s been assigned the color orange in that J curve diagram. Kind of brownish in that particular drawing due to enhancing it to make the blue more prominent up at the top.&lt;/p&gt;\n\n&lt;p&gt;In HA, called &amp;quot;heightened awareness&amp;quot; in the books, all the &amp;quot;advanced stuff&amp;quot; your teacher told you about shows up once in a while. Alternate realities you can &amp;quot;assemble&amp;quot;, spirits offering to take you to their world, magical objects blowing your mind when they try to interact with you.&lt;/p&gt;\n\n&lt;p&gt;Even shared dreaming and visits from the double of another sorcerer.&lt;/p&gt;\n\n&lt;p&gt;But virtually all of those cool things only show up once...&lt;/p&gt;\n\n&lt;p&gt;Then a different thing the next time. It&amp;#39;s an endless flow of new &amp;quot;revelations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A vast land of potential things you can do, which you can never seem to master.&lt;/p&gt;\n\n&lt;p&gt;Each still comes with all the stuff from the green and red lines.&lt;/p&gt;\n\n&lt;p&gt;Bliss, visions, shapeshifting possibilities.&lt;/p&gt;\n\n&lt;p&gt;But you can add in full on waking dreaming, which gives you the ability to assemble other worlds.&lt;/p&gt;\n\n&lt;p&gt;And with some red zone mechanics you can fully enter into those, leaving your darkroom through the solid walls.&lt;/p&gt;\n\n&lt;p&gt;That region is ALSO a trap.&lt;/p&gt;\n\n&lt;p&gt;You get trapped in the &amp;quot;quagmire of endless realities&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Each feeling like a &amp;quot;revelation&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an infinite number of revelations you can view while trapped in the orange zone.  It&amp;#39;s the &amp;quot;Zone of Revelations&amp;quot;?  &lt;/p&gt;\n\n&lt;p&gt;Or something like that.&lt;/p&gt;\n\n&lt;p&gt;My description of orange needs some work. I&amp;#39;ll come up with some metaphor when I get a chance to cartoon this description of the J curve, as a series of &amp;quot;traps&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Really where we want to go is the purple zone at the end.&lt;/p&gt;\n\n&lt;p&gt;Where &amp;quot;all knowledge&amp;quot; is present and available to you.&lt;/p&gt;\n\n&lt;p&gt;Kind of.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s just too much of it!&lt;/p&gt;\n\n&lt;p&gt;I suppose that means, sorcerers try to experience all of that knowledge in the same instant?&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;third attention&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;So they don&amp;#39;t have to keep trying to figure out how to find what they want?&lt;/p&gt;\n\n&lt;p&gt;Increase the dosage...&lt;/p&gt;\n\n&lt;p&gt;Which might be why there&amp;#39;s some unpleasant implications to some descriptions of what the new seers try to do.&lt;/p&gt;\n\n&lt;p&gt;Do they get to live forever and explore, or do they just explore everything at the same time, and that&amp;#39;s the end of it?&lt;/p&gt;\n\n&lt;p&gt;It probably doesn&amp;#39;t matter, because if someone starting out isn&amp;#39;t interested in the sights along the way and is instead worried about the goal, they&amp;#39;ll never put in enough effort to even see the red zone.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "10oaosu", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 4, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/", "subreddit_subscribers": 9561, "created_utc": 1675007243.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j6oyrad", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j6opsll", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "No, any sort of \"grimace\" or \"pandiculation\" is typical of seers.\n\nIt'll all through the books.\n\nThey don't divide themselves up into pieces, and refuse to pay attention to some.\n\nSo you can in fact \"trigger\" some advanced things using physical effects.\n\nThe arms raised in the air is one of those. As on the cover of Wheel of Time.\n\nHowever, once you are \"introduced\" to something by physical means, you should see if you can just \"look for it\" and it will come, minus the use of muscles and tension.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j6oyrad", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, any sort of &amp;quot;grimace&amp;quot; or &amp;quot;pandiculation&amp;quot; is typical of seers.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;ll all through the books.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t divide themselves up into pieces, and refuse to pay attention to some.&lt;/p&gt;\n\n&lt;p&gt;So you can in fact &amp;quot;trigger&amp;quot; some advanced things using physical effects.&lt;/p&gt;\n\n&lt;p&gt;The arms raised in the air is one of those. As on the cover of Wheel of Time.&lt;/p&gt;\n\n&lt;p&gt;However, once you are &amp;quot;introduced&amp;quot; to something by physical means, you should see if you can just &amp;quot;look for it&amp;quot; and it will come, minus the use of muscles and tension.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10oaosu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/j6oyrad/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1675201180.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1675201180.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j6opsll", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "infinite_unity01", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j6k0hxi", "score": 1, "author_fullname": "t2_43255b4s", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks, friend. It helps to know that the double is another assemblage point. \n\nWhen I squint in dark room, the double appears as a gigantic shadow... but maybe that's not my double, who knows. \n\nyou probably think squinting is cheating.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j6opsll", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks, friend. It helps to know that the double is another assemblage point. &lt;/p&gt;\n\n&lt;p&gt;When I squint in dark room, the double appears as a gigantic shadow... but maybe that&amp;#39;s not my double, who knows. &lt;/p&gt;\n\n&lt;p&gt;you probably think squinting is cheating.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10oaosu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/j6opsll/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1675197877.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1675197877.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j6k0hxi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1675115001.0, "send_replies": true, "parent_id": "t1_j6jwjf3", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's why you can reach silent knowledge.\n\nThe purple puff is a continuation of the J curve, with the assemblage point at the final position in the purple.\n\nColor is off just because I messed with the blue to make it brighter, and screwed up that \"purple\" one at the end.\n\nThe blue puff it's halfway on, the one with white in the middle,  is the assemblage point of your double!\n\nDid you know you have 2 assemblage points?\n\nMore even, but that's another story.\n\nWhen the \"main ones\" come into alignment like that at the end of the J curve, the result is that what you perceive merges with what the double perceives, as long as your double is \"formed\" into the energy body.\n\nThe two assemblage points \"shine\" along the same vector.\n\nAnd don't doubt it!\n\nIt's fully visible out there.\n\nYou literally get to see that mess.  It's stunning!\n\nBut not as often as you'd like...\n\nThat's our curse.\n\nIt's like:\n\nNight X :   Halleluiah!!!!  Oh my GOD, I had no idea.  Wait until I tell my witch friend.  She'll pee her pants from jealous anger.\n\nNight X+1:  Shit...  Seriously????  You mean I never get to do that again?!???  How do I even know it happened in the first place?\n\nIt's very possible that even sorcerers of the level of don Juan couldn't always repeat what they wanted.\n\nIt might take a \"need\" at times.\n\nThe emanations aren't fully controlled by us. As far as which ones are selected for \"skimming\".\n\nMaybe \"need\" can factor in?\n\nI sure hope not.\n\nWhich is why teaching apprentices could in fact be an official part of the lineage's path.\n\nWithout it, maybe they'd fall short?\n\nOr go down a different path.\n\nIt's a pity everyone else out there is utterly lame.\n\nTotally useless.\n\nI'm talking about people like Mantak Chia,  the Daoist fraud. He's selling \"darkroom\" workshops.\n\nYou buy his vitamins, sit in the dark, and find purple.\n\nThat's the goal. Find purple.   All done.\n\nDid he steal that?\n\nMaybe.  He steals everything else.  Has dozens of books, all implying he's an expert on everything.\n\nThen there's Daniel Ingram, who can both see and scoop up puffs.\n\nAnd talk to demons!\n\nBut he hasn't even gotten past thinking those really ARE demons, in 4 years.\n\nGot no further.\n\nUnfortunately we've got no one but ourselves to figure all this stuff out.\n\nDon't even have don Juan's group, or help from Carlos and the witches.\n\nI suppose, that's a good thing if we succeed.\n\nMight not sound like something to worry about for now, but I'm out on the edge of the J curve, trying to figure out some very odd things.\n\nAs best I can find, no one told us about those things because there's no point.\n\nYou have to get there yourself. Otherwise perhaps it's just more useless inventory factoids, and only serves to trap people at the beginner stage.\n\nBut I'll still animate that stuff.\n\nSomeone ought to know about it.\n\nMaybe we can create a \"Museum of Darkroom Anomalies\" under Dance Home.\n\nDown past that tunnel Carol Tiggs pushed me into.  It's around 12 feet below ground level.\n\nIt could be an ongoing \"thing\" in the cartoons. To find things we don't understand, and put them into the museum.\n\nElias sort of did that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j6k0hxi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s why you can reach silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;The purple puff is a continuation of the J curve, with the assemblage point at the final position in the purple.&lt;/p&gt;\n\n&lt;p&gt;Color is off just because I messed with the blue to make it brighter, and screwed up that &amp;quot;purple&amp;quot; one at the end.&lt;/p&gt;\n\n&lt;p&gt;The blue puff it&amp;#39;s halfway on, the one with white in the middle,  is the assemblage point of your double!&lt;/p&gt;\n\n&lt;p&gt;Did you know you have 2 assemblage points?&lt;/p&gt;\n\n&lt;p&gt;More even, but that&amp;#39;s another story.&lt;/p&gt;\n\n&lt;p&gt;When the &amp;quot;main ones&amp;quot; come into alignment like that at the end of the J curve, the result is that what you perceive merges with what the double perceives, as long as your double is &amp;quot;formed&amp;quot; into the energy body.&lt;/p&gt;\n\n&lt;p&gt;The two assemblage points &amp;quot;shine&amp;quot; along the same vector.&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t doubt it!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s fully visible out there.&lt;/p&gt;\n\n&lt;p&gt;You literally get to see that mess.  It&amp;#39;s stunning!&lt;/p&gt;\n\n&lt;p&gt;But not as often as you&amp;#39;d like...&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our curse.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like:&lt;/p&gt;\n\n&lt;p&gt;Night X :   Halleluiah!!!!  Oh my GOD, I had no idea.  Wait until I tell my witch friend.  She&amp;#39;ll pee her pants from jealous anger.&lt;/p&gt;\n\n&lt;p&gt;Night X+1:  Shit...  Seriously????  You mean I never get to do that again?!???  How do I even know it happened in the first place?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very possible that even sorcerers of the level of don Juan couldn&amp;#39;t always repeat what they wanted.&lt;/p&gt;\n\n&lt;p&gt;It might take a &amp;quot;need&amp;quot; at times.&lt;/p&gt;\n\n&lt;p&gt;The emanations aren&amp;#39;t fully controlled by us. As far as which ones are selected for &amp;quot;skimming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Maybe &amp;quot;need&amp;quot; can factor in?&lt;/p&gt;\n\n&lt;p&gt;I sure hope not.&lt;/p&gt;\n\n&lt;p&gt;Which is why teaching apprentices could in fact be an official part of the lineage&amp;#39;s path.&lt;/p&gt;\n\n&lt;p&gt;Without it, maybe they&amp;#39;d fall short?&lt;/p&gt;\n\n&lt;p&gt;Or go down a different path.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a pity everyone else out there is utterly lame.&lt;/p&gt;\n\n&lt;p&gt;Totally useless.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m talking about people like Mantak Chia,  the Daoist fraud. He&amp;#39;s selling &amp;quot;darkroom&amp;quot; workshops.&lt;/p&gt;\n\n&lt;p&gt;You buy his vitamins, sit in the dark, and find purple.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the goal. Find purple.   All done.&lt;/p&gt;\n\n&lt;p&gt;Did he steal that?&lt;/p&gt;\n\n&lt;p&gt;Maybe.  He steals everything else.  Has dozens of books, all implying he&amp;#39;s an expert on everything.&lt;/p&gt;\n\n&lt;p&gt;Then there&amp;#39;s Daniel Ingram, who can both see and scoop up puffs.&lt;/p&gt;\n\n&lt;p&gt;And talk to demons!&lt;/p&gt;\n\n&lt;p&gt;But he hasn&amp;#39;t even gotten past thinking those really ARE demons, in 4 years.&lt;/p&gt;\n\n&lt;p&gt;Got no further.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately we&amp;#39;ve got no one but ourselves to figure all this stuff out.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t even have don Juan&amp;#39;s group, or help from Carlos and the witches.&lt;/p&gt;\n\n&lt;p&gt;I suppose, that&amp;#39;s a good thing if we succeed.&lt;/p&gt;\n\n&lt;p&gt;Might not sound like something to worry about for now, but I&amp;#39;m out on the edge of the J curve, trying to figure out some very odd things.&lt;/p&gt;\n\n&lt;p&gt;As best I can find, no one told us about those things because there&amp;#39;s no point.&lt;/p&gt;\n\n&lt;p&gt;You have to get there yourself. Otherwise perhaps it&amp;#39;s just more useless inventory factoids, and only serves to trap people at the beginner stage.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;ll still animate that stuff.&lt;/p&gt;\n\n&lt;p&gt;Someone ought to know about it.&lt;/p&gt;\n\n&lt;p&gt;Maybe we can create a &amp;quot;Museum of Darkroom Anomalies&amp;quot; under Dance Home.&lt;/p&gt;\n\n&lt;p&gt;Down past that tunnel Carol Tiggs pushed me into.  It&amp;#39;s around 12 feet below ground level.&lt;/p&gt;\n\n&lt;p&gt;It could be an ongoing &amp;quot;thing&amp;quot; in the cartoons. To find things we don&amp;#39;t understand, and put them into the museum.&lt;/p&gt;\n\n&lt;p&gt;Elias sort of did that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10oaosu", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/j6k0hxi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1675115001.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j6jwjf3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "infinite_unity01", "can_mod_post": false, "created_utc": 1675113526.0, "send_replies": true, "parent_id": "t3_10oaosu", "score": 2, "author_fullname": "t2_43255b4s", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "that last purple/white puff above the navel on the right of your illustration-- it looks different. it looks like it's projected on the inside of the eggshell. is it meant to be a concave, bowl shaped mirror? kind of like the chaacmool sculpture? it almost seems like a crucible where you can mix different puffs.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j6jwjf3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;that last purple/white puff above the navel on the right of your illustration-- it looks different. it looks like it&amp;#39;s projected on the inside of the eggshell. is it meant to be a concave, bowl shaped mirror? kind of like the chaacmool sculpture? it almost seems like a crucible where you can mix different puffs.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10oaosu/proto_cartoon_idea_escape_from_blue_island_prison/j6jwjf3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1675113526.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10oaosu", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]