[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "This was posted on the Discord channel but Techno and Athina thought it'd be good to share here. \n\nI had an interesting experience last week going into dreaming while observing a puff outside the darkroom. What's interesting is that I nearly dismissed and shrugged off this whole experience. It is indeed true that the tonal wants to aggressively render novel experiences as somehow \"invalid\" if recalled at a later point.\n\nSo a few days ago I fell asleep on my arm while doom-scrolling Instagram right before knocking out. I was extra tired that day and passed out with my phone still in hand. \n\nI woke up in a half asleep daze somewhere between 2 and 4 AM. Arm felt fine, no cramping or anything like that but I did notice that there was a small blue smear of color on my arm. \n\nBeing in a half-asleep state, I didn't get up right away, opting to just chill there and observe the disturbance which turned into small puff shortly after. Pretty soon the puff got quite vivid, I'd say no more than 1 minute later. I continued to simply observe the puff and I could notice some details beginning to take shape. A scene assembled in record time while I observed a puff in this half asleep state. Definition and fidelity increased until it was clear that I was viewing some kind of phantom dream world. Moments later, I was \"pulled into\" the dream seamlessly. Next thing I know, I was in full dreaming, turning my head and walking around in this dream world. \n\nI woke up in the morning stunned. The dream was pretty interesting itself although my first impression upon waking was that I lost lucidity too soon. I recalled retaining some degree of lucidity while in the dream but the actual specifics are now lost because I failed to take notes right upon waking. It also seems like it's just extremely difficult to obtain long-lasting lucidity if entering dreaming while in a half asleep stupor.\n\nHere's a quick clip I made to illustrate how this happened: \n\n[Very difficult to describe\\/recall \\\\\"zooming in\\\\\" to the dream bubble so I just left that as a fade to black transition ](https://reddit.com/link/16c2jue/video/g72vi9jufqmb1/player)\n\nWhat's interesting to me isn't the dream itself but the conditions that lead to being able to go directly into dreaming from viewing a dream scene. After waking up I could distinctly remember the exact language-based thoughts (or lack thereof) I had as the memory leading up ending inside the dream bubble was well intact. \n\nIn my half asleep state, I remember thinking:\n\n\"Puff…..\" \"…..should I get (blackout) mask? Do darkroom now?\" …………..\"Nahhhhhh\". \n\nI absolutely felt a strong laziness which informed my decision to stay put on my bed. In retrospect, I noticed that I didn't have any verbal internal dialogue to go along with that feeling. \n\nThis was followed with a slight urge to pee but I knew it wasn't enough of an urge to warrant an immediate trip to the toilet. I felt lazy and wanted to simply hang out there to stare into the puff. All this going on and the only verbal thoughts I had were:\n\n\"Pee? Nahh no need…..\"\n\nI then laid there on my arm observing the puff until the scene appeared and thought \"Cooooollllll\" when details progressively became perceivable.  \n\nThat was pretty much all the word-based internal dialogue I had at that time. \n\nOne advantage of being in a half asleep state is that the prefrontal cortex, center of \"complex cognitive function\" aka mental masturbation epicenter was nearly shut off completely. The compulsive pondering/theorizing, fantasizing, and self-pity filled types of internal dialogue typical in full waking awareness were simply not present or at least significantly reduced. Only general feelings and attention to primal urges seemed to be predominantly present, making it easier to bring this \"base\" level of witnessing/observing, nondiscriminatory awareness into focus. \n\nThis experience, while no way particularly notable, makes clear that there are indeed multiple layers and types of internal dialogue. Successfully disabling multiple \"layers\" of the internal dialogue, consciously or otherwise, might just lead to rapid entry into dream worlds, among near immediate perception of other second attention things.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Puff to dreaming outside the darkroom", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"g72vi9jufqmb1": {"status": "valid", "e": "RedditVideo", "dashUrl": "https://v.redd.it/link/16c2jue/asset/g72vi9jufqmb1/DASHPlaylist.mpd?a=1718050010%2CMDhlNWYxYjk1Y2JlODM3NzBjYmVkMDVmMDIyMzA2NTk5ZjkzNWJlNDhhODViZjBjYjkxYmUxOTNhYzFkZWRhYQ%3D%3D&amp;v=1&amp;f=sd", "x": 1080, "y": 1434, "hlsUrl": "https://v.redd.it/link/16c2jue/asset/g72vi9jufqmb1/HLSPlaylist.m3u8?a=1718050010%2CMzc4ODYyYWZlOGVjOGZjNmRjYzcyZGMwMTA0YzM0ODk2ZDE3YWQyZTIxZjFhZDBmNTAxYTFlNTljODkyYzhmOQ%3D%3D&amp;v=1&amp;f=sd", "id": "g72vi9jufqmb1", "isGif": false}}, "name": "t3_16c2jue", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 28, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_3vses", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 28, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1694051480.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1694050216.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;This was posted on the Discord channel but Techno and Athina thought it&amp;#39;d be good to share here. &lt;/p&gt;\n\n&lt;p&gt;I had an interesting experience last week going into dreaming while observing a puff outside the darkroom. What&amp;#39;s interesting is that I nearly dismissed and shrugged off this whole experience. It is indeed true that the tonal wants to aggressively render novel experiences as somehow &amp;quot;invalid&amp;quot; if recalled at a later point.&lt;/p&gt;\n\n&lt;p&gt;So a few days ago I fell asleep on my arm while doom-scrolling Instagram right before knocking out. I was extra tired that day and passed out with my phone still in hand. &lt;/p&gt;\n\n&lt;p&gt;I woke up in a half asleep daze somewhere between 2 and 4 AM. Arm felt fine, no cramping or anything like that but I did notice that there was a small blue smear of color on my arm. &lt;/p&gt;\n\n&lt;p&gt;Being in a half-asleep state, I didn&amp;#39;t get up right away, opting to just chill there and observe the disturbance which turned into small puff shortly after. Pretty soon the puff got quite vivid, I&amp;#39;d say no more than 1 minute later. I continued to simply observe the puff and I could notice some details beginning to take shape. A scene assembled in record time while I observed a puff in this half asleep state. Definition and fidelity increased until it was clear that I was viewing some kind of phantom dream world. Moments later, I was &amp;quot;pulled into&amp;quot; the dream seamlessly. Next thing I know, I was in full dreaming, turning my head and walking around in this dream world. &lt;/p&gt;\n\n&lt;p&gt;I woke up in the morning stunned. The dream was pretty interesting itself although my first impression upon waking was that I lost lucidity too soon. I recalled retaining some degree of lucidity while in the dream but the actual specifics are now lost because I failed to take notes right upon waking. It also seems like it&amp;#39;s just extremely difficult to obtain long-lasting lucidity if entering dreaming while in a half asleep stupor.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a quick clip I made to illustrate how this happened: &lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/link/16c2jue/video/g72vi9jufqmb1/player\"&gt;Very difficult to describe/recall \\&amp;quot;zooming in\\&amp;quot; to the dream bubble so I just left that as a fade to black transition &lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s interesting to me isn&amp;#39;t the dream itself but the conditions that lead to being able to go directly into dreaming from viewing a dream scene. After waking up I could distinctly remember the exact language-based thoughts (or lack thereof) I had as the memory leading up ending inside the dream bubble was well intact. &lt;/p&gt;\n\n&lt;p&gt;In my half asleep state, I remember thinking:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Puff…..&amp;quot; &amp;quot;…..should I get (blackout) mask? Do darkroom now?&amp;quot; …………..&amp;quot;Nahhhhhh&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;I absolutely felt a strong laziness which informed my decision to stay put on my bed. In retrospect, I noticed that I didn&amp;#39;t have any verbal internal dialogue to go along with that feeling. &lt;/p&gt;\n\n&lt;p&gt;This was followed with a slight urge to pee but I knew it wasn&amp;#39;t enough of an urge to warrant an immediate trip to the toilet. I felt lazy and wanted to simply hang out there to stare into the puff. All this going on and the only verbal thoughts I had were:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Pee? Nahh no need…..&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I then laid there on my arm observing the puff until the scene appeared and thought &amp;quot;Cooooollllll&amp;quot; when details progressively became perceivable.  &lt;/p&gt;\n\n&lt;p&gt;That was pretty much all the word-based internal dialogue I had at that time. &lt;/p&gt;\n\n&lt;p&gt;One advantage of being in a half asleep state is that the prefrontal cortex, center of &amp;quot;complex cognitive function&amp;quot; aka mental masturbation epicenter was nearly shut off completely. The compulsive pondering/theorizing, fantasizing, and self-pity filled types of internal dialogue typical in full waking awareness were simply not present or at least significantly reduced. Only general feelings and attention to primal urges seemed to be predominantly present, making it easier to bring this &amp;quot;base&amp;quot; level of witnessing/observing, nondiscriminatory awareness into focus. &lt;/p&gt;\n\n&lt;p&gt;This experience, while no way particularly notable, makes clear that there are indeed multiple layers and types of internal dialogue. Successfully disabling multiple &amp;quot;layers&amp;quot; of the internal dialogue, consciously or otherwise, might just lead to rapid entry into dream worlds, among near immediate perception of other second attention things.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "16c2jue", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "superr", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/16c2jue/puff_to_dreaming_outside_the_darkroom/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/16c2jue/puff_to_dreaming_outside_the_darkroom/", "subreddit_subscribers": 9561, "created_utc": 1694050216.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jzi1vt3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1694075536.0, "send_replies": true, "parent_id": "t3_16c2jue", "score": 14, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I have no idea why, but the puffs like to stick to the arms.\n\nYou can literally set your arms on fire with blue flames, if you mash a puff using Pandora's box, but high up horizontally above your head stretching a bit and bending back to reach it.  That also helps \"redeploy\" energy crusted behind you.\n\nAnd then bring the results of the pandora's box pass compressing vague purple into a distinct puff, onto your arms. Rubbing it on.  But don't disperse it by rubbing it all over too fast. Do one arm at a time, trying to keep the puff intact in one of your hands.\n\nBut  you have to seek out the sights, not ignore them.  Remember, watching anything that can't be there, moves the assemblage point down to bring that sight into focus.\n\nWe see \"weird stuff\" all the time, but we brush it off and ignore it, so our assemblage point doesn't move down the back, to see it more clearly.\n\nAnd then treating it as real, once you can clearly see it,  moves the assemblage point horizontally to make it so.\n\nIt's a piece of your energy body, coming out to play.\n\nIf you reject it it's most likely to leave.\n\nThe same as inorganic beings do!  If you won't pay attention to them they move on.\n\nCholita's double did that at first. It would come to visit me, but didn't seem to expect me to notice.  Once I started noticing it, things really changed.\n\nAnd seeing as how sorcerers turn themselves into a specialized form of inorganic being, rather than give back their awareness on death, there's room for all kinds of philosophizing about which half of ourselves, the tonal or the double, are predominate later on.\n\nCertainly the tonal will lose it's obsessions with \"me, me, me\" once there's no organic body left.\n\n&amp;#x200B;\n\n&amp;#x200B;\n\nhttps://preview.redd.it/yh7edxkkusmb1.png?width=1017&amp;format=png&amp;auto=webp&amp;s=079d433bbb55bbb617bdb1bdbc0f060a4f4e120a", "edited": 1694077635.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jzi1vt3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have no idea why, but the puffs like to stick to the arms.&lt;/p&gt;\n\n&lt;p&gt;You can literally set your arms on fire with blue flames, if you mash a puff using Pandora&amp;#39;s box, but high up horizontally above your head stretching a bit and bending back to reach it.  That also helps &amp;quot;redeploy&amp;quot; energy crusted behind you.&lt;/p&gt;\n\n&lt;p&gt;And then bring the results of the pandora&amp;#39;s box pass compressing vague purple into a distinct puff, onto your arms. Rubbing it on.  But don&amp;#39;t disperse it by rubbing it all over too fast. Do one arm at a time, trying to keep the puff intact in one of your hands.&lt;/p&gt;\n\n&lt;p&gt;But  you have to seek out the sights, not ignore them.  Remember, watching anything that can&amp;#39;t be there, moves the assemblage point down to bring that sight into focus.&lt;/p&gt;\n\n&lt;p&gt;We see &amp;quot;weird stuff&amp;quot; all the time, but we brush it off and ignore it, so our assemblage point doesn&amp;#39;t move down the back, to see it more clearly.&lt;/p&gt;\n\n&lt;p&gt;And then treating it as real, once you can clearly see it,  moves the assemblage point horizontally to make it so.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a piece of your energy body, coming out to play.&lt;/p&gt;\n\n&lt;p&gt;If you reject it it&amp;#39;s most likely to leave.&lt;/p&gt;\n\n&lt;p&gt;The same as inorganic beings do!  If you won&amp;#39;t pay attention to them they move on.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s double did that at first. It would come to visit me, but didn&amp;#39;t seem to expect me to notice.  Once I started noticing it, things really changed.&lt;/p&gt;\n\n&lt;p&gt;And seeing as how sorcerers turn themselves into a specialized form of inorganic being, rather than give back their awareness on death, there&amp;#39;s room for all kinds of philosophizing about which half of ourselves, the tonal or the double, are predominate later on.&lt;/p&gt;\n\n&lt;p&gt;Certainly the tonal will lose it&amp;#39;s obsessions with &amp;quot;me, me, me&amp;quot; once there&amp;#39;s no organic body left.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/yh7edxkkusmb1.png?width=1017&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=079d433bbb55bbb617bdb1bdbc0f060a4f4e120a\"&gt;https://preview.redd.it/yh7edxkkusmb1.png?width=1017&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=079d433bbb55bbb617bdb1bdbc0f060a4f4e120a&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/16c2jue/puff_to_dreaming_outside_the_darkroom/jzi1vt3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1694075536.0, "media_metadata": {"yh7edxkkusmb1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 40, "x": 108, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=3f2cdae7c0552a384a421178300835eff85aab18"}, {"y": 80, "x": 216, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=da3317ca057f4aef07b2670fadd542b4f857bd3a"}, {"y": 118, "x": 320, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=3b1b1df36c87e359382a0854b0fc270e27812329"}, {"y": 237, "x": 640, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=8247b5a587347234f832caa45315fdd220398598"}, {"y": 355, "x": 960, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=cb6b3a6e5108f2e52f504f458b02535515fa1b07"}], "s": {"y": 377, "x": 1017, "u": "https://preview.redd.it/yh7edxkkusmb1.png?width=1017&amp;format=png&amp;auto=webp&amp;s=079d433bbb55bbb617bdb1bdbc0f060a4f4e120a"}, "id": "yh7edxkkusmb1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_16c2jue", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 14}}], "before": null}}]