[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/2rcll8ipekfb1.png?width=1600&amp;format=png&amp;auto=webp&amp;s=7593cf8e935d29c1a6de97ccd9a4e3f26b8a2a51\n\nIn private classes Carlos got so tired of \"Inventory Warriors\", clueless men who memorize facts from the books believing that's sorcery knowledge, and will even correct Carlos himself, that he told us all to \"stop reading the books of Carlos Castaneda\".\n\nSo I did.  And I took that to include the witches books also.\n\nBut to produce materials to explain what Carlos taught us in classes, I accept having to search for specific things.  And reading just enough to find them.\n\nWhen possible I ask someone else to do it, but with a deadline to finish things, that's not always practical.\n\nCurrently I'm having to search the books to find quotes to explain the luminous sphere animation, and make it immune to attacks from the tedious \"Inventory Warriors\".\n\nAs you'll read about in this quote from the books!\n\nIt explains why even with supposedly good intentions and a desire to learn real magic,  angry men will attack anyway.\n\nEven with modern search tools, it's quite a task to locate what's needed for my animation.\n\nI found this while looking and couldn't resist passing it on.\n\nBut also another that was so amazing I was drooling.\n\nWhat we get to do!!!\n\nEventually.\n\nBut this one is pretty interesting.\n\nThat's what I do lately.\n\nWhen you do it yourself it's not quite as \"out of control\" as when a Nagual is pushing you into it the way don Juan did with Carlos.\n\nMeanwhile, what I'm missing right now is the quote that explains the assemblage point doesn't have to be pushed through the center by a nagual, but can move along the outside too.  By your own power.\n\n\\*\\*\\*\n\nDon Juan went back again to the topic under discussion: my journeys through the dark sea of awareness, and said that what I had done from my inner silence was very similar to what is done in dreaming when one is asleep. However, when journeying through the dark sea of awareness, there was no interruption of any sort caused by going to sleep, nor was there any attempt whatsoever at controlling one's attention while having a dream. The journey through the dark sea of awareness entailed an immediate response. There was an overpowering sensation of the here and now. \n\n**Don Juan lamented the fact that some idiotic sorcerers had given the name dreaming-awake to this act of reaching the dark sea of awareness directly, making the term dreaming even more ridiculous.**\n\n(oops...)\n\n\"When you thought that you had the dream-fantasy of going to that town of our choice,\" he continued, \"you had actually placed your assemblage point directly on a specific position on the dark sea of awareness that allows the journey. Then the dark sea of aware­ness supplied you with whatever was necessary to carry on that journey. There's no way whatsoever to choose that place at will. Sorcerers say that inner silence selects it unerringly. Simple, isn't it?\"\n\nHe explained to me then the intricacies of choice. He said that choice, for warrior-travelers, was not really the act of choosing, but rather the act of acquiescing elegantly to the solicitations of infinity.\n\n\"Infinity chooses,\" he said. \"The art of the warrior-traveler is to have the ability to move with the slightest insinuation, the art of acquiescing to every command of infinity. For this, a warrior-trav­eler needs prowess, strength, and above everything else, sobriety. All those three put together give, as a result, elegance!\"\n\nAfter a moment's pause, I went back to the subject that intrigued me the most.\n\n\"But it's unbelievable that I actually went to that town, don Juan, in body and soul,\" I said.\n\n\"It is unbelievable, but it's not unlivable,\" he said. \"The uni­verse has no limits, and the possibilities at play in the universe at large are indeed incommensurable. So don't fall prey to the axiom, 'I believe only what I see, because it is the dumbest stand one can possibly take.\"\n\nDon Juan's elucidation had been crystal clear. It made sense, but I didn't know where it made sense; certainly not in my daily world of usual affairs. Don Juan assured me then, unleashing a great trepidation in me, that there was only one way in which sorcerers could handle all this information: to taste it through experience, because the mind was incapable of taking in all that stimulation.\n\n\"What do you want me to do, don Juan?\" I asked.\n\n\"You must deliberately journey through the dark sea of aware­ness\" he replied, \"but you'll never know how this is done. Let's say that inner silence does it, following inexplicable ways, ways that cannot be understood, but only practiced.\"\n\nDon Juan had me sit down on my bed and adopt the position that fostered inner silence. I usually fell asleep instantly whenever I adopted this position. However, when I was with don Juan, his presence always made it impossible for me to fall asleep; instead, I entered into a veritable state of complete quietude. This time, after an instant of silence, I found myself walking. Don Juan was guiding me by holding my arm as we walked.\n\nWe were no longer in his house; we were walking in a Yaqui town I had never been in before. I knew of the town's existence; I had been close to it many times, but I had been made to turn around by the sheer hostility of the people who lived around it. It was a town where it was nearly impossible for a stranger to enter. The only non-Yaquis who had free access to that town were the supervisors from the federal bank because of the fact that the bank bought the crops from the Yaqui farmers. The endless nego­tiations of the Yaqui farmers revolved around getting cash advances from the bank on the basis of a near-speculation process about future crops.\n\nI instantly recognized the town from the descriptions of people who had been there. As if to increase my astonishment, don Juan whispered in my ear that we were in the Yaqui town in question. I wanted to ask him how we had gotten there, but I couldn't articu­late my words. There were a large number of Indians talking in argumentative tones; tempers seemed to flare. I didn't understand a word of what they were saying, but the moment I conceived of the thought that I couldn't understand, something cleared up. It was very much as if more light went into the scene. Things became very defined and neat, and I understood what the people were say­ing although I didn't know how; I didn't speak their language. The words were definitely understandable to me, not singularly, but in clusters, as if my mind could pick up whole patterns of thought.\n\nI could say in earnest that I got the shock of a lifetime, not so much because I understood what they were saying but because of the content of what they were saying. Those people were indeed warlike. They were not Western men at all. Their propositions were propositions of strife, warfare, strategy. They were measuring their strength, their striking resources, and lamenting the fact that they had no power to deliver their blows. I registered in my body the anguish of their impotence. All they had were sticks and stones to fight high-technology weapons. They mourned the fact that they had no leaders. They coveted, more than anything else one could imagine, the rise of some charismatic fighter who could galvanize them.\n\nI heard then the voice of cynicism; one of them expressed a thought that seemed to devastate everyone equally, including me, for I seemed to be an indivisible part of them. He said that they were defeated beyond salvation, because if at a given moment one of them had the charisma to rise up and rally them, he would be betrayed because of envy and jealousy and hurt feelings.\n\nI wanted to comment to don Juan on what was happening to me, but I couldn't voice a single word. Only don Juan could talk.\n\n\"The Yaquis are not unique in their pettiness,\" he said in my ear. \"It is a condition in which human beings are trapped, a con­dition that is not even human, but imposed from the outside.\"\n\nI felt my mouth opening and closing involuntarily as I tried desperately to ask a question that I could not even conceive of. My mind was blank, void of thoughts. Don Juan and I were in the middle of a circle of people, but none of them seemed to have noticed us. I did not record any movement, reaction, or furtive glance that may have indicated that they were aware of us.\n\nThe next instant, I found myself in a Mexican town built around a railroad station, a town located about a mile and a half east of where don Juan lived. Don Juan and I were in the middle of the street by the government bank. Immediately afterward, I saw one of the strangest sights I had ever been witness to in don Juan's world. I was seeing energy as it flows in the universe, but I wasn't seeing human beings as spherical or oblong blobs of energy. The people around me were, in one instant, the normal beings of everyday life, and in the next instant, they were strange creatures. It was as if the ball of energy that we are were transparent; it was like a halo around an insect like core. That core did not have a primate's shape. There were no skeletal pieces, so I wasn't seeing people as if I had X-ray vision that went to the bone core. At the core of people there were, rather, geometric shapes made of what seemed to be hard vibrations of matter. That core was like letters of the alphabet—a capital T seemed to be the main structural support. An inverted thick L was suspended in front of the T; the Greek letter for delta, which went almost to the floor, was at the bottom of the vertical bar of the T, and seemed to be a support for the whole structure. On top of the letter T, I saw a ropelike strand, perhaps an inch in diameter; it went through the top of the luminous sphere, as if what I was seeing were indeed a gigantic bead hanging from the top like a drooping gem.\n\nOnce, don Juan had presented to me a metaphor to describe the energetic union of strands of human beings. He had said that the sorcerers of ancient Mexico described those strands as a curtain made from beads strung on a string. I had taken this description literally, and thought that the string went through the conglomer­ate of energy fields that we are from head to toe. The attaching string I was seeing made the round shape of the energy fields of human beings look more like a pendant. I didn't see, however, any other creature being strung by the same string. Every single crea­ture that I saw was a geometrically patterned being that had a sort of string on the upper part of its spherical halo. The string reminded me immensely of the segmented worm like shapes that some of us see with the eyelids half closed when we are in sunlight.\n\nDon Juan and I walked in the town from one end to the other, and I saw literally scores of geometrically patterned creatures. My ability to see them was unstable in the extreme. I would see them for an instant, and then I would lose sight of them and I would be faced with average people.\n\nSoon, I became exhausted, and I could see only normal people. Don Juan said that it was time to go back home, and again, some­thing in me lost my usual sense of continuity. I found myself in don Juan's house without having the slightest notion as to how I had covered the distance from the town to the house. I lay down in my bed and tried desperately to recollect, to call back my memory, to probe the depths of my very being for a clue as to how I had gone to the Yaqui town, and to the railroad-station town. I didn't believe that they had been dream-fantasies, because the scenes were too detailed to be anything but real, and yet they couldn't possibly have been real.\n\n\"You're wasting your time,\" don Juan said, laughing. \"I guaran­tee you that you will never know how we got from the house to the Yaqui town, and from the Yaqui town to the railroad station, and from the railroad station to the house. There was a break in the continuity of time. That is what inner silence does.\"\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Stuff I Shouldn't Be Reading About: Silent Knowledge Re-runs Of Past Events", "link_flair_richtext": [{"e": "text", "t": "Practical Magic"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 78, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"2rcll8ipekfb1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=77a0ae9d42fd487a2a52050c42628c02b15cf426"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=ec40db6bb394754e7c831fb8e1625d17c593ffce"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=b00d51834cd309d83f67c3273d7bea3e6b392cfc"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=2d2eb7857e79e7bb9719d22e51a49bf15e1aa9f7"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=93f198749512c3b53e3dfc926fc66eb66c37258d"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=9cae1351e3bac26dce6a6cf3eccf302704a7e9ae"}], "s": {"y": 900, "x": 1600, "u": "https://preview.redd.it/2rcll8ipekfb1.png?width=1600&amp;format=png&amp;auto=webp&amp;s=7593cf8e935d29c1a6de97ccd9a4e3f26b8a2a51"}, "id": "2rcll8ipekfb1"}}, "name": "t3_15fp46t", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 26, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Practical Magic", "can_mod_post": false, "score": 26, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/5X5e63yH_m1cFLd-4rge-8pFNFe0CWa3Glp2XD0Aj9U.jpg", "edited": 1690926081.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1690924646.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/2rcll8ipekfb1.png?width=1600&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=7593cf8e935d29c1a6de97ccd9a4e3f26b8a2a51\"&gt;https://preview.redd.it/2rcll8ipekfb1.png?width=1600&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=7593cf8e935d29c1a6de97ccd9a4e3f26b8a2a51&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;In private classes Carlos got so tired of &amp;quot;Inventory Warriors&amp;quot;, clueless men who memorize facts from the books believing that&amp;#39;s sorcery knowledge, and will even correct Carlos himself, that he told us all to &amp;quot;stop reading the books of Carlos Castaneda&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So I did.  And I took that to include the witches books also.&lt;/p&gt;\n\n&lt;p&gt;But to produce materials to explain what Carlos taught us in classes, I accept having to search for specific things.  And reading just enough to find them.&lt;/p&gt;\n\n&lt;p&gt;When possible I ask someone else to do it, but with a deadline to finish things, that&amp;#39;s not always practical.&lt;/p&gt;\n\n&lt;p&gt;Currently I&amp;#39;m having to search the books to find quotes to explain the luminous sphere animation, and make it immune to attacks from the tedious &amp;quot;Inventory Warriors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As you&amp;#39;ll read about in this quote from the books!&lt;/p&gt;\n\n&lt;p&gt;It explains why even with supposedly good intentions and a desire to learn real magic,  angry men will attack anyway.&lt;/p&gt;\n\n&lt;p&gt;Even with modern search tools, it&amp;#39;s quite a task to locate what&amp;#39;s needed for my animation.&lt;/p&gt;\n\n&lt;p&gt;I found this while looking and couldn&amp;#39;t resist passing it on.&lt;/p&gt;\n\n&lt;p&gt;But also another that was so amazing I was drooling.&lt;/p&gt;\n\n&lt;p&gt;What we get to do!!!&lt;/p&gt;\n\n&lt;p&gt;Eventually.&lt;/p&gt;\n\n&lt;p&gt;But this one is pretty interesting.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I do lately.&lt;/p&gt;\n\n&lt;p&gt;When you do it yourself it&amp;#39;s not quite as &amp;quot;out of control&amp;quot; as when a Nagual is pushing you into it the way don Juan did with Carlos.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile, what I&amp;#39;m missing right now is the quote that explains the assemblage point doesn&amp;#39;t have to be pushed through the center by a nagual, but can move along the outside too.  By your own power.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Don Juan went back again to the topic under discussion: my journeys through the dark sea of awareness, and said that what I had done from my inner silence was very similar to what is done in dreaming when one is asleep. However, when journeying through the dark sea of awareness, there was no interruption of any sort caused by going to sleep, nor was there any attempt whatsoever at controlling one&amp;#39;s attention while having a dream. The journey through the dark sea of awareness entailed an immediate response. There was an overpowering sensation of the here and now. &lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Don Juan lamented the fact that some idiotic sorcerers had given the name dreaming-awake to this act of reaching the dark sea of awareness directly, making the term dreaming even more ridiculous.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;(oops...)&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;When you thought that you had the dream-fantasy of going to that town of our choice,&amp;quot; he continued, &amp;quot;you had actually placed your assemblage point directly on a specific position on the dark sea of awareness that allows the journey. Then the dark sea of aware­ness supplied you with whatever was necessary to carry on that journey. There&amp;#39;s no way whatsoever to choose that place at will. Sorcerers say that inner silence selects it unerringly. Simple, isn&amp;#39;t it?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He explained to me then the intricacies of choice. He said that choice, for warrior-travelers, was not really the act of choosing, but rather the act of acquiescing elegantly to the solicitations of infinity.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Infinity chooses,&amp;quot; he said. &amp;quot;The art of the warrior-traveler is to have the ability to move with the slightest insinuation, the art of acquiescing to every command of infinity. For this, a warrior-trav­eler needs prowess, strength, and above everything else, sobriety. All those three put together give, as a result, elegance!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;After a moment&amp;#39;s pause, I went back to the subject that intrigued me the most.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But it&amp;#39;s unbelievable that I actually went to that town, don Juan, in body and soul,&amp;quot; I said.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;It is unbelievable, but it&amp;#39;s not unlivable,&amp;quot; he said. &amp;quot;The uni­verse has no limits, and the possibilities at play in the universe at large are indeed incommensurable. So don&amp;#39;t fall prey to the axiom, &amp;#39;I believe only what I see, because it is the dumbest stand one can possibly take.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s elucidation had been crystal clear. It made sense, but I didn&amp;#39;t know where it made sense; certainly not in my daily world of usual affairs. Don Juan assured me then, unleashing a great trepidation in me, that there was only one way in which sorcerers could handle all this information: to taste it through experience, because the mind was incapable of taking in all that stimulation.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What do you want me to do, don Juan?&amp;quot; I asked.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You must deliberately journey through the dark sea of aware­ness&amp;quot; he replied, &amp;quot;but you&amp;#39;ll never know how this is done. Let&amp;#39;s say that inner silence does it, following inexplicable ways, ways that cannot be understood, but only practiced.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Don Juan had me sit down on my bed and adopt the position that fostered inner silence. I usually fell asleep instantly whenever I adopted this position. However, when I was with don Juan, his presence always made it impossible for me to fall asleep; instead, I entered into a veritable state of complete quietude. This time, after an instant of silence, I found myself walking. Don Juan was guiding me by holding my arm as we walked.&lt;/p&gt;\n\n&lt;p&gt;We were no longer in his house; we were walking in a Yaqui town I had never been in before. I knew of the town&amp;#39;s existence; I had been close to it many times, but I had been made to turn around by the sheer hostility of the people who lived around it. It was a town where it was nearly impossible for a stranger to enter. The only non-Yaquis who had free access to that town were the supervisors from the federal bank because of the fact that the bank bought the crops from the Yaqui farmers. The endless nego­tiations of the Yaqui farmers revolved around getting cash advances from the bank on the basis of a near-speculation process about future crops.&lt;/p&gt;\n\n&lt;p&gt;I instantly recognized the town from the descriptions of people who had been there. As if to increase my astonishment, don Juan whispered in my ear that we were in the Yaqui town in question. I wanted to ask him how we had gotten there, but I couldn&amp;#39;t articu­late my words. There were a large number of Indians talking in argumentative tones; tempers seemed to flare. I didn&amp;#39;t understand a word of what they were saying, but the moment I conceived of the thought that I couldn&amp;#39;t understand, something cleared up. It was very much as if more light went into the scene. Things became very defined and neat, and I understood what the people were say­ing although I didn&amp;#39;t know how; I didn&amp;#39;t speak their language. The words were definitely understandable to me, not singularly, but in clusters, as if my mind could pick up whole patterns of thought.&lt;/p&gt;\n\n&lt;p&gt;I could say in earnest that I got the shock of a lifetime, not so much because I understood what they were saying but because of the content of what they were saying. Those people were indeed warlike. They were not Western men at all. Their propositions were propositions of strife, warfare, strategy. They were measuring their strength, their striking resources, and lamenting the fact that they had no power to deliver their blows. I registered in my body the anguish of their impotence. All they had were sticks and stones to fight high-technology weapons. They mourned the fact that they had no leaders. They coveted, more than anything else one could imagine, the rise of some charismatic fighter who could galvanize them.&lt;/p&gt;\n\n&lt;p&gt;I heard then the voice of cynicism; one of them expressed a thought that seemed to devastate everyone equally, including me, for I seemed to be an indivisible part of them. He said that they were defeated beyond salvation, because if at a given moment one of them had the charisma to rise up and rally them, he would be betrayed because of envy and jealousy and hurt feelings.&lt;/p&gt;\n\n&lt;p&gt;I wanted to comment to don Juan on what was happening to me, but I couldn&amp;#39;t voice a single word. Only don Juan could talk.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Yaquis are not unique in their pettiness,&amp;quot; he said in my ear. &amp;quot;It is a condition in which human beings are trapped, a con­dition that is not even human, but imposed from the outside.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I felt my mouth opening and closing involuntarily as I tried desperately to ask a question that I could not even conceive of. My mind was blank, void of thoughts. Don Juan and I were in the middle of a circle of people, but none of them seemed to have noticed us. I did not record any movement, reaction, or furtive glance that may have indicated that they were aware of us.&lt;/p&gt;\n\n&lt;p&gt;The next instant, I found myself in a Mexican town built around a railroad station, a town located about a mile and a half east of where don Juan lived. Don Juan and I were in the middle of the street by the government bank. Immediately afterward, I saw one of the strangest sights I had ever been witness to in don Juan&amp;#39;s world. I was seeing energy as it flows in the universe, but I wasn&amp;#39;t seeing human beings as spherical or oblong blobs of energy. The people around me were, in one instant, the normal beings of everyday life, and in the next instant, they were strange creatures. It was as if the ball of energy that we are were transparent; it was like a halo around an insect like core. That core did not have a primate&amp;#39;s shape. There were no skeletal pieces, so I wasn&amp;#39;t seeing people as if I had X-ray vision that went to the bone core. At the core of people there were, rather, geometric shapes made of what seemed to be hard vibrations of matter. That core was like letters of the alphabet—a capital T seemed to be the main structural support. An inverted thick L was suspended in front of the T; the Greek letter for delta, which went almost to the floor, was at the bottom of the vertical bar of the T, and seemed to be a support for the whole structure. On top of the letter T, I saw a ropelike strand, perhaps an inch in diameter; it went through the top of the luminous sphere, as if what I was seeing were indeed a gigantic bead hanging from the top like a drooping gem.&lt;/p&gt;\n\n&lt;p&gt;Once, don Juan had presented to me a metaphor to describe the energetic union of strands of human beings. He had said that the sorcerers of ancient Mexico described those strands as a curtain made from beads strung on a string. I had taken this description literally, and thought that the string went through the conglomer­ate of energy fields that we are from head to toe. The attaching string I was seeing made the round shape of the energy fields of human beings look more like a pendant. I didn&amp;#39;t see, however, any other creature being strung by the same string. Every single crea­ture that I saw was a geometrically patterned being that had a sort of string on the upper part of its spherical halo. The string reminded me immensely of the segmented worm like shapes that some of us see with the eyelids half closed when we are in sunlight.&lt;/p&gt;\n\n&lt;p&gt;Don Juan and I walked in the town from one end to the other, and I saw literally scores of geometrically patterned creatures. My ability to see them was unstable in the extreme. I would see them for an instant, and then I would lose sight of them and I would be faced with average people.&lt;/p&gt;\n\n&lt;p&gt;Soon, I became exhausted, and I could see only normal people. Don Juan said that it was time to go back home, and again, some­thing in me lost my usual sense of continuity. I found myself in don Juan&amp;#39;s house without having the slightest notion as to how I had covered the distance from the town to the house. I lay down in my bed and tried desperately to recollect, to call back my memory, to probe the depths of my very being for a clue as to how I had gone to the Yaqui town, and to the railroad-station town. I didn&amp;#39;t believe that they had been dream-fantasies, because the scenes were too detailed to be anything but real, and yet they couldn&amp;#39;t possibly have been real.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You&amp;#39;re wasting your time,&amp;quot; don Juan said, laughing. &amp;quot;I guaran­tee you that you will never know how we got from the house to the Yaqui town, and from the Yaqui town to the railroad station, and from the railroad station to the house. There was a break in the continuity of time. That is what inner silence does.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "b23a3d62-e446-11ec-9ff2-264132f2edf3", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "15fp46t", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 38, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/", "subreddit_subscribers": 9561, "created_utc": 1690924646.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jumvoe7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jumkasx", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Velveeta comes in SANDWICHES????\n\nToo bad I'm allergic to bread, or I'd be making one right now.\n\nThe only bread I can eat is cauliflower.\n\nAnd it totally sucks.\n\nI even gave up on putting peanut butter on it.", "edited": false, "author_flair_css_class": null, "name": "t1_jumvoe7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Velveeta comes in SANDWICHES????&lt;/p&gt;\n\n&lt;p&gt;Too bad I&amp;#39;m allergic to bread, or I&amp;#39;d be making one right now.&lt;/p&gt;\n\n&lt;p&gt;The only bread I can eat is cauliflower.&lt;/p&gt;\n\n&lt;p&gt;And it totally sucks.&lt;/p&gt;\n\n&lt;p&gt;I even gave up on putting peanut butter on it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jumvoe7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691078522.0, "author_flair_text": null, "collapsed": false, "created_utc": 1691078522.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "jumkasx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jumpinchollacactus", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jum0a82", "score": 1, "author_fullname": "t2_vdoj99go", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I couldn't resist, my memory of velveeta sandwiches;  white bread, imitation mayo and some yellow mustard, a lettuce leaf, a tomatoe slice, bologne,  with one of those thin slices of velveeta,.. somewhat soggy by lunch time. \n\nThe FDA, calls it \"pasteurized processed American cheese food\" and not legally \"cheese\".\n\nI think it is super helpful  to have quotes along with the animations.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jumkasx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I couldn&amp;#39;t resist, my memory of velveeta sandwiches;  white bread, imitation mayo and some yellow mustard, a lettuce leaf, a tomatoe slice, bologne,  with one of those thin slices of velveeta,.. somewhat soggy by lunch time. &lt;/p&gt;\n\n&lt;p&gt;The FDA, calls it &amp;quot;pasteurized processed American cheese food&amp;quot; and not legally &amp;quot;cheese&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I think it is super helpful  to have quotes along with the animations.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jumkasx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691074373.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691074373.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jum0a82", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juk34et", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm putting a section of more quotes, at the end of the animation.\n\nPeople can stop in the Emissary's world if they like, but more text will follow, like the \"credits\" in a real cartoon.\n\nIf it weren't excessively cheesy, I might call them \"Credits from Infinity\".\n\nCarlos loved that \"Cheese Wiz\" spray.\n\nI'm more of an occasional Velveeta user, who feels guilty each time.\n\nBut I believe, as a result of people finding quotes for me, I might put some at the end of every cartoon.\n\nLike a \"more information of interest\" section people can ignore, or read.\n\nA lofty goal would be to get all of the key parts of the books, into the endings of the cartoons.\n\nBut I won't live long enough to do that.", "edited": 1691066254.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jum0a82", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m putting a section of more quotes, at the end of the animation.&lt;/p&gt;\n\n&lt;p&gt;People can stop in the Emissary&amp;#39;s world if they like, but more text will follow, like the &amp;quot;credits&amp;quot; in a real cartoon.&lt;/p&gt;\n\n&lt;p&gt;If it weren&amp;#39;t excessively cheesy, I might call them &amp;quot;Credits from Infinity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos loved that &amp;quot;Cheese Wiz&amp;quot; spray.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m more of an occasional Velveeta user, who feels guilty each time.&lt;/p&gt;\n\n&lt;p&gt;But I believe, as a result of people finding quotes for me, I might put some at the end of every cartoon.&lt;/p&gt;\n\n&lt;p&gt;Like a &amp;quot;more information of interest&amp;quot; section people can ignore, or read.&lt;/p&gt;\n\n&lt;p&gt;A lofty goal would be to get all of the key parts of the books, into the endings of the cartoons.&lt;/p&gt;\n\n&lt;p&gt;But I won&amp;#39;t live long enough to do that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jum0a82/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691066018.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691066018.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "juk34et", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "jumpinchollacactus", "can_mod_post": false, "created_utc": 1691024740.0, "send_replies": true, "parent_id": "t1_juen9rr", "score": 1, "author_fullname": "t2_vdoj99go", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Heres a passage which mentions moving the assemblage point , without the Naguals blow. The Fire from Within  pp108\n\nHe then began his explanation. He briefly outlinedthe truths about awareness he had discussed;  that there is no objective world,  but only a universe of energy fields which seers call the Eagle's emanations. That human beings are made of the Eagles emanations and are in essence bubbles of luminescent energy; each of us is wrapped in a cocoon that encloses a small portion of those emanations. That awareness is achieved by the constant pressure that the emanations outside our cocoons, which are called emanations at large, exert on those inside our cocoons. That awareness gives rise to perception, which happens when the emanations inside our cocoons align themselves with the corresponding emanations at large.\n\n\" The next truth is that perception takes place\" he went on, \" because there is in each of us an agent called the assemblage point that selects internal and external emanations for alignment. The particular alignment that we perceive as the world is the product of the specific spot where our assemblage point is located in our cocoon.\" \n\nHe repeated this several times, allowing me time to grasp it. Then he said that in order to corroborate the truths about awareness, I needed energy.\n\nI've mentioned several times to you, he continued, \" that dealing with petty tyrants helps seers accomplish a sophisticated maneuver: that maneuver is to move their assemblage points.\"\n\nHe said that for me to have perceived an ally meant that i had moved my assemblage point away from its customary position. In other words, my glow of awareness had moved beyond a certain threshold, also erasing my fear. And all this had happened because i had enough surplus energy.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juk34et", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Heres a passage which mentions moving the assemblage point , without the Naguals blow. The Fire from Within  pp108&lt;/p&gt;\n\n&lt;p&gt;He then began his explanation. He briefly outlinedthe truths about awareness he had discussed;  that there is no objective world,  but only a universe of energy fields which seers call the Eagle&amp;#39;s emanations. That human beings are made of the Eagles emanations and are in essence bubbles of luminescent energy; each of us is wrapped in a cocoon that encloses a small portion of those emanations. That awareness is achieved by the constant pressure that the emanations outside our cocoons, which are called emanations at large, exert on those inside our cocoons. That awareness gives rise to perception, which happens when the emanations inside our cocoons align themselves with the corresponding emanations at large.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot; The next truth is that perception takes place&amp;quot; he went on, &amp;quot; because there is in each of us an agent called the assemblage point that selects internal and external emanations for alignment. The particular alignment that we perceive as the world is the product of the specific spot where our assemblage point is located in our cocoon.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;He repeated this several times, allowing me time to grasp it. Then he said that in order to corroborate the truths about awareness, I needed energy.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve mentioned several times to you, he continued, &amp;quot; that dealing with petty tyrants helps seers accomplish a sophisticated maneuver: that maneuver is to move their assemblage points.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;He said that for me to have perceived an ally meant that i had moved my assemblage point away from its customary position. In other words, my glow of awareness had moved beyond a certain threshold, also erasing my fear. And all this had happened because i had enough surplus energy.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juk34et/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691024740.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "juen9rr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1690929383.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 11, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's another that pertains to moving the assemblage point without the Nagual's blow.  It explains what cyclic beings are.\n\nBut it's still not the one I was looking for.\n\n\\*\\*\\*\n\nDon Juan explained that the art of dreaming originated in a very casual observation that the sorcerers of ancient Mexico made when they saw people that were asleep. They noticed that during sleep the assemblage point is displaced in a very natural, easy way from its habitual position, and it moves anywhere along the periphery of the luminous sphere, or to any place in the interior of it. Correlating their seeing with the reports of the people that had been asleep, they realized that the greater the observed displacement of the assemblage point, the more astounding the reports of things and scenes experienced in dreams.\n\nThose sorcerers avidly looked for opportunities to displace their own assemblage points, and they ended up using psychotropic plants to accomplish this. Soon, they realized that the displacement brought about by using these plants was erratic, forced, and out of control. Don Juan said that in the midst of this failure, they discovered one thing of great value. The sorcerers of ancient times called it dreaming attention, or the capacity that practitioners acquire to maintain their awareness unwaveringly on the items of their dreams.\n\nThe end result of those sorcerers' new endeavors was the art of dreaming as it stands today. Through discipline, they succeeded in developing their dreaming attention to an extraordinary degree. They were able to focus it on any element of their dreams, and found out, in this fashion, that there were two kinds of dreams. One was the dreams that we are all familiar with, in which phantasmagorical elements come into play, something which we could categorize as the product of our mentality, our psyche; perhaps something that has to do with our neurological makeup. The other kind of dreams, they called energy-generating dreams. Don Juan said that those sorcerers of ancient times found themselves in dreams that were not dreams, but actual visitations made in a dream-like state to bona fide places other than this world - real places, just like the world in which we live: places where the objects of the dream generated energy, just like trees, or animals, or even rocks generate energy in our daily world.\n\nTheir visions of such places, were, however, too fleeting, too temporary, to be of any value to them. They attributed this flaw to the fact that their assemblage points could not be held, for any considerable time, fixed at the position to which they had been displaced. Their attempts to remedy the situation resulted in the other high art of sorcery: the art of stalking, or the feat of holding the assemblage point fixed at the position to which it had been displaced. This fixation allowed them the opportunity to witness that world in its full extent. **Don Juan said that some of those sorcerers never returned from their journeys. In other words, they opted for staying there, wherever \"there\" was.**\n\nDon Juan said that in mapping human beings as luminous spheres, those sorcerers at ancient times discovered **six hundred spots in the total luminous sphere** which give, as a result, if the assemblage point happened to be fixed at any of them, the entrance into a total new world. His answer to my unavoidable question, \"But where are those worlds\" was \"in the position of the assemblage point.\" Nothing could be truer than that statement, and yet, it doesn't make any sense whatsoever to us.\n\n(Cyclic beings is what that above highlighted passage refers to)\n\nHowever, if it is examined in the light of the sorcerers' capacity to see energy as it flows in the universe, it makes sense for them. Their position is that the assemblage point at its habitual location receives an inflow of energy fields from the universe at large in the form of luminous energy filaments. Consistently, the same filaments, numbering in the billions, go through the assemblage point, giving as a result the world that we know. If the assemblage point is displaced to another position, another set of energy filaments goes through. Sorcerers feel that this new set of energy filaments cannot possibly give a view of the same world; that by definition that world has to be different from the world of everyday life. Since the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.\n\nIn order to express this wondrous quality of the assemblage point and the possibilities of perception brought about by dreaming, a new syntax is needed; or perhaps the same syntax of our language could cover it if this experience made available to any one of us, and not merely to shaman initiates.\n\nAnother thing which was of tremendous interest to me, but which bewildered me to no end, was don Juan's statement that there was really no procedure to speak of that would teach anyone how to dream; that more than anything else, dreaming was a penurious effort on the part of the practitioners to put themselves in contact with the indescribable perennial force that sorcerers call intent. Once this link was established, dreaming also mysteriously became established. Don Juan asserted that this linkage could be accomplished following any pattern that implied discipline.\n\nHowever, what was of supreme importance for don Juan in order to accomplish the feat of dreaming was to follow the warrior's path, or the philosophical construct which sorcerers use to buttress their actions, wherever they happen to be, in this world, or in any other world besides this one. Following the warriors' path brought about a homogeneity of results in the absence of any precise patterning. The devices that sorcerers of ancient times used to aid the displacement of the assemblage point were the magical passes, which purported to give them the stability necessary to call forth dreaming attention, without which there is no possibility of dreaming in the fashion of the sorcerers of ancient Mexico without the aid of dreaming attention, practitioners could aspire at best, to have lucid dreams about phantasmagorical worlds, or even perhaps views of worlds that generate energy, but which made no sense whatsoever in the absence of an all-inclusive rationale that would properly categorize them.", "edited": 1690929806.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juen9rr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s another that pertains to moving the assemblage point without the Nagual&amp;#39;s blow.  It explains what cyclic beings are.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still not the one I was looking for.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Don Juan explained that the art of dreaming originated in a very casual observation that the sorcerers of ancient Mexico made when they saw people that were asleep. They noticed that during sleep the assemblage point is displaced in a very natural, easy way from its habitual position, and it moves anywhere along the periphery of the luminous sphere, or to any place in the interior of it. Correlating their seeing with the reports of the people that had been asleep, they realized that the greater the observed displacement of the assemblage point, the more astounding the reports of things and scenes experienced in dreams.&lt;/p&gt;\n\n&lt;p&gt;Those sorcerers avidly looked for opportunities to displace their own assemblage points, and they ended up using psychotropic plants to accomplish this. Soon, they realized that the displacement brought about by using these plants was erratic, forced, and out of control. Don Juan said that in the midst of this failure, they discovered one thing of great value. The sorcerers of ancient times called it dreaming attention, or the capacity that practitioners acquire to maintain their awareness unwaveringly on the items of their dreams.&lt;/p&gt;\n\n&lt;p&gt;The end result of those sorcerers&amp;#39; new endeavors was the art of dreaming as it stands today. Through discipline, they succeeded in developing their dreaming attention to an extraordinary degree. They were able to focus it on any element of their dreams, and found out, in this fashion, that there were two kinds of dreams. One was the dreams that we are all familiar with, in which phantasmagorical elements come into play, something which we could categorize as the product of our mentality, our psyche; perhaps something that has to do with our neurological makeup. The other kind of dreams, they called energy-generating dreams. Don Juan said that those sorcerers of ancient times found themselves in dreams that were not dreams, but actual visitations made in a dream-like state to bona fide places other than this world - real places, just like the world in which we live: places where the objects of the dream generated energy, just like trees, or animals, or even rocks generate energy in our daily world.&lt;/p&gt;\n\n&lt;p&gt;Their visions of such places, were, however, too fleeting, too temporary, to be of any value to them. They attributed this flaw to the fact that their assemblage points could not be held, for any considerable time, fixed at the position to which they had been displaced. Their attempts to remedy the situation resulted in the other high art of sorcery: the art of stalking, or the feat of holding the assemblage point fixed at the position to which it had been displaced. This fixation allowed them the opportunity to witness that world in its full extent. &lt;strong&gt;Don Juan said that some of those sorcerers never returned from their journeys. In other words, they opted for staying there, wherever &amp;quot;there&amp;quot; was.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that in mapping human beings as luminous spheres, those sorcerers at ancient times discovered &lt;strong&gt;six hundred spots in the total luminous sphere&lt;/strong&gt; which give, as a result, if the assemblage point happened to be fixed at any of them, the entrance into a total new world. His answer to my unavoidable question, &amp;quot;But where are those worlds&amp;quot; was &amp;quot;in the position of the assemblage point.&amp;quot; Nothing could be truer than that statement, and yet, it doesn&amp;#39;t make any sense whatsoever to us.&lt;/p&gt;\n\n&lt;p&gt;(Cyclic beings is what that above highlighted passage refers to)&lt;/p&gt;\n\n&lt;p&gt;However, if it is examined in the light of the sorcerers&amp;#39; capacity to see energy as it flows in the universe, it makes sense for them. Their position is that the assemblage point at its habitual location receives an inflow of energy fields from the universe at large in the form of luminous energy filaments. Consistently, the same filaments, numbering in the billions, go through the assemblage point, giving as a result the world that we know. If the assemblage point is displaced to another position, another set of energy filaments goes through. Sorcerers feel that this new set of energy filaments cannot possibly give a view of the same world; that by definition that world has to be different from the world of everyday life. Since the assemblage point is not only the center where perception is assembled, but the center where interpretation of sensory data is accomplished, sorcerers feel that it will interpret the new influx of energy fields in very much the same terms in which it interprets the world of everyday life. The result of this new interpretation is the view of a world which is strangely similar to ours, and yet intrinsically different. Don Juan said that it is only the interpretation of the assemblage point which accounts for the sense of similarity, and that energetically, other worlds are as different from ours as they could possibly be.&lt;/p&gt;\n\n&lt;p&gt;In order to express this wondrous quality of the assemblage point and the possibilities of perception brought about by dreaming, a new syntax is needed; or perhaps the same syntax of our language could cover it if this experience made available to any one of us, and not merely to shaman initiates.&lt;/p&gt;\n\n&lt;p&gt;Another thing which was of tremendous interest to me, but which bewildered me to no end, was don Juan&amp;#39;s statement that there was really no procedure to speak of that would teach anyone how to dream; that more than anything else, dreaming was a penurious effort on the part of the practitioners to put themselves in contact with the indescribable perennial force that sorcerers call intent. Once this link was established, dreaming also mysteriously became established. Don Juan asserted that this linkage could be accomplished following any pattern that implied discipline.&lt;/p&gt;\n\n&lt;p&gt;However, what was of supreme importance for don Juan in order to accomplish the feat of dreaming was to follow the warrior&amp;#39;s path, or the philosophical construct which sorcerers use to buttress their actions, wherever they happen to be, in this world, or in any other world besides this one. Following the warriors&amp;#39; path brought about a homogeneity of results in the absence of any precise patterning. The devices that sorcerers of ancient times used to aid the displacement of the assemblage point were the magical passes, which purported to give them the stability necessary to call forth dreaming attention, without which there is no possibility of dreaming in the fashion of the sorcerers of ancient Mexico without the aid of dreaming attention, practitioners could aspire at best, to have lucid dreams about phantasmagorical worlds, or even perhaps views of worlds that generate energy, but which made no sense whatsoever in the absence of an all-inclusive rationale that would properly categorize them.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juen9rr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690929383.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "juluik1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jujzozv", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I posted it on facebook and on instagram.\n\nHere's the Facebook text:\n\n Hot On The Trail  \n\n\nWe're hot on the trail of another way to connect to the intent of the seers of ancient Mexico, left to us by Carlos.  \n\n\nIn some ways, Amy's book triggered it.  \n\n\nWhile others read it and gave up (all private class members but 3), and others read it and cursed Amy (who Lidotska says was simply in love with Carlos, and set up to write that book by him), we instead got someone to read it and analyze it, and extract important details.  \n\n\nAmy wasn't afraid to expose the hidden side of sorcery: Sex magic.  \n\n\nIt stands to reason that sorcerers use anything and everything available to them, because the task of teaching apprentices is nearly impossible.  \n\n\nLook at what happened in our community! The vulture profiteers took over, and we nearly lost everything.  \n\n\nNOT A SINGLE PERSON learned any actual sorcery.  \n\n\nIf that sounds harsh, it won't when you finally learn some.  \n\n\nAnd it agrees with Carlos telling me in private, as he realized he didn't get to finish passing on this knowledge, \"I'm dying, and no one believes me.\"  \n\n\nIt also agrees with Florinda and Taisha ditching us. Saying that we only succeeded in turning Carlos into a Guru.  \n\n\nThe ugliest of all possible humans: A guru. Rinpoche. Rishi. Baba. Guru Dev. Saint. Priest. Prophet.  \n\n\nThe types of people who will steal your soul, to profit themselves. And you can be damned what happens to yourself.  \n\n\nYou'll like it, or get lost. There's always millions more pretenders and groupies available to steal from. They have no idea anyway. So it's not like they understand what's going to happen to you, after they steal all of your energy.  \n\n\nSo not to leave you hanging, what about this sex magic?  \n\n\nWe always heard rumors of it in private classes.  \n\n\nAnd what are we \"hot on the trail\" of finding?  \n\n\nThe sex magic has to do with an unbroken chain of awareness going back to the old seers.  \n\n\nWe got a hint of that from La Gorda, when she said that don Juan must have left Carlos a \"strand\" of his own energy, so that the allies could recognize him.  \n\n\nA strand! That's all it takes for Little Smoke and the Devil's Weed entity, to spring into action. That connection from their home world 46 billion light years away, to your small dot on the map in the universe.  \n\n\nAnd it also implies there (likely Eagle's Gift) that a Nagual has only so much to give out.  \n\n\nProbably because he needs to take all of himself where he's going. Same reason we recapitulate.  \n\n\nAnd the same reason that don Juan told Carlos he could take him along when they left, but the loss to him would be incalculable.  \n\n\nWe need to take ALL of our awareness.  \n\n\nBut a double being can in fact leave some \"strands\" with the next generation.  \n\n\nMales do that through sperm, which is how all humans came into being. Through that awareness, combined with that of the woman.  \n\n\nWomen can pass on awareness also, but it's still through the vehicle of sex. Thus Tony Lama was asked to have sex with Carol Tiggs, to show commitment to learning sorcery.  \n\n\nIt's those \"worms\" left in a woman, extracting energy from her for 7 years.  \n\n\nA bad thing with random men, but in the cause of learning sorcery, a good thing.  \n\n\nAssuming the male isn't a fraud, only interested in stealing. Like every male in our community.  \n\n\nSo women, if some crazy man gives you the \"4 winds\" con job, please at least realize what an idiot his is. Then if you must, steal his energy the way Cholita can.  \n\n\nAnd so the men can gain a link to that unbroken chain of awareness originating with the old seers, through women who have that link.  \n\n\nBut why be celibate?  \n\n\nBecause ordinary sex just gives awareness away, and ties you to someone stuck in the river of shit.  \n\n\nSex is like a rope tying you to a boat, ship, or raft, drifting in the dark sea of awareness.  \n\n\nThe boat has to be going somewhere, or it's worse than useless to you! It'll just drag you around in circles, in the same old shit infested waters.  \n\n\nSex magic is used to try to share that unbroken awareness of sorcerers, between apprentices.  \n\n\nBut there are other ways to form that link.  \n\n\nLocations can do it. Households where sorcerers lived, which are available for \"re-runs\".  \n\n\nAnd, you can locate the old seers, and follow them back to the Olmec world. Back in time.  \n\n\nCarlos left us information about both of those.  \n\n\nMeanwhile, in that quote I posted a day or two ago about Carlos venturing into the dark sea with don Juan's help, first arriving at a forbidden Yaqui village, then traveling to where the Yaqui wars ended at Fort Ortiz near don Juan's house in North Western Mexico, then traveling somewhere to see humans from a non-Human point of view, Carlos himself gives us a practical application of one of his final publications.  \n\n\n\"Silent Knowledge\".  \n\n\nHe shows why he advised us to reach silent knowledge, learn to read from infinity (see all of human activity past, present or future), and then we'd get new leaders from there.  \n\n\nWhat are the new leaders?  \n\n\nThe seers of the past.  \n\n\nYou can find a hint to this in the books if you search for Porfirio, the Mazatec Indian who wasn't really there. Who taught Nestor about the mold marks on plants.  \n\n\nBut the sorcerers of the past can include all of the lineages, and all of its sorcerers, if you find the link to that.", "edited": 1691064586.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_juluik1", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I posted it on facebook and on instagram.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the Facebook text:&lt;/p&gt;\n\n&lt;p&gt;Hot On The Trail  &lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re hot on the trail of another way to connect to the intent of the seers of ancient Mexico, left to us by Carlos.  &lt;/p&gt;\n\n&lt;p&gt;In some ways, Amy&amp;#39;s book triggered it.  &lt;/p&gt;\n\n&lt;p&gt;While others read it and gave up (all private class members but 3), and others read it and cursed Amy (who Lidotska says was simply in love with Carlos, and set up to write that book by him), we instead got someone to read it and analyze it, and extract important details.  &lt;/p&gt;\n\n&lt;p&gt;Amy wasn&amp;#39;t afraid to expose the hidden side of sorcery: Sex magic.  &lt;/p&gt;\n\n&lt;p&gt;It stands to reason that sorcerers use anything and everything available to them, because the task of teaching apprentices is nearly impossible.  &lt;/p&gt;\n\n&lt;p&gt;Look at what happened in our community! The vulture profiteers took over, and we nearly lost everything.  &lt;/p&gt;\n\n&lt;p&gt;NOT A SINGLE PERSON learned any actual sorcery.  &lt;/p&gt;\n\n&lt;p&gt;If that sounds harsh, it won&amp;#39;t when you finally learn some.  &lt;/p&gt;\n\n&lt;p&gt;And it agrees with Carlos telling me in private, as he realized he didn&amp;#39;t get to finish passing on this knowledge, &amp;quot;I&amp;#39;m dying, and no one believes me.&amp;quot;  &lt;/p&gt;\n\n&lt;p&gt;It also agrees with Florinda and Taisha ditching us. Saying that we only succeeded in turning Carlos into a Guru.  &lt;/p&gt;\n\n&lt;p&gt;The ugliest of all possible humans: A guru. Rinpoche. Rishi. Baba. Guru Dev. Saint. Priest. Prophet.  &lt;/p&gt;\n\n&lt;p&gt;The types of people who will steal your soul, to profit themselves. And you can be damned what happens to yourself.  &lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll like it, or get lost. There&amp;#39;s always millions more pretenders and groupies available to steal from. They have no idea anyway. So it&amp;#39;s not like they understand what&amp;#39;s going to happen to you, after they steal all of your energy.  &lt;/p&gt;\n\n&lt;p&gt;So not to leave you hanging, what about this sex magic?  &lt;/p&gt;\n\n&lt;p&gt;We always heard rumors of it in private classes.  &lt;/p&gt;\n\n&lt;p&gt;And what are we &amp;quot;hot on the trail&amp;quot; of finding?  &lt;/p&gt;\n\n&lt;p&gt;The sex magic has to do with an unbroken chain of awareness going back to the old seers.  &lt;/p&gt;\n\n&lt;p&gt;We got a hint of that from La Gorda, when she said that don Juan must have left Carlos a &amp;quot;strand&amp;quot; of his own energy, so that the allies could recognize him.  &lt;/p&gt;\n\n&lt;p&gt;A strand! That&amp;#39;s all it takes for Little Smoke and the Devil&amp;#39;s Weed entity, to spring into action. That connection from their home world 46 billion light years away, to your small dot on the map in the universe.  &lt;/p&gt;\n\n&lt;p&gt;And it also implies there (likely Eagle&amp;#39;s Gift) that a Nagual has only so much to give out.  &lt;/p&gt;\n\n&lt;p&gt;Probably because he needs to take all of himself where he&amp;#39;s going. Same reason we recapitulate.  &lt;/p&gt;\n\n&lt;p&gt;And the same reason that don Juan told Carlos he could take him along when they left, but the loss to him would be incalculable.  &lt;/p&gt;\n\n&lt;p&gt;We need to take ALL of our awareness.  &lt;/p&gt;\n\n&lt;p&gt;But a double being can in fact leave some &amp;quot;strands&amp;quot; with the next generation.  &lt;/p&gt;\n\n&lt;p&gt;Males do that through sperm, which is how all humans came into being. Through that awareness, combined with that of the woman.  &lt;/p&gt;\n\n&lt;p&gt;Women can pass on awareness also, but it&amp;#39;s still through the vehicle of sex. Thus Tony Lama was asked to have sex with Carol Tiggs, to show commitment to learning sorcery.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s those &amp;quot;worms&amp;quot; left in a woman, extracting energy from her for 7 years.  &lt;/p&gt;\n\n&lt;p&gt;A bad thing with random men, but in the cause of learning sorcery, a good thing.  &lt;/p&gt;\n\n&lt;p&gt;Assuming the male isn&amp;#39;t a fraud, only interested in stealing. Like every male in our community.  &lt;/p&gt;\n\n&lt;p&gt;So women, if some crazy man gives you the &amp;quot;4 winds&amp;quot; con job, please at least realize what an idiot his is. Then if you must, steal his energy the way Cholita can.  &lt;/p&gt;\n\n&lt;p&gt;And so the men can gain a link to that unbroken chain of awareness originating with the old seers, through women who have that link.  &lt;/p&gt;\n\n&lt;p&gt;But why be celibate?  &lt;/p&gt;\n\n&lt;p&gt;Because ordinary sex just gives awareness away, and ties you to someone stuck in the river of shit.  &lt;/p&gt;\n\n&lt;p&gt;Sex is like a rope tying you to a boat, ship, or raft, drifting in the dark sea of awareness.  &lt;/p&gt;\n\n&lt;p&gt;The boat has to be going somewhere, or it&amp;#39;s worse than useless to you! It&amp;#39;ll just drag you around in circles, in the same old shit infested waters.  &lt;/p&gt;\n\n&lt;p&gt;Sex magic is used to try to share that unbroken awareness of sorcerers, between apprentices.  &lt;/p&gt;\n\n&lt;p&gt;But there are other ways to form that link.  &lt;/p&gt;\n\n&lt;p&gt;Locations can do it. Households where sorcerers lived, which are available for &amp;quot;re-runs&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;And, you can locate the old seers, and follow them back to the Olmec world. Back in time.  &lt;/p&gt;\n\n&lt;p&gt;Carlos left us information about both of those.  &lt;/p&gt;\n\n&lt;p&gt;Meanwhile, in that quote I posted a day or two ago about Carlos venturing into the dark sea with don Juan&amp;#39;s help, first arriving at a forbidden Yaqui village, then traveling to where the Yaqui wars ended at Fort Ortiz near don Juan&amp;#39;s house in North Western Mexico, then traveling somewhere to see humans from a non-Human point of view, Carlos himself gives us a practical application of one of his final publications.  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Silent Knowledge&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;He shows why he advised us to reach silent knowledge, learn to read from infinity (see all of human activity past, present or future), and then we&amp;#39;d get new leaders from there.  &lt;/p&gt;\n\n&lt;p&gt;What are the new leaders?  &lt;/p&gt;\n\n&lt;p&gt;The seers of the past.  &lt;/p&gt;\n\n&lt;p&gt;You can find a hint to this in the books if you search for Porfirio, the Mazatec Indian who wasn&amp;#39;t really there. Who taught Nestor about the mold marks on plants.  &lt;/p&gt;\n\n&lt;p&gt;But the sorcerers of the past can include all of the lineages, and all of its sorcerers, if you find the link to that.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juluik1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691063045.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691063045.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "julzsa1", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jujzozv", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Here's the Instagram text.\n\nI corrected the aspect ratio so that the text wouldn't be cropped on instagram.\n\nI wish they'd fix that.  Cellphones now have all the resolution of a tablet.  It's not 2010 anymore.\n\n\\*\\*\\*\n\n What's This?  \n\n\nIt's the final part of a story Carlos told us in one of his final publications, giving us a clue on where to get new teachers, in his absence.  \n\n\nHe gave us another connection to the old seers. Through Silent Knowledge.  \n\n\nI can't explain it here, there isn't enough text allowance on Instagram.  \n\n\nBut the link is, Silence -&gt; Silent Knowledge \"re-runs\" -&gt; connection to a topic of concern -&gt; navigation to the next related part of that topic which has a higher energy content -&gt; direct link to the energy of the old seers.  \n\n\nIt's also connected to \"sex magic\", but please don't anyone start writing your \"Toltec Tantra\" book.  \n\n\nSex magic only works when one party has a direct link of unbroken awareness passed to someone here and now, through all the generation of seers going back to the Olmecs.  \n\n\nIf it's just some crazy man \"gathering his 4 winds\", it only amounts to abuse.  \n\n\nI'm lucky to have taken the advice of Carlos 25 years ago, when he told us to be celibate.  \n\n\nI did.  \n\n\nBut I did get an invite to have sex with Florinda, just as Tony Lama got an invite to have sex with Carol Tiggs.  \n\n\nIt's part of the entire body of sorcery knowledge.  \n\n\nAs for what these bubbles are, they're a bit like a warning that when you navigate into the dark sea of awareness, the journey has no end. And it begins to reach past \"Human\" realms, into marginally human, and finally non-human.  \n\n\nIt's a side effect of getting on that very profitable road.  \n\n\nIt doesn't just lead where you want to go.  \n\n\nIt goes on forever.  \n\n\nAnd it's not \"cozy\" out there.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_julzsa1", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s the Instagram text.&lt;/p&gt;\n\n&lt;p&gt;I corrected the aspect ratio so that the text wouldn&amp;#39;t be cropped on instagram.&lt;/p&gt;\n\n&lt;p&gt;I wish they&amp;#39;d fix that.  Cellphones now have all the resolution of a tablet.  It&amp;#39;s not 2010 anymore.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s This?  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the final part of a story Carlos told us in one of his final publications, giving us a clue on where to get new teachers, in his absence.  &lt;/p&gt;\n\n&lt;p&gt;He gave us another connection to the old seers. Through Silent Knowledge.  &lt;/p&gt;\n\n&lt;p&gt;I can&amp;#39;t explain it here, there isn&amp;#39;t enough text allowance on Instagram.  &lt;/p&gt;\n\n&lt;p&gt;But the link is, Silence -&amp;gt; Silent Knowledge &amp;quot;re-runs&amp;quot; -&amp;gt; connection to a topic of concern -&amp;gt; navigation to the next related part of that topic which has a higher energy content -&amp;gt; direct link to the energy of the old seers.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also connected to &amp;quot;sex magic&amp;quot;, but please don&amp;#39;t anyone start writing your &amp;quot;Toltec Tantra&amp;quot; book.  &lt;/p&gt;\n\n&lt;p&gt;Sex magic only works when one party has a direct link of unbroken awareness passed to someone here and now, through all the generation of seers going back to the Olmecs.  &lt;/p&gt;\n\n&lt;p&gt;If it&amp;#39;s just some crazy man &amp;quot;gathering his 4 winds&amp;quot;, it only amounts to abuse.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m lucky to have taken the advice of Carlos 25 years ago, when he told us to be celibate.  &lt;/p&gt;\n\n&lt;p&gt;I did.  &lt;/p&gt;\n\n&lt;p&gt;But I did get an invite to have sex with Florinda, just as Tony Lama got an invite to have sex with Carol Tiggs.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s part of the entire body of sorcery knowledge.  &lt;/p&gt;\n\n&lt;p&gt;As for what these bubbles are, they&amp;#39;re a bit like a warning that when you navigate into the dark sea of awareness, the journey has no end. And it begins to reach past &amp;quot;Human&amp;quot; realms, into marginally human, and finally non-human.  &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a side effect of getting on that very profitable road.  &lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t just lead where you want to go.  &lt;/p&gt;\n\n&lt;p&gt;It goes on forever.  &lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not &amp;quot;cozy&amp;quot; out there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/julzsa1/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691065776.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691065776.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jujzozv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Juann2323", "can_mod_post": false, "created_utc": 1691023250.0, "send_replies": true, "parent_id": "t1_jueij3p", "score": 2, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&amp;#x200B;\n\nhttps://preview.redd.it/repy3vf7ksfb1.jpeg?width=1600&amp;format=pjpg&amp;auto=webp&amp;s=77d3ebc76c40a6e31bb7000713dae96e1f06c00d\n\nHard to know exactly what he saw. But this to me looks like something possible!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jujzozv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/repy3vf7ksfb1.jpeg?width=1600&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=77d3ebc76c40a6e31bb7000713dae96e1f06c00d\"&gt;https://preview.redd.it/repy3vf7ksfb1.jpeg?width=1600&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=77d3ebc76c40a6e31bb7000713dae96e1f06c00d&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Hard to know exactly what he saw. But this to me looks like something possible!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jujzozv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691023250.0, "media_metadata": {"repy3vf7ksfb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 81, "x": 108, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=88c8f49b789df68f866238b5bf5499334c322c2b"}, {"y": 162, "x": 216, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=122af878feaad9dc8eb593318d0d9d8dc49a4b8d"}, {"y": 240, "x": 320, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=89e5ee8236c1e1ca4c3bcdebb5704623b1e1caab"}, {"y": 480, "x": 640, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=da41547c702c98557d91a4fcb991db40dcc3b8bc"}, {"y": 720, "x": 960, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=40337e2eccf79d24f17f68efbe6fad8f7322b48f"}, {"y": 810, "x": 1080, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=7bfed40f28d72cc34f6fc2637be41a724556708b"}], "s": {"y": 1200, "x": 1600, "u": "https://preview.redd.it/repy3vf7ksfb1.jpeg?width=1600&amp;format=pjpg&amp;auto=webp&amp;s=77d3ebc76c40a6e31bb7000713dae96e1f06c00d"}, "id": "repy3vf7ksfb1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jugi160", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1690965706.0, "send_replies": true, "parent_id": "t1_jueij3p", "score": 1, "author_fullname": "t2_6p5fr65gq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I would like to draw this cocoon design with Photoshop, but I haven't seen it myself recently.  If I could see the human cocoon in a dream or waking up, I would definitely design it with Photoshop.  I saw it many times before, but I can't remember clearly.  I have no new experience.  I intend to see the human cocoon soon... I hope the spirit will give a gift.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jugi160", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I would like to draw this cocoon design with Photoshop, but I haven&amp;#39;t seen it myself recently.  If I could see the human cocoon in a dream or waking up, I would definitely design it with Photoshop.  I saw it many times before, but I can&amp;#39;t remember clearly.  I have no new experience.  I intend to see the human cocoon soon... I hope the spirit will give a gift.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jugi160/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690965706.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jueij3p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1690927452.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Anyone feeling enterprising?\n\nDraw this:\n\n\\*\\*\\*\n\nAt the core of people there were, rather, geometric shapes made of what seemed to be hard vibrations of matter. That core was like letters of the alphabet—a capital T seemed to be the main structural support. An inverted thick L was suspended in front of the T; the Greek letter for delta, which went almost to the floor, was at the bottom of the vertical bar of the T, and seemed to be a support for the whole structure. On top of the letter T, I saw a ropelike strand, perhaps an inch in diameter; it went through the top of the luminous sphere, as if what I was seeing were indeed a gigantic bead hanging from the top like a drooping gem. \n\n\\*\\*\\*\n\nIf I live long enough, I'll animate this part of the books.\n\nMaybe Grain will be telling a story to the children.  To Maria and Marko.\n\nSo it doesn't have to be perfect, just suitable to see what silent knowledge re-runs are like.\n\nI tend to move without a body.  Possibly Carlos had a body, because don Juan was there.\n\nNot having a body makes the experience nearly overwhelming.\n\nBecause you realize, you REALLY ARE THERE!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jueij3p", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Anyone feeling enterprising?&lt;/p&gt;\n\n&lt;p&gt;Draw this:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;At the core of people there were, rather, geometric shapes made of what seemed to be hard vibrations of matter. That core was like letters of the alphabet—a capital T seemed to be the main structural support. An inverted thick L was suspended in front of the T; the Greek letter for delta, which went almost to the floor, was at the bottom of the vertical bar of the T, and seemed to be a support for the whole structure. On top of the letter T, I saw a ropelike strand, perhaps an inch in diameter; it went through the top of the luminous sphere, as if what I was seeing were indeed a gigantic bead hanging from the top like a drooping gem. &lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;If I live long enough, I&amp;#39;ll animate this part of the books.&lt;/p&gt;\n\n&lt;p&gt;Maybe Grain will be telling a story to the children.  To Maria and Marko.&lt;/p&gt;\n\n&lt;p&gt;So it doesn&amp;#39;t have to be perfect, just suitable to see what silent knowledge re-runs are like.&lt;/p&gt;\n\n&lt;p&gt;I tend to move without a body.  Possibly Carlos had a body, because don Juan was there.&lt;/p&gt;\n\n&lt;p&gt;Not having a body makes the experience nearly overwhelming.&lt;/p&gt;\n\n&lt;p&gt;Because you realize, you REALLY ARE THERE!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jueij3p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690927452.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "juhivzl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juh4rsk", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You'll get to see that yourself.\n\nIt's automatic.\n\nThe part that puzzles me is, there are at least 2 passages saying the emanations are trying to break free of the egg, resulting in our death.\n\nBut far more passages saying they're infinitely long.\n\nSo that they can't really get \"trapped\" in anything.\n\nUnfortunately, in that view of reality, the view of the emanations, there's no time or space.  Or physical matter.\n\nSo any \"contradictions\" are merely \"blue line reasoning\" as someone in here pointed out.\n\nWhich don't matter.\n\nWe have no theories in here.\n\nIt's just what you can actually see.\n\nWith your own eyes.\n\nSomeone might come along, and see even more someday.\n\nSo that it becomes less contradictory over time.\n\nOr not.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juhivzl", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You&amp;#39;ll get to see that yourself.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s automatic.&lt;/p&gt;\n\n&lt;p&gt;The part that puzzles me is, there are at least 2 passages saying the emanations are trying to break free of the egg, resulting in our death.&lt;/p&gt;\n\n&lt;p&gt;But far more passages saying they&amp;#39;re infinitely long.&lt;/p&gt;\n\n&lt;p&gt;So that they can&amp;#39;t really get &amp;quot;trapped&amp;quot; in anything.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, in that view of reality, the view of the emanations, there&amp;#39;s no time or space.  Or physical matter.&lt;/p&gt;\n\n&lt;p&gt;So any &amp;quot;contradictions&amp;quot; are merely &amp;quot;blue line reasoning&amp;quot; as someone in here pointed out.&lt;/p&gt;\n\n&lt;p&gt;Which don&amp;#39;t matter.&lt;/p&gt;\n\n&lt;p&gt;We have no theories in here.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just what you can actually see.&lt;/p&gt;\n\n&lt;p&gt;With your own eyes.&lt;/p&gt;\n\n&lt;p&gt;Someone might come along, and see even more someday.&lt;/p&gt;\n\n&lt;p&gt;So that it becomes less contradictory over time.&lt;/p&gt;\n\n&lt;p&gt;Or not.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juhivzl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690986562.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1690986562.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "juh4rsk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "millirahmstrudel", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jugrvm7", "score": 1, "author_fullname": "t2_f10fgp6t", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;So you have the autistic chinese nerd in a little room with 4 \"to die for\" chinese women, all wearing short skirts. And bringing him candy.\n\ni'm introverted and i also have difficulties in social situations. usually i don't feel comfortable with people i don't know. but that's not always the case. on some days, maybe because i'm in a different mood it's different. and substantial alcohol consumption in bars was also able to change my introverted disposition. so it seems to be dependant on the position of the assemblage point.\n\nrecently my mother died, and i was visiting her in the hospital in her last weeks. she got suddenly very ill and i didn't anticipate that she would die. everytime that feelings of grief would overwhelm me, i didn't allow myself to indulge in that feelings by trying to not-thinking at all and it worked to some extent. not that it would make me suddenly happy, there is a background sadness, but i avoided the intense feelings of misery. this technique also helped me to get through the funeral. i don't know if this is just psychological repression and that in the long run it's not good for me or if it's actually a technique that stalkers would also use in such a situation.\n\nanother situation years ago was when i had to speak in front a large audience in a university lecture. i'm shy and i hate to speak in front of people. but that one time i got angry and fed up with myself just moments before my talk, because again i would feel like shit because i had to speak in front of people - at least i thought so. when i went in front of the audience the usual feeling of being miserable was gone - i didn't care that i had to talk to the audience. somehow that angriness helped me to change the mood.\n\n\\*\\*\\*\\*\\*\\*\\*  \nand what i wanted to add. when searching in the pdf i came across this explanation about the luminous balls and the emanations which i also was asking myself because i got a wrong understanding and thought of it like a volume filled with 3-dimensional spheres next to each other:\n\npage 1174, \"the art of dreaming\", chapter 1, page 13:\n\n\"But if I thought of a multitude of luminous balls, the model broke down in my mind. In a multitude of luminous balls, I reasoned, the energy filaments that are outside one of them will perforce be inside the adjacent one. So in a multitude there could not possibly be any energy filaments outside any luminous ball.\n\n\"To understand all this certainly isn't an exercise for your reason,\" he replied after carefully listening to my arguments. \"I have no way of explaining what sorcerers mean by filaments inside and outside the human shape. When seers see the human energy shape, they see one single ball of energy. If there is another ball next to it, the other ball is seen again as a single ball of energy. The idea of a multitude of luminous balls comes from your knowledge of human crowds. In the universe of energy, there are only single individuals, alone, surrounded by the boundless. \"", "edited": 1690981154.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_juh4rsk", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So you have the autistic chinese nerd in a little room with 4 &amp;quot;to die for&amp;quot; chinese women, all wearing short skirts. And bringing him candy.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;i&amp;#39;m introverted and i also have difficulties in social situations. usually i don&amp;#39;t feel comfortable with people i don&amp;#39;t know. but that&amp;#39;s not always the case. on some days, maybe because i&amp;#39;m in a different mood it&amp;#39;s different. and substantial alcohol consumption in bars was also able to change my introverted disposition. so it seems to be dependant on the position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;recently my mother died, and i was visiting her in the hospital in her last weeks. she got suddenly very ill and i didn&amp;#39;t anticipate that she would die. everytime that feelings of grief would overwhelm me, i didn&amp;#39;t allow myself to indulge in that feelings by trying to not-thinking at all and it worked to some extent. not that it would make me suddenly happy, there is a background sadness, but i avoided the intense feelings of misery. this technique also helped me to get through the funeral. i don&amp;#39;t know if this is just psychological repression and that in the long run it&amp;#39;s not good for me or if it&amp;#39;s actually a technique that stalkers would also use in such a situation.&lt;/p&gt;\n\n&lt;p&gt;another situation years ago was when i had to speak in front a large audience in a university lecture. i&amp;#39;m shy and i hate to speak in front of people. but that one time i got angry and fed up with myself just moments before my talk, because again i would feel like shit because i had to speak in front of people - at least i thought so. when i went in front of the audience the usual feeling of being miserable was gone - i didn&amp;#39;t care that i had to talk to the audience. somehow that angriness helped me to change the mood.&lt;/p&gt;\n\n&lt;p&gt;*******&lt;br/&gt;\nand what i wanted to add. when searching in the pdf i came across this explanation about the luminous balls and the emanations which i also was asking myself because i got a wrong understanding and thought of it like a volume filled with 3-dimensional spheres next to each other:&lt;/p&gt;\n\n&lt;p&gt;page 1174, &amp;quot;the art of dreaming&amp;quot;, chapter 1, page 13:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But if I thought of a multitude of luminous balls, the model broke down in my mind. In a multitude of luminous balls, I reasoned, the energy filaments that are outside one of them will perforce be inside the adjacent one. So in a multitude there could not possibly be any energy filaments outside any luminous ball.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;To understand all this certainly isn&amp;#39;t an exercise for your reason,&amp;quot; he replied after carefully listening to my arguments. &amp;quot;I have no way of explaining what sorcerers mean by filaments inside and outside the human shape. When seers see the human energy shape, they see one single ball of energy. If there is another ball next to it, the other ball is seen again as a single ball of energy. The idea of a multitude of luminous balls comes from your knowledge of human crowds. In the universe of energy, there are only single individuals, alone, surrounded by the boundless. &amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juh4rsk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690980469.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1690980469.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jugrvm7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1690973197.0, "send_replies": true, "parent_id": "t1_juf1wr4", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I might put that on an end screen. A \"Summary\".  Or on a poster on a wall, where Howard and Bruce fight,  finally disappearing off to the side with no obvious winner but Howard seeming to have the upper hand.\n\nI've added it to the animation in a \"text emitter\". We'll see if I get to use it.\n\nI'm shooting for 10 minutes as the total time.\n\nIt's a standard in the industry.\n\nConsidered the longest a child can maintain their attention.\n\nNot to mention, animation tools are NOT made for whole movies.\n\nIt's supposed to be scene by scene, or the software keeps crashing.\n\nMost likely reentry issues, with stuff that got delayed scanning through all the frames of a long animation, to do your last request.\n\nSo that if you think it's broken and click on something else to see if it crashed, the programmers never took that into account.\n\nI used to have to travel to Hsinchu to debug code for Chinese programmers.\n\nI discovered their most talented programmer got stuck with debugging, and the \"high status\" programmers didn't do it at all.\n\nThe most talented one being autistic, so socially inept, and thus relegated to what no one else wanted to do.\n\nDebug code.\n\nHowever, those guys got revenge.\n\nThey spend all their time surrounded by beautiful young chinese women looking for engineer husbands.\n\nSo you have the autistic chinese nerd in a little room with 4 \"to die for\" chinese women, all wearing short skirts.  And bringing him candy.\n\nI even got the \"candy treatment\".  Despite being 30 years older than any of them.\n\nOne giggled as I complimented her skimpy outfit, only to find out later she had a PhD in computer science and ran one of their departments.\n\nI'm face blind, so I didn't realize who I was flirting with.\n\nThe less talented \"entitled\" programmers who have social skills just write code, and never actually test it in any detail.\n\nI ended up having to go to lunch with the programmers, so I made sure to sit next to the autistic one who no one respected.\n\nThat really pissed them off!\n\nBut his status was instantly elevated.", "edited": 1690974173.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jugrvm7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I might put that on an end screen. A &amp;quot;Summary&amp;quot;.  Or on a poster on a wall, where Howard and Bruce fight,  finally disappearing off to the side with no obvious winner but Howard seeming to have the upper hand.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve added it to the animation in a &amp;quot;text emitter&amp;quot;. We&amp;#39;ll see if I get to use it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m shooting for 10 minutes as the total time.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a standard in the industry.&lt;/p&gt;\n\n&lt;p&gt;Considered the longest a child can maintain their attention.&lt;/p&gt;\n\n&lt;p&gt;Not to mention, animation tools are NOT made for whole movies.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s supposed to be scene by scene, or the software keeps crashing.&lt;/p&gt;\n\n&lt;p&gt;Most likely reentry issues, with stuff that got delayed scanning through all the frames of a long animation, to do your last request.&lt;/p&gt;\n\n&lt;p&gt;So that if you think it&amp;#39;s broken and click on something else to see if it crashed, the programmers never took that into account.&lt;/p&gt;\n\n&lt;p&gt;I used to have to travel to Hsinchu to debug code for Chinese programmers.&lt;/p&gt;\n\n&lt;p&gt;I discovered their most talented programmer got stuck with debugging, and the &amp;quot;high status&amp;quot; programmers didn&amp;#39;t do it at all.&lt;/p&gt;\n\n&lt;p&gt;The most talented one being autistic, so socially inept, and thus relegated to what no one else wanted to do.&lt;/p&gt;\n\n&lt;p&gt;Debug code.&lt;/p&gt;\n\n&lt;p&gt;However, those guys got revenge.&lt;/p&gt;\n\n&lt;p&gt;They spend all their time surrounded by beautiful young chinese women looking for engineer husbands.&lt;/p&gt;\n\n&lt;p&gt;So you have the autistic chinese nerd in a little room with 4 &amp;quot;to die for&amp;quot; chinese women, all wearing short skirts.  And bringing him candy.&lt;/p&gt;\n\n&lt;p&gt;I even got the &amp;quot;candy treatment&amp;quot;.  Despite being 30 years older than any of them.&lt;/p&gt;\n\n&lt;p&gt;One giggled as I complimented her skimpy outfit, only to find out later she had a PhD in computer science and ran one of their departments.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m face blind, so I didn&amp;#39;t realize who I was flirting with.&lt;/p&gt;\n\n&lt;p&gt;The less talented &amp;quot;entitled&amp;quot; programmers who have social skills just write code, and never actually test it in any detail.&lt;/p&gt;\n\n&lt;p&gt;I ended up having to go to lunch with the programmers, so I made sure to sit next to the autistic one who no one respected.&lt;/p&gt;\n\n&lt;p&gt;That really pissed them off!&lt;/p&gt;\n\n&lt;p&gt;But his status was instantly elevated.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jugrvm7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690973197.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "juf1wr4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "millirahmstrudel", "can_mod_post": false, "created_utc": 1690935632.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 7, "author_fullname": "t2_f10fgp6t", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Meanwhile, what I'm missing right now is the quote that explains the assemblage point doesn't have to be pushed through the center by a nagual, but can move along the outside too. By your own power.\n\ni gave it a try, but i'm not sure if this is exactly what you are searching for.   \nfrom page 1037, all in one pdf, book \"the power of silence\", chapter 1, page 5+6:\n\n\"Don Juan's instruction on the art of stalking and the mastery of intent depended upon his instruction on the mastery of awareness, which was the cornerstone of his teachings, and which consist of the following basic premises:\n\n1. The universe is an infinite agglomeration of energy fields, resembling threads of light.\n2. These energy fields, called the Eagle's emanations, radiate from a source of inconceivable proportions metaphorically called the Eagle.\n3. Human beings are also composed of an incalculable number of the same threadlike energy fields. These Eagle's emanations form an encased agglomeration that manifests itself as a ball of light the size of the person's body with the arms extended laterally, like a giant luminous egg.\n4. Only a very small group of the energy fields inside this luminous ball are lit up by a point of intense brilliance located on the ball's surface.\n5. Perception occurs when the energy fields in that small group immediately surrounding the point of brilliance extend their light to illuminate identical energy fields outside the ball. Since the only energy fields perceivable are those lit by the point of brilliance, that point is named \"the point where perception is assembled\" or simply \"the assemblage point.\"\n6. **The assemblage point can be moved from its usual position on the surface of the luminous ball to another position on the surface, or into the interior.** Since the brilliance of the assemblage point can light up whatever energy field it comes in contact with, when it moves to a new position it immediately brightens up new energy fields, making them perceivable. This perception is known as *seeing*.\n7. When the assemblage point shifts, it makes possible the perception of an entirely different world - as objective and factual as the one we normally perceive. Sorcerers go into that other world to get energy, power, solutions to general and particular problems, or to face the unimaginable.\n8. Intent is the pervasive force that causes us to perceive. We do not become aware because we perceive; rather, we perceive as a result of the pressure and intrusion of intent.\n9. The aim of sorcerers is to reach a state of total awareness in order to experience all the possibilities of perception available to man. This state of awareness even implies an alternative way of dying.\n\nA level of practical knowledge was included as part of teaching the mastery of awareness. On that practical level don Juan taught the procedures necessary to move the assemblage point. The two great systems devised by the sorcerer seers of ancient times to accomplish this were: *dreaming*, the control and utilization of dreams; and stalking, the control of behavior.\n\n**Moving one's assemblage point was an essential maneuver that every sorcerer had to learn. Some of them, the naguals, also learned to perform it for others.** They were able to dislodge the assemblage point from its customary position by delivering a hard slap directly to the assemblage point. This blow, which was experienced as a smack on the right shoulder blade - although the body was never touched - resulted in a state of heightened awareness.\"", "edited": 1690936209.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juf1wr4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Meanwhile, what I&amp;#39;m missing right now is the quote that explains the assemblage point doesn&amp;#39;t have to be pushed through the center by a nagual, but can move along the outside too. By your own power.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;i gave it a try, but i&amp;#39;m not sure if this is exactly what you are searching for.&lt;br/&gt;\nfrom page 1037, all in one pdf, book &amp;quot;the power of silence&amp;quot;, chapter 1, page 5+6:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan&amp;#39;s instruction on the art of stalking and the mastery of intent depended upon his instruction on the mastery of awareness, which was the cornerstone of his teachings, and which consist of the following basic premises:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;The universe is an infinite agglomeration of energy fields, resembling threads of light.&lt;/li&gt;\n&lt;li&gt;These energy fields, called the Eagle&amp;#39;s emanations, radiate from a source of inconceivable proportions metaphorically called the Eagle.&lt;/li&gt;\n&lt;li&gt;Human beings are also composed of an incalculable number of the same threadlike energy fields. These Eagle&amp;#39;s emanations form an encased agglomeration that manifests itself as a ball of light the size of the person&amp;#39;s body with the arms extended laterally, like a giant luminous egg.&lt;/li&gt;\n&lt;li&gt;Only a very small group of the energy fields inside this luminous ball are lit up by a point of intense brilliance located on the ball&amp;#39;s surface.&lt;/li&gt;\n&lt;li&gt;Perception occurs when the energy fields in that small group immediately surrounding the point of brilliance extend their light to illuminate identical energy fields outside the ball. Since the only energy fields perceivable are those lit by the point of brilliance, that point is named &amp;quot;the point where perception is assembled&amp;quot; or simply &amp;quot;the assemblage point.&amp;quot;&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;The assemblage point can be moved from its usual position on the surface of the luminous ball to another position on the surface, or into the interior.&lt;/strong&gt; Since the brilliance of the assemblage point can light up whatever energy field it comes in contact with, when it moves to a new position it immediately brightens up new energy fields, making them perceivable. This perception is known as &lt;em&gt;seeing&lt;/em&gt;.&lt;/li&gt;\n&lt;li&gt;When the assemblage point shifts, it makes possible the perception of an entirely different world - as objective and factual as the one we normally perceive. Sorcerers go into that other world to get energy, power, solutions to general and particular problems, or to face the unimaginable.&lt;/li&gt;\n&lt;li&gt;Intent is the pervasive force that causes us to perceive. We do not become aware because we perceive; rather, we perceive as a result of the pressure and intrusion of intent.&lt;/li&gt;\n&lt;li&gt;The aim of sorcerers is to reach a state of total awareness in order to experience all the possibilities of perception available to man. This state of awareness even implies an alternative way of dying.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;p&gt;A level of practical knowledge was included as part of teaching the mastery of awareness. On that practical level don Juan taught the procedures necessary to move the assemblage point. The two great systems devised by the sorcerer seers of ancient times to accomplish this were: &lt;em&gt;dreaming&lt;/em&gt;, the control and utilization of dreams; and stalking, the control of behavior.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Moving one&amp;#39;s assemblage point was an essential maneuver that every sorcerer had to learn. Some of them, the naguals, also learned to perform it for others.&lt;/strong&gt; They were able to dislodge the assemblage point from its customary position by delivering a hard slap directly to the assemblage point. This blow, which was experienced as a smack on the right shoulder blade - although the body was never touched - resulted in a state of heightened awareness.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juf1wr4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690935632.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jugq4e0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1690971966.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's a great quote for the book. I might add \"the nagual's blow\" picture at the end on a \"Wanted\" poster in the saloon.\n\nSo people can see that.  The resolution in the 4K is high enough that you pretty much have what we have.\n\nBut this quote shows that the nagual's blow is not the only way to move the assemblage point, so that if the \"shift left\" experts claim it only applies to the Nagual's blow, this will prevent that inventory warrior argument.\n\nMaybe the idea is to educate the community so well, even the frauds are teaching the real thing.\n\n \\*\\*\\*\n\n\"You are forgetting something essential,\" he said. \"The nagual's presence is enough to move the assemblage point. I have humored you all along with the nagual's blow. The blow between the shoulder blades that I have delivered is only a pacifier. It serves the purpose of removing your doubts. Sorcerers use physical contact as a jolt to the body. It doesn't do anything but give confidence to the apprentice who is being manipulated.\"  \"Then who moves the assemblage point, don Juan?\" I asked.  \"The spirit does it,\" he replied in the tone of someone about to lose his patience.  He seemed to check himself and smiled and shook his head from side to side in a gesture of resignation.  \"It's hard for me to accept,\" I said. \"My mind is ruled by the principle of cause and effect.\"  He had one of his usual attacks of inexplicable laughter - inexplicable from my point of view, of course. I must have looked annoyed. He put his hand on my shoulder.  \"I laugh like this periodically because you are demented,\" he said. \"The answer to everything you ask me is staring you right in the eyes and you don't see it. I think dementia is your curse.\"  His eyes were so shiny, so utterly crazy and mischievous, that I ended up laughing myself.  \"I have insisted to the point of exhaustion that there are no procedures in sorcery,\" he went on. \"There are no methods, no steps. The only thing that matters is the movement of the assemblage point. And no procedure can cause that. It's an effect that happens all by itself.\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jugq4e0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s a great quote for the book. I might add &amp;quot;the nagual&amp;#39;s blow&amp;quot; picture at the end on a &amp;quot;Wanted&amp;quot; poster in the saloon.&lt;/p&gt;\n\n&lt;p&gt;So people can see that.  The resolution in the 4K is high enough that you pretty much have what we have.&lt;/p&gt;\n\n&lt;p&gt;But this quote shows that the nagual&amp;#39;s blow is not the only way to move the assemblage point, so that if the &amp;quot;shift left&amp;quot; experts claim it only applies to the Nagual&amp;#39;s blow, this will prevent that inventory warrior argument.&lt;/p&gt;\n\n&lt;p&gt;Maybe the idea is to educate the community so well, even the frauds are teaching the real thing.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;You are forgetting something essential,&amp;quot; he said. &amp;quot;The nagual&amp;#39;s presence is enough to move the assemblage point. I have humored you all along with the nagual&amp;#39;s blow. The blow between the shoulder blades that I have delivered is only a pacifier. It serves the purpose of removing your doubts. Sorcerers use physical contact as a jolt to the body. It doesn&amp;#39;t do anything but give confidence to the apprentice who is being manipulated.&amp;quot;  &amp;quot;Then who moves the assemblage point, don Juan?&amp;quot; I asked.  &amp;quot;The spirit does it,&amp;quot; he replied in the tone of someone about to lose his patience.  He seemed to check himself and smiled and shook his head from side to side in a gesture of resignation.  &amp;quot;It&amp;#39;s hard for me to accept,&amp;quot; I said. &amp;quot;My mind is ruled by the principle of cause and effect.&amp;quot;  He had one of his usual attacks of inexplicable laughter - inexplicable from my point of view, of course. I must have looked annoyed. He put his hand on my shoulder.  &amp;quot;I laugh like this periodically because you are demented,&amp;quot; he said. &amp;quot;The answer to everything you ask me is staring you right in the eyes and you don&amp;#39;t see it. I think dementia is your curse.&amp;quot;  His eyes were so shiny, so utterly crazy and mischievous, that I ended up laughing myself.  &amp;quot;I have insisted to the point of exhaustion that there are no procedures in sorcery,&amp;quot; he went on. &amp;quot;There are no methods, no steps. The only thing that matters is the movement of the assemblage point. And no procedure can cause that. It&amp;#39;s an effect that happens all by itself.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jugq4e0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690971966.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jui6tar", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1690995599.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Look at this!!!\n\n\"The next instant, I found myself in a Mexican town built around a railroad station, a town lo**cated about a mile and a half east of where don Juan lived.** Don Juan and I were in the middle of the street by the government bank. Immediately afterward, I saw one of the strangest sights I had ever been witness to in don Juan's world. \"\n\nIt's now possible to have a satelite photo of don Juan's house, although we couldn't be sure which it was.  I can't recall if his had the green rocks, or that was further south in onee of the other 4 households.\n\nI suppose that might be the train I took in a La Gorda \"re-run\". I'd gotten convinced my original seeing was mistaken, and it was a bus, not a train.\n\nBut now it looks like train was correct.\n\nThe train system in Mexico got messed up a while back. I can't recall the reason, but money mismanagement was involved.\n\nIf anyone's feeling adventureish, you could be the first to get a photo of don Juan's house.\n\nI tried ChatGPT but he was playing dumb.\n\nHere's a map I made a while back. I think we're talking about the northern house.  The red mark in northwestern mexico on that map, and the top household in the group around the compass.\n\nIt's pretty obvious Carlos wanted us to find that house. Cross reference it with dinners not so far away that it wasn't easy to drive to.  Where Carlos had breakfast with Silvio and  don Juan, the first time he was pushed far into heightened awareness by the Nagual's blow.\n\nThey wanted to see if he could eat like that.\n\nGo east on a main highway from back then, and I believe you run into the mask maker whose name was Pablo, and further on Vicente's home.\n\nBut I'm not sure about all those details.\n\nWhere's a Russian when you need one???  There was that one guy on Youtube interviewing  a random person who had nothing to do with the books, but made something mentioned in them.\n\nCan't he use real information and do some real work?\n\n&amp;#x200B;\n\nhttps://preview.redd.it/0bibi0oh9qfb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=ea5e68f254c63ffd63fb22636a0f45a61f307633", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jui6tar", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Look at this!!!&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The next instant, I found myself in a Mexican town built around a railroad station, a town lo&lt;strong&gt;cated about a mile and a half east of where don Juan lived.&lt;/strong&gt; Don Juan and I were in the middle of the street by the government bank. Immediately afterward, I saw one of the strangest sights I had ever been witness to in don Juan&amp;#39;s world. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s now possible to have a satelite photo of don Juan&amp;#39;s house, although we couldn&amp;#39;t be sure which it was.  I can&amp;#39;t recall if his had the green rocks, or that was further south in onee of the other 4 households.&lt;/p&gt;\n\n&lt;p&gt;I suppose that might be the train I took in a La Gorda &amp;quot;re-run&amp;quot;. I&amp;#39;d gotten convinced my original seeing was mistaken, and it was a bus, not a train.&lt;/p&gt;\n\n&lt;p&gt;But now it looks like train was correct.&lt;/p&gt;\n\n&lt;p&gt;The train system in Mexico got messed up a while back. I can&amp;#39;t recall the reason, but money mismanagement was involved.&lt;/p&gt;\n\n&lt;p&gt;If anyone&amp;#39;s feeling adventureish, you could be the first to get a photo of don Juan&amp;#39;s house.&lt;/p&gt;\n\n&lt;p&gt;I tried ChatGPT but he was playing dumb.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a map I made a while back. I think we&amp;#39;re talking about the northern house.  The red mark in northwestern mexico on that map, and the top household in the group around the compass.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty obvious Carlos wanted us to find that house. Cross reference it with dinners not so far away that it wasn&amp;#39;t easy to drive to.  Where Carlos had breakfast with Silvio and  don Juan, the first time he was pushed far into heightened awareness by the Nagual&amp;#39;s blow.&lt;/p&gt;\n\n&lt;p&gt;They wanted to see if he could eat like that.&lt;/p&gt;\n\n&lt;p&gt;Go east on a main highway from back then, and I believe you run into the mask maker whose name was Pablo, and further on Vicente&amp;#39;s home.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not sure about all those details.&lt;/p&gt;\n\n&lt;p&gt;Where&amp;#39;s a Russian when you need one???  There was that one guy on Youtube interviewing  a random person who had nothing to do with the books, but made something mentioned in them.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t he use real information and do some real work?&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=ea5e68f254c63ffd63fb22636a0f45a61f307633\"&gt;https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=ea5e68f254c63ffd63fb22636a0f45a61f307633&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jui6tar/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1690995599.0, "media_metadata": {"0bibi0oh9qfb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=a55e6e3ee7d7f2ad9d686b2056b383213f51b22a"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=00d6232a3ececad5d867ff76cecab0ccf989003b"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=7514a2353ced35981848a45e57e4f3f175265084"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=4605406eb7b57be9f5ff74c99244b359001b73d7"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=1fae85bb2046e0f44757053b3b69caad04456d7a"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=747f863825e63d99ffb82e8eb8261539915d5a25"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/0bibi0oh9qfb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=ea5e68f254c63ffd63fb22636a0f45a61f307633"}, "id": "0bibi0oh9qfb1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jum2sn7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jullbvy", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Not to me.\n\nTo a private class of around 50 by Cholita's estimates.\n\nBut everyone else just gave up and cursed Carlos, and likely ignored the Allies first attempt to materialize.\n\nI was plagued by them for the next 20 years, until I agreed to come here.\n\nThey even chased me all over Asia, once or twice pulling me into their world, at the tunnel entrance Carol Tiggs showed me.\n\nTrust me, you don't want the allies pissed off at you. They have an odd system of \"permission\", and Carlos had the power to give them the permission to plague anyone who attended his workshops.\n\nSorcerers can even make gifts of apprentices, to the Allies.\n\nDoesn't seem right, but you can't sue them.  They'd likely take that as permission to kidnap you.\n\n\\&gt;Can they help find the don Juan's house location?\n\nAbsolutely! Not only find, but take you there right through a doorway that materializes on your wall in your home.\n\nBut you'll have to deal with the Allies yourself, to understand how difficult it would be to get them to do that for you.\n\nThey have their own motivations, and finding a link to the new seers lineages isn't at the top of their list.\n\nEver had a \"way out of your league\" girlfriend?\n\nCould you get her to do anything you wanted?\n\nIf so, she wasn't actually way out of your league.  Try imagining even more way out of your league.\n\nThat used to be a hobby of mine...\n\nI don't know about the cliff. I'll suggest it to the people trying to track the place down.\n\nThey have satellite photos now which look very promising.\n\nBut Don Juan had a home down south closer to Mexico.\n\nI'd guess, the cliff was down there.  \n\nYou could research it for us if you feel enterprising.  \n\nI'll post the households map again.  \n\nIt would have to be the northern of the 4 places the sorcerers of our lineage lived.\n\nWe don't have any link to the others, until we find the northern one.\n\nBut watch that reddit ID.\n\nIt screams for attention.  \n\nNot a good sign for actually trying to learn.  We have close to 4 years of experience in here, with people who flow through.\n\nAttention seeking names rarely work out for gaining actual knowledge.\n\nhttps://preview.redd.it/nzm35cm78wfb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=59428eba89dfa89e796dd9717f5d3e3c9f91cade", "edited": 1691067696.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jum2sn7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not to me.&lt;/p&gt;\n\n&lt;p&gt;To a private class of around 50 by Cholita&amp;#39;s estimates.&lt;/p&gt;\n\n&lt;p&gt;But everyone else just gave up and cursed Carlos, and likely ignored the Allies first attempt to materialize.&lt;/p&gt;\n\n&lt;p&gt;I was plagued by them for the next 20 years, until I agreed to come here.&lt;/p&gt;\n\n&lt;p&gt;They even chased me all over Asia, once or twice pulling me into their world, at the tunnel entrance Carol Tiggs showed me.&lt;/p&gt;\n\n&lt;p&gt;Trust me, you don&amp;#39;t want the allies pissed off at you. They have an odd system of &amp;quot;permission&amp;quot;, and Carlos had the power to give them the permission to plague anyone who attended his workshops.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers can even make gifts of apprentices, to the Allies.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t seem right, but you can&amp;#39;t sue them.  They&amp;#39;d likely take that as permission to kidnap you.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt;Can they help find the don Juan&amp;#39;s house location?&lt;/p&gt;\n\n&lt;p&gt;Absolutely! Not only find, but take you there right through a doorway that materializes on your wall in your home.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;ll have to deal with the Allies yourself, to understand how difficult it would be to get them to do that for you.&lt;/p&gt;\n\n&lt;p&gt;They have their own motivations, and finding a link to the new seers lineages isn&amp;#39;t at the top of their list.&lt;/p&gt;\n\n&lt;p&gt;Ever had a &amp;quot;way out of your league&amp;quot; girlfriend?&lt;/p&gt;\n\n&lt;p&gt;Could you get her to do anything you wanted?&lt;/p&gt;\n\n&lt;p&gt;If so, she wasn&amp;#39;t actually way out of your league.  Try imagining even more way out of your league.&lt;/p&gt;\n\n&lt;p&gt;That used to be a hobby of mine...&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know about the cliff. I&amp;#39;ll suggest it to the people trying to track the place down.&lt;/p&gt;\n\n&lt;p&gt;They have satellite photos now which look very promising.&lt;/p&gt;\n\n&lt;p&gt;But Don Juan had a home down south closer to Mexico.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d guess, the cliff was down there.  &lt;/p&gt;\n\n&lt;p&gt;You could research it for us if you feel enterprising.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll post the households map again.  &lt;/p&gt;\n\n&lt;p&gt;It would have to be the northern of the 4 places the sorcerers of our lineage lived.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t have any link to the others, until we find the northern one.&lt;/p&gt;\n\n&lt;p&gt;But watch that reddit ID.&lt;/p&gt;\n\n&lt;p&gt;It screams for attention.  &lt;/p&gt;\n\n&lt;p&gt;Not a good sign for actually trying to learn.  We have close to 4 years of experience in here, with people who flow through.&lt;/p&gt;\n\n&lt;p&gt;Attention seeking names rarely work out for gaining actual knowledge.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/nzm35cm78wfb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=59428eba89dfa89e796dd9717f5d3e3c9f91cade\"&gt;https://preview.redd.it/nzm35cm78wfb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=59428eba89dfa89e796dd9717f5d3e3c9f91cade&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jum2sn7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691067211.0, "media_metadata": {"nzm35cm78wfb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=8a3fec67c3a8efe4b6c08dc8ffb0eb783ee472f2"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=44428f20eb060a521e5f2ea4b144962e16b9a4f6"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=ef978b79cd70acbffcd416a94e221010259927c7"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=3be9b915530e2a9357103b5a50123bf061ce95ff"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=b76e12e665fc81d2f9c4cadda6f5337ceb3a9f2c"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=b6f53bd88f88bdb683aed0a0a3a5cb34876735df"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/nzm35cm78wfb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=59428eba89dfa89e796dd9717f5d3e3c9f91cade"}, "id": "nzm35cm78wfb1"}}, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691067211.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jullbvy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juj4709", "score": 1, "author_fullname": "t2_qb0snx5c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos left his allies to you. Can they help find the don Juna's house location?   \n\n\nDo I remember correctly that there was a steep deep cliff nearby?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jullbvy", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos left his allies to you. Can they help find the don Juna&amp;#39;s house location?   &lt;/p&gt;\n\n&lt;p&gt;Do I remember correctly that there was a steep deep cliff nearby?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jullbvy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691057322.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691057322.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "juj4709", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1691007692.0, "send_replies": true, "parent_id": "t1_juj2ha3", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": " \n\nI understand now!  \n\n\nCarlos gave us just enough information for re-runs.  \n\n\nDoesnt' want us wndering around there in our physical body. Just wants us to have the benefit of watching how Zuleica and Silvio taught there! That's almost surely their house.  \n\n\nI wonder if either of them is powerful enough to notice someone watching them via time travel?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juj4709", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I understand now!  &lt;/p&gt;\n\n&lt;p&gt;Carlos gave us just enough information for re-runs.  &lt;/p&gt;\n\n&lt;p&gt;Doesnt&amp;#39; want us wndering around there in our physical body. Just wants us to have the benefit of watching how Zuleica and Silvio taught there! That&amp;#39;s almost surely their house.  &lt;/p&gt;\n\n&lt;p&gt;I wonder if either of them is powerful enough to notice someone watching them via time travel?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juj4709/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691007692.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "juj4do0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juj2tlt", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Good idea.\n\nI'm convinced it's enough info to watch everything anyone learned at that house.\n\nI just hope Zuleica and Silvio can't notice you watching them on re-run.\n\nCholita caught me spying on her remotely.\n\nBut we were both in the same time period.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_juj4do0", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Good idea.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m convinced it&amp;#39;s enough info to watch everything anyone learned at that house.&lt;/p&gt;\n\n&lt;p&gt;I just hope Zuleica and Silvio can&amp;#39;t notice you watching them on re-run.&lt;/p&gt;\n\n&lt;p&gt;Cholita caught me spying on her remotely.&lt;/p&gt;\n\n&lt;p&gt;But we were both in the same time period.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juj4do0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691007759.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691007759.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "juj2tlt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1691007191.0, "send_replies": true, "parent_id": "t1_juj2ha3", "score": 1, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Scratch most of that, the compass setting was messed up and Google decided to rotate true north to an odd position so most of that is incorrect.\n\nI guess I'll make a post, soon.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juj2tlt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Scratch most of that, the compass setting was messed up and Google decided to rotate true north to an odd position so most of that is incorrect.&lt;/p&gt;\n\n&lt;p&gt;I guess I&amp;#39;ll make a post, soon.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juj2tlt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691007191.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "juwmxo7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1691248154.0, "send_replies": true, "parent_id": "t1_juvln5h", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That might rule out Zuleica's house near Fort Ortiz, but not the others.\n\nI sure wish we could find one mentioned as near Zacatecas.\n\nVicente's home.  And Juan Tuma.\n\nCarol Tiggs might have spent time there, from stories she tells.\n\nBut no one we know has a copy of her book.  \"Tales of Energy\".\n\nI REALLY need to grill Cholita about that.\n\nShe might.\n\nExcept for some reason Cholita doesn't like Carol.\n\nI'm lucky to have been uncomfortable around ALL of them.\n\nIncluding Carlos.\n\nWho took a liking to me.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_juwmxo7", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That might rule out Zuleica&amp;#39;s house near Fort Ortiz, but not the others.&lt;/p&gt;\n\n&lt;p&gt;I sure wish we could find one mentioned as near Zacatecas.&lt;/p&gt;\n\n&lt;p&gt;Vicente&amp;#39;s home.  And Juan Tuma.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs might have spent time there, from stories she tells.&lt;/p&gt;\n\n&lt;p&gt;But no one we know has a copy of her book.  &amp;quot;Tales of Energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I REALLY need to grill Cholita about that.&lt;/p&gt;\n\n&lt;p&gt;She might.&lt;/p&gt;\n\n&lt;p&gt;Except for some reason Cholita doesn&amp;#39;t like Carol.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m lucky to have been uncomfortable around ALL of them.&lt;/p&gt;\n\n&lt;p&gt;Including Carlos.&lt;/p&gt;\n\n&lt;p&gt;Who took a liking to me.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juwmxo7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691248154.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "juvln5h", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "created_utc": 1691228298.0, "send_replies": true, "parent_id": "t1_jutfy8q", "score": 1, "author_fullname": "t2_qb0snx5c", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "[https://en-us.topographic-map.com/map-jf8t6/Sonora/](https://en-us.topographic-map.com/map-jf8t6/Sonora/)\n\nAs we can see from the map, we can probably exclude the western areas of Sonora - green and yellow color(the plant favors altitudes of more than 5000 ft).", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_juvln5h", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://en-us.topographic-map.com/map-jf8t6/Sonora/\"&gt;https://en-us.topographic-map.com/map-jf8t6/Sonora/&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;As we can see from the map, we can probably exclude the western areas of Sonora - green and yellow color(the plant favors altitudes of more than 5000 ft).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juvln5h/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691228298.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jutfy8q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jut1ydc", "score": 3, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "So does that information put it in north western Mexico, or south central where the other house is?  \n\nOr even eastward in a third house?\n\nThere's also \"the mask maker\" whose name is given, and we know the period. \n\nCan't be more than 2 famous mask makers with that name, living near one of those households.\n\nYet no one ever looked into it that deeply.\n\nI suppose because they couldn't gain from it.\n\nWE can.\n\nIt's possible that Carlos gave one of the masks he bought to Michael Harner, an anthropologist who was a friend to Carlos, and backed him up all the way.\n\nIf there's a museum with his things (likely at the university where he got his PhD), it might say where the mask came from in the list of things on exhibit.\n\nAn AI.   That's what we need.\n\nThey're good at putting totally random pieces together.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jutfy8q", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So does that information put it in north western Mexico, or south central where the other house is?  &lt;/p&gt;\n\n&lt;p&gt;Or even eastward in a third house?&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s also &amp;quot;the mask maker&amp;quot; whose name is given, and we know the period. &lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t be more than 2 famous mask makers with that name, living near one of those households.&lt;/p&gt;\n\n&lt;p&gt;Yet no one ever looked into it that deeply.&lt;/p&gt;\n\n&lt;p&gt;I suppose because they couldn&amp;#39;t gain from it.&lt;/p&gt;\n\n&lt;p&gt;WE can.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible that Carlos gave one of the masks he bought to Michael Harner, an anthropologist who was a friend to Carlos, and backed him up all the way.&lt;/p&gt;\n\n&lt;p&gt;If there&amp;#39;s a museum with his things (likely at the university where he got his PhD), it might say where the mask came from in the list of things on exhibit.&lt;/p&gt;\n\n&lt;p&gt;An AI.   That&amp;#39;s what we need.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re good at putting totally random pieces together.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jutfy8q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691185087.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691185087.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jut1ydc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juqx0w0", "score": 1, "author_fullname": "t2_qb0snx5c", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Also in \"The Teachings of don Juan\" -  Sunday, 28 March 1965 (there is about an irrigation ditch)\n\n&amp;#x200B;\n\nMaybe this might be some clue(also from first book):\n\n\"Don Juan got up and walked to a blue agave growing in front of the house, next to the porch\"\n\nfrom wiki:  The tequila agave is native to the states of Jalisco, [Colima](https://en.wikipedia.org/wiki/Colima), [Nayarit](https://en.wikipedia.org/wiki/Nayarit) and [Aguascalientes](https://en.wikipedia.org/wiki/Aguascalientes) in Mexico. **The plant favors altitudes of more than 1,500 metres (5,000 ft) and grows in rich and sandy soils.**   \n  \\-----------------------------------------------------   \n\n\n\"There's 17 books and publications!! \"\n\nYes, I have read everything(books, interviews) I could find. Thats why i end up here - i read your comment on youtube leading to this site.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jut1ydc", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Also in &amp;quot;The Teachings of don Juan&amp;quot; -  Sunday, 28 March 1965 (there is about an irrigation ditch)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Maybe this might be some clue(also from first book):&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan got up and walked to a blue agave growing in front of the house, next to the porch&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;from wiki:  The tequila agave is native to the states of Jalisco, &lt;a href=\"https://en.wikipedia.org/wiki/Colima\"&gt;Colima&lt;/a&gt;, &lt;a href=\"https://en.wikipedia.org/wiki/Nayarit\"&gt;Nayarit&lt;/a&gt; and &lt;a href=\"https://en.wikipedia.org/wiki/Aguascalientes\"&gt;Aguascalientes&lt;/a&gt; in Mexico. &lt;strong&gt;The plant favors altitudes of more than 1,500 metres (5,000 ft) and grows in rich and sandy soils.&lt;/strong&gt;&lt;br/&gt;\n  -----------------------------------------------------   &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There&amp;#39;s 17 books and publications!! &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Yes, I have read everything(books, interviews) I could find. Thats why i end up here - i read your comment on youtube leading to this site.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jut1ydc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691179643.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691179643.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jvalbos", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jvaix2e", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Yes, but don't do it over and over again!\n\nIt's hard on the neck.\n\nAnd it WON'T work until you can move your assemblage point at least halfway down your back.\n\nOnce you can, be prepared to pee your pants.\n\nThe allies aren't limited to appearing during darkroom, once your assemblage point gets flexible.\n\nCholita's friend \"Minx\" likes to do attacks outside darkroom.\n\nJust this morning, I was almost scared into falling over by a large grey skunk, charging at my feet.\n\nSecond skunk attack in a month.\n\nMinx is the other of the 2 allies of Carlos.\n\nFairy is almost surely the moth from the cover of the books.\n\nAnd very well behaved.\n\nBut Minx?  Not so much.\n\nCholita was angry with me this morning when I left the house at 4:30AM.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jvalbos", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes, but don&amp;#39;t do it over and over again!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard on the neck.&lt;/p&gt;\n\n&lt;p&gt;And it WON&amp;#39;T work until you can move your assemblage point at least halfway down your back.&lt;/p&gt;\n\n&lt;p&gt;Once you can, be prepared to pee your pants.&lt;/p&gt;\n\n&lt;p&gt;The allies aren&amp;#39;t limited to appearing during darkroom, once your assemblage point gets flexible.&lt;/p&gt;\n\n&lt;p&gt;Cholita&amp;#39;s friend &amp;quot;Minx&amp;quot; likes to do attacks outside darkroom.&lt;/p&gt;\n\n&lt;p&gt;Just this morning, I was almost scared into falling over by a large grey skunk, charging at my feet.&lt;/p&gt;\n\n&lt;p&gt;Second skunk attack in a month.&lt;/p&gt;\n\n&lt;p&gt;Minx is the other of the 2 allies of Carlos.&lt;/p&gt;\n\n&lt;p&gt;Fairy is almost surely the moth from the cover of the books.&lt;/p&gt;\n\n&lt;p&gt;And very well behaved.&lt;/p&gt;\n\n&lt;p&gt;But Minx?  Not so much.&lt;/p&gt;\n\n&lt;p&gt;Cholita was angry with me this morning when I left the house at 4:30AM.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jvalbos/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691499399.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691499399.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jvakctg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dickjustice228", "can_mod_post": false, "created_utc": 1691498938.0, "send_replies": true, "parent_id": "t1_jvajqe5", "score": 1, "author_fullname": "t2_59unxcca", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you! Haven’t read that post", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jvakctg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you! Haven’t read that post&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jvakctg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691498938.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jvajqe5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jvaix2e", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "https://www.reddit.com/r/castaneda/comments/hhzlqh/fairys_pass/", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_jvajqe5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/hhzlqh/fairys_pass/\"&gt;https://www.reddit.com/r/castaneda/comments/hhzlqh/fairys_pass/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jvajqe5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691498636.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691498636.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jvaix2e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dickjustice228", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juqx0w0", "score": 1, "author_fullname": "t2_59unxcca", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could you please specify what’s the pass to summon fairy exactly?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jvaix2e", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could you please specify what’s the pass to summon fairy exactly?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/jvaix2e/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691498233.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691498233.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "juqx0w0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juopptq", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Those are good finds!\n\nAnd I'm glad they ended up in here, in case we need to go back and find them.  \n\nI'd sure like to track down a story where Carlos was at a 3rd location. In the later books we find there were 4 households in the lineage.\n\nHowever...  Did you miss something??\n\nThere's 17 books and publications!!\n\nAnd I fear you've been taken in by the pretending sorcery crowd which doesn't want to think about anything but the first 3, which they can pretend easily.\n\nAll of the books are absolutely needed if you hope to succeed on your own.\n\nWith this subreddit, perhaps not needed as much anymore.\n\nBut still very valuable when something impossible happens, and you want to make sure you aren't losing it.\n\nFor example, the witch Cholita walked right through my solid and locked darkroom door one night, stuck her arms out like an angel glowing in white, and floated up into the air at least a foot.\n\nTo show off.\n\nShe walked over to the end of my bed, on which I was sitting up on pillows hoping she'd show up, and lay across my outstretched legs so I couldn't escape.  \n\nPinned me down. People's doubles are semi solid.  Cholita's has the touch of an infant.  Solid, but not strong.\n\nThen a little blue cloud down near the floor drifted in the same way Cholita had entered,  floated up above us beyond the foot of the bed, rose to the ceiling as Cholita smiled knowing what was coming next, and a giant demon materialized. \n\nReady to bite my head off.\n\nIt could have swallowed me whole.\n\nBut instead of being afraid, because I'd read ALL of the books and understood that the first 3 or 4 are just superstitions of the Men of Knowledge, I complimented it for its brightness.\n\nDemon heads like that are usually mostly transparent, and often even barely perceptible.\n\nThus the need for darkness, for beginners.\n\nBut this one was glowing as brightly as a 100 watt light bulb, except it didn't hurt my eyes.\n\nIt was using Cholita's energy to manifest.  She was manipulating it like the old seers did, at that rock they buried themselves under, so they could scare passers by to death and steal their energy.\n\nKeep in mind, I ONLY do sorcery fully awake, completely sober, and with my eyes wide open. \n\nOtherwise gullible people would claim some Yogi or Buddhist did that too.\n\nBoth Cholita and the \"demon\" looked disappointed that I wasn't afraid of it. \n\nThe demon frowned, and then turned into an \"impossible\" sculpture. More like a machine it was. The demon knew how to please me and extract more energy through curiosity, if he couldn't scare me and get energy that way.\n\nIt was like a mobius strip in that if you followed the shape of it around, it ended up back where it started.  But it was clearly impossible for that to happen.\n\nI walked over to it (by this time Cholita wasn't pinning me down anymore), and looked under it for an on/off switch.  For the brightness.\n\nWhat I didn't know was,  the three of us like that had split the house in two. It was an \"energetic event\" that created a new reality.\n\nIt made a second copy of the house.\n\nLater I walked in there by accident, fully awake and by simply opening the hallway door to the living room, and found that little demon in there pretending to be a lizard.\n\nIt was surely the second ally of Carlos, the Devil's weed ally!  Carlos had introduced us to both of his allies, in private class. And they responded by making the water cooler burp, on demand.\n\nJust like the gurgling teapot in the first books.\n\nThat second copy of our home is still around to this day, and keeps expanding as Cholita plays in it.\n\nBut she rarely lets me go in there.  Witches can \"block\" things.\n\nSounds like nonsense?\n\nActually that's where the 17 books and publications come in.\n\nWhen I made a post for it, the subreddit discovered that in Taisha's latest book, the entire book takes place in a phantom copy of don Juan's home we've been trying to track down.\n\nAnd we all recalled that Carlos had said there was a phantom copy of his home at Pandora.  Miles walked into it by accident once, and Carlos invited me over alone towards the end, and stood me by the entrance hoping I'd take a few steps back and end up there.  While he went ott the kitchen to prepare me a \"chinese parting gift\".\n\nHalf a pear.  In chinese symbology, it means a master is breaking up with a student under unfortunate circumstances.\n\nSo when you're doing REAL sorcery, not the pretending kind that's in the first 3 books, which can't possibly be duplicated by anyone in our modern times since the rituals and the allies are missing, you'll need to have all of the books for solving mysteries such as how a witch and a demon can split your home into 2 pieces.\n\nAs it turns out, all sorcerers homes eventually split in half like that.\n\nYou'd never guess that from what the \"Men of Knowledge\" knew.\n\nWhich was more than any Buddhist ever knew, but not what is needed to become like the new seers.\n\nThat second Ally of Carlos also took the form of a little boy.  And Cholita's grown male lover in a tuxedo.\n\nI sent the first Ally of Carlos to protect Cholita, you can see her standing there in that picture.\n\nThere's a tensegrity pass in here which she selected as a summoning spell.\n\nInsisted if someone did that just a few times, she could detect the energy of it from anywhere, and might go help them if they had learned to reach the green zone on the J curve.\n\nWhich she did! \n\nBut I lost her in the process.\n\nhttps://preview.redd.it/tne1br3ow2gb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7f210998deec88c53b52c468d4432a472e25eb9a\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\nBut those are a good start.\n\nIt's hard to believe no one ever actually researched the books well, and made a timeline.\n\nIt would be nice to know when, and were, for every story in there.\n\nEspecially since that matters a lot in sorcery.", "edited": false, "author_flair_css_class": null, "name": "t1_juqx0w0", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Those are good finds!&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m glad they ended up in here, in case we need to go back and find them.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d sure like to track down a story where Carlos was at a 3rd location. In the later books we find there were 4 households in the lineage.&lt;/p&gt;\n\n&lt;p&gt;However...  Did you miss something??&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s 17 books and publications!!&lt;/p&gt;\n\n&lt;p&gt;And I fear you&amp;#39;ve been taken in by the pretending sorcery crowd which doesn&amp;#39;t want to think about anything but the first 3, which they can pretend easily.&lt;/p&gt;\n\n&lt;p&gt;All of the books are absolutely needed if you hope to succeed on your own.&lt;/p&gt;\n\n&lt;p&gt;With this subreddit, perhaps not needed as much anymore.&lt;/p&gt;\n\n&lt;p&gt;But still very valuable when something impossible happens, and you want to make sure you aren&amp;#39;t losing it.&lt;/p&gt;\n\n&lt;p&gt;For example, the witch Cholita walked right through my solid and locked darkroom door one night, stuck her arms out like an angel glowing in white, and floated up into the air at least a foot.&lt;/p&gt;\n\n&lt;p&gt;To show off.&lt;/p&gt;\n\n&lt;p&gt;She walked over to the end of my bed, on which I was sitting up on pillows hoping she&amp;#39;d show up, and lay across my outstretched legs so I couldn&amp;#39;t escape.  &lt;/p&gt;\n\n&lt;p&gt;Pinned me down. People&amp;#39;s doubles are semi solid.  Cholita&amp;#39;s has the touch of an infant.  Solid, but not strong.&lt;/p&gt;\n\n&lt;p&gt;Then a little blue cloud down near the floor drifted in the same way Cholita had entered,  floated up above us beyond the foot of the bed, rose to the ceiling as Cholita smiled knowing what was coming next, and a giant demon materialized. &lt;/p&gt;\n\n&lt;p&gt;Ready to bite my head off.&lt;/p&gt;\n\n&lt;p&gt;It could have swallowed me whole.&lt;/p&gt;\n\n&lt;p&gt;But instead of being afraid, because I&amp;#39;d read ALL of the books and understood that the first 3 or 4 are just superstitions of the Men of Knowledge, I complimented it for its brightness.&lt;/p&gt;\n\n&lt;p&gt;Demon heads like that are usually mostly transparent, and often even barely perceptible.&lt;/p&gt;\n\n&lt;p&gt;Thus the need for darkness, for beginners.&lt;/p&gt;\n\n&lt;p&gt;But this one was glowing as brightly as a 100 watt light bulb, except it didn&amp;#39;t hurt my eyes.&lt;/p&gt;\n\n&lt;p&gt;It was using Cholita&amp;#39;s energy to manifest.  She was manipulating it like the old seers did, at that rock they buried themselves under, so they could scare passers by to death and steal their energy.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, I ONLY do sorcery fully awake, completely sober, and with my eyes wide open. &lt;/p&gt;\n\n&lt;p&gt;Otherwise gullible people would claim some Yogi or Buddhist did that too.&lt;/p&gt;\n\n&lt;p&gt;Both Cholita and the &amp;quot;demon&amp;quot; looked disappointed that I wasn&amp;#39;t afraid of it. &lt;/p&gt;\n\n&lt;p&gt;The demon frowned, and then turned into an &amp;quot;impossible&amp;quot; sculpture. More like a machine it was. The demon knew how to please me and extract more energy through curiosity, if he couldn&amp;#39;t scare me and get energy that way.&lt;/p&gt;\n\n&lt;p&gt;It was like a mobius strip in that if you followed the shape of it around, it ended up back where it started.  But it was clearly impossible for that to happen.&lt;/p&gt;\n\n&lt;p&gt;I walked over to it (by this time Cholita wasn&amp;#39;t pinning me down anymore), and looked under it for an on/off switch.  For the brightness.&lt;/p&gt;\n\n&lt;p&gt;What I didn&amp;#39;t know was,  the three of us like that had split the house in two. It was an &amp;quot;energetic event&amp;quot; that created a new reality.&lt;/p&gt;\n\n&lt;p&gt;It made a second copy of the house.&lt;/p&gt;\n\n&lt;p&gt;Later I walked in there by accident, fully awake and by simply opening the hallway door to the living room, and found that little demon in there pretending to be a lizard.&lt;/p&gt;\n\n&lt;p&gt;It was surely the second ally of Carlos, the Devil&amp;#39;s weed ally!  Carlos had introduced us to both of his allies, in private class. And they responded by making the water cooler burp, on demand.&lt;/p&gt;\n\n&lt;p&gt;Just like the gurgling teapot in the first books.&lt;/p&gt;\n\n&lt;p&gt;That second copy of our home is still around to this day, and keeps expanding as Cholita plays in it.&lt;/p&gt;\n\n&lt;p&gt;But she rarely lets me go in there.  Witches can &amp;quot;block&amp;quot; things.&lt;/p&gt;\n\n&lt;p&gt;Sounds like nonsense?&lt;/p&gt;\n\n&lt;p&gt;Actually that&amp;#39;s where the 17 books and publications come in.&lt;/p&gt;\n\n&lt;p&gt;When I made a post for it, the subreddit discovered that in Taisha&amp;#39;s latest book, the entire book takes place in a phantom copy of don Juan&amp;#39;s home we&amp;#39;ve been trying to track down.&lt;/p&gt;\n\n&lt;p&gt;And we all recalled that Carlos had said there was a phantom copy of his home at Pandora.  Miles walked into it by accident once, and Carlos invited me over alone towards the end, and stood me by the entrance hoping I&amp;#39;d take a few steps back and end up there.  While he went ott the kitchen to prepare me a &amp;quot;chinese parting gift&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Half a pear.  In chinese symbology, it means a master is breaking up with a student under unfortunate circumstances.&lt;/p&gt;\n\n&lt;p&gt;So when you&amp;#39;re doing REAL sorcery, not the pretending kind that&amp;#39;s in the first 3 books, which can&amp;#39;t possibly be duplicated by anyone in our modern times since the rituals and the allies are missing, you&amp;#39;ll need to have all of the books for solving mysteries such as how a witch and a demon can split your home into 2 pieces.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, all sorcerers homes eventually split in half like that.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d never guess that from what the &amp;quot;Men of Knowledge&amp;quot; knew.&lt;/p&gt;\n\n&lt;p&gt;Which was more than any Buddhist ever knew, but not what is needed to become like the new seers.&lt;/p&gt;\n\n&lt;p&gt;That second Ally of Carlos also took the form of a little boy.  And Cholita&amp;#39;s grown male lover in a tuxedo.&lt;/p&gt;\n\n&lt;p&gt;I sent the first Ally of Carlos to protect Cholita, you can see her standing there in that picture.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a tensegrity pass in here which she selected as a summoning spell.&lt;/p&gt;\n\n&lt;p&gt;Insisted if someone did that just a few times, she could detect the energy of it from anywhere, and might go help them if they had learned to reach the green zone on the J curve.&lt;/p&gt;\n\n&lt;p&gt;Which she did! &lt;/p&gt;\n\n&lt;p&gt;But I lost her in the process.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/tne1br3ow2gb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7f210998deec88c53b52c468d4432a472e25eb9a\"&gt;https://preview.redd.it/tne1br3ow2gb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=7f210998deec88c53b52c468d4432a472e25eb9a&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;But those are a good start.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard to believe no one ever actually researched the books well, and made a timeline.&lt;/p&gt;\n\n&lt;p&gt;It would be nice to know when, and were, for every story in there.&lt;/p&gt;\n\n&lt;p&gt;Especially since that matters a lot in sorcery.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juqx0w0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691148575.0, "media_metadata": {"tne1br3ow2gb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=13cc921a27d3b2ee9ab3b71321e2bfbeaa6908e1"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=35a2c0c60bda6a1f1d9c9ced36f8ef2f1fce1394"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=b71315c6536dd336f2c0170ba08db539cf0e1ebf"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=f0a1d82990b85d33761cad3d02d7b2a1cb8edf7d"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=a2e443302fc3298e637b81c75c0233aabca94860"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=a4717d231daac2945e9f0a86d1e04c8eb68effde"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/tne1br3ow2gb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=7f210998deec88c53b52c468d4432a472e25eb9a"}, "id": "tne1br3ow2gb1"}}, "author_flair_text": null, "collapsed": false, "created_utc": 1691148575.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "juopptq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "send_replies": true, "parent_id": "t1_junpc20", "score": 2, "author_fullname": "t2_qb0snx5c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "In \"A seperate Reality\" Carlos is always visiting don Juan in Sonora(years 68,69) except in chapter 1 and chapter 6.\n\nchapter 1  \nDon Juan told me, matter-of-factly, that I was there just in time to take him back to Sonora\n\nchapter 4  \nOn September 4, 1968, I went to Sonora to visit don Juan\t\n\nchapter6  \nJust as we were getting into my car to start on a trip to central Mexico, on October 5, 1968(first trip to Genaro, waterfall show, then they go back)  \nOctober 23,1968  \nDon Juan casually mentioned that he was going to make another trip to central Mexico in the near future.(thay talk about waterfall show)\n\nchapter 7  \n Don Juan was not at his house when I arrived there at midday on November 8, 1968. I had no idea where to look for him, so I sat and waited. For some nknown reason I knew he would soon be home. A short while later don Juan walked into his house.    \n    \nNovember 9 (Carlos smoking and trying to see guardian, then don Juan take Carlos to an irrigation ditch behind his house)\n\n&amp;#x200B;\n\nDo i miss something?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juopptq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In &amp;quot;A seperate Reality&amp;quot; Carlos is always visiting don Juan in Sonora(years 68,69) except in chapter 1 and chapter 6.&lt;/p&gt;\n\n&lt;p&gt;chapter 1&lt;br/&gt;\nDon Juan told me, matter-of-factly, that I was there just in time to take him back to Sonora&lt;/p&gt;\n\n&lt;p&gt;chapter 4&lt;br/&gt;\nOn September 4, 1968, I went to Sonora to visit don Juan    &lt;/p&gt;\n\n&lt;p&gt;chapter6&lt;br/&gt;\nJust as we were getting into my car to start on a trip to central Mexico, on October 5, 1968(first trip to Genaro, waterfall show, then they go back)&lt;br/&gt;\nOctober 23,1968&lt;br/&gt;\nDon Juan casually mentioned that he was going to make another trip to central Mexico in the near future.(thay talk about waterfall show)&lt;/p&gt;\n\n&lt;p&gt;chapter 7&lt;br/&gt;\n Don Juan was not at his house when I arrived there at midday on November 8, 1968. I had no idea where to look for him, so I sat and waited. For some nknown reason I knew he would soon be home. A short while later don Juan walked into his house.    &lt;/p&gt;\n\n&lt;p&gt;November 9 (Carlos smoking and trying to see guardian, then don Juan take Carlos to an irrigation ditch behind his house)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Do i miss something?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juopptq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691102758.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691102758.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "junpc20", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_junl774", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "How do we know that's not at the house near Mexico City?\n\nRemember, he was also often strolling around a famous park there, Alameda park.\n\nAnd Carlos brought people to sit on that bench he and don Juan used, saying that if they looked they could see don Juan go by.\n\nI believe the airline ticket office where his tonal shrank and he was transported into the past or future, 1 KM away, was also down there.\n\nSo we have 2 clear locations where the irrigation ditch could have been located.\n\nWe'd need to connect that story, to other elements like Alameda park.\n\nOr Zuleica. She might also be key to which house they were in at the time.\n\nThe one near Ortiz was almost surely hers.\n\nBut then, she could likely travel from one to the other in an instant, in her double.\n\nOrtiz Fort to Alameda park is 800 miles according to Google.\n\nBut I'm not convinced they didn't stay at Vicentes, closer to a famous park on the east side, possibly near the Olmec cities.\n\nThree places is what I'd guess, are included in the stories.\n\nI couldn't place the forth \"household\" described,  on my map.\n\nCan't recall why.\n\nBut it clearly states don Juan's lineage could be thought of as consisting of 4 households.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_junpc20", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How do we know that&amp;#39;s not at the house near Mexico City?&lt;/p&gt;\n\n&lt;p&gt;Remember, he was also often strolling around a famous park there, Alameda park.&lt;/p&gt;\n\n&lt;p&gt;And Carlos brought people to sit on that bench he and don Juan used, saying that if they looked they could see don Juan go by.&lt;/p&gt;\n\n&lt;p&gt;I believe the airline ticket office where his tonal shrank and he was transported into the past or future, 1 KM away, was also down there.&lt;/p&gt;\n\n&lt;p&gt;So we have 2 clear locations where the irrigation ditch could have been located.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;d need to connect that story, to other elements like Alameda park.&lt;/p&gt;\n\n&lt;p&gt;Or Zuleica. She might also be key to which house they were in at the time.&lt;/p&gt;\n\n&lt;p&gt;The one near Ortiz was almost surely hers.&lt;/p&gt;\n\n&lt;p&gt;But then, she could likely travel from one to the other in an instant, in her double.&lt;/p&gt;\n\n&lt;p&gt;Ortiz Fort to Alameda park is 800 miles according to Google.&lt;/p&gt;\n\n&lt;p&gt;But I&amp;#39;m not convinced they didn&amp;#39;t stay at Vicentes, closer to a famous park on the east side, possibly near the Olmec cities.&lt;/p&gt;\n\n&lt;p&gt;Three places is what I&amp;#39;d guess, are included in the stories.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t place the forth &amp;quot;household&amp;quot; described,  on my map.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t recall why.&lt;/p&gt;\n\n&lt;p&gt;But it clearly states don Juan&amp;#39;s lineage could be thought of as consisting of 4 households.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/junpc20/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691089247.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691089247.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "juqyw5s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_juov7u9", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Don't have to, unless it seems like a good idea to you.  I just wanted to test if you were a Kachora zombie.  We got invaded by them a year or two ago, in their efforts to destroy this place.  So their fake \"don Juan\" man wouldn't lose his reputation.\n\nHe got away with that since the 90s.  No one had the authority to challenge his lie.\n\nAnd his \"students\" were hoping the old geezer would die off, and one of them could take over the phony sorcery business.\n\nAs for user names, we have a witch who used, \"Mad Prophet\",  and later regretted it.\n\nBut we all got used to it.\n\nSo she kept it.\n\nShe lent me her Ally \"Lily\".\n\nAn interesting story.\n\nI was sitting up on the bed gazing for energy, after doing an hour or two of tensegrity to move into \"Heightened awareness\".\n\nI got an urge to look to my left and down. Some kind of \"pull\", which is common in sorcery.\n\nAnd there was a little woman sitting on a lily pad!\n\nVery pretty and very young, despite the fact being, she was surely billions of years old.\n\nI'd lost the Ally of Carlos by then, when she insisted I was too old, and needed to help give her an introduction to others in this subreddit.\n\nThey need \"permission\" in some odd way.  And because I learned from Carlos and he introduced us, she had \"permission\" to mess with me.\n\nBut since I was in here helping others, that gave me the authority to give her permission to mess with them.\n\nWe still don't understand how that works, but the Allies have odd rules.\n\nAnyway, I looked down at her, certainly no longer afraid of allies at all, and said, \"I'll call you Lily!\"\n\nShe told me she was going to teach me \"to leave the darkroom\".\n\nMeaning, by breaking the laws of physics and walking right through solid walls, as Cholita can do.\n\nBut what she really taught me, was how to \"shrink the tonal\".\n\nThe same as don Juan and Genaro were teaching Carlos up on that cliff, so he could jump to the bottom and look around.\n\nIn his double.\n\nI suppose, when the lineage lefft, if their apprentices could shrink their tonals, than the nagual who had just gone into the 3rd attention, could do something spectacular for them.\n\nIn the case of Carlos, transport him physically all the way back to los angeles.\n\nIn just a few minutes it seems, from the storyline.\n\nNestor ended up with Porfirio, in a phantom realm where he was taught about the mold marks on plants.\n\nSo Lily did in fact teach me amazing things about how to travel outside your practice room, fully awake, seemingly in our physical body, and even to distant galaxies to go exploring other planets the way the Nagual Elias had done.\n\nLater while chatting with Mad Prophet, it turned out her Ally was called, \"Ren\".\n\nWhich in Japanese, means \"lily\".\n\nWe share allies in here from time to time.\n\nWhich is what they've always been used for in the lineages.\n\nLily said she was a \"fire demon\".  Here's a picture of what it looked like (no exaggeration at all) when she taught me to leave this galaxy in my physical body.\n\nHopefully you'll realize that you found real magic, and a place to learn it for free, with the help of 3 private class students, and dozens more who have been around for years and can make it work too.\n\nAnd stay out of the gutter subreddits?\n\nhttps://preview.redd.it/xt6d7hj013gb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=6ccbef586e050e4027c451e6942b1a91d32d7472", "edited": 1691149975.0, "author_flair_css_class": null, "name": "t1_juqyw5s", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Don&amp;#39;t have to, unless it seems like a good idea to you.  I just wanted to test if you were a Kachora zombie.  We got invaded by them a year or two ago, in their efforts to destroy this place.  So their fake &amp;quot;don Juan&amp;quot; man wouldn&amp;#39;t lose his reputation.&lt;/p&gt;\n\n&lt;p&gt;He got away with that since the 90s.  No one had the authority to challenge his lie.&lt;/p&gt;\n\n&lt;p&gt;And his &amp;quot;students&amp;quot; were hoping the old geezer would die off, and one of them could take over the phony sorcery business.&lt;/p&gt;\n\n&lt;p&gt;As for user names, we have a witch who used, &amp;quot;Mad Prophet&amp;quot;,  and later regretted it.&lt;/p&gt;\n\n&lt;p&gt;But we all got used to it.&lt;/p&gt;\n\n&lt;p&gt;So she kept it.&lt;/p&gt;\n\n&lt;p&gt;She lent me her Ally &amp;quot;Lily&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;An interesting story.&lt;/p&gt;\n\n&lt;p&gt;I was sitting up on the bed gazing for energy, after doing an hour or two of tensegrity to move into &amp;quot;Heightened awareness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I got an urge to look to my left and down. Some kind of &amp;quot;pull&amp;quot;, which is common in sorcery.&lt;/p&gt;\n\n&lt;p&gt;And there was a little woman sitting on a lily pad!&lt;/p&gt;\n\n&lt;p&gt;Very pretty and very young, despite the fact being, she was surely billions of years old.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d lost the Ally of Carlos by then, when she insisted I was too old, and needed to help give her an introduction to others in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;They need &amp;quot;permission&amp;quot; in some odd way.  And because I learned from Carlos and he introduced us, she had &amp;quot;permission&amp;quot; to mess with me.&lt;/p&gt;\n\n&lt;p&gt;But since I was in here helping others, that gave me the authority to give her permission to mess with them.&lt;/p&gt;\n\n&lt;p&gt;We still don&amp;#39;t understand how that works, but the Allies have odd rules.&lt;/p&gt;\n\n&lt;p&gt;Anyway, I looked down at her, certainly no longer afraid of allies at all, and said, &amp;quot;I&amp;#39;ll call you Lily!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She told me she was going to teach me &amp;quot;to leave the darkroom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Meaning, by breaking the laws of physics and walking right through solid walls, as Cholita can do.&lt;/p&gt;\n\n&lt;p&gt;But what she really taught me, was how to &amp;quot;shrink the tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The same as don Juan and Genaro were teaching Carlos up on that cliff, so he could jump to the bottom and look around.&lt;/p&gt;\n\n&lt;p&gt;In his double.&lt;/p&gt;\n\n&lt;p&gt;I suppose, when the lineage lefft, if their apprentices could shrink their tonals, than the nagual who had just gone into the 3rd attention, could do something spectacular for them.&lt;/p&gt;\n\n&lt;p&gt;In the case of Carlos, transport him physically all the way back to los angeles.&lt;/p&gt;\n\n&lt;p&gt;In just a few minutes it seems, from the storyline.&lt;/p&gt;\n\n&lt;p&gt;Nestor ended up with Porfirio, in a phantom realm where he was taught about the mold marks on plants.&lt;/p&gt;\n\n&lt;p&gt;So Lily did in fact teach me amazing things about how to travel outside your practice room, fully awake, seemingly in our physical body, and even to distant galaxies to go exploring other planets the way the Nagual Elias had done.&lt;/p&gt;\n\n&lt;p&gt;Later while chatting with Mad Prophet, it turned out her Ally was called, &amp;quot;Ren&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which in Japanese, means &amp;quot;lily&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We share allies in here from time to time.&lt;/p&gt;\n\n&lt;p&gt;Which is what they&amp;#39;ve always been used for in the lineages.&lt;/p&gt;\n\n&lt;p&gt;Lily said she was a &amp;quot;fire demon&amp;quot;.  Here&amp;#39;s a picture of what it looked like (no exaggeration at all) when she taught me to leave this galaxy in my physical body.&lt;/p&gt;\n\n&lt;p&gt;Hopefully you&amp;#39;ll realize that you found real magic, and a place to learn it for free, with the help of 3 private class students, and dozens more who have been around for years and can make it work too.&lt;/p&gt;\n\n&lt;p&gt;And stay out of the gutter subreddits?&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/xt6d7hj013gb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=6ccbef586e050e4027c451e6942b1a91d32d7472\"&gt;https://preview.redd.it/xt6d7hj013gb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=6ccbef586e050e4027c451e6942b1a91d32d7472&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_15fp46t", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juqyw5s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691149644.0, "media_metadata": {"xt6d7hj013gb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=c365850ebf7dfad40d8384a85877b5e345004822"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=508eb4dc863cbf73bdbe35b2f8ace755377a6771"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=1b9a94d22557b7b61cf8315cd17862fbdd813cc7"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=0408f0030e8b057a12ab64e71608d39b79b191b2"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=6c6a3081f116414fecf18d788b61544040d5ea1d"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=4cfe95da21680d745f9191a7c47f71068f59b238"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/xt6d7hj013gb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=6ccbef586e050e4027c451e6942b1a91d32d7472"}, "id": "xt6d7hj013gb1"}}, "author_flair_text": null, "collapsed": false, "created_utc": 1691149644.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "juov7u9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "send_replies": true, "parent_id": "t1_junsoy5", "score": 2, "author_fullname": "t2_qb0snx5c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I wasn't aware that my user ID may be harmfull to others.  I never paid much attention to the nickname. I am Sorry. I can make a new account.", "edited": 1691105678.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juov7u9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I wasn&amp;#39;t aware that my user ID may be harmfull to others.  I never paid much attention to the nickname. I am Sorry. I can make a new account.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juov7u9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691105081.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691105081.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "junsoy5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_junl774", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your user ID has no history, so let me just give you a quick lesson on sorcery, and the books of Carlos.\n\nIt seems like you haven't actually read most of them.\n\nPerhaps just the first 3 or 4.\n\nAnd our only purpose in here is to restore the reputation of Carlos, and create 10 actual sorcerers of don Juan's skill level.\n\nNo one who thinks Journey to Ixtlan is what we're doing, will succeed.\n\nIt's a total misunderstanding, and misreading, of the books.\n\nPerpetuated by bad men like Tata Kachora.  Or any of the other fake sorcerer authors.  All frauds.\n\nIf you go back and read the books of Carlos carefully, don Juan said he was going to show Carlos another view of the world.\n\nSo that he would have his normal view, that of the Men of Knowledge, and could slip through the middle and learn to \"see\".\n\nAn AMAZING strategy, since that's how \"seers\" came to be in the first place. They learned to be Men of Knowledge first, and over time \"some\" of them learned to see.\n\nSo don Juan set Carlos up, to repeat the intent of the history of how sorcery began in the first place.\n\nA very important point, which is almost surely missed by anyone who didn't read all that Carlos and the witches wrote.\n\nThe men of knowledge lived in the Olmec empire, and were licensed by that government.  You find that out in the later books.\n\nThey weren't just users of power plants.\n\nThey came in bakers, dancers, mask makers, and anything else that could supply \"magical needs and charms\" to the Olmec populations.\n\nBut the \"old seers\" were NOT the men of knowledge. They might even have been at odds with each other.\n\nWhen you read about people with sharp little knives, canabilizing their enemies, I suspect that was old seer versus Man of Knowledge violence.\n\nWe have the same problem in this subreddit!  Endless attacks by those deluded into thinking they're going to become men of knowledge, and make money that way.\n\nIn the early books, don Juan stated clearly that the men of knowledge NEVER learned to see.\n\nThey were in it for the profit of selling rituals, like the talking lizards.\n\nWhich needed 3 elements to work, and could produce magic for their \"customers\".\n\nThey needed the complicated ritual.\n\nAnd trust me, you DO. That's the only way intent is summoned for the specific result.\n\nThose rituals are now lost, so it's impossible to duplicate any of what the men of knowledge did, even if you wanted to.\n\nWhich you shouldn't.  They weren't seers.\n\nYou needed the drugs to move the assemblage point.\n\nThose we have.\n\nBut they aren't really needed to learn to be a seer, and damage the body making it impossible to go as far as the new seers do.\n\nThen finally you needed the allies.\n\nNo one who believes they can become a \"man of knowledge\" has any allies at all.\n\nIt's all pretending.\n\nSo be clear.\n\nThat user ID of yours just screams, \"I'll never learn sorcery, because that's not really what I'm after\".\n\nRead ALL of the books, or else pick a technique in here that won't let you pretend the results, like darkroom.\n\nAnd work hard to see magic.\n\nI predict you'll ditch that user ID the instant you realize the mistake. It's actually harmful to others who see it.\n\nBut it was perhaps, the most enjoyable of all of the books.\n\nMost would agree with that.\n\nAnd Oliver Stone named his production company after that book.\n\nSo the attraction is common, but very misguided.\n\nYou CANNOT become a \"man of knowledge\".\n\nNor would you want to if you understood the books well.", "edited": 1691091091.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_junsoy5", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your user ID has no history, so let me just give you a quick lesson on sorcery, and the books of Carlos.&lt;/p&gt;\n\n&lt;p&gt;It seems like you haven&amp;#39;t actually read most of them.&lt;/p&gt;\n\n&lt;p&gt;Perhaps just the first 3 or 4.&lt;/p&gt;\n\n&lt;p&gt;And our only purpose in here is to restore the reputation of Carlos, and create 10 actual sorcerers of don Juan&amp;#39;s skill level.&lt;/p&gt;\n\n&lt;p&gt;No one who thinks Journey to Ixtlan is what we&amp;#39;re doing, will succeed.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a total misunderstanding, and misreading, of the books.&lt;/p&gt;\n\n&lt;p&gt;Perpetuated by bad men like Tata Kachora.  Or any of the other fake sorcerer authors.  All frauds.&lt;/p&gt;\n\n&lt;p&gt;If you go back and read the books of Carlos carefully, don Juan said he was going to show Carlos another view of the world.&lt;/p&gt;\n\n&lt;p&gt;So that he would have his normal view, that of the Men of Knowledge, and could slip through the middle and learn to &amp;quot;see&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;An AMAZING strategy, since that&amp;#39;s how &amp;quot;seers&amp;quot; came to be in the first place. They learned to be Men of Knowledge first, and over time &amp;quot;some&amp;quot; of them learned to see.&lt;/p&gt;\n\n&lt;p&gt;So don Juan set Carlos up, to repeat the intent of the history of how sorcery began in the first place.&lt;/p&gt;\n\n&lt;p&gt;A very important point, which is almost surely missed by anyone who didn&amp;#39;t read all that Carlos and the witches wrote.&lt;/p&gt;\n\n&lt;p&gt;The men of knowledge lived in the Olmec empire, and were licensed by that government.  You find that out in the later books.&lt;/p&gt;\n\n&lt;p&gt;They weren&amp;#39;t just users of power plants.&lt;/p&gt;\n\n&lt;p&gt;They came in bakers, dancers, mask makers, and anything else that could supply &amp;quot;magical needs and charms&amp;quot; to the Olmec populations.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;old seers&amp;quot; were NOT the men of knowledge. They might even have been at odds with each other.&lt;/p&gt;\n\n&lt;p&gt;When you read about people with sharp little knives, canabilizing their enemies, I suspect that was old seer versus Man of Knowledge violence.&lt;/p&gt;\n\n&lt;p&gt;We have the same problem in this subreddit!  Endless attacks by those deluded into thinking they&amp;#39;re going to become men of knowledge, and make money that way.&lt;/p&gt;\n\n&lt;p&gt;In the early books, don Juan stated clearly that the men of knowledge NEVER learned to see.&lt;/p&gt;\n\n&lt;p&gt;They were in it for the profit of selling rituals, like the talking lizards.&lt;/p&gt;\n\n&lt;p&gt;Which needed 3 elements to work, and could produce magic for their &amp;quot;customers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They needed the complicated ritual.&lt;/p&gt;\n\n&lt;p&gt;And trust me, you DO. That&amp;#39;s the only way intent is summoned for the specific result.&lt;/p&gt;\n\n&lt;p&gt;Those rituals are now lost, so it&amp;#39;s impossible to duplicate any of what the men of knowledge did, even if you wanted to.&lt;/p&gt;\n\n&lt;p&gt;Which you shouldn&amp;#39;t.  They weren&amp;#39;t seers.&lt;/p&gt;\n\n&lt;p&gt;You needed the drugs to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Those we have.&lt;/p&gt;\n\n&lt;p&gt;But they aren&amp;#39;t really needed to learn to be a seer, and damage the body making it impossible to go as far as the new seers do.&lt;/p&gt;\n\n&lt;p&gt;Then finally you needed the allies.&lt;/p&gt;\n\n&lt;p&gt;No one who believes they can become a &amp;quot;man of knowledge&amp;quot; has any allies at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s all pretending.&lt;/p&gt;\n\n&lt;p&gt;So be clear.&lt;/p&gt;\n\n&lt;p&gt;That user ID of yours just screams, &amp;quot;I&amp;#39;ll never learn sorcery, because that&amp;#39;s not really what I&amp;#39;m after&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Read ALL of the books, or else pick a technique in here that won&amp;#39;t let you pretend the results, like darkroom.&lt;/p&gt;\n\n&lt;p&gt;And work hard to see magic.&lt;/p&gt;\n\n&lt;p&gt;I predict you&amp;#39;ll ditch that user ID the instant you realize the mistake. It&amp;#39;s actually harmful to others who see it.&lt;/p&gt;\n\n&lt;p&gt;But it was perhaps, the most enjoyable of all of the books.&lt;/p&gt;\n\n&lt;p&gt;Most would agree with that.&lt;/p&gt;\n\n&lt;p&gt;And Oliver Stone named his production company after that book.&lt;/p&gt;\n\n&lt;p&gt;So the attraction is common, but very misguided.&lt;/p&gt;\n\n&lt;p&gt;You CANNOT become a &amp;quot;man of knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Nor would you want to if you understood the books well.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/junsoy5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691090463.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1691090463.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kr5ac8w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "send_replies": true, "parent_id": "t1_junl774", "score": 1, "author_fullname": "t2_qb0snx5c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "From The Active Side of Infinity:\n\n\"He lived at that time in the state of Sonora in northern Mexico, about a hundred miles south of the  \ncity of Guaymas.\"", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kr5ac8w", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From The Active Side of Infinity:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;He lived at that time in the state of Sonora in northern Mexico, about a hundred miles south of the&lt;br/&gt;\ncity of Guaymas.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/kr5ac8w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1708356161.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1708356161.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "junl774", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ixtlaner", "can_mod_post": false, "created_utc": 1691087776.0, "send_replies": true, "parent_id": "t1_juj2ha3", "score": 1, "author_fullname": "t2_qb0snx5c", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "There must be a irrigation ditch near the house.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_junl774", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;There must be a irrigation ditch near the house.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_15fp46t", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/junl774/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691087776.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "juj2ha3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1691007070.0, "send_replies": true, "parent_id": "t3_15fp46t", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "More about don Juan's house, so I don't lose it.\n\nFrom Chat:\n\n \n\n[**TechnoMagical\\_Intent**](https://www.reddit.com/user//) 12:34 PM  \n[https://earth.google.com/web/search/Ort%c3%adz,+Sonora,+Mexico/@28.29460665,-110.69096882,109.55122736a,469.321587d,35y,163.29645815h,0t,0r/data=CigiJgokCVme2qOE4zVAEVae2qOE4zXAGZtgBmSefkNAITCrF-CWSFDAMikKJwolCiExX0JiMmdNaEdrTVVOYmlRVVlLNWJ3SFR4VDRiVFU4eWcgAQ](https://earth.google.com/web/search/Ort%c3%adz,+Sonora,+Mexico/@28.29460665,-110.69096882,109.55122736a,469.321587d,35y,163.29645815h,0t,0r/data=CigiJgokCVme2qOE4zVAEVae2qOE4zXAGZtgBmSefkNAITCrF-CWSFDAMikKJwolCiExX0JiMmdNaEdrTVVOYmlRVVlLNWJ3SFR4VDRiVFU4eWcgAQ)  \n\n\nthe center of the area that is one and a half miles west of the city of Ortiz, is in that area that look roughly like an inverted triangle (bordered by dirt roads)  \n\n\n(or rather Ortiz is one and half miles east of this location, don Juan's \"shack\" (?))\n\n&amp;#x200B;\n\nhttps://preview.redd.it/1jqbqkf58rfb1.png?width=1911&amp;format=png&amp;auto=webp&amp;s=c9d2594761305ec01c3bad2b8966f39f23400a9a\n\n New link, [https://earth.google.com/earth/d/1\\_Bb2gMhGkMUNbiQUYK5bwHTxT4bTU8yg?usp=sharing](https://earth.google.com/earth/d/1_Bb2gMhGkMUNbiQUYK5bwHTxT4bTU8yg?usp=sharing)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_juj2ha3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;More about don Juan&amp;#39;s house, so I don&amp;#39;t lose it.&lt;/p&gt;\n\n&lt;p&gt;From Chat:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/user//\"&gt;&lt;strong&gt;TechnoMagical_Intent&lt;/strong&gt;&lt;/a&gt; 12:34 PM&lt;br/&gt;\n&lt;a href=\"https://earth.google.com/web/search/Ort%c3%adz,+Sonora,+Mexico/@28.29460665,-110.69096882,109.55122736a,469.321587d,35y,163.29645815h,0t,0r/data=CigiJgokCVme2qOE4zVAEVae2qOE4zXAGZtgBmSefkNAITCrF-CWSFDAMikKJwolCiExX0JiMmdNaEdrTVVOYmlRVVlLNWJ3SFR4VDRiVFU4eWcgAQ\"&gt;https://earth.google.com/web/search/Ort%c3%adz,+Sonora,+Mexico/@28.29460665,-110.69096882,109.55122736a,469.321587d,35y,163.29645815h,0t,0r/data=CigiJgokCVme2qOE4zVAEVae2qOE4zXAGZtgBmSefkNAITCrF-CWSFDAMikKJwolCiExX0JiMmdNaEdrTVVOYmlRVVlLNWJ3SFR4VDRiVFU4eWcgAQ&lt;/a&gt;  &lt;/p&gt;\n\n&lt;p&gt;the center of the area that is one and a half miles west of the city of Ortiz, is in that area that look roughly like an inverted triangle (bordered by dirt roads)  &lt;/p&gt;\n\n&lt;p&gt;(or rather Ortiz is one and half miles east of this location, don Juan&amp;#39;s &amp;quot;shack&amp;quot; (?))&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/1jqbqkf58rfb1.png?width=1911&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c9d2594761305ec01c3bad2b8966f39f23400a9a\"&gt;https://preview.redd.it/1jqbqkf58rfb1.png?width=1911&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c9d2594761305ec01c3bad2b8966f39f23400a9a&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;New link, &lt;a href=\"https://earth.google.com/earth/d/1_Bb2gMhGkMUNbiQUYK5bwHTxT4bTU8yg?usp=sharing\"&gt;https://earth.google.com/earth/d/1_Bb2gMhGkMUNbiQUYK5bwHTxT4bTU8yg?usp=sharing&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/15fp46t/stuff_i_shouldnt_be_reading_about_silent/juj2ha3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1691007070.0, "media_metadata": {"1jqbqkf58rfb1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 54, "x": 108, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=b0ef1f69d64b39fbaa24141d2803227bbc6e9faf"}, {"y": 109, "x": 216, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=f61640faff78089e7ab89694ed892998fd722090"}, {"y": 162, "x": 320, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=aa8d4cf7a52432c6ffa49d60a10ffa01619bca2e"}, {"y": 324, "x": 640, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=f9c95eb95779d804e29763b4290f084d08c33e10"}, {"y": 487, "x": 960, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=a55d119f7919699cfa9fcdb2725c77e1d6c07cd0"}, {"y": 548, "x": 1080, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=c31e702ee18c7a41dc3ca48d945d103d5c3d5e29"}], "s": {"y": 970, "x": 1911, "u": "https://preview.redd.it/1jqbqkf58rfb1.png?width=1911&amp;format=png&amp;auto=webp&amp;s=c9d2594761305ec01c3bad2b8966f39f23400a9a"}, "id": "1jqbqkf58rfb1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_15fp46t", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]