[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "Greetings to and from the Nagual my sorcerer friends!\n\nIs anyone here able to concisely summarize the difference between being a stalker and being a dreamer, and whether it is something one chooses or more like a trait one is born with? In either case, how would one tell the difference? Asked another way, are there specific paths that the dreamer would take in terms of practices and intent vs those the stalker would engage in? How does stalking differ from dreaming in terms of it's outcome for the practitioner? I apologize if these kinds of questions are antithesis of true sorcery, but I make that apology only to my personal power. I'm sure its getting quite weak and frustrated by this point. I've put it through the ringer before I started waking up to truth.\n\nIs one considered more desirable than the other? If so, why? Is that assumption valid?\n\nIntuitively, based on the little I do know about these two concepts gleaned from this subreddit and from the first 5 books (which I am still reading through now) I would assume that I am a stalker, just because of how alien I feel towards the world I have suddenly found myself roaming about. To others, my life path looks ugly, aimless, without conviction. For a while this was true, but today, its only because the life I am living inside of my is so rich and demanding of my attention, that its like I have to do a system shutdown and boot up my \"Social/\"yes dear, I am listening and concerned\" OS in order to interact with the world. That OS is quite energy intensive and drains me extremely fast, so I retreat to the confines of the self, where I can roam free, free to work out the constant problems I feel I need to work out in my head. If I can somehow learn to take the MASSIVE amount of energy I spend daily on rumination, looping, and analyzing my body and mind for discomfort then magnifying it with zero effort or capacity to change it on my part, I know with 100% certainty that if I can find a way to break that energy free (this is what I assume moving the assemblage point is perhaps), and reapply it to that which I intend, my power as a sorceror will be something that the whole world will tremble at. I do not want the whole world to tremble, but if that were my will, if I were to find success in moving the AP,  I say that only to express the fact that if I wanted that, they would. There is a power locked deep inside of me perhaps unlike anything the world has ever known. This is more likely me misinterpeting the energy. Its probably just what I (not the world) has ever known.   \n\n\nIt often seems like in order to fit in with the pack even for a moment, I  often have to observe others when they think they are not being observed, taking note of human social behaviors in their natural form, and take note so that I can replicate them at a later time when I need to fit the same social puzzle piece as that which the energy I observe in others would unlock.  I cannot NOT do this, at least not if I want to \"safely\" navigate the world of 3D social interaction. Its like I have to observe them to determine what the normies consider acceptable, normal behavior. Otherwise my totally unique nature manifests itself in ways that 9/10 people will despise for reasons I cannot know. Its like my energy refuses to connect to anyone I dont see as being totally void of cultural conditioning. If I can predict your political ideaology, your values, and your fears without you ever even speaking to me, I simply cannot engage with you in an authentic capacity. Its like my body won't let me. Because of this, I assume they see me as aloof, selfish, lost, shy, etc. I am none of these things yet I know that technically, I guess I am. There are a rare few however, those last 1/10th, who can meet me where I am with authenticity and legitimate, effortless engagement. They are almost always older, almost always gentle (feminine), and almost always know me despite my not sharing my past. Its weird. Its not like I know that they know me through their verbally communicating that but it stems from something deeper. Its like I know that I dont have to/don't want to pretend to care about the games with those kind of people. Usually I know this is the case before a person even opens their mouth. \n\nThe problem is, I don't have any stability of self (inner nor outer) with my current energetic architecture. I can see that I have one foot in the nagual, and one here in 3D, which from what I have learned, is a dangerous place to remain for long. I believe this is why I am so easily destabilized, because I am standing on a boundary, rather than on the lands that boundary divides.\n\nIs this stalking? Am I stalking without even knowing it? \n\nI am not looking for definitive answers, more just food for thought. If anything comes up you feel compelled to share, please do.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Determining if one is a stalker or a dreamer, and the difference between the two", "link_flair_richtext": [{"e": "text", "t": "Stalking"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_10iq3b5", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.78, "author_flair_background_color": null, "subreddit_type": "public", "ups": 8, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_uxkiq8pv", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Stalking", "can_mod_post": false, "score": 8, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1674411255.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;Greetings to and from the Nagual my sorcerer friends!&lt;/p&gt;\n\n&lt;p&gt;Is anyone here able to concisely summarize the difference between being a stalker and being a dreamer, and whether it is something one chooses or more like a trait one is born with? In either case, how would one tell the difference? Asked another way, are there specific paths that the dreamer would take in terms of practices and intent vs those the stalker would engage in? How does stalking differ from dreaming in terms of it&amp;#39;s outcome for the practitioner? I apologize if these kinds of questions are antithesis of true sorcery, but I make that apology only to my personal power. I&amp;#39;m sure its getting quite weak and frustrated by this point. I&amp;#39;ve put it through the ringer before I started waking up to truth.&lt;/p&gt;\n\n&lt;p&gt;Is one considered more desirable than the other? If so, why? Is that assumption valid?&lt;/p&gt;\n\n&lt;p&gt;Intuitively, based on the little I do know about these two concepts gleaned from this subreddit and from the first 5 books (which I am still reading through now) I would assume that I am a stalker, just because of how alien I feel towards the world I have suddenly found myself roaming about. To others, my life path looks ugly, aimless, without conviction. For a while this was true, but today, its only because the life I am living inside of my is so rich and demanding of my attention, that its like I have to do a system shutdown and boot up my &amp;quot;Social/&amp;quot;yes dear, I am listening and concerned&amp;quot; OS in order to interact with the world. That OS is quite energy intensive and drains me extremely fast, so I retreat to the confines of the self, where I can roam free, free to work out the constant problems I feel I need to work out in my head. If I can somehow learn to take the MASSIVE amount of energy I spend daily on rumination, looping, and analyzing my body and mind for discomfort then magnifying it with zero effort or capacity to change it on my part, I know with 100% certainty that if I can find a way to break that energy free (this is what I assume moving the assemblage point is perhaps), and reapply it to that which I intend, my power as a sorceror will be something that the whole world will tremble at. I do not want the whole world to tremble, but if that were my will, if I were to find success in moving the AP,  I say that only to express the fact that if I wanted that, they would. There is a power locked deep inside of me perhaps unlike anything the world has ever known. This is more likely me misinterpeting the energy. Its probably just what I (not the world) has ever known.   &lt;/p&gt;\n\n&lt;p&gt;It often seems like in order to fit in with the pack even for a moment, I  often have to observe others when they think they are not being observed, taking note of human social behaviors in their natural form, and take note so that I can replicate them at a later time when I need to fit the same social puzzle piece as that which the energy I observe in others would unlock.  I cannot NOT do this, at least not if I want to &amp;quot;safely&amp;quot; navigate the world of 3D social interaction. Its like I have to observe them to determine what the normies consider acceptable, normal behavior. Otherwise my totally unique nature manifests itself in ways that 9/10 people will despise for reasons I cannot know. Its like my energy refuses to connect to anyone I dont see as being totally void of cultural conditioning. If I can predict your political ideaology, your values, and your fears without you ever even speaking to me, I simply cannot engage with you in an authentic capacity. Its like my body won&amp;#39;t let me. Because of this, I assume they see me as aloof, selfish, lost, shy, etc. I am none of these things yet I know that technically, I guess I am. There are a rare few however, those last 1/10th, who can meet me where I am with authenticity and legitimate, effortless engagement. They are almost always older, almost always gentle (feminine), and almost always know me despite my not sharing my past. Its weird. Its not like I know that they know me through their verbally communicating that but it stems from something deeper. Its like I know that I dont have to/don&amp;#39;t want to pretend to care about the games with those kind of people. Usually I know this is the case before a person even opens their mouth. &lt;/p&gt;\n\n&lt;p&gt;The problem is, I don&amp;#39;t have any stability of self (inner nor outer) with my current energetic architecture. I can see that I have one foot in the nagual, and one here in 3D, which from what I have learned, is a dangerous place to remain for long. I believe this is why I am so easily destabilized, because I am standing on a boundary, rather than on the lands that boundary divides.&lt;/p&gt;\n\n&lt;p&gt;Is this stalking? Am I stalking without even knowing it? &lt;/p&gt;\n\n&lt;p&gt;I am not looking for definitive answers, more just food for thought. If anything comes up you feel compelled to share, please do.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "e041b6bc-6005-11ea-a799-0edc1fd152bd", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "10iq3b5", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "language_of_light_MA", "discussion_type": null, "num_comments": 30, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/", "subreddit_subscribers": 9561, "created_utc": 1674411255.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5g2mn7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5fzona", "score": 13, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "My pain is that this knowledge was almost all lost, and I had to come and do this because the Allies of Carlos blackmailed me.\n\nAnd deal with people who say manipulative stuff like you just did, endlessly.  Like a flood of distressing madness from all sides.\n\nAlso my pain is that there was no one else who could do it.    I waited 20 years, saw that Cleargreen was failing, and so there was no choice.\n\nNow there are people who could do it.  In here.\n\nFortunately.\n\nThe \"why\" is that Carlos asked me to before he died.  Not directly, but he never made direct requests.\n\nI tried teaching one on one, but it's not possible.  And so one of his allies created this subreddit.\n\nAlso, you can't evaluate another person based on any criteria you understand.\n\nYou should give that idea up.  You're tainted with touchy feely outside systems.\n\nCholita is a good example. The most horrible person possible.\n\nYou can't imagine! I have to censor what I report about her.\n\nBut she's a peerless witch.\n\nSo if you want to be a witch, you don't get involved in trying to understand her behavior.  It's pointless.\n\nYou're tainted with the assumption people can change themselves, possibly from following pretend magic systems where all they can do is play shrink.\n\nAnd perhaps you have a desire to self-sooth, so that appeals to you.\n\nNot realizing all you can do to change yourself,  is move your assemblage point.\n\nYou'll always be exactly as you are now.  IF your assemblage point is up at the top of your shoulders.\n\nYou can't fuss, and fight, and learn, and argue up there, and change  yourself at all.\n\nIf  you work  hard, you'll simply learn to move into non-human copies of yourself where it doesn't matter how you were taught to be.\n\nAnd where there's no self-pity that amounts to anything significant.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5g2mn7", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;My pain is that this knowledge was almost all lost, and I had to come and do this because the Allies of Carlos blackmailed me.&lt;/p&gt;\n\n&lt;p&gt;And deal with people who say manipulative stuff like you just did, endlessly.  Like a flood of distressing madness from all sides.&lt;/p&gt;\n\n&lt;p&gt;Also my pain is that there was no one else who could do it.    I waited 20 years, saw that Cleargreen was failing, and so there was no choice.&lt;/p&gt;\n\n&lt;p&gt;Now there are people who could do it.  In here.&lt;/p&gt;\n\n&lt;p&gt;Fortunately.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;why&amp;quot; is that Carlos asked me to before he died.  Not directly, but he never made direct requests.&lt;/p&gt;\n\n&lt;p&gt;I tried teaching one on one, but it&amp;#39;s not possible.  And so one of his allies created this subreddit.&lt;/p&gt;\n\n&lt;p&gt;Also, you can&amp;#39;t evaluate another person based on any criteria you understand.&lt;/p&gt;\n\n&lt;p&gt;You should give that idea up.  You&amp;#39;re tainted with touchy feely outside systems.&lt;/p&gt;\n\n&lt;p&gt;Cholita is a good example. The most horrible person possible.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t imagine! I have to censor what I report about her.&lt;/p&gt;\n\n&lt;p&gt;But she&amp;#39;s a peerless witch.&lt;/p&gt;\n\n&lt;p&gt;So if you want to be a witch, you don&amp;#39;t get involved in trying to understand her behavior.  It&amp;#39;s pointless.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re tainted with the assumption people can change themselves, possibly from following pretend magic systems where all they can do is play shrink.&lt;/p&gt;\n\n&lt;p&gt;And perhaps you have a desire to self-sooth, so that appeals to you.&lt;/p&gt;\n\n&lt;p&gt;Not realizing all you can do to change yourself,  is move your assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll always be exactly as you are now.  IF your assemblage point is up at the top of your shoulders.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t fuss, and fight, and learn, and argue up there, and change  yourself at all.&lt;/p&gt;\n\n&lt;p&gt;If  you work  hard, you&amp;#39;ll simply learn to move into non-human copies of yourself where it doesn&amp;#39;t matter how you were taught to be.&lt;/p&gt;\n\n&lt;p&gt;And where there&amp;#39;s no self-pity that amounts to anything significant.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5g2mn7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674415981.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674415981.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5gl73i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ges99", "score": 6, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "https://www.reddit.com/r/castaneda/comments/po4igs/who_the_hell_is_this_daniel_lawton/", "edited": false, "author_flair_css_class": null, "name": "t1_j5gl73i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/po4igs/who_the_hell_is_this_daniel_lawton/\"&gt;https://www.reddit.com/r/castaneda/comments/po4igs/who_the_hell_is_this_daniel_lawton/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gl73i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674423030.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674423030.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5kvbzd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5iq797", "score": 1, "author_fullname": "t2_uxkiq8pv", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Alrighty then", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5kvbzd", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Alrighty then&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5kvbzd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674500226.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674500226.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5iq797", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ges99", "score": 3, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I must be wrong and you’re attacking (in a nice way). Each time you respond you expose yourself more. It’s clear you’ve read and made a post to initiate an attack from the start.  You’re only interested in yourself, but if you don’t attack and keep an eye on yourself you may learn", "edited": false, "author_flair_css_class": null, "name": "t1_j5iq797", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I must be wrong and you’re attacking (in a nice way). Each time you respond you expose yourself more. It’s clear you’ve read and made a post to initiate an attack from the start.  You’re only interested in yourself, but if you don’t attack and keep an eye on yourself you may learn&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5iq797/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674459434.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674459434.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ges99", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5g8rs3", "score": 0, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Perhaps this is true perhaps it is not. I simply want to understand who Dani999 is and why I should listen to his or her insights as opposed to someone else's. I think its a valid question. If attacking is what I am doing so be it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5ges99", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Perhaps this is true perhaps it is not. I simply want to understand who Dani999 is and why I should listen to his or her insights as opposed to someone else&amp;#39;s. I think its a valid question. If attacking is what I am doing so be it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5ges99/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674420639.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674420639.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5g8rs3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5fzona", "score": 3, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\nYou have that \"nagging\" feeling because \nYou don’t want to read or learn. (You want to attack)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5g8rs3", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You have that &amp;quot;nagging&amp;quot; feeling because \nYou don’t want to read or learn. (You want to attack)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5g8rs3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674418385.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674418385.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5vbopa", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "superr", "can_mod_post": false, "created_utc": 1674679073.0, "send_replies": true, "parent_id": "t1_j5tvvfy", "score": 4, "author_fullname": "t2_3vses", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You are not a nagual because if you were, we'd all be lining up at your house to get the Nagual's blow! A nagual is a super advanced lineage sorcerer, the kind we no longer have in our community unfortunately. You might be lucky by pure chance to be born as a double being who has double the amount of energy as the average person, but that's rare and NOT a guarantee that you will become a nagual. Our own Castaneda community had Tony Lama who was a legit double male, and was supposed to take over after Carlos passed. What did he do instead? Become yet another Western Buddhist monk guy, vying for attention and lording his specialness over others. He has exactly 0 magic. \n\t\nYour posts read like they contain as strong sense of self. One of the basic tenants of this path is to drop all traces of self-importance/self-pity as that along with a noisy mind are two things that keep us perpetually locked into the current consensus reality. You believing that you are special and the incessant need to uphold that belief keeps you locked in to this specific version of reality with no hope of escape. The strong self conception creates an insane pull on the assemblage point back to the blue zone of the regular world. The reality is that you are not special, none of us are. Our creator regards us with the same care and attention as it does for ants, single celled organisms and extremely powerful demigod beings who reside in majestic realms. Every being is simply encased awareness floating in an infinite sea of emanations, created using awareness borrowed from the Eagle. So how do we become a sorcerer with complete freedom of perception in this kind of environment? \nBy cleaning our connecting link to intent itself! All of us are connected to intent but we lose our way getting stuck in the BS of the world; the connection becomes sullied and unreliable. Being a sorcerer seer then implies mastery of intent, your command is the eagle's command. With complete mastery of intent, you can do anything from exploring the infinite realms out there in infinity to changing to a different timeline on Earth to exploring the 600 alternative copies of yourself and living their lives in their respective realities. The concept of intent is similar to the Force in Star Wars. Intent, The Force, is an impersonal superintelligent force that is completely neutral. It helps the dark side just as much as the light side; it obeys the command of those who have a strong and reliable connecting link. \n\t\nDarkroom is the most recommended practice here because it's the most expeditious in producing real magic in the shortest amount of time. Recap is great too but to really do it correctly, you must do it for 3+ hours a day, which pretty much nobody in here does. Most here do varying amounts of recap in order to lessen the pull of irritable memories and to recall the energy lost in those events. So it's a good idea to do recap on the things that are bothering you presently such as that annoying coworker or asshole who cut you off in line; things that occupy your normal awareness and prevent silence. Later on recap becomes absolutely necessary to become a true seer. \n\t\nTo start darkroom, you will need at least a minimum of silence practice, otherwise you'll just waste your 6 hours. It's recommended to first get familiar with the feel of silence and to practice reducing the sheer amount of thoughts that constantly echo through your head. While full silence is preferred in the long run, you can start your silence practice but first getting into the habit of eliminating all \"me\" thoughts. \"Me\" thoughts are like thoughts like \"why did so and so get a raise but I didn’t?\" \"I need to clean my room, I'm so lazy!\" or \"I'm a super special human being with extra energy. Why won't others agree with me and recognize my prowess?\" You must seek to eliminate these thoughts from your mind the moment you become aware you are having them. Other, no \"me\" thoughts are okay. These can be mental imagery of the sky, birds, etc or the feel of the wind, the feel of all of your muscles as you do sports or other exercises. This leads me to the second thing you must practice, tensegrity. Take some time to learn doing a few tensegrity forms. They are not only magical in nature but also have the practical function of keeping you awake in the darkroom. They also give you more energy and cause the darkroom effects to become way more vivid. Focus your awareness of the feel of each of the movements, the feel of your muscles and the flow between the movements, the smoothness. Next, you must dedicate hours every single day to this practice or you will get weak results. You must be consistent in your struggles with silence in the darkroom every single day, even on bad days (you will have many many bad days). Intent will notice and give you real gifts! I received an intent gift, a red zone preview after practicing for maybe 2 weeks consistently but it took me months of practice later on to get anywhere close to that. For me, progress was slow because I was lazy and inconsistent in the beginning. \n\t\nSo in conclusion, do darkroom, a little recap, learn some tensegrity, force silence the best you can, and keep consistent. Then I promise you will see results! Also make sure you read the wiki materials thoroughly. All of them!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5vbopa", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You are not a nagual because if you were, we&amp;#39;d all be lining up at your house to get the Nagual&amp;#39;s blow! A nagual is a super advanced lineage sorcerer, the kind we no longer have in our community unfortunately. You might be lucky by pure chance to be born as a double being who has double the amount of energy as the average person, but that&amp;#39;s rare and NOT a guarantee that you will become a nagual. Our own Castaneda community had Tony Lama who was a legit double male, and was supposed to take over after Carlos passed. What did he do instead? Become yet another Western Buddhist monk guy, vying for attention and lording his specialness over others. He has exactly 0 magic. &lt;/p&gt;\n\n&lt;p&gt;Your posts read like they contain as strong sense of self. One of the basic tenants of this path is to drop all traces of self-importance/self-pity as that along with a noisy mind are two things that keep us perpetually locked into the current consensus reality. You believing that you are special and the incessant need to uphold that belief keeps you locked in to this specific version of reality with no hope of escape. The strong self conception creates an insane pull on the assemblage point back to the blue zone of the regular world. The reality is that you are not special, none of us are. Our creator regards us with the same care and attention as it does for ants, single celled organisms and extremely powerful demigod beings who reside in majestic realms. Every being is simply encased awareness floating in an infinite sea of emanations, created using awareness borrowed from the Eagle. So how do we become a sorcerer with complete freedom of perception in this kind of environment? \nBy cleaning our connecting link to intent itself! All of us are connected to intent but we lose our way getting stuck in the BS of the world; the connection becomes sullied and unreliable. Being a sorcerer seer then implies mastery of intent, your command is the eagle&amp;#39;s command. With complete mastery of intent, you can do anything from exploring the infinite realms out there in infinity to changing to a different timeline on Earth to exploring the 600 alternative copies of yourself and living their lives in their respective realities. The concept of intent is similar to the Force in Star Wars. Intent, The Force, is an impersonal superintelligent force that is completely neutral. It helps the dark side just as much as the light side; it obeys the command of those who have a strong and reliable connecting link. &lt;/p&gt;\n\n&lt;p&gt;Darkroom is the most recommended practice here because it&amp;#39;s the most expeditious in producing real magic in the shortest amount of time. Recap is great too but to really do it correctly, you must do it for 3+ hours a day, which pretty much nobody in here does. Most here do varying amounts of recap in order to lessen the pull of irritable memories and to recall the energy lost in those events. So it&amp;#39;s a good idea to do recap on the things that are bothering you presently such as that annoying coworker or asshole who cut you off in line; things that occupy your normal awareness and prevent silence. Later on recap becomes absolutely necessary to become a true seer. &lt;/p&gt;\n\n&lt;p&gt;To start darkroom, you will need at least a minimum of silence practice, otherwise you&amp;#39;ll just waste your 6 hours. It&amp;#39;s recommended to first get familiar with the feel of silence and to practice reducing the sheer amount of thoughts that constantly echo through your head. While full silence is preferred in the long run, you can start your silence practice but first getting into the habit of eliminating all &amp;quot;me&amp;quot; thoughts. &amp;quot;Me&amp;quot; thoughts are like thoughts like &amp;quot;why did so and so get a raise but I didn’t?&amp;quot; &amp;quot;I need to clean my room, I&amp;#39;m so lazy!&amp;quot; or &amp;quot;I&amp;#39;m a super special human being with extra energy. Why won&amp;#39;t others agree with me and recognize my prowess?&amp;quot; You must seek to eliminate these thoughts from your mind the moment you become aware you are having them. Other, no &amp;quot;me&amp;quot; thoughts are okay. These can be mental imagery of the sky, birds, etc or the feel of the wind, the feel of all of your muscles as you do sports or other exercises. This leads me to the second thing you must practice, tensegrity. Take some time to learn doing a few tensegrity forms. They are not only magical in nature but also have the practical function of keeping you awake in the darkroom. They also give you more energy and cause the darkroom effects to become way more vivid. Focus your awareness of the feel of each of the movements, the feel of your muscles and the flow between the movements, the smoothness. Next, you must dedicate hours every single day to this practice or you will get weak results. You must be consistent in your struggles with silence in the darkroom every single day, even on bad days (you will have many many bad days). Intent will notice and give you real gifts! I received an intent gift, a red zone preview after practicing for maybe 2 weeks consistently but it took me months of practice later on to get anywhere close to that. For me, progress was slow because I was lazy and inconsistent in the beginning. &lt;/p&gt;\n\n&lt;p&gt;So in conclusion, do darkroom, a little recap, learn some tensegrity, force silence the best you can, and keep consistent. Then I promise you will see results! Also make sure you read the wiki materials thoroughly. All of them!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5vbopa/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674679073.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5tvvfy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "created_utc": 1674659855.0, "send_replies": true, "parent_id": "t1_j5lgfx2", "score": 1, "author_fullname": "t2_uxkiq8pv", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I dont know of any system, but I do practice some elementary Kaballah and Ritual Magick. The magick I was speaking of can't be pinned down to any one system or lineage. Its something one is born with (but can be developed if it wants to be, not if you want it to though). Its interesting that in other wiki posts you talk about the qualifications and traits that make a nagual, which other than being male, I fit all of them to a T.\n\nI am in a place in my life where if I don't kill myself, I am going to die. I was born after a miscarriage (your theory on 2 v 4 energy containers I cant remember what you called it. I believe I met my double when my best friend locked me in his basement for over 2 hours at 12 years old (we played nasty jokes like that on each other all the time). This was no joke. I saw a very large man, blacker than the pitch black, like he was actually the negative of light, wearing a large trench coat and what looked like a cowboy hat. Classic hat man I guess you could say. So I guess I should keep going with Recap and Dark Room?\n\nIf you could suggest only one practice to someone who has the energy, but not the experience in directing it (at least not in this way) to offer enough evidence that this path is worth pursuing, what would that be? If you told me that spending 6 hours a day in the dark room for one week would lead me to at least the start of what I am searching for, I would do it gladly right now.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5tvvfy", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I dont know of any system, but I do practice some elementary Kaballah and Ritual Magick. The magick I was speaking of can&amp;#39;t be pinned down to any one system or lineage. Its something one is born with (but can be developed if it wants to be, not if you want it to though). Its interesting that in other wiki posts you talk about the qualifications and traits that make a nagual, which other than being male, I fit all of them to a T.&lt;/p&gt;\n\n&lt;p&gt;I am in a place in my life where if I don&amp;#39;t kill myself, I am going to die. I was born after a miscarriage (your theory on 2 v 4 energy containers I cant remember what you called it. I believe I met my double when my best friend locked me in his basement for over 2 hours at 12 years old (we played nasty jokes like that on each other all the time). This was no joke. I saw a very large man, blacker than the pitch black, like he was actually the negative of light, wearing a large trench coat and what looked like a cowboy hat. Classic hat man I guess you could say. So I guess I should keep going with Recap and Dark Room?&lt;/p&gt;\n\n&lt;p&gt;If you could suggest only one practice to someone who has the energy, but not the experience in directing it (at least not in this way) to offer enough evidence that this path is worth pursuing, what would that be? If you told me that spending 6 hours a day in the dark room for one week would lead me to at least the start of what I am searching for, I would do it gladly right now.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5tvvfy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674659855.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5lgfx2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "superr", "can_mod_post": false, "created_utc": 1674508121.0, "send_replies": true, "parent_id": "t1_j5kxnzy", "score": 2, "author_fullname": "t2_3vses", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think what you don't understand is that this \"free flowing\" open community of people sharing thoughts and opinions has already been tried before decades ago...and that led to the near death of our sorcery itself! Just look at Carlos' shit reputation online; Carlos' sorcery was nearly destroyed by people insisting that they could just add outside stuff without a care, then get upset when they were found to be fakers. Nobody here wants to police this place, it's just that the intent of the original Olmec sorcerers is so faint that trying to practice this along with 10 other religions/systems will only lead to weak results - instead of giving you quick results if you stick with the sub only, intent will assume you want to progress in 10 other things at the same time and you'll just get mediocre results from being spread too thin. That's why this sub must be carefully curated; it's to prevent this place from becoming another watered down, useless system like you see everywhere else!\n\nEdit: and if you insist that there is magic elsewhere, tell me what other system can lead to a smiling face of an ally right in front of you very quickly, as long as you start practicing diligently? This stuff here doesn't take decades of practice, thousands of dollars invested in \"donations\", a million hours of endless study/analysis (mental masturbation) and a buttload of courses/certifications to start seeing results - here you get results VERY fast if you work hard! In fact you don't even need to believe in the lore of Don Juan at all, just do the work and you'll see stuff!", "edited": 1674512098.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5lgfx2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think what you don&amp;#39;t understand is that this &amp;quot;free flowing&amp;quot; open community of people sharing thoughts and opinions has already been tried before decades ago...and that led to the near death of our sorcery itself! Just look at Carlos&amp;#39; shit reputation online; Carlos&amp;#39; sorcery was nearly destroyed by people insisting that they could just add outside stuff without a care, then get upset when they were found to be fakers. Nobody here wants to police this place, it&amp;#39;s just that the intent of the original Olmec sorcerers is so faint that trying to practice this along with 10 other religions/systems will only lead to weak results - instead of giving you quick results if you stick with the sub only, intent will assume you want to progress in 10 other things at the same time and you&amp;#39;ll just get mediocre results from being spread too thin. That&amp;#39;s why this sub must be carefully curated; it&amp;#39;s to prevent this place from becoming another watered down, useless system like you see everywhere else!&lt;/p&gt;\n\n&lt;p&gt;Edit: and if you insist that there is magic elsewhere, tell me what other system can lead to a smiling face of an ally right in front of you very quickly, as long as you start practicing diligently? This stuff here doesn&amp;#39;t take decades of practice, thousands of dollars invested in &amp;quot;donations&amp;quot;, a million hours of endless study/analysis (mental masturbation) and a buttload of courses/certifications to start seeing results - here you get results VERY fast if you work hard! In fact you don&amp;#39;t even need to believe in the lore of Don Juan at all, just do the work and you&amp;#39;ll see stuff!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5lgfx2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674508121.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5kxnzy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gz0ea", "score": 1, "author_fullname": "t2_uxkiq8pv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I want to write up a whole explanation defending myself, but I am not going to for the sake of making some half assed attempt at being impeccable. You are right in many ways, but you aren't putting the pieces together in the correct order. Much of what you say about me is true, but much of it assumes things that are far from it. I do know real magic, and despite your cries about it, they had nothing to do with CC. If what you want to do is share and preserve the authentic information, what you want is a website not a subreddit. A website gives you full control over what information is shared, what isnt, while a subreddit is literally a \"community\" of people sharing thoughts and opinions, learning from one another, which you seem very aversive to. Its like you are standing at the top of a mountain, screaming at the shitheads below to get their asses up to where the good stuff is, while simultaneously kicking them back down and then blaming them for not getting up faster. It makes no sense to me, but I honestly do not care about any of that. This conversation is leading nowhere and the mature individuals who can actually communicate coherently shared all of the information I needed to clear up my incorrect assumptions. Every question doesn't have to result in you complaining about something or another, but looking through post history on the wiki, which I did do before I commented but couldn't find a clear answer, it seems that you appear to think so.\n\nIf this approach is so frustrating to you, why dont you go try a new approach?\n\nAlso, I am a man who has never been considered \"one of the boys\" by other men. However I am straight, and I don't claim that gives me anything special, but it might clear up why you were unsure of my gender. I am probably more feminine than most women express but from the outside looking in, nobody would ever know.  \n\n\nAlso, I have zero interest in anything but learning how to control my inner landscape. I have had numerous events in my life that I simply knew where not something most people experience. I'm talking stuff crazier than movies. You can call that bad player behavior I dont care, I know magic is real with or without CC. I also understand that this path requires following it to a T, not building upon it or warping it to fit ones needs. I was simply asking a question, perhaps with a good amount of selfishness relating to the way I want to be perceived. But that being said, the only reason I am here is to find a connecting point between my experience and my understanding of it. I also see that this will never happen if I want real magic. I feel like I am responding to something that requires more understanding. I will come back when I know more, and probably piss you off more unintentionally then. Sorry for causing such a ruckus. It was not my conscious intention. Maybe you are right maybe you aren't. All I know is that things are getting quite out of control for me in terms of my relationship to the unknown, magic, sorcery, all of that, and I can see that if I don't get a handle on it soon, it wont end well for me. That is the only reason I am here. To get a handle on myself.", "edited": 1674502014.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5kxnzy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I want to write up a whole explanation defending myself, but I am not going to for the sake of making some half assed attempt at being impeccable. You are right in many ways, but you aren&amp;#39;t putting the pieces together in the correct order. Much of what you say about me is true, but much of it assumes things that are far from it. I do know real magic, and despite your cries about it, they had nothing to do with CC. If what you want to do is share and preserve the authentic information, what you want is a website not a subreddit. A website gives you full control over what information is shared, what isnt, while a subreddit is literally a &amp;quot;community&amp;quot; of people sharing thoughts and opinions, learning from one another, which you seem very aversive to. Its like you are standing at the top of a mountain, screaming at the shitheads below to get their asses up to where the good stuff is, while simultaneously kicking them back down and then blaming them for not getting up faster. It makes no sense to me, but I honestly do not care about any of that. This conversation is leading nowhere and the mature individuals who can actually communicate coherently shared all of the information I needed to clear up my incorrect assumptions. Every question doesn&amp;#39;t have to result in you complaining about something or another, but looking through post history on the wiki, which I did do before I commented but couldn&amp;#39;t find a clear answer, it seems that you appear to think so.&lt;/p&gt;\n\n&lt;p&gt;If this approach is so frustrating to you, why dont you go try a new approach?&lt;/p&gt;\n\n&lt;p&gt;Also, I am a man who has never been considered &amp;quot;one of the boys&amp;quot; by other men. However I am straight, and I don&amp;#39;t claim that gives me anything special, but it might clear up why you were unsure of my gender. I am probably more feminine than most women express but from the outside looking in, nobody would ever know.  &lt;/p&gt;\n\n&lt;p&gt;Also, I have zero interest in anything but learning how to control my inner landscape. I have had numerous events in my life that I simply knew where not something most people experience. I&amp;#39;m talking stuff crazier than movies. You can call that bad player behavior I dont care, I know magic is real with or without CC. I also understand that this path requires following it to a T, not building upon it or warping it to fit ones needs. I was simply asking a question, perhaps with a good amount of selfishness relating to the way I want to be perceived. But that being said, the only reason I am here is to find a connecting point between my experience and my understanding of it. I also see that this will never happen if I want real magic. I feel like I am responding to something that requires more understanding. I will come back when I know more, and probably piss you off more unintentionally then. Sorry for causing such a ruckus. It was not my conscious intention. Maybe you are right maybe you aren&amp;#39;t. All I know is that things are getting quite out of control for me in terms of my relationship to the unknown, magic, sorcery, all of that, and I can see that if I don&amp;#39;t get a handle on it soon, it wont end well for me. That is the only reason I am here. To get a handle on myself.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5kxnzy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674501098.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674501098.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gz0ea", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gsmrr", "score": 7, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This is more typical bad player behavior.\n\nCalling me \"Dani\".\n\nThat's why the Bad Player post (to the right, there's a button to click), has the picture of the dog pissing on a wall it can't cross.\n\nI'm not sure I understand the context of using \"Dani\".\n\nAt first I thought maybe it was an aussie thing.\n\nBut this has to be the 10th time, for the 10th bad person to come in here pretending and attention seeking in a post they put up before they even knew what the topic here was.\n\nIt's starting to look like you're either a real bastard who was pretending to be polite for a while,  or a woman.\n\nIf you're a woman, stick around!  Women don't actually need to learn anything.\n\nThey just need to decide to try. So angry is ok with women, although some in chat wish they wouldn't be that way.\n\nExcept that as Cholita has taught me, it doesn't matter how awful a woman is because they can break the laws of physics when they feel like it.\n\nOr visit in their double, which is solid enough to poke you in the arm.\n\nOr dare you to chase them across entire continents, fully awake, and you can do it because you're following a real witch.\n\nSo women make up for bad behavior.\n\nEven the ones who try to murder you from time to time.\n\nMen don't.\n\nBastard men are hopeless and will never learn, no matter how much effort you put into them. If they pretend to be calming down, it just means they're trying to figure out a new angle, from which to attack.\n\nLike a teenage chimp in a tribe, who kowtows to the head older chimp, trying to figure out the his weakness so he can win against him later, and take over the tribe.\n\nThose are the worst.\n\nThe subreddits are strewn with their \"new plan\" to go make their own Castaneda group like this, and sit back smiling while they wait for throngs of people to move over to them.\n\nWhich never happens.  We could list perhaps 6 created like that.\n\nMy guess is that you're building your mental \"magic man franchise\" to ascend into greatness as a wise teacher.  Who analyzes his followers to find the pain they have, which he can remove though his knowledge of \"the language of the light\".\n\nAnd you haven't even noticed Castaneda's sorcery is supposed to produce real magic. Why should you?  You don't care about doing real magic.\n\nThere hasn't been any non-pretend magic for even a single person in our community,  in the last 55 years since Carlos wrote his first books.\n\nCarlos himself pretty much said so.\n\nYou didn't notice that?\n\nI'm inclined to wonder if ANY bad player men who come here,  actually ever wanted magic instead of wanting to be a guru or master, and rip others off with that pretense?\n\nYou're making me move a bit closer to assuming NONE want magic.\n\nBecause you're so clueless about where you are that you didn't even notice what was available in here.\n\nYou just wanted to be respected, for your make believe.\n\nI'll have to refine that clint eastwood thing for the cartoons.  It'll be funny.\n\nCholita used to tell anyone we ran into while shopping that she'd been kidnapped by me, and that I was planning to destroy the world soon in order to get the reward from the Free Masons (where Carlos taught a class or two).\n\nBut she was unable to stop me so she needed me arrested immediately.\n\nNow sadly, she won't even go shopping with me anymore.\n\nShe believes it's a trick to get her out of the house, so my chinese henchmen can install cameras in ever tiny hole, on every wall.\n\nShe's mostly plugged them all so far, sometimes with toilet paper.\n\nI found a new hole she plugged up this morning.  The little red and blue emblem for a faucet brand.  On the faucet.\n\nShe painted over it, because it looked like a camera could fit behind it.\n\nBut still, Cholita is about as valuable as a human being can get, if you like real magic.", "edited": 1674428502.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5gz0ea", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is more typical bad player behavior.&lt;/p&gt;\n\n&lt;p&gt;Calling me &amp;quot;Dani&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why the Bad Player post (to the right, there&amp;#39;s a button to click), has the picture of the dog pissing on a wall it can&amp;#39;t cross.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure I understand the context of using &amp;quot;Dani&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;At first I thought maybe it was an aussie thing.&lt;/p&gt;\n\n&lt;p&gt;But this has to be the 10th time, for the 10th bad person to come in here pretending and attention seeking in a post they put up before they even knew what the topic here was.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s starting to look like you&amp;#39;re either a real bastard who was pretending to be polite for a while,  or a woman.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re a woman, stick around!  Women don&amp;#39;t actually need to learn anything.&lt;/p&gt;\n\n&lt;p&gt;They just need to decide to try. So angry is ok with women, although some in chat wish they wouldn&amp;#39;t be that way.&lt;/p&gt;\n\n&lt;p&gt;Except that as Cholita has taught me, it doesn&amp;#39;t matter how awful a woman is because they can break the laws of physics when they feel like it.&lt;/p&gt;\n\n&lt;p&gt;Or visit in their double, which is solid enough to poke you in the arm.&lt;/p&gt;\n\n&lt;p&gt;Or dare you to chase them across entire continents, fully awake, and you can do it because you&amp;#39;re following a real witch.&lt;/p&gt;\n\n&lt;p&gt;So women make up for bad behavior.&lt;/p&gt;\n\n&lt;p&gt;Even the ones who try to murder you from time to time.&lt;/p&gt;\n\n&lt;p&gt;Men don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;Bastard men are hopeless and will never learn, no matter how much effort you put into them. If they pretend to be calming down, it just means they&amp;#39;re trying to figure out a new angle, from which to attack.&lt;/p&gt;\n\n&lt;p&gt;Like a teenage chimp in a tribe, who kowtows to the head older chimp, trying to figure out the his weakness so he can win against him later, and take over the tribe.&lt;/p&gt;\n\n&lt;p&gt;Those are the worst.&lt;/p&gt;\n\n&lt;p&gt;The subreddits are strewn with their &amp;quot;new plan&amp;quot; to go make their own Castaneda group like this, and sit back smiling while they wait for throngs of people to move over to them.&lt;/p&gt;\n\n&lt;p&gt;Which never happens.  We could list perhaps 6 created like that.&lt;/p&gt;\n\n&lt;p&gt;My guess is that you&amp;#39;re building your mental &amp;quot;magic man franchise&amp;quot; to ascend into greatness as a wise teacher.  Who analyzes his followers to find the pain they have, which he can remove though his knowledge of &amp;quot;the language of the light&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you haven&amp;#39;t even noticed Castaneda&amp;#39;s sorcery is supposed to produce real magic. Why should you?  You don&amp;#39;t care about doing real magic.&lt;/p&gt;\n\n&lt;p&gt;There hasn&amp;#39;t been any non-pretend magic for even a single person in our community,  in the last 55 years since Carlos wrote his first books.&lt;/p&gt;\n\n&lt;p&gt;Carlos himself pretty much said so.&lt;/p&gt;\n\n&lt;p&gt;You didn&amp;#39;t notice that?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m inclined to wonder if ANY bad player men who come here,  actually ever wanted magic instead of wanting to be a guru or master, and rip others off with that pretense?&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re making me move a bit closer to assuming NONE want magic.&lt;/p&gt;\n\n&lt;p&gt;Because you&amp;#39;re so clueless about where you are that you didn&amp;#39;t even notice what was available in here.&lt;/p&gt;\n\n&lt;p&gt;You just wanted to be respected, for your make believe.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to refine that clint eastwood thing for the cartoons.  It&amp;#39;ll be funny.&lt;/p&gt;\n\n&lt;p&gt;Cholita used to tell anyone we ran into while shopping that she&amp;#39;d been kidnapped by me, and that I was planning to destroy the world soon in order to get the reward from the Free Masons (where Carlos taught a class or two).&lt;/p&gt;\n\n&lt;p&gt;But she was unable to stop me so she needed me arrested immediately.&lt;/p&gt;\n\n&lt;p&gt;Now sadly, she won&amp;#39;t even go shopping with me anymore.&lt;/p&gt;\n\n&lt;p&gt;She believes it&amp;#39;s a trick to get her out of the house, so my chinese henchmen can install cameras in ever tiny hole, on every wall.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s mostly plugged them all so far, sometimes with toilet paper.&lt;/p&gt;\n\n&lt;p&gt;I found a new hole she plugged up this morning.  The little red and blue emblem for a faucet brand.  On the faucet.&lt;/p&gt;\n\n&lt;p&gt;She painted over it, because it looked like a camera could fit behind it.&lt;/p&gt;\n\n&lt;p&gt;But still, Cholita is about as valuable as a human being can get, if you like real magic.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gz0ea/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674428305.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674428305.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gsmrr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5g7v1o", "score": 1, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you Dani, your comment is more than sufficient. Thank you meeting me where I am at.", "edited": false, "author_flair_css_class": null, "name": "t1_j5gsmrr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you Dani, your comment is more than sufficient. Thank you meeting me where I am at.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gsmrr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674425894.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674425894.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5g7v1o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5g1gdx", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "How come you didn't study in here, before you posted?\n\nIf  you did, you might have noticed that never goes well for someone.\n\nYes, I was in private classes from the start of them.\n\nCarlos offered to sell me his home on Pandora, and Florinda offered to be my lover when it was obvious they were leaving because Carlos was dying.\n\nI seem to have been \"born for this job\".\n\nBut I first saw Carlos back in 1968 at the filming of a movie about local indians, from my father's book on the topic.\n\nCarlos taught that \"door knob\" hand claw technique most likely to Carobeth Laird, a family friend of mine.  My father mentioned to me at the time, that Carlos had visited her as she was dying in bed.  He had a story to tell about what Carlos said, but I forgot it.\n\nI maybe even worked with Carlos earlier. Digging up Luiseno Indian Artifacts with the UC system.   But I was only 9, and wouldn't have noticed that much.\n\nMy father was  likely having an affair with the long time companion of Carlos, \"Joanie\".  A UC anthropologist groupie.  My father was an anthropologist for UCR.  \n\nAt least, Carlos seemed to believe that was true when he pulled a prank on me, and forced us to shake hands.\n\nMy father was instrumental in setting up the printing presses of Morongo Reservation where Carlos first went to find don Juan, and ran into a friend of mine Ruby. \n\nThe witch at Morongo back then. She pointed him elsewhere.  \n\nI ran into Carlos and the witches again in the 1970s.  Almost surely saw that famous picture of Taisha doing Karate being taken.  At least, I saw her being photographed that year, with that background.  And Carlos likely standing in the same room.\n\nPracticed Shotokan with Taisha under Nishiyama in Los Angeles.\n\nAnd a companion, either Florinda or Carol. It's been too long.\n\nWent to the Budokan on the same plane with Taisha, for that famous tournament where she got angry and rang the gong.\n\nBut we also have Jadey and Cholita helping.  Also direct students of Carlos.\n\nCholita was helpful to Carlos in importing art from Mexico.  Selling off the lineages assets most likely. I suspect she knows some of the apprentices of don Juan, who came up here to be around Carlos.  Maybe even Soledad.\n\nAll the rest from private classes are lost now.   Gave up.  Cursed Carlos.\n\nCholita helps by demonstrating that the laws of physics don't mean much to witches.\n\nWe badly need that!  I just wish she'd do it for others.\n\nJadey is an expert on Tensegrity.  She's already corrected 2 serious mistakes in the internet videos, and spotted fake passes being created by Cleargreen and Being Energy.\n\nAnd she knows far more about the inner circle, than anyone else.\n\nIf we get lucky, she'll tell us more stuff over time.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5g7v1o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How come you didn&amp;#39;t study in here, before you posted?&lt;/p&gt;\n\n&lt;p&gt;If  you did, you might have noticed that never goes well for someone.&lt;/p&gt;\n\n&lt;p&gt;Yes, I was in private classes from the start of them.&lt;/p&gt;\n\n&lt;p&gt;Carlos offered to sell me his home on Pandora, and Florinda offered to be my lover when it was obvious they were leaving because Carlos was dying.&lt;/p&gt;\n\n&lt;p&gt;I seem to have been &amp;quot;born for this job&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I first saw Carlos back in 1968 at the filming of a movie about local indians, from my father&amp;#39;s book on the topic.&lt;/p&gt;\n\n&lt;p&gt;Carlos taught that &amp;quot;door knob&amp;quot; hand claw technique most likely to Carobeth Laird, a family friend of mine.  My father mentioned to me at the time, that Carlos had visited her as she was dying in bed.  He had a story to tell about what Carlos said, but I forgot it.&lt;/p&gt;\n\n&lt;p&gt;I maybe even worked with Carlos earlier. Digging up Luiseno Indian Artifacts with the UC system.   But I was only 9, and wouldn&amp;#39;t have noticed that much.&lt;/p&gt;\n\n&lt;p&gt;My father was  likely having an affair with the long time companion of Carlos, &amp;quot;Joanie&amp;quot;.  A UC anthropologist groupie.  My father was an anthropologist for UCR.  &lt;/p&gt;\n\n&lt;p&gt;At least, Carlos seemed to believe that was true when he pulled a prank on me, and forced us to shake hands.&lt;/p&gt;\n\n&lt;p&gt;My father was instrumental in setting up the printing presses of Morongo Reservation where Carlos first went to find don Juan, and ran into a friend of mine Ruby. &lt;/p&gt;\n\n&lt;p&gt;The witch at Morongo back then. She pointed him elsewhere.  &lt;/p&gt;\n\n&lt;p&gt;I ran into Carlos and the witches again in the 1970s.  Almost surely saw that famous picture of Taisha doing Karate being taken.  At least, I saw her being photographed that year, with that background.  And Carlos likely standing in the same room.&lt;/p&gt;\n\n&lt;p&gt;Practiced Shotokan with Taisha under Nishiyama in Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;And a companion, either Florinda or Carol. It&amp;#39;s been too long.&lt;/p&gt;\n\n&lt;p&gt;Went to the Budokan on the same plane with Taisha, for that famous tournament where she got angry and rang the gong.&lt;/p&gt;\n\n&lt;p&gt;But we also have Jadey and Cholita helping.  Also direct students of Carlos.&lt;/p&gt;\n\n&lt;p&gt;Cholita was helpful to Carlos in importing art from Mexico.  Selling off the lineages assets most likely. I suspect she knows some of the apprentices of don Juan, who came up here to be around Carlos.  Maybe even Soledad.&lt;/p&gt;\n\n&lt;p&gt;All the rest from private classes are lost now.   Gave up.  Cursed Carlos.&lt;/p&gt;\n\n&lt;p&gt;Cholita helps by demonstrating that the laws of physics don&amp;#39;t mean much to witches.&lt;/p&gt;\n\n&lt;p&gt;We badly need that!  I just wish she&amp;#39;d do it for others.&lt;/p&gt;\n\n&lt;p&gt;Jadey is an expert on Tensegrity.  She&amp;#39;s already corrected 2 serious mistakes in the internet videos, and spotted fake passes being created by Cleargreen and Being Energy.&lt;/p&gt;\n\n&lt;p&gt;And she knows far more about the inner circle, than anyone else.&lt;/p&gt;\n\n&lt;p&gt;If we get lucky, she&amp;#39;ll tell us more stuff over time.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5g7v1o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674418037.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674418037.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5g1gdx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5fzona", "score": 1, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I feel like the answer is because you were a student of Castaneda himself...is this accurate?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5g1gdx", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I feel like the answer is because you were a student of Castaneda himself...is this accurate?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5g1gdx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674415513.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674415513.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5fzona", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "created_utc": 1674414817.0, "send_replies": true, "parent_id": "t1_j5fvnpx", "score": 2, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I appreciate your answer to this question and to the many other questions I have asked here in this community. Can I ask how you relate to CC or the lineage? You seem to have an authorative stance on just about everything, but I also feel like you are really holding onto a lot of pain within yourself, using this community as means of propping up your self image, your \"expertise.\" I do not claim that to be true, but I would like to either understand why I have that nagging feeling, or move on bc I learn that my intuition was right. I ask this question with authenticity not in effort to diminish you or the answers you provide, but to legitimately understand why you are so assured in your claims that anything outside of your understanding is inaccurate. I hope you don't take this as something you need to defend against. I am just truly trying to understand what is what here. Seems like a real mess has been left behind in CCs wake.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5fzona", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I appreciate your answer to this question and to the many other questions I have asked here in this community. Can I ask how you relate to CC or the lineage? You seem to have an authorative stance on just about everything, but I also feel like you are really holding onto a lot of pain within yourself, using this community as means of propping up your self image, your &amp;quot;expertise.&amp;quot; I do not claim that to be true, but I would like to either understand why I have that nagging feeling, or move on bc I learn that my intuition was right. I ask this question with authenticity not in effort to diminish you or the answers you provide, but to legitimately understand why you are so assured in your claims that anything outside of your understanding is inaccurate. I hope you don&amp;#39;t take this as something you need to defend against. I am just truly trying to understand what is what here. Seems like a real mess has been left behind in CCs wake.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5fzona/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674414817.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5fvnpx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674413274.0, "send_replies": true, "parent_id": "t3_10iq3b5", "score": 12, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I think you've picked up the mistaken idea of what a stalker is, from our horrible Castaneda  fan community (everything outside here).\n\nDid you read Taisha's new book?\n\nWhere she summons her double, using stalking with the shadow inorganic beings in a tree house?\n\nThen later it turns out the entire book was a stalking exercise, because it wasn't even a real  house.\n\nIt was a copy of Zuleica's house, the same way Carlos had a copy of his house into which Miles went by accident.\n\nAnd into which Carlos tried to lure me before he died.\n\nCholita made a copy of our home.  \n\nAnd when I go in there, it's stalking.\n\nBecause it holds a very specific new position of the assemblage point.\n\nStalking is not tricking your friends, or behaving like a prankster.\n\nAll of our darkroom practice in this subreddit, is stalking.\n\nTensegrity is stalking.\n\nSo before determining what type you are, maybe you should rethink what stalking really is?\n\nToss off the horrible attention seeking version our hopeless friends on social media have fixated on, because it's easy for them to pretend.\n\nI'm adding a folder to my animations so I don't forget to clear up this horrible misunderstanding.\n\nHorrible, because half use it as an excuse to never learn to get silent or see any real magic.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5fvnpx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think you&amp;#39;ve picked up the mistaken idea of what a stalker is, from our horrible Castaneda  fan community (everything outside here).&lt;/p&gt;\n\n&lt;p&gt;Did you read Taisha&amp;#39;s new book?&lt;/p&gt;\n\n&lt;p&gt;Where she summons her double, using stalking with the shadow inorganic beings in a tree house?&lt;/p&gt;\n\n&lt;p&gt;Then later it turns out the entire book was a stalking exercise, because it wasn&amp;#39;t even a real  house.&lt;/p&gt;\n\n&lt;p&gt;It was a copy of Zuleica&amp;#39;s house, the same way Carlos had a copy of his house into which Miles went by accident.&lt;/p&gt;\n\n&lt;p&gt;And into which Carlos tried to lure me before he died.&lt;/p&gt;\n\n&lt;p&gt;Cholita made a copy of our home.  &lt;/p&gt;\n\n&lt;p&gt;And when I go in there, it&amp;#39;s stalking.&lt;/p&gt;\n\n&lt;p&gt;Because it holds a very specific new position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Stalking is not tricking your friends, or behaving like a prankster.&lt;/p&gt;\n\n&lt;p&gt;All of our darkroom practice in this subreddit, is stalking.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity is stalking.&lt;/p&gt;\n\n&lt;p&gt;So before determining what type you are, maybe you should rethink what stalking really is?&lt;/p&gt;\n\n&lt;p&gt;Toss off the horrible attention seeking version our hopeless friends on social media have fixated on, because it&amp;#39;s easy for them to pretend.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m adding a folder to my animations so I don&amp;#39;t forget to clear up this horrible misunderstanding.&lt;/p&gt;\n\n&lt;p&gt;Horrible, because half use it as an excuse to never learn to get silent or see any real magic.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5fvnpx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674413274.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5fwuvz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "created_utc": 1674413727.0, "send_replies": true, "parent_id": "t1_j5fsdqx", "score": -1, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you for clearing this up. Finding a concise series of words that actually arrange into an answer seems to be a rarity in the castaneda \"community.\" its usually people like me shitting all over other people like me lol. Amatuers insisting that their view is the right one. Thanks!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5fwuvz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for clearing this up. Finding a concise series of words that actually arrange into an answer seems to be a rarity in the castaneda &amp;quot;community.&amp;quot; its usually people like me shitting all over other people like me lol. Amatuers insisting that their view is the right one. Thanks!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5fwuvz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674413727.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": -1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5fsdqx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "NightComprehensive52", "can_mod_post": false, "created_utc": 1674412050.0, "send_replies": true, "parent_id": "t3_10iq3b5", "score": 9, "author_fullname": "t2_7zxv6xqs", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "According to the eagles gift, women are either stalkers or dreamers whereas men are simply warriors, men can do both stalking and dreaming but they cannot master either the way women can. It was described that one can determine if a woman is a stalker or dreamer based on something relating to their luminosity, implying it is something they are born with(?). Both paths of the stalker and dreamer acheive similar results, so women will still make the same progress regardless, but men MUST practice both stalking AND dreaming bc dreaming causes the ap to move and stalking holds it in that new position. Men have issues with clinging to things, and heiarchy, so we tend to have a LOT of difficulty getting the ap to move. Women are very different than men when it comes to how they shift their AP, so i cannot rlly say much ab their practices. The wiki has some great descriptions about both dreaming and stalking though, i recommend checking those out.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5fsdqx", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;According to the eagles gift, women are either stalkers or dreamers whereas men are simply warriors, men can do both stalking and dreaming but they cannot master either the way women can. It was described that one can determine if a woman is a stalker or dreamer based on something relating to their luminosity, implying it is something they are born with(?). Both paths of the stalker and dreamer acheive similar results, so women will still make the same progress regardless, but men MUST practice both stalking AND dreaming bc dreaming causes the ap to move and stalking holds it in that new position. Men have issues with clinging to things, and heiarchy, so we tend to have a LOT of difficulty getting the ap to move. Women are very different than men when it comes to how they shift their AP, so i cannot rlly say much ab their practices. The wiki has some great descriptions about both dreaming and stalking though, i recommend checking those out.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5fsdqx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674412050.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5kynrj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gw7mg", "score": 1, "author_fullname": "t2_uxkiq8pv", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "info@thelanguageoflight.org \n\nI appreciate it", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5kynrj", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"mailto:info@thelanguageoflight.org\"&gt;info@thelanguageoflight.org&lt;/a&gt; &lt;/p&gt;\n\n&lt;p&gt;I appreciate it&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5kynrj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674501474.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674501474.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gw7mg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gri4x", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you DM me an email address, I can send you a draft version of those extra materials in a single PDF. It's not quite yet as finished as I would like....ideally. But still 96% there.", "edited": 1674434870.0, "author_flair_css_class": null, "name": "t1_j5gw7mg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you DM me an email address, I can send you a draft version of those extra materials in a single PDF. It&amp;#39;s not quite yet as finished as I would like....ideally. But still 96% there.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gw7mg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674427244.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674427244.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gri4x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gp9bm", "score": 0, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Well apparently I am drawn to this as I have already scavenged the web for articles interviews, practices ,etc using the wiki and other sources, and downloaded, organized, and neatly arranged  the material by topic in my notebook so I can have an easy to navigate notes as a reference. Thanks for sharing those two pages. I will take a look but I believe I've already gone over some of them..\n\nEdit: when you say transitional what do suggest that material transitions one into? Did you mean supplementary?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5gri4x", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well apparently I am drawn to this as I have already scavenged the web for articles interviews, practices ,etc using the wiki and other sources, and downloaded, organized, and neatly arranged  the material by topic in my notebook so I can have an easy to navigate notes as a reference. Thanks for sharing those two pages. I will take a look but I believe I&amp;#39;ve already gone over some of them..&lt;/p&gt;\n\n&lt;p&gt;Edit: when you say transitional what do suggest that material transitions one into? Did you mean supplementary?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gri4x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674425465.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674425465.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gp9bm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ghytb", "score": 6, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If it helps, one of the criteria for whether or not people are at odds with the material in here is how much of the transitional materials they've gone through (and absorbed).\n\nFirst, all of the books, including Abelar's and Donner's. \n\nIf that seems like a chore, it's less likely you're as drawn to this than is needed.\n\nAnd then, the Magazine Interviews and Articles, as well as the workshop notes and extra materials:\n\nhttps://reddit.com/r/castaneda/w/booklist - the extra materials and interviews are linked down on this page\n\nhttps://reddit.com/r/castaneda/w/additional_resources - the workshop notes at the top of this one.\n\nAfter that you'll stand a much better chance of understanding where we're coming from.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5gp9bm", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If it helps, one of the criteria for whether or not people are at odds with the material in here is how much of the transitional materials they&amp;#39;ve gone through (and absorbed).&lt;/p&gt;\n\n&lt;p&gt;First, all of the books, including Abelar&amp;#39;s and Donner&amp;#39;s. &lt;/p&gt;\n\n&lt;p&gt;If that seems like a chore, it&amp;#39;s less likely you&amp;#39;re as drawn to this than is needed.&lt;/p&gt;\n\n&lt;p&gt;And then, the Magazine Interviews and Articles, as well as the workshop notes and extra materials:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/w/booklist\"&gt;https://reddit.com/r/castaneda/w/booklist&lt;/a&gt; - the extra materials and interviews are linked down on this page&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/w/additional_resources\"&gt;https://reddit.com/r/castaneda/w/additional_resources&lt;/a&gt; - the workshop notes at the top of this one.&lt;/p&gt;\n\n&lt;p&gt;After that you&amp;#39;ll stand a much better chance of understanding where we&amp;#39;re coming from.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gp9bm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674424593.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674424593.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5glw8j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ghytb", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "One of the people who can move their assemblage point all the way to the bottom and beyond, was amused and posted this link.\n\nCarlos said that bad players attack in 3s.\n\nI wonder if I can copy clint, and make him older, and put him in the  house where Cholita has been kidnapped, in the cartoons???\n\nAnyway, watch this and you'll understand the struggle in here better.\n\n[https://www.youtube.com/clip/UgkxdDiieZckYKwlqiocbiW7UFowAhHfWssn](https://www.youtube.com/clip/UgkxdDiieZckYKwlqiocbiW7UFowAhHfWssn)", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5glw8j", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;One of the people who can move their assemblage point all the way to the bottom and beyond, was amused and posted this link.&lt;/p&gt;\n\n&lt;p&gt;Carlos said that bad players attack in 3s.&lt;/p&gt;\n\n&lt;p&gt;I wonder if I can copy clint, and make him older, and put him in the  house where Cholita has been kidnapped, in the cartoons???&lt;/p&gt;\n\n&lt;p&gt;Anyway, watch this and you&amp;#39;ll understand the struggle in here better.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/clip/UgkxdDiieZckYKwlqiocbiW7UFowAhHfWssn\"&gt;https://www.youtube.com/clip/UgkxdDiieZckYKwlqiocbiW7UFowAhHfWssn&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5glw8j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674423296.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674423296.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5gux9m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Agitated_Direction17", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5gq3p7", "score": 6, "author_fullname": "t2_rkgy103u", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "most likeley we would all be fucked bcs we never would have learned this stuff is real", "edited": false, "author_flair_css_class": null, "name": "t1_j5gux9m", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;most likeley we would all be fucked bcs we never would have learned this stuff is real&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10iq3b5", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gux9m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674426761.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674426761.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5gq3p7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5glce4", "score": 0, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you for your glorious knowledge Dani9999 what would we do without you", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5gq3p7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you for your glorious knowledge Dani9999 what would we do without you&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5gq3p7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674424925.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674424925.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5glce4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ghytb", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You came in here wanting to pretend your sorcery.\n\nWith a \"bad player\" attention seeking name.  \n\nDid you read the bad player post in the wiki?\n\nBut if that were allowed in this subreddit, the place would be destroyed in a few months.\n\n7000 have passed through here in the last few years.\n\nAnd no one would ever get to actually learn any sorcery if the posters were mostly like you.\n\nBut I suppose you believe there's people out there who have learned some sorcery? So you can \"find your way\" like the others, if you just figure out where to go, for an \"accepting and helpful community\".\n\nIt's not a good sign for your chances...\n\nAnd also shows you haven't read enough of the books to even understand what this all is.\n\nAnyway, all those who saw your post and have been around a while knew you didn't really want to learn.\n\nThey were just waiting to see when your head exploded.\n\nWe've been here 4 years now, with actual magic for people to learn instead of the usual pretending.\n\nIf someone makes really good progress, we get attacked by posts like yours.\n\nTrying to drag it down to make believe.\n\nCarlos warned us about it in private classes, at least 6 times.  To make sure we were aware of it.\n\nAnd in the end, it killed him.  All  the attacks trying to turn it into pretending.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5glce4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You came in here wanting to pretend your sorcery.&lt;/p&gt;\n\n&lt;p&gt;With a &amp;quot;bad player&amp;quot; attention seeking name.  &lt;/p&gt;\n\n&lt;p&gt;Did you read the bad player post in the wiki?&lt;/p&gt;\n\n&lt;p&gt;But if that were allowed in this subreddit, the place would be destroyed in a few months.&lt;/p&gt;\n\n&lt;p&gt;7000 have passed through here in the last few years.&lt;/p&gt;\n\n&lt;p&gt;And no one would ever get to actually learn any sorcery if the posters were mostly like you.&lt;/p&gt;\n\n&lt;p&gt;But I suppose you believe there&amp;#39;s people out there who have learned some sorcery? So you can &amp;quot;find your way&amp;quot; like the others, if you just figure out where to go, for an &amp;quot;accepting and helpful community&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a good sign for your chances...&lt;/p&gt;\n\n&lt;p&gt;And also shows you haven&amp;#39;t read enough of the books to even understand what this all is.&lt;/p&gt;\n\n&lt;p&gt;Anyway, all those who saw your post and have been around a while knew you didn&amp;#39;t really want to learn.&lt;/p&gt;\n\n&lt;p&gt;They were just waiting to see when your head exploded.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve been here 4 years now, with actual magic for people to learn instead of the usual pretending.&lt;/p&gt;\n\n&lt;p&gt;If someone makes really good progress, we get attacked by posts like yours.&lt;/p&gt;\n\n&lt;p&gt;Trying to drag it down to make believe.&lt;/p&gt;\n\n&lt;p&gt;Carlos warned us about it in private classes, at least 6 times.  To make sure we were aware of it.&lt;/p&gt;\n\n&lt;p&gt;And in the end, it killed him.  All  the attacks trying to turn it into pretending.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5glce4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674423086.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674423086.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ghytb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "language_of_light_MA", "can_mod_post": false, "created_utc": 1674421828.0, "send_replies": true, "parent_id": "t1_j5ggvs2", "score": 1, "author_fullname": "t2_uxkiq8pv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks for sharing. More lost than when I started. I'll find the way on my own thanks.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5ghytb", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks for sharing. More lost than when I started. I&amp;#39;ll find the way on my own thanks.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10iq3b5", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5ghytb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674421828.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ggvs2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674421433.0, "send_replies": true, "parent_id": "t3_10iq3b5", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If you think of this place as a taco restaurant, you don't seem to be very interested in tacos.\n\nIt's as if you're lonely or something.  \n\nWe have tacos. There's pictures.\n\nYou don't need to psychoanalyze the cooks if you what you really want is what's in here.\n\nWhy ask why they make tacos?  \n\nWhat's their motivation for being Taco Merchants?\n\nJust buy the damned tacos, or go find what you really want elsewhere.\n\nIt's obviously not what's in here.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5ggvs2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you think of this place as a taco restaurant, you don&amp;#39;t seem to be very interested in tacos.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s as if you&amp;#39;re lonely or something.  &lt;/p&gt;\n\n&lt;p&gt;We have tacos. There&amp;#39;s pictures.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t need to psychoanalyze the cooks if you what you really want is what&amp;#39;s in here.&lt;/p&gt;\n\n&lt;p&gt;Why ask why they make tacos?  &lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s their motivation for being Taco Merchants?&lt;/p&gt;\n\n&lt;p&gt;Just buy the damned tacos, or go find what you really want elsewhere.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s obviously not what&amp;#39;s in here.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5ggvs2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674421433.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5hkr5a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Lucky7Revolver", "can_mod_post": false, "created_utc": 1674437266.0, "send_replies": true, "parent_id": "t3_10iq3b5", "score": 1, "author_fullname": "t2_jyzsbvpw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "SideNote: if you achieve this “world will tremble” thing. Remember me, lol", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5hkr5a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;SideNote: if you achieve this “world will tremble” thing. Remember me, lol&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10iq3b5/determining_if_one_is_a_stalker_or_a_dreamer_and/j5hkr5a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674437266.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10iq3b5", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]