[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=f8ed96c43860a8d92993ee5abcf1354f6bc7d77d\n\nCan you really turn into a tree?\n\nDon Juan's lineage had at least 2 who had.  They're the  famous trees that were producing fruit at the wrong time of year and don Juan said it was because they sensed the lineage would be leaving to freedom soon.\n\nBut what readers possibly didn't realize was, elsewhere it criticized the old seers for turning themselves into trees so they could live longer.\n\nSo those trees were in fact old seers.\n\nApparently the reason that lineage knew it was because they were \"rescuing\" old seers whenever they could.\n\nTake Manfred.\n\nThought it was a talking dog?\n\nOr maybe one of those magical second attention deer?\n\nNope.\n\nOld seer.\n\nSame as the death defier.  The lineage was involved in rescue missions!\n\nSo when you're fantasizing about how fun magical dogs would be, keep in mind it was actually a toothless old seer, maybe one the locals knew 8000 years ago as \"Barking Fred\".\n\nBut how did he turn into a dog?\n\nOr did he body snatch a dog?\n\nAnd can you really turn into a tree?\n\nWell, shapeshifting actually works!\n\nI've not only done it, but I can kind of see how it works now.\n\nIt's the same as being shoved through the ticket office.  Carlos was shoved by don Juan, and ended up a mile or two away at a street market, on next sunday.\n\nNot this sunday.  He was thrown by the push all the way to a different day.\n\nThe last, the next.  Carlos didn't know.\n\nAnd he simply walked back home.  From next sunday, back to today.\n\nSmoothly, continuously.\n\nAt no point did he go to sleep or wake up.\n\nThe same happens in darkroom down in the deep red zone.\n\nIf you shapeshift it seems perfectly normal and \"seamless\".  And yet, you could explain it all away if you theorized that while you were outside chasing cats at night, you were actually still standing in your darkroom in a daze.\n\nExcept, if you fell asleep standing up how come you didn't tumble over and bump your head? Maybe even break your neck.\n\nOr for that matter, how can you watch a real window materialize on your wall, look outside and realize there's a breeze of refreshing air coming through the window that can't possibly be there, and so you take a \"leap of faith\".\n\nLiterally.  You run and leap out that window.  And land safely on the other side, on what seems to be a different planet.\n\nYou can do that!   I have multiple times,  under different scenarios.\n\nPlease don't any beginners visualize any of us doing something, and then repeating it exactly the same.\n\nThat kind of pretending is how other fake \"magical systems\" bamboozle their gullible followers.\n\nBy letting them jump to wrong conclusions, which are self-flattering because if their \"master\" is as powerful as a God, so can they be some day.\n\nIt's  a very ugly tendency of students to glorify their teachers. And has created most of the false impressions that other systems actually have the magic they imply they have.\n\nWhen they have nothing more than minor meditative effects.\n\nAnd it's typical of con artist teachers to let their students make up stories about their amazing powers.  It's good for business!\n\nFind a useless former college professor turned Yogi in diapers sitting on a throne, and you'll also find followers have made up stories about his amazing psychic abilities.  Often to see secret things about them in particular.  The guru used his amazing magic, for their benefit!\n\nMother Teresa must have had endless stories about the miracles she performed.  Each complete with an \"eye witness\".\n\nSeveral have even told me that in the Eastern Bloc, some believe Reni has risen to sainthood through her recapitulation efforts.\n\nNaturally.  That's what \"followers\" do.  One would wish they would follow the magic they claim to want, but it's rarely the case.\n\nIn the case of shapeshifting, don't self-flatter, don't exaggerate, and don't allow others to jump to conclusions.\n\nIt's enough to be able to do it for real.  You don't have to pretend you can repeat it on demand.\n\nThat's just not how we learn.\n\nMaybe sorcery is a lot like bowling.  Bowling has a good element of chance in it, so that even the worst beginner can knock down all the pins in one roll from time to time.\n\nLikewise, lucky golfers can randomly get a \"hole in one\".\n\nUnless you're the evil political cult leader Kim Jong Il of North Korea, who got a hole in one on his first try.\n\nHe had eye witnesses.\n\nOr else...\n\nThe point being, please ignore anything you hear about gurus and cult leaders.  Followers are lying dogs.\n\nSo back to shapeshifting.  Which you should never exaggerate but will be happy to discover it actually works.\n\nFrom my point of view, it's like that ticket office story from \"Tales of Power\".\n\nThe tonal, which is your perception of your physical body, can \"shrink\".\n\nMeaning you pass into the double, and become so irrational you no longer care about your physical body having limitations.\n\nYour double can be or do anything.  Just think to your dreams.\n\nIt would not be earth shattering if you dreamed you were under attack and suddenly had the strength of a giant gorilla.  Tossing your enemies around like rag dolls, and breaking their backs by lifting them into the air and bending them in half.\n\nBut other times you try in sleeping dreams to repeat a superpower you remember from an older dream, and can't do it.\n\nYour dream enemies only laugh.\n\nWe KNOW the doing of shapeshifting inside sleeping dreams,  and we even know that it's very hard to repeat.\n\nIt's not really all that different in waking situations.\n\nAnd to do it you shrink the tonal until the rationality of physical matter is not a concern.\n\nOnly the reasoning and purposefulness of the tonal awareness goes along with the other half.\n\nYou shapeshift by changing to the double. Your other half.\n\nWhich explains the incidents in the books where no one was around.  They switched over to a magical situation, seemingly in their normal body and fully awake doing ordinary things, but when the magic became extreme there was no one else around.\n\nCarlos and La Gorda on that bridge is a good example.\n\nBut also when La Gorda opened an escape route for her and Carlos to get away from the allies, the same sort of weirdness happened. When it was over they were back where they started. Despite having left the room.\n\nThat doesn't mean it's unreal. It just means, the double goes where it likes and there's 10  thousand alternate copies of any level of reality if you shift horizontally along the J curve.\n\nJust don't let it worry you.\n\nThe double can \"tune in\" and find this copy and be as solid and real as anyone else.\n\nWe know that from the stories in the books.\n\nAnd I've seen Cholita do it multiple times in her dreaming double.\n\nMight even have done it myself, except how can you know?   You just experience walking around as \"real\".  But in your dreaming body.\n\nYou almost don't figure it out until the next day when you begin to think about the contradictions in the timeline,  which you can barely recall.\n\nWe also know that the old seers turned into jaguars because they left us nice jade figurines.\n\nAnd because those Old Olmec Seers are now almost universally agreed by anthropologists to be the mother of all mesoamerican shamanism.\n\nMeaning, all that the native tribes have in the americas is from the Olmecs.  It's just mutated over time.\n\nAnd shapeshifting is one of the commonalities between shamanism systems.\n\nBecause shapeshifting is easy.\n\nThe hard part is \"tuning in\" to the \"real world\".\n\nSo that you are in the same copy of reality as you normally are.\n\nLet's go over how to shape shift to illustrate the process.\n\nYou have to drop your assemblage point all the way down to the bottom of the lower back.\n\nIt's called, \"The Shift Below\". We call it, \"the deep red zone\".\n\nKeep in mind it's moving along the outside of the egg but we talk about it as if it were superimposed on your actual body.\n\nBecause Carlos did that when he explained the J curve, after letting us know it was actually located a few feet back.\n\nHe moved his finger starting on the left shoulder blade of a young woman, and explained the J curve there as if the assemblage point were located on the skin.\n\nNow, trees have a massive egg shell.   Possibly 50 feet in diameter in some cases.\n\nAnd don Juan commented that their assemblage points were very low.  Far down below the ground.\n\nAnd they lived a long time maybe even because their \"gap\" was sturdier.\n\nYou can actually protect your \"gap\" from the onslaught of \"the tumbler\" by burying yourself.\n\nBut we can't move our assemblage points as far down our back as a tree can.\n\nOur egg is only around 12-15 feet in diameter, if even that.\n\nExcept, we can stretch our eggs!\n\nThe Tensegrity magical pass \"Stellar Hatch\" does that.\n\nBoth up into outer space to bring down awareness from stars (which works extremely well), but also you gaze \"2 stories\" down and look for a glow way down there.\n\nThe size of a baseball according to the instructions given with that magical pass.\n\nBut wait!\n\nOur assemblage point is ALSO the size of a baseball.  Carlos told us so, and even made a diagram of it.\n\nThat egg shell and Nagual's dent diagram.  There's a baseball size but with some lines around it, showing it glows brightly over the width of man's band which is 1 foot thick.\n\nSo when you gaze down at the start of stellar hatch looking for that baseball sized glow, wouldn't that stretch your egg down the right distance for a tree's assemblage point?\n\nAnd you even look for your own to be down there!\n\nAfter that you project that baseball of glow all the way into outer space.\n\nIt's your assemblage point that your guiding with your gaze!\n\nConsider the mashing energy single movement to \"drop the assemblage point\".\n\nYou turn and look behind you down through the floor, while your palms point down in the front and back and you bend backwards a tiny bit to gaze through that like it was a window into a tunnel.\n\nThis is all mostly speculative on my part, but one thing is for sure.  You can very much see a baseball sized blob of intense sparkles and you can indeed see it 2 stories down below the floor.\n\nAnd then project it so far out into outer space that you can't see it anymore.\n\nIt not only works but when it returns a bunch of golden light follows it down, and you can end up with a \"visitor\" on the floor.\n\nA very real looking one, shaped very much like a sun.\n\nThere's nothing ordinary about the inorganic being you bring down with Stellar Hatch.\n\nIts behavior is unique.\n\nMeaning, you really did stretch up there and bring down some alien awareness.\n\nKeep in mind, stretching the egg shape is what both the old seers and new seers do for their final task.\n\nThe old seers changed into smoking pipe shapes. With the bowl down by their feet and the curved \"stem\" part you inhale from going back behind their head and shoulders, increasing their access to the more exciting regions of Man's band of awareness normally not reachable by us.\n\nYou might say that instead of being limited to having their assemblage point up at the blue line, the blue line now extends into \"negative\" depth ranges far above and behind the shoulders.\n\nThey \"turned in on themselves\" going backwards to access \"the Human unknown\".\n\nThey shapeshifted to experience it.\n\nBut what happens if you stretch it 2 stories below you to the depth of a tree?\n\nAnd then do those movements from this tree pass. The ones that make you feel sort of \"tree like\".\n\nAs you picture your \"tree limbs\", won't that send awareness into your own memories of tree branches?\n\nDoesn't that simply inject some glow of awareness into the emanations, making it more likely they'll \"reskim\" a reality with more emphasis on trees?\n\nIt's the same as turning into a crow.  You feel the beak coming from your nose, the wings from your ears, and your chin turns into your feet.\n\nYou visualize a crow and make it \"feasible\" to believe you are mutating into one.\n\nBut with your assemblage point shifted so far down your back into the red zone that it's no longer impossible to just \"picture\" yourself as something else.\n\nThat's how the red zone is!  Any physical magic at all is possible down there.\n\nThe assemblage point shifts horizontally, you pass into  your dreaming double,  and the tonal \"shrinks\" away.\n\nSo that the rules of solid matter no longer seem to apply.\n\nSeem to...\n\nThat's the tricky part.\n\nTurning into a bat look to be the same. Nyei has a demo video where she puts her hands on her ears and flaps them like bat wings.\n\nJulian used to turn into canine forms with Soledad and La Catalina.\n\nCarol Tiggs turns into a fly.\n\nThey told us you need someone to \"introduce\" you to each type of shapeshifted form or the results are not convincing.\n\nBut all that does is add the energy of awareness of the person introducing you, into the awareness you light up by visualizing wings or a beak coming out.\n\nYou will still mutate without the second person to help guide the result.\n\nSo you'll become \"something\" even if you have no one to guide you.\n\nThat's enough for us perhaps.\n\nIf you want to try for a tree I suggest Stellar Hatch until you can visibly see that assemblage point two stories down.\n\nI do that nightly.\n\nThen do the tree form.  To put some of your awareness into past memories of trees.\n\nIt makes some aspect of trees glow, in the emanations.\n\nAnd finally use the \"dropping the assemblage point down\" pass after the tree pass. It's in the picture being done by Miles.\n\nWatch that glowing ball form down there, as you wait in silence to see what dream you end up in.\n\nIn silent knowledge even curving the back alters the appearance of the phantom realm around you.\n\nI tried all this just now several times, but so many other things happened that I wasn't able to keep my attention on that.  And I didn't remember the entire tree form.\n\nI have bigger fish to fry than just turning into a tree!\n\nAnd, something you will discover yourself.\n\nWhen you reach the level to turn into a tree, good luck remembering things.\n\nYou'll be gazing directly at intense \"treasures\" of the magic realm, able to sustain the view, and even play with it.\n\nAnd remember NONE of it the next day.\n\nSo to use an analogy, in order to turn into a tree for real, you have to enter a magic cave filled with \"forgetfulness gas\".\n\nAnd you'll KNOW you have to do that.  That to do magic at that level,  you have to risk the effects of the forgetting gas.\n\nI don't know the cure for that.  But it's one reason Carlos was obsessed with note taking, even in his advanced stages of  understanding.\n\nBecause, the best magic happens when the assemblage point has moved so far that you're no longer completely human.\n\nBut it totally makes sense that turning into a tree would work, and it doesn't hurt people to hear why.\n\nMost importantly, it doesn't hurt beginners to realize that you can combine tensegrity forms to achieve an impossible goal.\n\nCombine 3 in this case, in order to turn into a tree.\n\nBut don't forget about that magical gas that removes the most vivid experiences from your mind.\n\nYou can always \"forget\" and go back to your ordinary life.\n\nThat's how we got into this mess in the first place.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "How To Turn Into A Tree", "link_flair_richtext": [{"e": "text", "t": "Shapeshifting"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"zv1qpuybi1ea1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=dea428fc7d67af0fc9b0d37a12abaf209f5e95df"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=642ecbf2e5be8a92345f0ec3f31a3fd701441791"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=cbc3da7b307d5d1ec1b0520463b4393bff90b1ae"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=ffbe2c9d869e89c4aa0a54db79b4f11e5fdd8ee0"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=91901d03bab9d7344cfe8911ea69d79b54ce885e"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=36676694c1d15476be66fe97743a9abb0d9c4fa7"}], "s": {"y": 2592, "x": 2592, "u": "https://preview.redd.it/zv1qpuybi1ea1.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=f8ed96c43860a8d92993ee5abcf1354f6bc7d77d"}, "id": "zv1qpuybi1ea1"}}, "name": "t3_10k38ys", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.88, "author_flair_background_color": null, "subreddit_type": "public", "ups": 20, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Shapeshifting", "can_mod_post": false, "score": 20, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/_-av9_sG9s2p2rGM3fJ0F7kGULC8LPIsw3oOpw6CBy8.jpg", "edited": 1674587324.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1674559310.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/zv1qpuybi1ea1.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=f8ed96c43860a8d92993ee5abcf1354f6bc7d77d\"&gt;https://preview.redd.it/zv1qpuybi1ea1.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=f8ed96c43860a8d92993ee5abcf1354f6bc7d77d&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Can you really turn into a tree?&lt;/p&gt;\n\n&lt;p&gt;Don Juan&amp;#39;s lineage had at least 2 who had.  They&amp;#39;re the  famous trees that were producing fruit at the wrong time of year and don Juan said it was because they sensed the lineage would be leaving to freedom soon.&lt;/p&gt;\n\n&lt;p&gt;But what readers possibly didn&amp;#39;t realize was, elsewhere it criticized the old seers for turning themselves into trees so they could live longer.&lt;/p&gt;\n\n&lt;p&gt;So those trees were in fact old seers.&lt;/p&gt;\n\n&lt;p&gt;Apparently the reason that lineage knew it was because they were &amp;quot;rescuing&amp;quot; old seers whenever they could.&lt;/p&gt;\n\n&lt;p&gt;Take Manfred.&lt;/p&gt;\n\n&lt;p&gt;Thought it was a talking dog?&lt;/p&gt;\n\n&lt;p&gt;Or maybe one of those magical second attention deer?&lt;/p&gt;\n\n&lt;p&gt;Nope.&lt;/p&gt;\n\n&lt;p&gt;Old seer.&lt;/p&gt;\n\n&lt;p&gt;Same as the death defier.  The lineage was involved in rescue missions!&lt;/p&gt;\n\n&lt;p&gt;So when you&amp;#39;re fantasizing about how fun magical dogs would be, keep in mind it was actually a toothless old seer, maybe one the locals knew 8000 years ago as &amp;quot;Barking Fred&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But how did he turn into a dog?&lt;/p&gt;\n\n&lt;p&gt;Or did he body snatch a dog?&lt;/p&gt;\n\n&lt;p&gt;And can you really turn into a tree?&lt;/p&gt;\n\n&lt;p&gt;Well, shapeshifting actually works!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve not only done it, but I can kind of see how it works now.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same as being shoved through the ticket office.  Carlos was shoved by don Juan, and ended up a mile or two away at a street market, on next sunday.&lt;/p&gt;\n\n&lt;p&gt;Not this sunday.  He was thrown by the push all the way to a different day.&lt;/p&gt;\n\n&lt;p&gt;The last, the next.  Carlos didn&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;And he simply walked back home.  From next sunday, back to today.&lt;/p&gt;\n\n&lt;p&gt;Smoothly, continuously.&lt;/p&gt;\n\n&lt;p&gt;At no point did he go to sleep or wake up.&lt;/p&gt;\n\n&lt;p&gt;The same happens in darkroom down in the deep red zone.&lt;/p&gt;\n\n&lt;p&gt;If you shapeshift it seems perfectly normal and &amp;quot;seamless&amp;quot;.  And yet, you could explain it all away if you theorized that while you were outside chasing cats at night, you were actually still standing in your darkroom in a daze.&lt;/p&gt;\n\n&lt;p&gt;Except, if you fell asleep standing up how come you didn&amp;#39;t tumble over and bump your head? Maybe even break your neck.&lt;/p&gt;\n\n&lt;p&gt;Or for that matter, how can you watch a real window materialize on your wall, look outside and realize there&amp;#39;s a breeze of refreshing air coming through the window that can&amp;#39;t possibly be there, and so you take a &amp;quot;leap of faith&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Literally.  You run and leap out that window.  And land safely on the other side, on what seems to be a different planet.&lt;/p&gt;\n\n&lt;p&gt;You can do that!   I have multiple times,  under different scenarios.&lt;/p&gt;\n\n&lt;p&gt;Please don&amp;#39;t any beginners visualize any of us doing something, and then repeating it exactly the same.&lt;/p&gt;\n\n&lt;p&gt;That kind of pretending is how other fake &amp;quot;magical systems&amp;quot; bamboozle their gullible followers.&lt;/p&gt;\n\n&lt;p&gt;By letting them jump to wrong conclusions, which are self-flattering because if their &amp;quot;master&amp;quot; is as powerful as a God, so can they be some day.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s  a very ugly tendency of students to glorify their teachers. And has created most of the false impressions that other systems actually have the magic they imply they have.&lt;/p&gt;\n\n&lt;p&gt;When they have nothing more than minor meditative effects.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s typical of con artist teachers to let their students make up stories about their amazing powers.  It&amp;#39;s good for business!&lt;/p&gt;\n\n&lt;p&gt;Find a useless former college professor turned Yogi in diapers sitting on a throne, and you&amp;#39;ll also find followers have made up stories about his amazing psychic abilities.  Often to see secret things about them in particular.  The guru used his amazing magic, for their benefit!&lt;/p&gt;\n\n&lt;p&gt;Mother Teresa must have had endless stories about the miracles she performed.  Each complete with an &amp;quot;eye witness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Several have even told me that in the Eastern Bloc, some believe Reni has risen to sainthood through her recapitulation efforts.&lt;/p&gt;\n\n&lt;p&gt;Naturally.  That&amp;#39;s what &amp;quot;followers&amp;quot; do.  One would wish they would follow the magic they claim to want, but it&amp;#39;s rarely the case.&lt;/p&gt;\n\n&lt;p&gt;In the case of shapeshifting, don&amp;#39;t self-flatter, don&amp;#39;t exaggerate, and don&amp;#39;t allow others to jump to conclusions.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s enough to be able to do it for real.  You don&amp;#39;t have to pretend you can repeat it on demand.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just not how we learn.&lt;/p&gt;\n\n&lt;p&gt;Maybe sorcery is a lot like bowling.  Bowling has a good element of chance in it, so that even the worst beginner can knock down all the pins in one roll from time to time.&lt;/p&gt;\n\n&lt;p&gt;Likewise, lucky golfers can randomly get a &amp;quot;hole in one&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Unless you&amp;#39;re the evil political cult leader Kim Jong Il of North Korea, who got a hole in one on his first try.&lt;/p&gt;\n\n&lt;p&gt;He had eye witnesses.&lt;/p&gt;\n\n&lt;p&gt;Or else...&lt;/p&gt;\n\n&lt;p&gt;The point being, please ignore anything you hear about gurus and cult leaders.  Followers are lying dogs.&lt;/p&gt;\n\n&lt;p&gt;So back to shapeshifting.  Which you should never exaggerate but will be happy to discover it actually works.&lt;/p&gt;\n\n&lt;p&gt;From my point of view, it&amp;#39;s like that ticket office story from &amp;quot;Tales of Power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The tonal, which is your perception of your physical body, can &amp;quot;shrink&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Meaning you pass into the double, and become so irrational you no longer care about your physical body having limitations.&lt;/p&gt;\n\n&lt;p&gt;Your double can be or do anything.  Just think to your dreams.&lt;/p&gt;\n\n&lt;p&gt;It would not be earth shattering if you dreamed you were under attack and suddenly had the strength of a giant gorilla.  Tossing your enemies around like rag dolls, and breaking their backs by lifting them into the air and bending them in half.&lt;/p&gt;\n\n&lt;p&gt;But other times you try in sleeping dreams to repeat a superpower you remember from an older dream, and can&amp;#39;t do it.&lt;/p&gt;\n\n&lt;p&gt;Your dream enemies only laugh.&lt;/p&gt;\n\n&lt;p&gt;We KNOW the doing of shapeshifting inside sleeping dreams,  and we even know that it&amp;#39;s very hard to repeat.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not really all that different in waking situations.&lt;/p&gt;\n\n&lt;p&gt;And to do it you shrink the tonal until the rationality of physical matter is not a concern.&lt;/p&gt;\n\n&lt;p&gt;Only the reasoning and purposefulness of the tonal awareness goes along with the other half.&lt;/p&gt;\n\n&lt;p&gt;You shapeshift by changing to the double. Your other half.&lt;/p&gt;\n\n&lt;p&gt;Which explains the incidents in the books where no one was around.  They switched over to a magical situation, seemingly in their normal body and fully awake doing ordinary things, but when the magic became extreme there was no one else around.&lt;/p&gt;\n\n&lt;p&gt;Carlos and La Gorda on that bridge is a good example.&lt;/p&gt;\n\n&lt;p&gt;But also when La Gorda opened an escape route for her and Carlos to get away from the allies, the same sort of weirdness happened. When it was over they were back where they started. Despite having left the room.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t mean it&amp;#39;s unreal. It just means, the double goes where it likes and there&amp;#39;s 10  thousand alternate copies of any level of reality if you shift horizontally along the J curve.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t let it worry you.&lt;/p&gt;\n\n&lt;p&gt;The double can &amp;quot;tune in&amp;quot; and find this copy and be as solid and real as anyone else.&lt;/p&gt;\n\n&lt;p&gt;We know that from the stories in the books.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;ve seen Cholita do it multiple times in her dreaming double.&lt;/p&gt;\n\n&lt;p&gt;Might even have done it myself, except how can you know?   You just experience walking around as &amp;quot;real&amp;quot;.  But in your dreaming body.&lt;/p&gt;\n\n&lt;p&gt;You almost don&amp;#39;t figure it out until the next day when you begin to think about the contradictions in the timeline,  which you can barely recall.&lt;/p&gt;\n\n&lt;p&gt;We also know that the old seers turned into jaguars because they left us nice jade figurines.&lt;/p&gt;\n\n&lt;p&gt;And because those Old Olmec Seers are now almost universally agreed by anthropologists to be the mother of all mesoamerican shamanism.&lt;/p&gt;\n\n&lt;p&gt;Meaning, all that the native tribes have in the americas is from the Olmecs.  It&amp;#39;s just mutated over time.&lt;/p&gt;\n\n&lt;p&gt;And shapeshifting is one of the commonalities between shamanism systems.&lt;/p&gt;\n\n&lt;p&gt;Because shapeshifting is easy.&lt;/p&gt;\n\n&lt;p&gt;The hard part is &amp;quot;tuning in&amp;quot; to the &amp;quot;real world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So that you are in the same copy of reality as you normally are.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s go over how to shape shift to illustrate the process.&lt;/p&gt;\n\n&lt;p&gt;You have to drop your assemblage point all the way down to the bottom of the lower back.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s called, &amp;quot;The Shift Below&amp;quot;. We call it, &amp;quot;the deep red zone&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind it&amp;#39;s moving along the outside of the egg but we talk about it as if it were superimposed on your actual body.&lt;/p&gt;\n\n&lt;p&gt;Because Carlos did that when he explained the J curve, after letting us know it was actually located a few feet back.&lt;/p&gt;\n\n&lt;p&gt;He moved his finger starting on the left shoulder blade of a young woman, and explained the J curve there as if the assemblage point were located on the skin.&lt;/p&gt;\n\n&lt;p&gt;Now, trees have a massive egg shell.   Possibly 50 feet in diameter in some cases.&lt;/p&gt;\n\n&lt;p&gt;And don Juan commented that their assemblage points were very low.  Far down below the ground.&lt;/p&gt;\n\n&lt;p&gt;And they lived a long time maybe even because their &amp;quot;gap&amp;quot; was sturdier.&lt;/p&gt;\n\n&lt;p&gt;You can actually protect your &amp;quot;gap&amp;quot; from the onslaught of &amp;quot;the tumbler&amp;quot; by burying yourself.&lt;/p&gt;\n\n&lt;p&gt;But we can&amp;#39;t move our assemblage points as far down our back as a tree can.&lt;/p&gt;\n\n&lt;p&gt;Our egg is only around 12-15 feet in diameter, if even that.&lt;/p&gt;\n\n&lt;p&gt;Except, we can stretch our eggs!&lt;/p&gt;\n\n&lt;p&gt;The Tensegrity magical pass &amp;quot;Stellar Hatch&amp;quot; does that.&lt;/p&gt;\n\n&lt;p&gt;Both up into outer space to bring down awareness from stars (which works extremely well), but also you gaze &amp;quot;2 stories&amp;quot; down and look for a glow way down there.&lt;/p&gt;\n\n&lt;p&gt;The size of a baseball according to the instructions given with that magical pass.&lt;/p&gt;\n\n&lt;p&gt;But wait!&lt;/p&gt;\n\n&lt;p&gt;Our assemblage point is ALSO the size of a baseball.  Carlos told us so, and even made a diagram of it.&lt;/p&gt;\n\n&lt;p&gt;That egg shell and Nagual&amp;#39;s dent diagram.  There&amp;#39;s a baseball size but with some lines around it, showing it glows brightly over the width of man&amp;#39;s band which is 1 foot thick.&lt;/p&gt;\n\n&lt;p&gt;So when you gaze down at the start of stellar hatch looking for that baseball sized glow, wouldn&amp;#39;t that stretch your egg down the right distance for a tree&amp;#39;s assemblage point?&lt;/p&gt;\n\n&lt;p&gt;And you even look for your own to be down there!&lt;/p&gt;\n\n&lt;p&gt;After that you project that baseball of glow all the way into outer space.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s your assemblage point that your guiding with your gaze!&lt;/p&gt;\n\n&lt;p&gt;Consider the mashing energy single movement to &amp;quot;drop the assemblage point&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You turn and look behind you down through the floor, while your palms point down in the front and back and you bend backwards a tiny bit to gaze through that like it was a window into a tunnel.&lt;/p&gt;\n\n&lt;p&gt;This is all mostly speculative on my part, but one thing is for sure.  You can very much see a baseball sized blob of intense sparkles and you can indeed see it 2 stories down below the floor.&lt;/p&gt;\n\n&lt;p&gt;And then project it so far out into outer space that you can&amp;#39;t see it anymore.&lt;/p&gt;\n\n&lt;p&gt;It not only works but when it returns a bunch of golden light follows it down, and you can end up with a &amp;quot;visitor&amp;quot; on the floor.&lt;/p&gt;\n\n&lt;p&gt;A very real looking one, shaped very much like a sun.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing ordinary about the inorganic being you bring down with Stellar Hatch.&lt;/p&gt;\n\n&lt;p&gt;Its behavior is unique.&lt;/p&gt;\n\n&lt;p&gt;Meaning, you really did stretch up there and bring down some alien awareness.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, stretching the egg shape is what both the old seers and new seers do for their final task.&lt;/p&gt;\n\n&lt;p&gt;The old seers changed into smoking pipe shapes. With the bowl down by their feet and the curved &amp;quot;stem&amp;quot; part you inhale from going back behind their head and shoulders, increasing their access to the more exciting regions of Man&amp;#39;s band of awareness normally not reachable by us.&lt;/p&gt;\n\n&lt;p&gt;You might say that instead of being limited to having their assemblage point up at the blue line, the blue line now extends into &amp;quot;negative&amp;quot; depth ranges far above and behind the shoulders.&lt;/p&gt;\n\n&lt;p&gt;They &amp;quot;turned in on themselves&amp;quot; going backwards to access &amp;quot;the Human unknown&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They shapeshifted to experience it.&lt;/p&gt;\n\n&lt;p&gt;But what happens if you stretch it 2 stories below you to the depth of a tree?&lt;/p&gt;\n\n&lt;p&gt;And then do those movements from this tree pass. The ones that make you feel sort of &amp;quot;tree like&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As you picture your &amp;quot;tree limbs&amp;quot;, won&amp;#39;t that send awareness into your own memories of tree branches?&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t that simply inject some glow of awareness into the emanations, making it more likely they&amp;#39;ll &amp;quot;reskim&amp;quot; a reality with more emphasis on trees?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same as turning into a crow.  You feel the beak coming from your nose, the wings from your ears, and your chin turns into your feet.&lt;/p&gt;\n\n&lt;p&gt;You visualize a crow and make it &amp;quot;feasible&amp;quot; to believe you are mutating into one.&lt;/p&gt;\n\n&lt;p&gt;But with your assemblage point shifted so far down your back into the red zone that it&amp;#39;s no longer impossible to just &amp;quot;picture&amp;quot; yourself as something else.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how the red zone is!  Any physical magic at all is possible down there.&lt;/p&gt;\n\n&lt;p&gt;The assemblage point shifts horizontally, you pass into  your dreaming double,  and the tonal &amp;quot;shrinks&amp;quot; away.&lt;/p&gt;\n\n&lt;p&gt;So that the rules of solid matter no longer seem to apply.&lt;/p&gt;\n\n&lt;p&gt;Seem to...&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the tricky part.&lt;/p&gt;\n\n&lt;p&gt;Turning into a bat look to be the same. Nyei has a demo video where she puts her hands on her ears and flaps them like bat wings.&lt;/p&gt;\n\n&lt;p&gt;Julian used to turn into canine forms with Soledad and La Catalina.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs turns into a fly.&lt;/p&gt;\n\n&lt;p&gt;They told us you need someone to &amp;quot;introduce&amp;quot; you to each type of shapeshifted form or the results are not convincing.&lt;/p&gt;\n\n&lt;p&gt;But all that does is add the energy of awareness of the person introducing you, into the awareness you light up by visualizing wings or a beak coming out.&lt;/p&gt;\n\n&lt;p&gt;You will still mutate without the second person to help guide the result.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;ll become &amp;quot;something&amp;quot; even if you have no one to guide you.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s enough for us perhaps.&lt;/p&gt;\n\n&lt;p&gt;If you want to try for a tree I suggest Stellar Hatch until you can visibly see that assemblage point two stories down.&lt;/p&gt;\n\n&lt;p&gt;I do that nightly.&lt;/p&gt;\n\n&lt;p&gt;Then do the tree form.  To put some of your awareness into past memories of trees.&lt;/p&gt;\n\n&lt;p&gt;It makes some aspect of trees glow, in the emanations.&lt;/p&gt;\n\n&lt;p&gt;And finally use the &amp;quot;dropping the assemblage point down&amp;quot; pass after the tree pass. It&amp;#39;s in the picture being done by Miles.&lt;/p&gt;\n\n&lt;p&gt;Watch that glowing ball form down there, as you wait in silence to see what dream you end up in.&lt;/p&gt;\n\n&lt;p&gt;In silent knowledge even curving the back alters the appearance of the phantom realm around you.&lt;/p&gt;\n\n&lt;p&gt;I tried all this just now several times, but so many other things happened that I wasn&amp;#39;t able to keep my attention on that.  And I didn&amp;#39;t remember the entire tree form.&lt;/p&gt;\n\n&lt;p&gt;I have bigger fish to fry than just turning into a tree!&lt;/p&gt;\n\n&lt;p&gt;And, something you will discover yourself.&lt;/p&gt;\n\n&lt;p&gt;When you reach the level to turn into a tree, good luck remembering things.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll be gazing directly at intense &amp;quot;treasures&amp;quot; of the magic realm, able to sustain the view, and even play with it.&lt;/p&gt;\n\n&lt;p&gt;And remember NONE of it the next day.&lt;/p&gt;\n\n&lt;p&gt;So to use an analogy, in order to turn into a tree for real, you have to enter a magic cave filled with &amp;quot;forgetfulness gas&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;ll KNOW you have to do that.  That to do magic at that level,  you have to risk the effects of the forgetting gas.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know the cure for that.  But it&amp;#39;s one reason Carlos was obsessed with note taking, even in his advanced stages of  understanding.&lt;/p&gt;\n\n&lt;p&gt;Because, the best magic happens when the assemblage point has moved so far that you&amp;#39;re no longer completely human.&lt;/p&gt;\n\n&lt;p&gt;But it totally makes sense that turning into a tree would work, and it doesn&amp;#39;t hurt people to hear why.&lt;/p&gt;\n\n&lt;p&gt;Most importantly, it doesn&amp;#39;t hurt beginners to realize that you can combine tensegrity forms to achieve an impossible goal.&lt;/p&gt;\n\n&lt;p&gt;Combine 3 in this case, in order to turn into a tree.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t forget about that magical gas that removes the most vivid experiences from your mind.&lt;/p&gt;\n\n&lt;p&gt;You can always &amp;quot;forget&amp;quot; and go back to your ordinary life.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how we got into this mess in the first place.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1c61d6d2-b164-11ee-bd2c-26b3935f0eda", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "10k38ys", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 43, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/", "subreddit_subscribers": 9561, "created_utc": 1674559310.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5on89y", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1674570365.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 9, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Dan is referencing “Forcing the Assemblage Point to Drop Down,” the 28th pass in the Westwood series, and the second pass in the *Dreaming* sub-series, detailed on page 121 of the book Magical Passes (see the Wiki’s [Booklist page](https://www.reddit.com/r/castaneda/wiki/booklist/)).\n\nThe Tree Form is in the Other Beings (Tensegrity) sub-section/category and in [The Recapitulation](https://www.reddit.com/r/castaneda/wiki/tensegrity/recapitulation/) section where it is aka “Facing The Oncoming Time.”\n\nAnd Stellar Hatch is demonstrated in the second of the official DVD videos (“Redistributing Dispersed Energy”) produced back in the 1990’s, [at the 45 minutes 19 seconds](https://youtu.be/7A8PVXRL26g?t=45m19s) position", "edited": 1674574832.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5on89y", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan is referencing “Forcing the Assemblage Point to Drop Down,” the 28th pass in the Westwood series, and the second pass in the &lt;em&gt;Dreaming&lt;/em&gt; sub-series, detailed on page 121 of the book Magical Passes (see the Wiki’s &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/booklist/\"&gt;Booklist page&lt;/a&gt;).&lt;/p&gt;\n\n&lt;p&gt;The Tree Form is in the Other Beings (Tensegrity) sub-section/category and in &lt;a href=\"https://www.reddit.com/r/castaneda/wiki/tensegrity/recapitulation/\"&gt;The Recapitulation&lt;/a&gt; section where it is aka “Facing The Oncoming Time.”&lt;/p&gt;\n\n&lt;p&gt;And Stellar Hatch is demonstrated in the second of the official DVD videos (“Redistributing Dispersed Energy”) produced back in the 1990’s, &lt;a href=\"https://youtu.be/7A8PVXRL26g?t=45m19s\"&gt;at the 45 minutes 19 seconds&lt;/a&gt; position&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5on89y/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674570365.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5sm5c2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1674630909.0, "send_replies": true, "parent_id": "t1_j5ov2ii", "score": 2, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This is super cool", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5sm5c2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This is super cool&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5sm5c2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674630909.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ov2ii", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1674573644.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 6, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;\tThe tonal, which is your perception of your physical body, “shrinks”.\n&gt;\n&gt;\tMeaning, you pass into the double, and become so irrational y ou no longer think about your physical body having limitations.\n\n\n​The following content is from a paper I wrote at university, before encountering Castaneda’s work:\n\nThe French Jansenists of the 18th century, a religious cult, had the ability while in trance to endure without harm almost any form of physical punishment.  These included “severe beatings, blows from heavy and sharp objects, and strangulation-- all without a sign of injury, or even the slightest trace of wounds or bruises.^36 ”\n\n​The Jansenist, while under the examination of “respected members of society,”  manifested abilities such as: “a twenty year old (who) leaned against a stone wall while a ‘very strong’ volunteer delivered one hundred blows to her stomach with a thirty pound hammer.” To test the force of the blows the hammer was struck against the stone wall, wherein it shattered on the first try.^37 Another example was another women “convulsionaire (who) bent her back in an arc until (it) was supported only by the sharp point of a peg.  She then asked  that a fifty pound stone be dropped from a extreme height onto her stomach.”  \n\nAs to why these women submitted to such unspeakable punishment they said that “it relieved the excruciating pain of their trances.^38 ”\n\n​What explains this?  Where have the laws of physics gone that say the human body is fragile and easily injured?  The energy of a fifty pound stone has to go somewhere doesn’t it, wouldn’t her body show some signs of the impact?  Talbot hypothesizes that the energy of the impacts was redirected and transferred to the peg or wall in close proximity to the convulsies.^39  \n\n(Or) It might be as Talbot says, that “consciousness and matter are just different aspects of the same fundamental something….” (**what I/we know now to be the dark sea’s emanations**)\n\n^36  Talbot, p. 129.\n\n^37  Talbot, p. 130.\n\n^38  Talbot, p. 132.\n\n^39  Talbot, p. 133.\n\nTalbot, Michael.  *The Holographic Universe.*  Harper Perennial, NY. 1992.", "edited": 1674573843.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5ov2ii", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;The tonal, which is your perception of your physical body, “shrinks”.&lt;/p&gt;\n\n&lt;p&gt;Meaning, you pass into the double, and become so irrational y ou no longer think about your physical body having limitations.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;​The following content is from a paper I wrote at university, before encountering Castaneda’s work:&lt;/p&gt;\n\n&lt;p&gt;The French Jansenists of the 18th century, a religious cult, had the ability while in trance to endure without harm almost any form of physical punishment.  These included “severe beatings, blows from heavy and sharp objects, and strangulation-- all without a sign of injury, or even the slightest trace of wounds or bruises.&lt;sup&gt;36&lt;/sup&gt; ”&lt;/p&gt;\n\n&lt;p&gt;​The Jansenist, while under the examination of “respected members of society,”  manifested abilities such as: “a twenty year old (who) leaned against a stone wall while a ‘very strong’ volunteer delivered one hundred blows to her stomach with a thirty pound hammer.” To test the force of the blows the hammer was struck against the stone wall, wherein it shattered on the first try.&lt;sup&gt;37&lt;/sup&gt; Another example was another women “convulsionaire (who) bent her back in an arc until (it) was supported only by the sharp point of a peg.  She then asked  that a fifty pound stone be dropped from a extreme height onto her stomach.”  &lt;/p&gt;\n\n&lt;p&gt;As to why these women submitted to such unspeakable punishment they said that “it relieved the excruciating pain of their trances.&lt;sup&gt;38&lt;/sup&gt; ”&lt;/p&gt;\n\n&lt;p&gt;​What explains this?  Where have the laws of physics gone that say the human body is fragile and easily injured?  The energy of a fifty pound stone has to go somewhere doesn’t it, wouldn’t her body show some signs of the impact?  Talbot hypothesizes that the energy of the impacts was redirected and transferred to the peg or wall in close proximity to the convulsies.&lt;sup&gt;39&lt;/sup&gt;  &lt;/p&gt;\n\n&lt;p&gt;(Or) It might be as Talbot says, that “consciousness and matter are just different aspects of the same fundamental something….” (&lt;strong&gt;what I/we know now to be the dark sea’s emanations&lt;/strong&gt;)&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;36&lt;/sup&gt;  Talbot, p. 129.&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;37&lt;/sup&gt;  Talbot, p. 130.&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;38&lt;/sup&gt;  Talbot, p. 132.&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;39&lt;/sup&gt;  Talbot, p. 133.&lt;/p&gt;\n\n&lt;p&gt;Talbot, Michael.  &lt;em&gt;The Holographic Universe.&lt;/em&gt;  Harper Perennial, NY. 1992.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5ov2ii/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674573644.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5vaflu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1674678617.0, "send_replies": true, "parent_id": "t1_j5v478i", "score": 1, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes Indeed, I’ll get to practicing.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5vaflu", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes Indeed, I’ll get to practicing.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5vaflu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674678617.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5v478i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5v0k2w", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Do me a favor and look for something I discovered last night.\n\nI had a silent knowledge magical object in front of me, one that I commonly see.\n\nIt's my version of \"La Gorda's Eye\".\n\nI've been \"offered\" that for a couple of years now, but never took an interest because it's creepy.\n\nBut then it got all shiny and cool looking.\n\nAnd when \"Stella\" came down via the Stellar Hatch pass,  and started to materialize on a regular basis, she did an imitation of that magical object.\n\nSo last night out of curiosity, I reached up and removed it from the air.\n\nImagine something the size of a paper plate, but it's 2 inches thick and the entire surface is made of intense yellow, orange, and deep purple sparkles.\n\nBut instead of floating in the air it had turned solid, meaning it was no longer \"flat\".  I could see shading on the sides.\n\nAnd I could actually remove it from the air with my hands. \n\nNot by scooping it.\n\nBy grabbing the edges.\n\nIt was then 100% directional.  Not related at all to which direction my eyes were looking.\n\nSo see if don Juan or don Genaro materializes an object in the air and is able to take it down from there.\n\nOr something similar, where something you'd think was only visual, suddenly became solid.\n\nOr that incident where Carlos couldn't start his car, and later don Juan and Genaro rode in the back seat, laughing.\n\nSomething was odd about that \"car\".\n\nI don't remember many incidents like that from the books, where the second attention became a physical object mixed in with our normal view of reality.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5v478i", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do me a favor and look for something I discovered last night.&lt;/p&gt;\n\n&lt;p&gt;I had a silent knowledge magical object in front of me, one that I commonly see.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s my version of &amp;quot;La Gorda&amp;#39;s Eye&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been &amp;quot;offered&amp;quot; that for a couple of years now, but never took an interest because it&amp;#39;s creepy.&lt;/p&gt;\n\n&lt;p&gt;But then it got all shiny and cool looking.&lt;/p&gt;\n\n&lt;p&gt;And when &amp;quot;Stella&amp;quot; came down via the Stellar Hatch pass,  and started to materialize on a regular basis, she did an imitation of that magical object.&lt;/p&gt;\n\n&lt;p&gt;So last night out of curiosity, I reached up and removed it from the air.&lt;/p&gt;\n\n&lt;p&gt;Imagine something the size of a paper plate, but it&amp;#39;s 2 inches thick and the entire surface is made of intense yellow, orange, and deep purple sparkles.&lt;/p&gt;\n\n&lt;p&gt;But instead of floating in the air it had turned solid, meaning it was no longer &amp;quot;flat&amp;quot;.  I could see shading on the sides.&lt;/p&gt;\n\n&lt;p&gt;And I could actually remove it from the air with my hands. &lt;/p&gt;\n\n&lt;p&gt;Not by scooping it.&lt;/p&gt;\n\n&lt;p&gt;By grabbing the edges.&lt;/p&gt;\n\n&lt;p&gt;It was then 100% directional.  Not related at all to which direction my eyes were looking.&lt;/p&gt;\n\n&lt;p&gt;So see if don Juan or don Genaro materializes an object in the air and is able to take it down from there.&lt;/p&gt;\n\n&lt;p&gt;Or something similar, where something you&amp;#39;d think was only visual, suddenly became solid.&lt;/p&gt;\n\n&lt;p&gt;Or that incident where Carlos couldn&amp;#39;t start his car, and later don Juan and Genaro rode in the back seat, laughing.&lt;/p&gt;\n\n&lt;p&gt;Something was odd about that &amp;quot;car&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t remember many incidents like that from the books, where the second attention became a physical object mixed in with our normal view of reality.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5v478i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674676352.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674676352.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5v0k2w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5uubbp", "score": 2, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thanks again, okay I’ll try to start re-reading the books, I didn’t stop because you or others don’t read them much. I needed the benefits of practicing and seeing for myself (which is going good).\n\nThere doesn’t seem to be enough time, so I rather see than read. I touched and read much of the books btw including the witches books, so it’s not like I haven’t read them, but deciphering them and real understanding is another subject. \nAudio books seem like a replacement for movies. The books are really great and take me out there.\n\nNice touch on the eagle effect", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5v0k2w", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks again, okay I’ll try to start re-reading the books, I didn’t stop because you or others don’t read them much. I needed the benefits of practicing and seeing for myself (which is going good).&lt;/p&gt;\n\n&lt;p&gt;There doesn’t seem to be enough time, so I rather see than read. I touched and read much of the books btw including the witches books, so it’s not like I haven’t read them, but deciphering them and real understanding is another subject. \nAudio books seem like a replacement for movies. The books are really great and take me out there.&lt;/p&gt;\n\n&lt;p&gt;Nice touch on the eagle effect&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5v0k2w/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674675010.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674675010.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5uubbp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ufcmz", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Don't avoid reading the books because of me.\n\nThat was just because we were direct students of Carlos at the time he told us to stop reading them.\n\nAnd he got tired of being \"corrected\" from his own books.\n\nSo did Carol Tiggs.\n\nGo ahead and read them, and if you find something interesting call it to our attention.\n\nThere's a LOT of stuff in there we didn't notice!\n\nIn my own case, it worked out very well for me not to read them because my actual experiences started to exceed what I remembered from the books, and even included some things from the last 5 that I had never read.\n\nAnd so my actual experiences left me worried, only to find out the truly good news.\n\nI'd discovered something, before I even read about it.  5 or 6 times.\n\nVERIFYING what Carlos wrote.\n\nIn fact I only learned about phantom rooms in here, from others.\n\nCholita made one, I vaguely remembered there was a copy of Pandora (the home of Carlos), but it seemed \"too good to be true\" that Cholita could manufacture a magical copy of our home.\n\nI reported it here, reluctantly.\n\nBut then someone realized that Taisha's last book takes place ENTIRELY in a phantom copy of Zuleica's home.\n\nMaking that experience much better, because I didn't have to doubt whether it was true.\n\nIt's not only true, but perhaps even INEVITABLE that two sorcerers living in the same house, create alternate copies of it.\n\nThe problem with sorcery is, that \"Tragedy of the Eagle\" effect.\n\nWhere one seer sees infinity as an eagle, and the rest are all stuck with that view of things.\n\nSome things are \"up for grabs\" perceptually.\n\nBut the stuff that is not is very rewarding when you discover it on your own.", "edited": false, "author_flair_css_class": null, "name": "t1_j5uubbp", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Don&amp;#39;t avoid reading the books because of me.&lt;/p&gt;\n\n&lt;p&gt;That was just because we were direct students of Carlos at the time he told us to stop reading them.&lt;/p&gt;\n\n&lt;p&gt;And he got tired of being &amp;quot;corrected&amp;quot; from his own books.&lt;/p&gt;\n\n&lt;p&gt;So did Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;Go ahead and read them, and if you find something interesting call it to our attention.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a LOT of stuff in there we didn&amp;#39;t notice!&lt;/p&gt;\n\n&lt;p&gt;In my own case, it worked out very well for me not to read them because my actual experiences started to exceed what I remembered from the books, and even included some things from the last 5 that I had never read.&lt;/p&gt;\n\n&lt;p&gt;And so my actual experiences left me worried, only to find out the truly good news.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d discovered something, before I even read about it.  5 or 6 times.&lt;/p&gt;\n\n&lt;p&gt;VERIFYING what Carlos wrote.&lt;/p&gt;\n\n&lt;p&gt;In fact I only learned about phantom rooms in here, from others.&lt;/p&gt;\n\n&lt;p&gt;Cholita made one, I vaguely remembered there was a copy of Pandora (the home of Carlos), but it seemed &amp;quot;too good to be true&amp;quot; that Cholita could manufacture a magical copy of our home.&lt;/p&gt;\n\n&lt;p&gt;I reported it here, reluctantly.&lt;/p&gt;\n\n&lt;p&gt;But then someone realized that Taisha&amp;#39;s last book takes place ENTIRELY in a phantom copy of Zuleica&amp;#39;s home.&lt;/p&gt;\n\n&lt;p&gt;Making that experience much better, because I didn&amp;#39;t have to doubt whether it was true.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not only true, but perhaps even INEVITABLE that two sorcerers living in the same house, create alternate copies of it.&lt;/p&gt;\n\n&lt;p&gt;The problem with sorcery is, that &amp;quot;Tragedy of the Eagle&amp;quot; effect.&lt;/p&gt;\n\n&lt;p&gt;Where one seer sees infinity as an eagle, and the rest are all stuck with that view of things.&lt;/p&gt;\n\n&lt;p&gt;Some things are &amp;quot;up for grabs&amp;quot; perceptually.&lt;/p&gt;\n\n&lt;p&gt;But the stuff that is not is very rewarding when you discover it on your own.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5uubbp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674672720.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674672720.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ufcmz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ttrmr", "score": 1, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You’re right Dan. I don’t read the books anymore although they’re great. A bit too good and I stopped, I rather practice, but they’re good for motivation. I’m only reading magical passes (daily). And I stay away from book clubs\n\nThe longer I did it I did not care what it was called, but thanks much it is indeed the will. Our limited syntax vocabulary isn’t enough which is why I wrote an extremely long explanation. But I won’t do that once I get in HA, I understand it is very painful to read\n\nThank you", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5ufcmz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You’re right Dan. I don’t read the books anymore although they’re great. A bit too good and I stopped, I rather practice, but they’re good for motivation. I’m only reading magical passes (daily). And I stay away from book clubs&lt;/p&gt;\n\n&lt;p&gt;The longer I did it I did not care what it was called, but thanks much it is indeed the will. Our limited syntax vocabulary isn’t enough which is why I wrote an extremely long explanation. But I won’t do that once I get in HA, I understand it is very painful to read&lt;/p&gt;\n\n&lt;p&gt;Thank you&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5ufcmz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674667288.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674667288.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ttrmr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5struz", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Probably the \"feeling\" I often refer to in posts, as being able to reassemble reality,  is \"will\".\n\nBut Carlos never gave us clear clues about how \"will\" first manifests for a new sorcerer. \n\nAnd Chinese make believe magic has messed up all of our understandings about such things.\n\nIt's likely to turn out that the books have clues all over, and we ignored them as usual.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5ttrmr", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Probably the &amp;quot;feeling&amp;quot; I often refer to in posts, as being able to reassemble reality,  is &amp;quot;will&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But Carlos never gave us clear clues about how &amp;quot;will&amp;quot; first manifests for a new sorcerer. &lt;/p&gt;\n\n&lt;p&gt;And Chinese make believe magic has messed up all of our understandings about such things.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s likely to turn out that the books have clues all over, and we ignored them as usual.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5ttrmr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674659014.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674659014.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5struz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1674636981.0, "send_replies": true, "parent_id": "t1_j5pvow3", "score": 2, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I use to mix Tensegrity passes like her, only from the books and videos tho. I tense the back of my thighs like the instructions say to do. It increases my internal silence and keeps me calm to sustain the practice.\n\nBut just two days ago I’ve reached what you’ve said about the puff realm in 11 min (but no puffs to be found) , it was as if the swirls and such was frozen or time was sort of frozen or the second attention fog. I was doing running man. I was also oscillating the energy within me (especially from the stir of what I get from doing that). \n\nI was focusing on the energy currents oscillating and willfully moving the energy up and down, as a way to get silent. A guy named Luis minero put it into words quite well when he said oscillate the energy longitudinally. But He’s Lacking tensegrity forms primarily the redistribution of the dispersion to oscillate at much higher rates, and everything else here. (but he might be secretly on it, I wouldn’t know)\n\nThis makes Every tensegrity form more important for me. Maybe some more than others. I found out recently that the series for the womb has to be done by guys also.\n\nI once \"fasted\" for 4 days and nights to experiment with my body with very low intakes of water and complete absence of Food and found that at the end of my experiment I was commanding all energy flow to organs of my body. \n\nI was activating and deactivating certain functions, and made my conclusions on commands. It was similar and no different to what I felt while after psychedelics enhanced states. \n\nI hadn’t thought to word it clearly as oscillating energy or as you’ve said\non an old cartoon labeled (the lessons of lily) \"to Focus intensely out ward to gaze into infinite, and such things cannot be drawn\". \n\nI find it’s the feeling of moving energy waves in proportion how ever worded, but it’s technical I suppose, feeling the energy of the assemblage point going up wards to space and downwards, seems really ruthless but super cool (I could already imagine feeling its results)\n\nbut isn’t it a bit advanced\"feeling it\" to that degree upwards (if I’m not mistaken). \nFor me I have no doubts it works in a definite sense, but I’m only reasoning that it sort of takes ruthless practice to lift the assemblage (instead of imagining and pretending).\n\nBut thanks for the post it’s really super great\nJust a bit tough to digest in a sense. From where I am at.\n\nI know intent is involved if that’s what you might say but it’s a thin line between feeling and pretending in this case. All the more which a good-beginner (like me) would fool myself or struggle not to get pimped by my internal dialogue.", "edited": 1674666095.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5struz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I use to mix Tensegrity passes like her, only from the books and videos tho. I tense the back of my thighs like the instructions say to do. It increases my internal silence and keeps me calm to sustain the practice.&lt;/p&gt;\n\n&lt;p&gt;But just two days ago I’ve reached what you’ve said about the puff realm in 11 min (but no puffs to be found) , it was as if the swirls and such was frozen or time was sort of frozen or the second attention fog. I was doing running man. I was also oscillating the energy within me (especially from the stir of what I get from doing that). &lt;/p&gt;\n\n&lt;p&gt;I was focusing on the energy currents oscillating and willfully moving the energy up and down, as a way to get silent. A guy named Luis minero put it into words quite well when he said oscillate the energy longitudinally. But He’s Lacking tensegrity forms primarily the redistribution of the dispersion to oscillate at much higher rates, and everything else here. (but he might be secretly on it, I wouldn’t know)&lt;/p&gt;\n\n&lt;p&gt;This makes Every tensegrity form more important for me. Maybe some more than others. I found out recently that the series for the womb has to be done by guys also.&lt;/p&gt;\n\n&lt;p&gt;I once &amp;quot;fasted&amp;quot; for 4 days and nights to experiment with my body with very low intakes of water and complete absence of Food and found that at the end of my experiment I was commanding all energy flow to organs of my body. &lt;/p&gt;\n\n&lt;p&gt;I was activating and deactivating certain functions, and made my conclusions on commands. It was similar and no different to what I felt while after psychedelics enhanced states. &lt;/p&gt;\n\n&lt;p&gt;I hadn’t thought to word it clearly as oscillating energy or as you’ve said\non an old cartoon labeled (the lessons of lily) &amp;quot;to Focus intensely out ward to gaze into infinite, and such things cannot be drawn&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;I find it’s the feeling of moving energy waves in proportion how ever worded, but it’s technical I suppose, feeling the energy of the assemblage point going up wards to space and downwards, seems really ruthless but super cool (I could already imagine feeling its results)&lt;/p&gt;\n\n&lt;p&gt;but isn’t it a bit advanced&amp;quot;feeling it&amp;quot; to that degree upwards (if I’m not mistaken). \nFor me I have no doubts it works in a definite sense, but I’m only reasoning that it sort of takes ruthless practice to lift the assemblage (instead of imagining and pretending).&lt;/p&gt;\n\n&lt;p&gt;But thanks for the post it’s really super great\nJust a bit tough to digest in a sense. From where I am at.&lt;/p&gt;\n\n&lt;p&gt;I know intent is involved if that’s what you might say but it’s a thin line between feeling and pretending in this case. All the more which a good-beginner (like me) would fool myself or struggle not to get pimped by my internal dialogue.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5struz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674636981.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5pvow3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674587261.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "[https://www.youtube.com/watch?v=vydip3OElrk&amp;t=11s](https://www.youtube.com/watch?v=vydip3OElrk&amp;t=11s)\n\n&amp;#x200B;\n\nTree form.  I can't seem to put the link into the post, without reddit deciding randomly to use one picture or the other.  Might be some way to enter that link and prevent it, but I don't know it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5pvow3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=vydip3OElrk&amp;amp;t=11s\"&gt;https://www.youtube.com/watch?v=vydip3OElrk&amp;amp;t=11s&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Tree form.  I can&amp;#39;t seem to put the link into the post, without reddit deciding randomly to use one picture or the other.  Might be some way to enter that link and prevent it, but I don&amp;#39;t know it.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5pvow3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674587261.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5uhpy4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5uh8ck", "score": 3, "author_fullname": "t2_4xkpq8y4", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "OK. I see. I just got excited when saw the post and wanted to share my experience which included them. If appropriate, please remove my comments.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5uhpy4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;OK. I see. I just got excited when saw the post and wanted to share my experience which included them. If appropriate, please remove my comments.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5uhpy4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674668157.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674668157.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5uh8ck", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ueu9t", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "But in this subreddit they are not **emphasized.**", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5uh8ck", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;But in this subreddit they are not &lt;strong&gt;emphasized.&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5uh8ck/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674667977.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674667977.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5vaf57", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1674678612.0, "send_replies": true, "parent_id": "t1_j5v6n44", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I can't ban anyone.\n\nI'm just a guest here too.\n\nI'm here under rules from elsewhere.\n\nAnd this place could NOT EXIST if we had too many like you in it.\n\nIt would die. Gone forever along with any chance for people to actually make the books work.\n\nWell, not anymore. We have real sorcerers now.  A few.\n\nThe fact that you can't see all that, means you haven't even bothered to study in here yet.\n\nThe fact that you clearly don't care, and don't realize this is the only place with real magic left in the world, means you have no genuine interest in any of what you say.\n\nIt's just attention seeking. \n\nYou came to get attention for yourself, as a \"comrade\" type.\n\nSomeone who believes they are on the same path, but don't have to do any work because they have their own \"methods\".\n\nWho I've just learned from observing you, likely always turn out to be the type of petty tyrant \"who oppresses with sadness\".\n\nThe usual thing they do when it becomes obvious they're clingy and feel self-entitled  and are not interested in all at learning sorcery, is to claim there's something wrong with anyone who doesn't recognize their greatness.\n\nOr the amazing magical knowledge they have and will freely share with you, if only you will be friendly to them.\n\nIt's one of the rarer types we get, but there's at least one a month.\n\nI never took the time to notice which type of punishment each gives out, for not being recognized.\n\nBut I did know the \"comrade\" types try to make you feel guilty.\n\nMost non-comrade types just want you to die on the spot.\n\nSome even threaten.\n\nBut don't worry. \n\nThere's some alternatives to this subreddit!\n\nSeveral.\n\nUnfortunately it's all just mental masturbation like you gave us, so they don't have many people posting.\n\nAnd nothing worth reading.\n\nIt's kind of true of all Castaneda discussion groups we know of.\n\nNo magic at all, and nearly dead.\n\nOne of our witches said, the other subreddits are mostly just complaints about me.\n\nHere's that chat from just an hour or two ago but you could have seen it  yourself.\n\n&amp;#x200B;\n\n\\*\\*\\* from open chat \\*\\*\\*\n\n What's up with the [r/TheNagual](https://www.reddit.com/r/TheNagual) and [r/Impeccability](https://www.reddit.com/r/Impeccability) subreddits.  \n\nIs that where all the bad players decided to congregate? \n\nAt least half of the posts on [r/TheNagual](https://www.reddit.com/r/TheNagual) are just people talking crap ab this subreddit/dan\n\nAlso a huge focus on being \"impeccable\" rather than getting silent...\n\nIt seems like they are purposely rejecting what's said in the castaneda subreddit, even though that's largely what the books talk ab?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5vaf57", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I can&amp;#39;t ban anyone.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m just a guest here too.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m here under rules from elsewhere.&lt;/p&gt;\n\n&lt;p&gt;And this place could NOT EXIST if we had too many like you in it.&lt;/p&gt;\n\n&lt;p&gt;It would die. Gone forever along with any chance for people to actually make the books work.&lt;/p&gt;\n\n&lt;p&gt;Well, not anymore. We have real sorcerers now.  A few.&lt;/p&gt;\n\n&lt;p&gt;The fact that you can&amp;#39;t see all that, means you haven&amp;#39;t even bothered to study in here yet.&lt;/p&gt;\n\n&lt;p&gt;The fact that you clearly don&amp;#39;t care, and don&amp;#39;t realize this is the only place with real magic left in the world, means you have no genuine interest in any of what you say.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just attention seeking. &lt;/p&gt;\n\n&lt;p&gt;You came to get attention for yourself, as a &amp;quot;comrade&amp;quot; type.&lt;/p&gt;\n\n&lt;p&gt;Someone who believes they are on the same path, but don&amp;#39;t have to do any work because they have their own &amp;quot;methods&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Who I&amp;#39;ve just learned from observing you, likely always turn out to be the type of petty tyrant &amp;quot;who oppresses with sadness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The usual thing they do when it becomes obvious they&amp;#39;re clingy and feel self-entitled  and are not interested in all at learning sorcery, is to claim there&amp;#39;s something wrong with anyone who doesn&amp;#39;t recognize their greatness.&lt;/p&gt;\n\n&lt;p&gt;Or the amazing magical knowledge they have and will freely share with you, if only you will be friendly to them.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s one of the rarer types we get, but there&amp;#39;s at least one a month.&lt;/p&gt;\n\n&lt;p&gt;I never took the time to notice which type of punishment each gives out, for not being recognized.&lt;/p&gt;\n\n&lt;p&gt;But I did know the &amp;quot;comrade&amp;quot; types try to make you feel guilty.&lt;/p&gt;\n\n&lt;p&gt;Most non-comrade types just want you to die on the spot.&lt;/p&gt;\n\n&lt;p&gt;Some even threaten.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t worry. &lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s some alternatives to this subreddit!&lt;/p&gt;\n\n&lt;p&gt;Several.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately it&amp;#39;s all just mental masturbation like you gave us, so they don&amp;#39;t have many people posting.&lt;/p&gt;\n\n&lt;p&gt;And nothing worth reading.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s kind of true of all Castaneda discussion groups we know of.&lt;/p&gt;\n\n&lt;p&gt;No magic at all, and nearly dead.&lt;/p&gt;\n\n&lt;p&gt;One of our witches said, the other subreddits are mostly just complaints about me.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s that chat from just an hour or two ago but you could have seen it  yourself.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;*** from open chat ***&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s up with the &lt;a href=\"https://www.reddit.com/r/TheNagual\"&gt;r/TheNagual&lt;/a&gt; and &lt;a href=\"https://www.reddit.com/r/Impeccability\"&gt;r/Impeccability&lt;/a&gt; subreddits.  &lt;/p&gt;\n\n&lt;p&gt;Is that where all the bad players decided to congregate? &lt;/p&gt;\n\n&lt;p&gt;At least half of the posts on &lt;a href=\"https://www.reddit.com/r/TheNagual\"&gt;r/TheNagual&lt;/a&gt; are just people talking crap ab this subreddit/dan&lt;/p&gt;\n\n&lt;p&gt;Also a huge focus on being &amp;quot;impeccable&amp;quot; rather than getting silent...&lt;/p&gt;\n\n&lt;p&gt;It seems like they are purposely rejecting what&amp;#39;s said in the castaneda subreddit, even though that&amp;#39;s largely what the books talk ab?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5vaf57/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674678612.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 9, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5v6n44", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "created_utc": 1674677240.0, "send_replies": true, "parent_id": "t1_j5v4oyk", "score": 0, "author_fullname": "t2_4xkpq8y4", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I will do whatever I want; I will stay. What I'm asking is that don't ban me on the forum, because then I'll have to keep switching accounts and there's really no reason for that. Plus know that I never meant to cause you bother from the beginning. I'm not telling this for the sake of being polite, just correcting a misunderstanding.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5v6n44", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I will do whatever I want; I will stay. What I&amp;#39;m asking is that don&amp;#39;t ban me on the forum, because then I&amp;#39;ll have to keep switching accounts and there&amp;#39;s really no reason for that. Plus know that I never meant to cause you bother from the beginning. I&amp;#39;m not telling this for the sake of being polite, just correcting a misunderstanding.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5v6n44/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674677240.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 0}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5v4oyk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1674676529.0, "send_replies": true, "parent_id": "t1_j5v324i", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Go away.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5v4oyk", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Go away.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5v4oyk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674676529.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5v324i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5urqw5", "score": 2, "author_fullname": "t2_4xkpq8y4", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I sincerely do not care your thoughts about me, as almost all of them seem to be based on prejudice and non-true. For example, you assumed that I only use power plants and do nothing else to practice, when in reality, the use of power plants do not even make up to 1% of my practice. Really fascinating how you could make that conclusion though.\n\nI must add that I'm honestly amazed by how you misinterpreted almost everything I said. If you really got the impression that I was trying to be rude towards you from my comments, and then suddenly \"turned polite\" (I don't what would be my gain for that even, I'm just exchanging information on a forum as should be, and stating my thoughts on an issue, and the issue is the use of power plants which had been done many times by Castaneda and Don Juan themselves, man it's insane I'm even making this defence on a Castaneda forum) then my best bet is that you've been going through hard times recently. I am truly sorry for that.\n\nIf you claim not to be a guru, then I think you should leave space for people to express their opinions. If you expect them to submit to every word you say, then ofcourse you can! There are thousands of others who do that, but just know that you aren't any different. This was also not the issue with Carlos and Don Juan. Carlos objected some things Don Juan said even for years, Don Juan didn't even tried to hit Carlos with vague psychoanalysis like \"you're trying to boost your ego, hehe, you won't learn anything...\" \n\nIf you keep being pissed with even the slightest objection (and actually you are the one objecting to something which is literally a part of the teaching, I still can't believe this is happening on a Castaneda forum) and make personal comments like this as if wanting to hurt people afterwards, and spend all your time commenting on a web site, then I doubt whether you are really who you claim to be. But I don't care either. I honestly wish you the best sister or brother.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5v324i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I sincerely do not care your thoughts about me, as almost all of them seem to be based on prejudice and non-true. For example, you assumed that I only use power plants and do nothing else to practice, when in reality, the use of power plants do not even make up to 1% of my practice. Really fascinating how you could make that conclusion though.&lt;/p&gt;\n\n&lt;p&gt;I must add that I&amp;#39;m honestly amazed by how you misinterpreted almost everything I said. If you really got the impression that I was trying to be rude towards you from my comments, and then suddenly &amp;quot;turned polite&amp;quot; (I don&amp;#39;t what would be my gain for that even, I&amp;#39;m just exchanging information on a forum as should be, and stating my thoughts on an issue, and the issue is the use of power plants which had been done many times by Castaneda and Don Juan themselves, man it&amp;#39;s insane I&amp;#39;m even making this defence on a Castaneda forum) then my best bet is that you&amp;#39;ve been going through hard times recently. I am truly sorry for that.&lt;/p&gt;\n\n&lt;p&gt;If you claim not to be a guru, then I think you should leave space for people to express their opinions. If you expect them to submit to every word you say, then ofcourse you can! There are thousands of others who do that, but just know that you aren&amp;#39;t any different. This was also not the issue with Carlos and Don Juan. Carlos objected some things Don Juan said even for years, Don Juan didn&amp;#39;t even tried to hit Carlos with vague psychoanalysis like &amp;quot;you&amp;#39;re trying to boost your ego, hehe, you won&amp;#39;t learn anything...&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;If you keep being pissed with even the slightest objection (and actually you are the one objecting to something which is literally a part of the teaching, I still can&amp;#39;t believe this is happening on a Castaneda forum) and make personal comments like this as if wanting to hurt people afterwards, and spend all your time commenting on a web site, then I doubt whether you are really who you claim to be. But I don&amp;#39;t care either. I honestly wish you the best sister or brother.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5v324i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674675937.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674675937.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5urqw5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ueu9t", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We have 3 real students of Carlos in here.\n\nDirect students, hanging out with him for years.\n\nNone would agree with your last statement.\n\nWe have to wonder how little you really did pay attention to the books and the lectures of Carlos, if you could make such a statement.\n\nIn fact, the opposite of what you claim about drugs is true.\n\nBut this is very typical.\n\nEveryone saw that coming.\n\nYou have no idea. We've been watching new people come in constantly for years.\n\nBut not like anyone in history has ever watched such a thing!\n\nWe have REAL magic.\n\nAnd no one else does.\n\nAnd we have the internet to supply a steady flow of new people to learn it.\n\nAnd to investigate what people are yapping about, when they have some delusion preventing them from following instructions here.\n\nSo we can not only see what new people do that makes them fail, but understand the details of it down to the techniques they're confused by.\n\nMeanwhile we're trying to understand why we're having such bad luck.\n\nYou'd think this place would go viral.\n\nREAL MAGIC for free!!!!\n\nSee it with your own eyes.\n\nNo waiting, no trickery, no gurus or masters.  No fees, no donations, no church.\n\nBuddhists alone ought to swarm  here from all corners of the world, to finally get to see some actual magic.\n\nAnd yet, we have virtually no takers.  1 in 100 who join the subreddit will try, maybe only 1 in 500 will reach the deep red zone and barely make it to the other side of  the body on the J curve.\n\nIt's looking these days like, in fact we'll be lucky to create the 10 real sorcerers I had originally hoped for.\n\n(before I die)\n\nSo everyone who understands what's going on in here watches new people with great interest.\n\nEven if the new people don't realize it.\n\nThey were already taking bets in private chat on how long you in particular would last.\n\nYou seemed promising, for a delusional shroom user with delusions of grandeur.\n\nBut in fact, it may turn out that drugs ruin anyone's chances to learn sorcery.\n\nIn the very way we see here.\n\nThe \"I don't agree with that small point, dear comrade\" type statement.\n\nDrug users are lazy \"comrade\" types.\n\nThey come in here to \"get some respect\" for their accomplishments.\n\n(getting high)\n\nGo read of it in the wiki on the side.\n\nThey go nuts and get a big ego from the drugs, without having done any work to fix their very nasty internal dialogue.\n\nAnd so they can't see when people try to help them in here.\n\nWe see the same with \"Remote Viewing\" people.\n\nAnyone who does that too much can't learn sorcery.\n\nBecause remote viewing is about pretending your results from ordinary dreams and random visions, bragging about them to your remote viewing buddies as if they were real magical experiences, and together they all create a big support group for fake magic.\n\nResult is that they feel \"entitled\" to lie about their results.\n\nSame as drug users I suspect.  They just go the \"Psychonaut\" route to build up the feeling of entitlement.\n\nWhen they come here they can't understand the difference, and so they can't manage to learn because only 1 in 100 will even find the time to practice.\n\nAnd a remote viewer or drug user has only the same chances as that original 1% of those who come here.\n\nHaving done \"remote viewing\" doesn't put them in the top 1% of people who will make a serious effort.\n\nIt only puts them into the top 5% of attention seekers in this subreddit.\n\nYou're going to turn out the same.\n\nMight as well go elsewhere to save yourself some time.\n\nDoesn't matter if you suddenly turn polite as you did with Techno.\n\nYou'll never learn.\n\nEven if you dabble a bit, you still won't learn.\n\nWe've seen the \"reformed drug users\" too. At least 5 of those.\n\nStill can't learn.\n\nOne of our witches thinks it's because when stuff gets hard, they return to the drugs.\n\nWe've watched 7000 pass through now since this subreddit became the only place on earth with real magic.\n\nAnd we get more people trying to destroy this place than those trying to utilize it to learn real magic.\n\nMore than half trying to destroy it don't even realize that's what they're clearly up to.\n\nYou're part of the forces to destroy it and bring things back to shit.\n\nNot much different than fake Naguals or any other person trying to take down the place to make themselves feel good.", "edited": 1674672144.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5urqw5", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We have 3 real students of Carlos in here.&lt;/p&gt;\n\n&lt;p&gt;Direct students, hanging out with him for years.&lt;/p&gt;\n\n&lt;p&gt;None would agree with your last statement.&lt;/p&gt;\n\n&lt;p&gt;We have to wonder how little you really did pay attention to the books and the lectures of Carlos, if you could make such a statement.&lt;/p&gt;\n\n&lt;p&gt;In fact, the opposite of what you claim about drugs is true.&lt;/p&gt;\n\n&lt;p&gt;But this is very typical.&lt;/p&gt;\n\n&lt;p&gt;Everyone saw that coming.&lt;/p&gt;\n\n&lt;p&gt;You have no idea. We&amp;#39;ve been watching new people come in constantly for years.&lt;/p&gt;\n\n&lt;p&gt;But not like anyone in history has ever watched such a thing!&lt;/p&gt;\n\n&lt;p&gt;We have REAL magic.&lt;/p&gt;\n\n&lt;p&gt;And no one else does.&lt;/p&gt;\n\n&lt;p&gt;And we have the internet to supply a steady flow of new people to learn it.&lt;/p&gt;\n\n&lt;p&gt;And to investigate what people are yapping about, when they have some delusion preventing them from following instructions here.&lt;/p&gt;\n\n&lt;p&gt;So we can not only see what new people do that makes them fail, but understand the details of it down to the techniques they&amp;#39;re confused by.&lt;/p&gt;\n\n&lt;p&gt;Meanwhile we&amp;#39;re trying to understand why we&amp;#39;re having such bad luck.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d think this place would go viral.&lt;/p&gt;\n\n&lt;p&gt;REAL MAGIC for free!!!!&lt;/p&gt;\n\n&lt;p&gt;See it with your own eyes.&lt;/p&gt;\n\n&lt;p&gt;No waiting, no trickery, no gurus or masters.  No fees, no donations, no church.&lt;/p&gt;\n\n&lt;p&gt;Buddhists alone ought to swarm  here from all corners of the world, to finally get to see some actual magic.&lt;/p&gt;\n\n&lt;p&gt;And yet, we have virtually no takers.  1 in 100 who join the subreddit will try, maybe only 1 in 500 will reach the deep red zone and barely make it to the other side of  the body on the J curve.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s looking these days like, in fact we&amp;#39;ll be lucky to create the 10 real sorcerers I had originally hoped for.&lt;/p&gt;\n\n&lt;p&gt;(before I die)&lt;/p&gt;\n\n&lt;p&gt;So everyone who understands what&amp;#39;s going on in here watches new people with great interest.&lt;/p&gt;\n\n&lt;p&gt;Even if the new people don&amp;#39;t realize it.&lt;/p&gt;\n\n&lt;p&gt;They were already taking bets in private chat on how long you in particular would last.&lt;/p&gt;\n\n&lt;p&gt;You seemed promising, for a delusional shroom user with delusions of grandeur.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it may turn out that drugs ruin anyone&amp;#39;s chances to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;In the very way we see here.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;I don&amp;#39;t agree with that small point, dear comrade&amp;quot; type statement.&lt;/p&gt;\n\n&lt;p&gt;Drug users are lazy &amp;quot;comrade&amp;quot; types.&lt;/p&gt;\n\n&lt;p&gt;They come in here to &amp;quot;get some respect&amp;quot; for their accomplishments.&lt;/p&gt;\n\n&lt;p&gt;(getting high)&lt;/p&gt;\n\n&lt;p&gt;Go read of it in the wiki on the side.&lt;/p&gt;\n\n&lt;p&gt;They go nuts and get a big ego from the drugs, without having done any work to fix their very nasty internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;And so they can&amp;#39;t see when people try to help them in here.&lt;/p&gt;\n\n&lt;p&gt;We see the same with &amp;quot;Remote Viewing&amp;quot; people.&lt;/p&gt;\n\n&lt;p&gt;Anyone who does that too much can&amp;#39;t learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;Because remote viewing is about pretending your results from ordinary dreams and random visions, bragging about them to your remote viewing buddies as if they were real magical experiences, and together they all create a big support group for fake magic.&lt;/p&gt;\n\n&lt;p&gt;Result is that they feel &amp;quot;entitled&amp;quot; to lie about their results.&lt;/p&gt;\n\n&lt;p&gt;Same as drug users I suspect.  They just go the &amp;quot;Psychonaut&amp;quot; route to build up the feeling of entitlement.&lt;/p&gt;\n\n&lt;p&gt;When they come here they can&amp;#39;t understand the difference, and so they can&amp;#39;t manage to learn because only 1 in 100 will even find the time to practice.&lt;/p&gt;\n\n&lt;p&gt;And a remote viewer or drug user has only the same chances as that original 1% of those who come here.&lt;/p&gt;\n\n&lt;p&gt;Having done &amp;quot;remote viewing&amp;quot; doesn&amp;#39;t put them in the top 1% of people who will make a serious effort.&lt;/p&gt;\n\n&lt;p&gt;It only puts them into the top 5% of attention seekers in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re going to turn out the same.&lt;/p&gt;\n\n&lt;p&gt;Might as well go elsewhere to save yourself some time.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter if you suddenly turn polite as you did with Techno.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll never learn.&lt;/p&gt;\n\n&lt;p&gt;Even if you dabble a bit, you still won&amp;#39;t learn.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve seen the &amp;quot;reformed drug users&amp;quot; too. At least 5 of those.&lt;/p&gt;\n\n&lt;p&gt;Still can&amp;#39;t learn.&lt;/p&gt;\n\n&lt;p&gt;One of our witches thinks it&amp;#39;s because when stuff gets hard, they return to the drugs.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve watched 7000 pass through now since this subreddit became the only place on earth with real magic.&lt;/p&gt;\n\n&lt;p&gt;And we get more people trying to destroy this place than those trying to utilize it to learn real magic.&lt;/p&gt;\n\n&lt;p&gt;More than half trying to destroy it don&amp;#39;t even realize that&amp;#39;s what they&amp;#39;re clearly up to.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re part of the forces to destroy it and bring things back to shit.&lt;/p&gt;\n\n&lt;p&gt;Not much different than fake Naguals or any other person trying to take down the place to make themselves feel good.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5urqw5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674671791.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674671791.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ueu9t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5u4ek5", "score": 2, "author_fullname": "t2_4xkpq8y4", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I beg to differ. The second awareness is by no means the end goal for any of us, but almost 99% of us have their paths going through there, including Castaneda.\n\nI never said sorcery is using drugs. IMO that's not even what we should be calling them... A drug is meth or amphetamines etc., then you have power plants, which have been used in sorcery, \"by Don Juan and Castaneda included\", for thousands of years. Not by thinking it's sorcery, but knowing that it's a powerful step in the mastery of sorcery.\n\nI've already accomplished amazing things beyond imagination (when totally sober, which is how I am roughly 360 days of the year), and I owe it to being able to see where my intent lies clearly, and the will to follow it.\n\nWill I do it again? If all of a sudden my intent shows me the exact location of some mushroom through dreaming, and urge me to go and collect it, I will climb that mountain again. Without hesitation.\n\nHowever, I would definitely worry about consuming alcohol, nicotine or even masturbating regularly more than consuming a power plant only a few times throughout your lifetime (I don't think it should be more than that; even Castaneda had only a few tries). Stuff I mentioned above directly attack your will and weaken it. This is a destructive result for a student. Power plants are a legit method approved by Castaneda.", "edited": 1674667689.0, "author_flair_css_class": null, "name": "t1_j5ueu9t", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I beg to differ. The second awareness is by no means the end goal for any of us, but almost 99% of us have their paths going through there, including Castaneda.&lt;/p&gt;\n\n&lt;p&gt;I never said sorcery is using drugs. IMO that&amp;#39;s not even what we should be calling them... A drug is meth or amphetamines etc., then you have power plants, which have been used in sorcery, &amp;quot;by Don Juan and Castaneda included&amp;quot;, for thousands of years. Not by thinking it&amp;#39;s sorcery, but knowing that it&amp;#39;s a powerful step in the mastery of sorcery.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve already accomplished amazing things beyond imagination (when totally sober, which is how I am roughly 360 days of the year), and I owe it to being able to see where my intent lies clearly, and the will to follow it.&lt;/p&gt;\n\n&lt;p&gt;Will I do it again? If all of a sudden my intent shows me the exact location of some mushroom through dreaming, and urge me to go and collect it, I will climb that mountain again. Without hesitation.&lt;/p&gt;\n\n&lt;p&gt;However, I would definitely worry about consuming alcohol, nicotine or even masturbating regularly more than consuming a power plant only a few times throughout your lifetime (I don&amp;#39;t think it should be more than that; even Castaneda had only a few tries). Stuff I mentioned above directly attack your will and weaken it. This is a destructive result for a student. Power plants are a legit method approved by Castaneda.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5ueu9t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674667098.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674667098.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5u4ek5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5twm1v", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Just do me a favor and don't get used to taking a substance, and then being assaulted by the second attention.  And calling that sorcery.\n\nIt's not!  The second attention is a public quagmire!  \n\nAnyone can dive into it by various means.    And everyone already does!  In dreams.\n\nThat doesn't make any of it sorcery.\n\nI'm afraid many fans of Carlos think it's about stuff like you mentioned.\n\nDruglike visions that motivate people who follow someone like crazy McKenna.\n\nThat's not sorcery at all.\n\nSo just to keep yourself honest,  learn to do everything you do now but completely sober.\n\nDrug free at least for a few months to rule out lingering effects.\n\nAlcohol, nicotine, THC, and maybe stuff like Kratom are ok. \n\nJust wait until they wear off.  And if they make you tired, give them up.\n\nBut consume nothing like what you took.  \n\nThose pretty much take you out of the game. \n\nYou'll get benched for failing a drug test.\n\nInstead, try to learn to manifest stuff in darkness.\n\nSober!\n\nThat's closer to what sorcery is.\n\nNot the manifesting part itself.\n\nThe sobriety and \"clean link to intent\", needed to do that reliably.\n\nWe're trying to master that.  The link to intent.  Sober.\n\nWe don't merely want to experience druglike visions.\n\nOr have red zone \"deeply meaningful realizations\".\n\nThe red zone on the J curve is the \"Swamp of Excessive Meaningfulness\".\n\nThose are just as nonsensical as my Demon Clown Car.  \n\nI've manifested that awful thing twice.\n\nThat's just the red zone. That's what it does!\n\nBut we only want to know where those come from.  \n\nWhy they exist at all.\n\nYou've focused on \"what\", but sorcerers are focused on \"why\".\n\nJust to give an example, I got a vision of some 100,000 old seers who lived in my local area, and how they used the earth's awareness as transportation for physical matter.\n\nThat's not out of line with local history.  People did pass through this area as long ago as 120,000 years.\n\nAnd it's not uncommon to get \"history lessons\" while gazing around for unusual sights.\n\nThe lessons come from \"Silent Knowledge\". \n\nIn this case an entity even showed up to explain it to me so I had someone to focus on.\n\nI was fully sober!  Not asleep. Eyes open. Walking around.\n\nSo I \"duplicated\" what the entity described about how the \"ancient\" seers traveled.  And combined it with my own knowledge of \"terminals\".\n\nI've been working on it for months, and it's now a full on transportation \"hub\" like you'd find in an asian airport or train station.\n\nI left an empty space next to the laundry service, next to the actual terminal.\n\nWaiting to see if any inorganic beings wanted to take that over and add a magazine store, or maybe some kind of snack and drink shop like you'd find in a real airport terminal.\n\nLast week someone decided to put a bar in there. And they're working on it daily.\n\nSo I get to watch \"infinity\" build a bar there!  Not my idea at all. I was as surprised to see that business going up as if it were a real airport terminal.\n\nCholita likes those little bars in train stations.  \n\nMight have been her idea.\n\nShe also added a tourist attraction a month or two ago, and it's still there.\n\nThe \"Station\" gets stronger and stronger each day and I've had 3 visitors (real people) so far.\n\nBut I wanted to know when a witch might show up without having warned me she was trying to do that,  so I've materialized a little scrolling LED sign.\n\nTo announce arrivals.\n\nIt will eventually scroll messages like, \"Witch J arriving in 10 minutes\".\n\nOr, \"Cholita Alert, check western wall.\"\n\nSounds absurd?\n\nNope. That's what sorcery is.\n\nA clean link to intent.  And it's easy for intent to do \"notifications\".\n\nHow you view or receive them is up to you.\n\nDon Juan suggested reading text, but that was too vague for me.\n\nSo I materialized a scrolling LED sign.  \n\nNow I can just check that while practicing, to see if anyone is coming.\n\nBut don't interpret this as \"weirdness\", and try to duplicate weirdness using shrooms.\n\nIt's in no way the same thing!\n\nYou could smash yourself on the head with a hammer, and have weird visions.\n\nGo seek out COVID, so you can fall into a feverish dream and be a tree that way.\n\nMaybe just go into one of those \"isolation booths\".\n\nAre those the same thing?\n\nThey are not.\n\nSo it's not \"cool visions at all costs\".\n\nThat's the psychonaut confusion.\n\nIt's actually about control.\n\nPutting the sign up there on the phantom travel station is the control.\n\nBeing able to materialize one, and have it remain there for months.\n\nDo that.\n\nIt's impossible until you come to grips with all the thoughts in your mind.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5u4ek5", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Just do me a favor and don&amp;#39;t get used to taking a substance, and then being assaulted by the second attention.  And calling that sorcery.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not!  The second attention is a public quagmire!  &lt;/p&gt;\n\n&lt;p&gt;Anyone can dive into it by various means.    And everyone already does!  In dreams.&lt;/p&gt;\n\n&lt;p&gt;That doesn&amp;#39;t make any of it sorcery.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid many fans of Carlos think it&amp;#39;s about stuff like you mentioned.&lt;/p&gt;\n\n&lt;p&gt;Druglike visions that motivate people who follow someone like crazy McKenna.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not sorcery at all.&lt;/p&gt;\n\n&lt;p&gt;So just to keep yourself honest,  learn to do everything you do now but completely sober.&lt;/p&gt;\n\n&lt;p&gt;Drug free at least for a few months to rule out lingering effects.&lt;/p&gt;\n\n&lt;p&gt;Alcohol, nicotine, THC, and maybe stuff like Kratom are ok. &lt;/p&gt;\n\n&lt;p&gt;Just wait until they wear off.  And if they make you tired, give them up.&lt;/p&gt;\n\n&lt;p&gt;But consume nothing like what you took.  &lt;/p&gt;\n\n&lt;p&gt;Those pretty much take you out of the game. &lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll get benched for failing a drug test.&lt;/p&gt;\n\n&lt;p&gt;Instead, try to learn to manifest stuff in darkness.&lt;/p&gt;\n\n&lt;p&gt;Sober!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s closer to what sorcery is.&lt;/p&gt;\n\n&lt;p&gt;Not the manifesting part itself.&lt;/p&gt;\n\n&lt;p&gt;The sobriety and &amp;quot;clean link to intent&amp;quot;, needed to do that reliably.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to master that.  The link to intent.  Sober.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t merely want to experience druglike visions.&lt;/p&gt;\n\n&lt;p&gt;Or have red zone &amp;quot;deeply meaningful realizations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The red zone on the J curve is the &amp;quot;Swamp of Excessive Meaningfulness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are just as nonsensical as my Demon Clown Car.  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve manifested that awful thing twice.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just the red zone. That&amp;#39;s what it does!&lt;/p&gt;\n\n&lt;p&gt;But we only want to know where those come from.  &lt;/p&gt;\n\n&lt;p&gt;Why they exist at all.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve focused on &amp;quot;what&amp;quot;, but sorcerers are focused on &amp;quot;why&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just to give an example, I got a vision of some 100,000 old seers who lived in my local area, and how they used the earth&amp;#39;s awareness as transportation for physical matter.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not out of line with local history.  People did pass through this area as long ago as 120,000 years.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not uncommon to get &amp;quot;history lessons&amp;quot; while gazing around for unusual sights.&lt;/p&gt;\n\n&lt;p&gt;The lessons come from &amp;quot;Silent Knowledge&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;In this case an entity even showed up to explain it to me so I had someone to focus on.&lt;/p&gt;\n\n&lt;p&gt;I was fully sober!  Not asleep. Eyes open. Walking around.&lt;/p&gt;\n\n&lt;p&gt;So I &amp;quot;duplicated&amp;quot; what the entity described about how the &amp;quot;ancient&amp;quot; seers traveled.  And combined it with my own knowledge of &amp;quot;terminals&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve been working on it for months, and it&amp;#39;s now a full on transportation &amp;quot;hub&amp;quot; like you&amp;#39;d find in an asian airport or train station.&lt;/p&gt;\n\n&lt;p&gt;I left an empty space next to the laundry service, next to the actual terminal.&lt;/p&gt;\n\n&lt;p&gt;Waiting to see if any inorganic beings wanted to take that over and add a magazine store, or maybe some kind of snack and drink shop like you&amp;#39;d find in a real airport terminal.&lt;/p&gt;\n\n&lt;p&gt;Last week someone decided to put a bar in there. And they&amp;#39;re working on it daily.&lt;/p&gt;\n\n&lt;p&gt;So I get to watch &amp;quot;infinity&amp;quot; build a bar there!  Not my idea at all. I was as surprised to see that business going up as if it were a real airport terminal.&lt;/p&gt;\n\n&lt;p&gt;Cholita likes those little bars in train stations.  &lt;/p&gt;\n\n&lt;p&gt;Might have been her idea.&lt;/p&gt;\n\n&lt;p&gt;She also added a tourist attraction a month or two ago, and it&amp;#39;s still there.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Station&amp;quot; gets stronger and stronger each day and I&amp;#39;ve had 3 visitors (real people) so far.&lt;/p&gt;\n\n&lt;p&gt;But I wanted to know when a witch might show up without having warned me she was trying to do that,  so I&amp;#39;ve materialized a little scrolling LED sign.&lt;/p&gt;\n\n&lt;p&gt;To announce arrivals.&lt;/p&gt;\n\n&lt;p&gt;It will eventually scroll messages like, &amp;quot;Witch J arriving in 10 minutes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;Cholita Alert, check western wall.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Sounds absurd?&lt;/p&gt;\n\n&lt;p&gt;Nope. That&amp;#39;s what sorcery is.&lt;/p&gt;\n\n&lt;p&gt;A clean link to intent.  And it&amp;#39;s easy for intent to do &amp;quot;notifications&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;How you view or receive them is up to you.&lt;/p&gt;\n\n&lt;p&gt;Don Juan suggested reading text, but that was too vague for me.&lt;/p&gt;\n\n&lt;p&gt;So I materialized a scrolling LED sign.  &lt;/p&gt;\n\n&lt;p&gt;Now I can just check that while practicing, to see if anyone is coming.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t interpret this as &amp;quot;weirdness&amp;quot;, and try to duplicate weirdness using shrooms.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in no way the same thing!&lt;/p&gt;\n\n&lt;p&gt;You could smash yourself on the head with a hammer, and have weird visions.&lt;/p&gt;\n\n&lt;p&gt;Go seek out COVID, so you can fall into a feverish dream and be a tree that way.&lt;/p&gt;\n\n&lt;p&gt;Maybe just go into one of those &amp;quot;isolation booths&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Are those the same thing?&lt;/p&gt;\n\n&lt;p&gt;They are not.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s not &amp;quot;cool visions at all costs&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the psychonaut confusion.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s actually about control.&lt;/p&gt;\n\n&lt;p&gt;Putting the sign up there on the phantom travel station is the control.&lt;/p&gt;\n\n&lt;p&gt;Being able to materialize one, and have it remain there for months.&lt;/p&gt;\n\n&lt;p&gt;Do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s impossible until you come to grips with all the thoughts in your mind.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5u4ek5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674663148.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674663148.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5twm1v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5tuhsi", "score": 4, "author_fullname": "t2_4xkpq8y4", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "This sounds like what I experienced. All those years as a tree (and I must add that it was a very rich experience... Even the subtlest vibration below earth and winds above, anything that was happening around or something that was happening tens of kilometres away, I would feel through vibrations, continuously. I don't remember sleeping at all). I felt multiple hundred times more than a human, yet in a completely different way.\n\nThere were no visuals, no sound, not even vibration as you'd understand it, but vibration is the most familiar concept I can use to explain. It was an existence like electric, if that makes any sense. I witnessed deaths of many beings, and things I'd consider awful as a human happened to me, yet I never ever felt distress from them. I just witnessed and existed.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5twm1v", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This sounds like what I experienced. All those years as a tree (and I must add that it was a very rich experience... Even the subtlest vibration below earth and winds above, anything that was happening around or something that was happening tens of kilometres away, I would feel through vibrations, continuously. I don&amp;#39;t remember sleeping at all). I felt multiple hundred times more than a human, yet in a completely different way.&lt;/p&gt;\n\n&lt;p&gt;There were no visuals, no sound, not even vibration as you&amp;#39;d understand it, but vibration is the most familiar concept I can use to explain. It was an existence like electric, if that makes any sense. I witnessed deaths of many beings, and things I&amp;#39;d consider awful as a human happened to me, yet I never ever felt distress from them. I just witnessed and existed.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5twm1v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674660146.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674660146.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5tuhsi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674659305.0, "send_replies": true, "parent_id": "t1_j5t1t5o", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Well, I don't like people using drugs to try to simulate sorcery.\n\nBut, you can in fact move your assemblage point down low and experience exactly what Silvio Manuel said.\n\nThe stuff about them being strife free.\n\nEXCEPT, that's not at all what you'd expect.\n\nWhen we visualize being free from strife and worry, the images that come to mind are filled to the brink with strife and worry.\n\nMeaning, we battle hard to get that pleasant existence, even if it's only temporary.\n\nWhich in fact gives people a tendency to use drugs to achieve it.\n\nSo what we'd imagine that state to be, is actually not at all what it's like.\n\nIt's more like, you're so alien that strife and worry make no sense.\n\nYou don't get to enjoy it as much as you'd hope, because it's just \"how things are\".\n\nBut it comes with some amazing visuals.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5tuhsi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Well, I don&amp;#39;t like people using drugs to try to simulate sorcery.&lt;/p&gt;\n\n&lt;p&gt;But, you can in fact move your assemblage point down low and experience exactly what Silvio Manuel said.&lt;/p&gt;\n\n&lt;p&gt;The stuff about them being strife free.&lt;/p&gt;\n\n&lt;p&gt;EXCEPT, that&amp;#39;s not at all what you&amp;#39;d expect.&lt;/p&gt;\n\n&lt;p&gt;When we visualize being free from strife and worry, the images that come to mind are filled to the brink with strife and worry.&lt;/p&gt;\n\n&lt;p&gt;Meaning, we battle hard to get that pleasant existence, even if it&amp;#39;s only temporary.&lt;/p&gt;\n\n&lt;p&gt;Which in fact gives people a tendency to use drugs to achieve it.&lt;/p&gt;\n\n&lt;p&gt;So what we&amp;#39;d imagine that state to be, is actually not at all what it&amp;#39;s like.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s more like, you&amp;#39;re so alien that strife and worry make no sense.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t get to enjoy it as much as you&amp;#39;d hope, because it&amp;#39;s just &amp;quot;how things are&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But it comes with some amazing visuals.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5tuhsi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674659305.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5uta1r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1674672347.0, "send_replies": true, "parent_id": "t1_j5umizd", "score": 3, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Okey, no the exchange is that you’re gonna sacrifice energy for that, it eats up energy. And even a puff of cannabis has a toll at smaller levels, some bigger psychedelics may not allow a person to return, so their assemblage point will be stuck, and they’ll be screwed. Don Juan says to venture into the unknown without personal power, you’ll find death. The most rational way to approach heightened awareness is through sobriety, but some people do a safer approach called Micro-dosing it’s a safer alternative if the need arises from pains and stuff.", "edited": 1674673283.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5uta1r", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Okey, no the exchange is that you’re gonna sacrifice energy for that, it eats up energy. And even a puff of cannabis has a toll at smaller levels, some bigger psychedelics may not allow a person to return, so their assemblage point will be stuck, and they’ll be screwed. Don Juan says to venture into the unknown without personal power, you’ll find death. The most rational way to approach heightened awareness is through sobriety, but some people do a safer approach called Micro-dosing it’s a safer alternative if the need arises from pains and stuff.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5uta1r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674672347.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5umizd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5ujl43", "score": 2, "author_fullname": "t2_4xkpq8y4", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "To be honest I don't know much about seers. I have four more books left in the series, I think I need to finish them to get your point. However, you are right that there's an exchange. You need to chew the cud to see if it's a reasonable one. In Castaneda's situation it obviously was.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j5umizd", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;To be honest I don&amp;#39;t know much about seers. I have four more books left in the series, I think I need to finish them to get your point. However, you are right that there&amp;#39;s an exchange. You need to chew the cud to see if it&amp;#39;s a reasonable one. In Castaneda&amp;#39;s situation it obviously was.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5umizd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674669906.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674669906.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5ujl43", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5tga4p", "score": 1, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The thing with power plants is that there is an exchange. It’s not for free.\n\nDedicating extra multiple hours, you can have psychedelic trips, but only you can make your decision. The old men of knowledge used plant Allies but seers see energy directly in the universe and won’t have the need to do psychedelics.\nBecause the men of knowledge needed aid to see where as seers Don’t need aid they have WILL. (And not the common man’s will, the sorcerers will)", "edited": 1674669051.0, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5ujl43", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The thing with power plants is that there is an exchange. It’s not for free.&lt;/p&gt;\n\n&lt;p&gt;Dedicating extra multiple hours, you can have psychedelic trips, but only you can make your decision. The old men of knowledge used plant Allies but seers see energy directly in the universe and won’t have the need to do psychedelics.\nBecause the men of knowledge needed aid to see where as seers Don’t need aid they have WILL. (And not the common man’s will, the sorcerers will)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5ujl43/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674668838.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674668838.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5tga4p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5tbsrp", "score": 4, "author_fullname": "t2_4xkpq8y4", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think it all starts with what you said; knowing yourself really well. Many teachings of Don Juan are literally about that. In e.g., writing and summarizing all your past.\n\nOne's perfect self-knowledge combined with a perfect ability to listen to the heart (or intuition), results in one's being totally honest with themselves. This way one can see the path that needs to be followed clearly.\n\nThere's nothing to be ashamed of or deny if you are currently behind many. In the end, the thing that brings you to your destination is how well you accepted where you once were and if you did what you must to get past it.\n\nPlus, do we really need to infamize power plants, when there are whole two books and a plethora of knowledge in sorcery on them? I believe that power plants aren't a last option but one of the smartest strategies in and of itself (only when used skillfully).", "edited": 1674653485.0, "author_flair_css_class": null, "name": "t1_j5tga4p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think it all starts with what you said; knowing yourself really well. Many teachings of Don Juan are literally about that. In e.g., writing and summarizing all your past.&lt;/p&gt;\n\n&lt;p&gt;One&amp;#39;s perfect self-knowledge combined with a perfect ability to listen to the heart (or intuition), results in one&amp;#39;s being totally honest with themselves. This way one can see the path that needs to be followed clearly.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing to be ashamed of or deny if you are currently behind many. In the end, the thing that brings you to your destination is how well you accepted where you once were and if you did what you must to get past it.&lt;/p&gt;\n\n&lt;p&gt;Plus, do we really need to infamize power plants, when there are whole two books and a plethora of knowledge in sorcery on them? I believe that power plants aren&amp;#39;t a last option but one of the smartest strategies in and of itself (only when used skillfully).&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5tga4p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674652992.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674652992.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5tbsrp", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5t6kpu", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"Some students\" being the operative part. \n\nGot to be honest with yourself, without selling yourself short either. Somewhat difficult to do without some outside perspective or analysis.\n\nIt could tie into the advice not to practice failure as well, meaning if you've really given your all and put some decent/significant time and effort into something and it isn't working...then don't keep doggedly doing that.\n\nAlter the strategy.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5tbsrp", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Some students&amp;quot; being the operative part. &lt;/p&gt;\n\n&lt;p&gt;Got to be honest with yourself, without selling yourself short either. Somewhat difficult to do without some outside perspective or analysis.&lt;/p&gt;\n\n&lt;p&gt;It could tie into the advice not to practice failure as well, meaning if you&amp;#39;ve really given your all and put some decent/significant time and effort into something and it isn&amp;#39;t working...then don&amp;#39;t keep doggedly doing that.&lt;/p&gt;\n\n&lt;p&gt;Alter the strategy.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5tbsrp/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674650573.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674650573.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5t6kpu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "absentheum", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5t4s7d", "score": 5, "author_fullname": "t2_4xkpq8y4", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "IMHO, doing psychedelics (or any other drug including alcohol and tobacco, or sex, or food...) for fun and getting addicted is the most stupid thing a magician can do.\n\nOn the other hand, there's no reason to deny that psychedelics have been one of the most important parts of sorcery, and they can be of incredible help in the development of magical skills. Intuition will tell you what, when, and how to do if you listen well. In my case, I don't do them more than twice a year. Maybe not even that sometimes.\n\nI can tell you that each time they gave me a huge leap. The nagual just knows what it needs and when it needs it.\n\n\nEdit: in reference to the last sentence of your post; I just remembered Don Juan telling in one book that some students actually need power plants; otherwise they would spend tens of years just to develop a single skill. Castaneda was one of them.", "edited": 1674653550.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5t6kpu", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;IMHO, doing psychedelics (or any other drug including alcohol and tobacco, or sex, or food...) for fun and getting addicted is the most stupid thing a magician can do.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, there&amp;#39;s no reason to deny that psychedelics have been one of the most important parts of sorcery, and they can be of incredible help in the development of magical skills. Intuition will tell you what, when, and how to do if you listen well. In my case, I don&amp;#39;t do them more than twice a year. Maybe not even that sometimes.&lt;/p&gt;\n\n&lt;p&gt;I can tell you that each time they gave me a huge leap. The nagual just knows what it needs and when it needs it.&lt;/p&gt;\n\n&lt;p&gt;Edit: in reference to the last sentence of your post; I just remembered Don Juan telling in one book that some students actually need power plants; otherwise they would spend tens of years just to develop a single skill. Castaneda was one of them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5t6kpu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674647299.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674647299.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5t4s7d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1674646028.0, "send_replies": true, "parent_id": "t1_j5t1t5o", "score": 2, "author_fullname": "t2_to6hu0gf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Don Juan once said plants are peculiar and they feel. I use to read instructions for dreaming and then find my hands when dreaming and as Don Juan said. Then I would search for Don Juan. I had a crazy encounter with a tree and it grabbed me and twisted and we were playing (and it was fully vivid and realer than here) then a magician that looks just like a character from elden ring came to join our play.\n\nThere’s really no need for psychedelics once you know what’s going on.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5t4s7d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Don Juan once said plants are peculiar and they feel. I use to read instructions for dreaming and then find my hands when dreaming and as Don Juan said. Then I would search for Don Juan. I had a crazy encounter with a tree and it grabbed me and twisted and we were playing (and it was fully vivid and realer than here) then a magician that looks just like a character from elden ring came to join our play.&lt;/p&gt;\n\n&lt;p&gt;There’s really no need for psychedelics once you know what’s going on.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5t4s7d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674646028.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5t1t5o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "absentheum", "can_mod_post": false, "created_utc": 1674643758.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 4, "author_fullname": "t2_4xkpq8y4", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Oh my god. I once collected Amanita Muscaria mushrooms from the heights of a mountain, prepared them accordingly for shamanic use, and when the journey started, I fell into a trance where I was in a different world which was even more real than this one.\n\nWhen the journey first began I was still me, but in a different time and a very different environment. I was in a clearing between mountains with a bunch of mystics dressed in robes, the moon was shining above, and a strong drumming sound was echoing from distance. There was an enormous tree standing in the middle of us, and I knew we were going to sacrifice it!\n\nThen one of the mystics came and blindfolded all of us with pieces of fabric. I wasn't able to see anymore. After a while, somebody drew closer and closer to me, and whispered in my ear, \"you're going to sacrifice the holy tree\". In that moment I knew it was the high priest. I was shocked and thought \"I hadn't even killed an ant in my life\", but didn't refuse his order, and accepted it with a weak nod. Then he handed me something to cut down the tree.\n\nI don't want to go into too much detail. The tree was literally huge and it took me hours to cut it. But the thing is, as I cut it, I was being cut... At one point I could almost feel my abdominal being split in half. I was bleeding out like a river. I could feel my soul slowly leave my body. There's no way I can describe to you how much pain I felt, or the thoughts I thought. I knew I was about to die when the tree's body was about to separate from its roots, and when it did, life had left my body and I died. There was literally nothing. I didn't exist anymore.\n\nThen I resurrected. The time I spent in nothingness felt like a blink. My awareness began to be flooded with sensations, I instantly remembered I died as a human, and even though I still had the memory of being human, I was not sensing the world as I used to now. No sooner that I realized I was a tree. Something happened the moment we both died and our consciousnesses were bounded, and we were united in one form. Years passed by like this and at one point, being human was nothing but a faint memory.\n\nWhen the trance ended, it took me almost half an hour to realize I consumed Amanita Muscaria and all that happened in another world. At first, I was sure that the mystics I saw in the beginning saved me and reanimated me somehow. I was sure that my abdomen was split in half, \"they must've sutured it\", I thought.\n\nNow seeing this post excites me because I know exactly what it is to be a tree. Their assemblage points must be just as described here. I still remember how my awareness was coiled down, at my roots, that I was sensing even the subtlest vibration from the earth.", "edited": 1674653663.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5t1t5o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh my god. I once collected Amanita Muscaria mushrooms from the heights of a mountain, prepared them accordingly for shamanic use, and when the journey started, I fell into a trance where I was in a different world which was even more real than this one.&lt;/p&gt;\n\n&lt;p&gt;When the journey first began I was still me, but in a different time and a very different environment. I was in a clearing between mountains with a bunch of mystics dressed in robes, the moon was shining above, and a strong drumming sound was echoing from distance. There was an enormous tree standing in the middle of us, and I knew we were going to sacrifice it!&lt;/p&gt;\n\n&lt;p&gt;Then one of the mystics came and blindfolded all of us with pieces of fabric. I wasn&amp;#39;t able to see anymore. After a while, somebody drew closer and closer to me, and whispered in my ear, &amp;quot;you&amp;#39;re going to sacrifice the holy tree&amp;quot;. In that moment I knew it was the high priest. I was shocked and thought &amp;quot;I hadn&amp;#39;t even killed an ant in my life&amp;quot;, but didn&amp;#39;t refuse his order, and accepted it with a weak nod. Then he handed me something to cut down the tree.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to go into too much detail. The tree was literally huge and it took me hours to cut it. But the thing is, as I cut it, I was being cut... At one point I could almost feel my abdominal being split in half. I was bleeding out like a river. I could feel my soul slowly leave my body. There&amp;#39;s no way I can describe to you how much pain I felt, or the thoughts I thought. I knew I was about to die when the tree&amp;#39;s body was about to separate from its roots, and when it did, life had left my body and I died. There was literally nothing. I didn&amp;#39;t exist anymore.&lt;/p&gt;\n\n&lt;p&gt;Then I resurrected. The time I spent in nothingness felt like a blink. My awareness began to be flooded with sensations, I instantly remembered I died as a human, and even though I still had the memory of being human, I was not sensing the world as I used to now. No sooner that I realized I was a tree. Something happened the moment we both died and our consciousnesses were bounded, and we were united in one form. Years passed by like this and at one point, being human was nothing but a faint memory.&lt;/p&gt;\n\n&lt;p&gt;When the trance ended, it took me almost half an hour to realize I consumed Amanita Muscaria and all that happened in another world. At first, I was sure that the mystics I saw in the beginning saved me and reanimated me somehow. I was sure that my abdomen was split in half, &amp;quot;they must&amp;#39;ve sutured it&amp;quot;, I thought.&lt;/p&gt;\n\n&lt;p&gt;Now seeing this post excites me because I know exactly what it is to be a tree. Their assemblage points must be just as described here. I still remember how my awareness was coiled down, at my roots, that I was sensing even the subtlest vibration from the earth.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5t1t5o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674643758.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5pvf0j", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674587157.0, "send_replies": true, "parent_id": "t1_j5pnrtw", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We don't know.\n\nCould be that question doesn't make as much sense as we believe.\n\nIf I had to guess at the answer, I'd say that both can change.\n\nWhich is why the Nagual Julian could make himself look young or old at will.\n\nBut that for most of us, we'll just \"switch\" over to the double without noticing we did that, and the \"fun\" will take place there.\n\nWhat happens to the physical body, we don't yet know.\n\nYou WILL break the laws of physics if you don't give up practicing.\n\nThen, you can try to explain what happened to us!\n\nI think some don't even bother to worry about that detail.\n\nThe ones in it for the money.\n\nTake the story of Milarepa, the famous \"Tibetan Yogi\".\n\nNot even a good beginner in here!  He'd be kicked out for his obvious delusions.\n\nBut renowned as the amazing magic man who proves Buddhist superpowers are real.\n\nExcept it's all just deep green zone stuff.  Not even any actual red zone goings on.\n\nHis ability to \"fly\" is of key importance here.\n\nThe Yogis have \"sutras\" for flying.\n\nBut they do them with their eyes closed, or in meditation.  Then open their eyes, when they believe they are flying.\n\nOther than trickster Nepalese \"masters\" staging it on video that's obviously not any way to know what they're really doing, no one seems to be \"flying\" in their physical body.\n\nThe TM people tried for decades, and not a single person did it.\n\nBut people still EXPERIENCED it.\n\nIn their double.\n\nDidn't realize that's what was going on.\n\nSo my guess about Milarepa is, he left his cave to fly around a few times, pretended he had mastered that, and no one bothered to find out if it was in his double, or his physical body.\n\nHe didn't even know. When you switch to the double, it can be so seamless you don't realize it.\n\nAnd the Yogis and Buddhists don't know anything about those topics.  So they wouldn't even have a reason to wonder about it.\n\nThe result is we get comic books with Milarepa flying around like superman.  As if he just did that casually.\n\nThe same old shit. Exaggerating to the point that it's misleading to anyone who sees it.\n\nWe can do that too but even better than Milarepa!\n\nI leap outside our galaxy, and fly the entire distance.  Seems real to me.\n\nCholita can float up into the air, just by pretending her ams are wings.\n\nIn front of me!  I've seen it.  She LOVES to show off with that.\n\nAnd worse, she can lift me into the air 2 full feet, with one finger.\n\nBut, it's her double.  Not the physical Cholita, unless that one learned to walk through solid doors.  \n\nAnd it's not me that gets lifted up. I can't tell the difference, but I'm pretty sure it's just my double.  And my physical body has temporarily \"shrunk\" out of the picture.\n\nIt's just that we \"sort of\" know what's going on. So we're careful to try to clarify or understand it.\n\nIn other systems?  Nope.  They're happy to misrepresent anything that makes it more profitable when tricking people.\n\nMilarepa was a self-promoting idiot.  \n\nRuined by Hinduism and his own gigantic ego.", "edited": 1674587703.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5pvf0j", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We don&amp;#39;t know.&lt;/p&gt;\n\n&lt;p&gt;Could be that question doesn&amp;#39;t make as much sense as we believe.&lt;/p&gt;\n\n&lt;p&gt;If I had to guess at the answer, I&amp;#39;d say that both can change.&lt;/p&gt;\n\n&lt;p&gt;Which is why the Nagual Julian could make himself look young or old at will.&lt;/p&gt;\n\n&lt;p&gt;But that for most of us, we&amp;#39;ll just &amp;quot;switch&amp;quot; over to the double without noticing we did that, and the &amp;quot;fun&amp;quot; will take place there.&lt;/p&gt;\n\n&lt;p&gt;What happens to the physical body, we don&amp;#39;t yet know.&lt;/p&gt;\n\n&lt;p&gt;You WILL break the laws of physics if you don&amp;#39;t give up practicing.&lt;/p&gt;\n\n&lt;p&gt;Then, you can try to explain what happened to us!&lt;/p&gt;\n\n&lt;p&gt;I think some don&amp;#39;t even bother to worry about that detail.&lt;/p&gt;\n\n&lt;p&gt;The ones in it for the money.&lt;/p&gt;\n\n&lt;p&gt;Take the story of Milarepa, the famous &amp;quot;Tibetan Yogi&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not even a good beginner in here!  He&amp;#39;d be kicked out for his obvious delusions.&lt;/p&gt;\n\n&lt;p&gt;But renowned as the amazing magic man who proves Buddhist superpowers are real.&lt;/p&gt;\n\n&lt;p&gt;Except it&amp;#39;s all just deep green zone stuff.  Not even any actual red zone goings on.&lt;/p&gt;\n\n&lt;p&gt;His ability to &amp;quot;fly&amp;quot; is of key importance here.&lt;/p&gt;\n\n&lt;p&gt;The Yogis have &amp;quot;sutras&amp;quot; for flying.&lt;/p&gt;\n\n&lt;p&gt;But they do them with their eyes closed, or in meditation.  Then open their eyes, when they believe they are flying.&lt;/p&gt;\n\n&lt;p&gt;Other than trickster Nepalese &amp;quot;masters&amp;quot; staging it on video that&amp;#39;s obviously not any way to know what they&amp;#39;re really doing, no one seems to be &amp;quot;flying&amp;quot; in their physical body.&lt;/p&gt;\n\n&lt;p&gt;The TM people tried for decades, and not a single person did it.&lt;/p&gt;\n\n&lt;p&gt;But people still EXPERIENCED it.&lt;/p&gt;\n\n&lt;p&gt;In their double.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t realize that&amp;#39;s what was going on.&lt;/p&gt;\n\n&lt;p&gt;So my guess about Milarepa is, he left his cave to fly around a few times, pretended he had mastered that, and no one bothered to find out if it was in his double, or his physical body.&lt;/p&gt;\n\n&lt;p&gt;He didn&amp;#39;t even know. When you switch to the double, it can be so seamless you don&amp;#39;t realize it.&lt;/p&gt;\n\n&lt;p&gt;And the Yogis and Buddhists don&amp;#39;t know anything about those topics.  So they wouldn&amp;#39;t even have a reason to wonder about it.&lt;/p&gt;\n\n&lt;p&gt;The result is we get comic books with Milarepa flying around like superman.  As if he just did that casually.&lt;/p&gt;\n\n&lt;p&gt;The same old shit. Exaggerating to the point that it&amp;#39;s misleading to anyone who sees it.&lt;/p&gt;\n\n&lt;p&gt;We can do that too but even better than Milarepa!&lt;/p&gt;\n\n&lt;p&gt;I leap outside our galaxy, and fly the entire distance.  Seems real to me.&lt;/p&gt;\n\n&lt;p&gt;Cholita can float up into the air, just by pretending her ams are wings.&lt;/p&gt;\n\n&lt;p&gt;In front of me!  I&amp;#39;ve seen it.  She LOVES to show off with that.&lt;/p&gt;\n\n&lt;p&gt;And worse, she can lift me into the air 2 full feet, with one finger.&lt;/p&gt;\n\n&lt;p&gt;But, it&amp;#39;s her double.  Not the physical Cholita, unless that one learned to walk through solid doors.  &lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not me that gets lifted up. I can&amp;#39;t tell the difference, but I&amp;#39;m pretty sure it&amp;#39;s just my double.  And my physical body has temporarily &amp;quot;shrunk&amp;quot; out of the picture.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just that we &amp;quot;sort of&amp;quot; know what&amp;#39;s going on. So we&amp;#39;re careful to try to clarify or understand it.&lt;/p&gt;\n\n&lt;p&gt;In other systems?  Nope.  They&amp;#39;re happy to misrepresent anything that makes it more profitable when tricking people.&lt;/p&gt;\n\n&lt;p&gt;Milarepa was a self-promoting idiot.  &lt;/p&gt;\n\n&lt;p&gt;Ruined by Hinduism and his own gigantic ego.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5pvf0j/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674587157.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5pnrtw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Willing_Brick_2698", "can_mod_post": false, "created_utc": 1674584387.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 3, "author_fullname": "t2_i0jsx16j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "In the red zone, is it our physical body that changes shape or our energy body?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5pnrtw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In the red zone, is it our physical body that changes shape or our energy body?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5pnrtw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674584387.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j60o9nd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674769700.0, "send_replies": true, "parent_id": "t1_j6095n2", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Jadey suggested it's a Portuguese translation issue going on here.\n\nShe's a direct student of Carlos!  Even a favorite one from what I heard.  \n\nSo I'll assume I have \"ugly american\" syndrome and misunderstood you.\n\nFirst, you can't learn sorcery via lucid dreaming.\n\nLucid dreaming is mostly nonsense, exaggerated to extremes by participants because they want attention.\n\nIf I try to post the most amazing stuff on dreaming that anyone has ever seen in the Lucid dreaming subreddit,  they instantly delete my posts.\n\nThey don't even take the time to find out it's deadly serious and others are doing that technique too.\n\nAnd even if you could meet once or twice by accident in \"lucid dreaming\",  as you suggest,  so what?\n\nPeople do that all the time.\n\nIt's like running into a very old friend at the shopping mall.\n\nIt just happens.\n\nOrdinary people do it.  Share dreams by accident.\n\nWon't lead to anything at all. But might cause you not to do any actual work because you believe you are \"successful\".\n\nAlso, lucid dreaming is NOT 4 gates dreaming.\n\nFour gates dreaming is carefully planned energetic situation where the tonal's rationality is deliberately brought into the dream to get the double used to sharing the same body with the tonal.\n\nYou can be \"lucid\" and know you are in a dream, but not have enough \"purpose\" to even find your hands.\n\nThat's 95% of the time from what I've seen.  \n\nAnd if you did find your hands out of guilt, nearly all still won't have enough purpose left to go look for a scout.\n\nYou must find your hands, find a scout,  and then figure out how to go to the world of the scout to learn from the dreaming emissary.\n\nNormally not accessible to humans, without dark energy.\n\nAnd you have to go there at least a hundred times! \n\nCarlos doesn't give a count, but it was many, many times.\n\nAnd then, the 3rd gate is almost certainly done in waking dreaming.\n\nSo if you were trying to get out of learning waking dreaming, you can't do that with 4 gates dreaming. It requires waking dreaming at later stages.\n\nThat's why you go to sleep in the dream when you get to the 3rd gate.\n\nBecause you went directly into the dream from waking. \n\nIt's a skill level only the women attain with womb dreaming, and even then most can't do it reliably.\n\nBelieving lucid dreaming is at all related to 4 gates dreaming always means someone will never learn sorcery.\n\nIt has for the last 55 years since Carlos published his first book.\n\nCarlos wouldn't even allow questions that started with the term \"lucid dreaming\".\n\nHe once tried to explain, and it came out to what we all know in here.\n\nLucid dreaming is 99% mental masturbation.  So when someone uses the term, you know it's a waste of time to help them.  \n\nSo you asked if someone would help you by doing all the work, based on a procedure that always means the person isn't worth the time you waste trying to help them.\n\nThen you used \"Doctor Castaneda\" as if that gave him credentials.\n\nThere isn't a \"doctor\" worth even going to out dinner with, as far as I've seen in life.\n\nSeeing someone give Carlos credentials by calling him \"doctor\" ignores that his credentials are magic, not status with humans.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j60o9nd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Jadey suggested it&amp;#39;s a Portuguese translation issue going on here.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s a direct student of Carlos!  Even a favorite one from what I heard.  &lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll assume I have &amp;quot;ugly american&amp;quot; syndrome and misunderstood you.&lt;/p&gt;\n\n&lt;p&gt;First, you can&amp;#39;t learn sorcery via lucid dreaming.&lt;/p&gt;\n\n&lt;p&gt;Lucid dreaming is mostly nonsense, exaggerated to extremes by participants because they want attention.&lt;/p&gt;\n\n&lt;p&gt;If I try to post the most amazing stuff on dreaming that anyone has ever seen in the Lucid dreaming subreddit,  they instantly delete my posts.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t even take the time to find out it&amp;#39;s deadly serious and others are doing that technique too.&lt;/p&gt;\n\n&lt;p&gt;And even if you could meet once or twice by accident in &amp;quot;lucid dreaming&amp;quot;,  as you suggest,  so what?&lt;/p&gt;\n\n&lt;p&gt;People do that all the time.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like running into a very old friend at the shopping mall.&lt;/p&gt;\n\n&lt;p&gt;It just happens.&lt;/p&gt;\n\n&lt;p&gt;Ordinary people do it.  Share dreams by accident.&lt;/p&gt;\n\n&lt;p&gt;Won&amp;#39;t lead to anything at all. But might cause you not to do any actual work because you believe you are &amp;quot;successful&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Also, lucid dreaming is NOT 4 gates dreaming.&lt;/p&gt;\n\n&lt;p&gt;Four gates dreaming is carefully planned energetic situation where the tonal&amp;#39;s rationality is deliberately brought into the dream to get the double used to sharing the same body with the tonal.&lt;/p&gt;\n\n&lt;p&gt;You can be &amp;quot;lucid&amp;quot; and know you are in a dream, but not have enough &amp;quot;purpose&amp;quot; to even find your hands.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s 95% of the time from what I&amp;#39;ve seen.  &lt;/p&gt;\n\n&lt;p&gt;And if you did find your hands out of guilt, nearly all still won&amp;#39;t have enough purpose left to go look for a scout.&lt;/p&gt;\n\n&lt;p&gt;You must find your hands, find a scout,  and then figure out how to go to the world of the scout to learn from the dreaming emissary.&lt;/p&gt;\n\n&lt;p&gt;Normally not accessible to humans, without dark energy.&lt;/p&gt;\n\n&lt;p&gt;And you have to go there at least a hundred times! &lt;/p&gt;\n\n&lt;p&gt;Carlos doesn&amp;#39;t give a count, but it was many, many times.&lt;/p&gt;\n\n&lt;p&gt;And then, the 3rd gate is almost certainly done in waking dreaming.&lt;/p&gt;\n\n&lt;p&gt;So if you were trying to get out of learning waking dreaming, you can&amp;#39;t do that with 4 gates dreaming. It requires waking dreaming at later stages.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why you go to sleep in the dream when you get to the 3rd gate.&lt;/p&gt;\n\n&lt;p&gt;Because you went directly into the dream from waking. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a skill level only the women attain with womb dreaming, and even then most can&amp;#39;t do it reliably.&lt;/p&gt;\n\n&lt;p&gt;Believing lucid dreaming is at all related to 4 gates dreaming always means someone will never learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;It has for the last 55 years since Carlos published his first book.&lt;/p&gt;\n\n&lt;p&gt;Carlos wouldn&amp;#39;t even allow questions that started with the term &amp;quot;lucid dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He once tried to explain, and it came out to what we all know in here.&lt;/p&gt;\n\n&lt;p&gt;Lucid dreaming is 99% mental masturbation.  So when someone uses the term, you know it&amp;#39;s a waste of time to help them.  &lt;/p&gt;\n\n&lt;p&gt;So you asked if someone would help you by doing all the work, based on a procedure that always means the person isn&amp;#39;t worth the time you waste trying to help them.&lt;/p&gt;\n\n&lt;p&gt;Then you used &amp;quot;Doctor Castaneda&amp;quot; as if that gave him credentials.&lt;/p&gt;\n\n&lt;p&gt;There isn&amp;#39;t a &amp;quot;doctor&amp;quot; worth even going to out dinner with, as far as I&amp;#39;ve seen in life.&lt;/p&gt;\n\n&lt;p&gt;Seeing someone give Carlos credentials by calling him &amp;quot;doctor&amp;quot; ignores that his credentials are magic, not status with humans.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j60o9nd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674769700.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j60ofnl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "created_utc": 1674769762.0, "send_replies": true, "parent_id": "t1_j60jjnm", "score": 1, "author_fullname": "t2_uhpxbwnx", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;You come here posting as if we should regard you as some kind of amazing warrior person. \n\nI did nothing of the sort, that's just your judgment of me. If I can do this, I know anyone can, any warrior I mean. So, you complain on my wording \"lucid dream\", and then ask me if I have any \"magic\" to share? You obviously don't need any of my help, you're already all set, good for you. Take care now, bye bye then.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j60ofnl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You come here posting as if we should regard you as some kind of amazing warrior person. &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I did nothing of the sort, that&amp;#39;s just your judgment of me. If I can do this, I know anyone can, any warrior I mean. So, you complain on my wording &amp;quot;lucid dream&amp;quot;, and then ask me if I have any &amp;quot;magic&amp;quot; to share? You obviously don&amp;#39;t need any of my help, you&amp;#39;re already all set, good for you. Take care now, bye bye then.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j60ofnl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674769762.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 8, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j60jjnm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "superr", "can_mod_post": false, "created_utc": 1674767933.0, "send_replies": true, "parent_id": "t1_j6095n2", "score": 1, "author_fullname": "t2_3vses", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You won't find any \"impeccable Toltec warriors\" here. If that's what you are looking for, I suggest you go to r/TheNagual and r/Impeccability. \n\nYou come here posting as if we should regard you as some kind of amazing warrior person. That's mistake #1. None of us here are special, we're just normal people on the path to freedom of perception. In fact, the main prerequisite of this path is to not only drop the internal dialogue but also drop self-regard/self-pity, which you obviously have not done. Nobody cares about how much of a badass runner you are and how cool your warrior ways are. Do you have any magic to share?", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_j60jjnm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You won&amp;#39;t find any &amp;quot;impeccable Toltec warriors&amp;quot; here. If that&amp;#39;s what you are looking for, I suggest you go to &lt;a href=\"/r/TheNagual\"&gt;r/TheNagual&lt;/a&gt; and &lt;a href=\"/r/Impeccability\"&gt;r/Impeccability&lt;/a&gt;. &lt;/p&gt;\n\n&lt;p&gt;You come here posting as if we should regard you as some kind of amazing warrior person. That&amp;#39;s mistake #1. None of us here are special, we&amp;#39;re just normal people on the path to freedom of perception. In fact, the main prerequisite of this path is to not only drop the internal dialogue but also drop self-regard/self-pity, which you obviously have not done. Nobody cares about how much of a badass runner you are and how cool your warrior ways are. Do you have any magic to share?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j60jjnm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674767933.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j6095n2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5zye48", "score": 2, "author_fullname": "t2_uhpxbwnx", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;So I'll just ask you, who on earth would want to help you  of all people?\n\nI didn't ask for help, I said I would be willing to go half way. Warriors help those who help themselves. I have become a toltec warrior by following doctor Castaneda's anthropological knowledge. For instance, when he says to go on \"long walks\" daily, which I run, and focus one's gaze in a point over the horizon, so one can see everything around without focusing on anything in particular. That's the only way to stop the internal dialogue. Now doing it barefoot in any terrain is something that my body learned by itself; that the right way to step is the foot striking the ground forefoot first, rather than heel-first. And I end up lifting heavy weights daily, also.  \n\n\nedit:  With a barefoot stride, the forefoot lands right under the body's center of mass, rather than out in front. This results in a shorter stride and faster cadence (number of strides per minute).  And it also protects all the joints and ligaments of the body; it actually evolves them. It also corrects spinal problems like scoliosis (my case)", "edited": 1674764373.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_j6095n2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;So I&amp;#39;ll just ask you, who on earth would want to help you  of all people?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I didn&amp;#39;t ask for help, I said I would be willing to go half way. Warriors help those who help themselves. I have become a toltec warrior by following doctor Castaneda&amp;#39;s anthropological knowledge. For instance, when he says to go on &amp;quot;long walks&amp;quot; daily, which I run, and focus one&amp;#39;s gaze in a point over the horizon, so one can see everything around without focusing on anything in particular. That&amp;#39;s the only way to stop the internal dialogue. Now doing it barefoot in any terrain is something that my body learned by itself; that the right way to step is the foot striking the ground forefoot first, rather than heel-first. And I end up lifting heavy weights daily, also.  &lt;/p&gt;\n\n&lt;p&gt;edit:  With a barefoot stride, the forefoot lands right under the body&amp;#39;s center of mass, rather than out in front. This results in a shorter stride and faster cadence (number of strides per minute).  And it also protects all the joints and ligaments of the body; it actually evolves them. It also corrects spinal problems like scoliosis (my case)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j6095n2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674764096.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674764096.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5zye48", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5zsnj4", "score": 2, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That first comment was one of ugliest I ever saw.\n\nThat's why I chastised you a bit.\n\nYou were lucky I didn't just tell you to go away and stop wasting our time.\n\nAnd from your reaction, I can see why the first one was so ugly.\n\nBut I don't expect you to see it.\n\nSo I'll just ask you, who on earth would want to help **you** of all people?\n\nAnyway, no person has ever in the entire history of human beings, learned sorcery the way you suggest.\n\nSo a second question.  \n\nWith your \"vast\" knowledge of the works of Dr. Castaneda, why do you think you can learn sorcery in this manner?\n\nIt's certainly not from reading his books.\n\nAnd it certainly makes no sense from any other standpoint.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_j5zye48", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That first comment was one of ugliest I ever saw.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why I chastised you a bit.&lt;/p&gt;\n\n&lt;p&gt;You were lucky I didn&amp;#39;t just tell you to go away and stop wasting our time.&lt;/p&gt;\n\n&lt;p&gt;And from your reaction, I can see why the first one was so ugly.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t expect you to see it.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ll just ask you, who on earth would want to help &lt;strong&gt;you&lt;/strong&gt; of all people?&lt;/p&gt;\n\n&lt;p&gt;Anyway, no person has ever in the entire history of human beings, learned sorcery the way you suggest.&lt;/p&gt;\n\n&lt;p&gt;So a second question.  &lt;/p&gt;\n\n&lt;p&gt;With your &amp;quot;vast&amp;quot; knowledge of the works of Dr. Castaneda, why do you think you can learn sorcery in this manner?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s certainly not from reading his books.&lt;/p&gt;\n\n&lt;p&gt;And it certainly makes no sense from any other standpoint.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5zye48/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674760077.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674760077.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5zsnj4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5zgrer", "score": 1, "author_fullname": "t2_uhpxbwnx", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think you're getting caught by words, when we mean the same thing. When I say \"lucid dreaming\" I mean the time of the double, the other. I have read all books by doctor Castaneda multiple times, and I still read a little bit almost every day. For instance, it's just like the word \"sorcery\" that I avoid using, and prefer to say \"the path of the warrior\", because lots of people that I try to show the knowledge of the warrior are evangelicals. But I understand if you can't see past some words written virtually.  \n\n\nedit: I'm a man, I run around 8 miles barefoot daily.", "edited": false, "author_flair_css_class": null, "name": "t1_j5zsnj4", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think you&amp;#39;re getting caught by words, when we mean the same thing. When I say &amp;quot;lucid dreaming&amp;quot; I mean the time of the double, the other. I have read all books by doctor Castaneda multiple times, and I still read a little bit almost every day. For instance, it&amp;#39;s just like the word &amp;quot;sorcery&amp;quot; that I avoid using, and prefer to say &amp;quot;the path of the warrior&amp;quot;, because lots of people that I try to show the knowledge of the warrior are evangelicals. But I understand if you can&amp;#39;t see past some words written virtually.  &lt;/p&gt;\n\n&lt;p&gt;edit: I&amp;#39;m a man, I run around 8 miles barefoot daily.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_10k38ys", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5zsnj4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674757947.0, "author_flair_text": null, "collapsed": false, "created_utc": 1674757947.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5zgrer", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5wi6a9", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Man or woman?\n\nMen who engage in \"lucid dreaming\" will never learn sorcery.\n\nIt's like \"Astral Travel\".\n\nOr being a \"Psychonaut\".\n\nAll ego related death to learning sorcery.\n\nRead old posts and you'll come to understand.\n\nOur last Psychonaut was still exploding as of last night.\n\nAs predicted.\n\nI just hope that wasn't a woman.\n\nWomen only need to try.  They don't need any \"mansplaining\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5zgrer", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Man or woman?&lt;/p&gt;\n\n&lt;p&gt;Men who engage in &amp;quot;lucid dreaming&amp;quot; will never learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like &amp;quot;Astral Travel&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or being a &amp;quot;Psychonaut&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;All ego related death to learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;Read old posts and you&amp;#39;ll come to understand.&lt;/p&gt;\n\n&lt;p&gt;Our last Psychonaut was still exploding as of last night.&lt;/p&gt;\n\n&lt;p&gt;As predicted.&lt;/p&gt;\n\n&lt;p&gt;I just hope that wasn&amp;#39;t a woman.&lt;/p&gt;\n\n&lt;p&gt;Women only need to try.  They don&amp;#39;t need any &amp;quot;mansplaining&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5zgrer/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674753535.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674753535.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5wi6a9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5tt43m", "score": 1, "author_fullname": "t2_uhpxbwnx", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I have never met someone who barked, but I'm sure what you said is pertinent, if it can be thought about, it surely found its way to this earth plane. Now what I wonder is, can we meet in lucid dreaming? I have the ability to go half the way.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5wi6a9", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I have never met someone who barked, but I&amp;#39;m sure what you said is pertinent, if it can be thought about, it surely found its way to this earth plane. Now what I wonder is, can we meet in lucid dreaming? I have the ability to go half the way.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5wi6a9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674696082.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674696082.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j5x1315", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j5tt43m", "score": 1, "author_fullname": "t2_uhpxbwnx", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When I said \" I'm right here as of now\" I meant to say the part of your text I was reading at the moment.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j5x1315", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When I said &amp;quot; I&amp;#39;m right here as of now&amp;quot; I meant to say the part of your text I was reading at the moment.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5x1315/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674703986.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1674703986.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5tt43m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1674658747.0, "send_replies": true, "parent_id": "t1_j5s2bsy", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Did you ever have a troublesome relative who \"barks\"?\n\nParanoid schizophrenics commonly do that when they can get away with it.  Which means, with those they depend on the most.\n\nAnd the non-paranoid schizophrenics are able to notice that's what's actually going on, and warn others.\n\nIt's like an ecosystem.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5tt43m", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Did you ever have a troublesome relative who &amp;quot;barks&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Paranoid schizophrenics commonly do that when they can get away with it.  Which means, with those they depend on the most.&lt;/p&gt;\n\n&lt;p&gt;And the non-paranoid schizophrenics are able to notice that&amp;#39;s what&amp;#39;s actually going on, and warn others.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like an ecosystem.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_10k38ys", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5tt43m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674658747.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j5s2bsy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "EbbNo8413", "can_mod_post": false, "created_utc": 1674618988.0, "send_replies": true, "parent_id": "t3_10k38ys", "score": 1, "author_fullname": "t2_uhpxbwnx", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\" So when you're fantasizing about how fun magical dogs would be, keep in mind it was actually a toothless old seer, maybe one the locals knew 8000 years ago as 'Barking Fred'. \"\n\nI'm right here as of now, and it's so funny what you wrote!!!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j5s2bsy", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot; So when you&amp;#39;re fantasizing about how fun magical dogs would be, keep in mind it was actually a toothless old seer, maybe one the locals knew 8000 years ago as &amp;#39;Barking Fred&amp;#39;. &amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m right here as of now, and it&amp;#39;s so funny what you wrote!!!&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/10k38ys/how_to_turn_into_a_tree/j5s2bsy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1674618988.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_10k38ys", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]